{
    "paper_id": "4a3f911f8e68bc3aecf6117f10d2e7f3ebde2b6d",
    "metadata": {
        "title": "Public-private knowledge transfer and access to medicines: a systematic review and qualitative study of perceptions and roles of scientists involved in HPV vaccine research",
        "authors": [
            {
                "first": "Rosa",
                "middle": [],
                "last": "Jahn",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Olaf",
                "middle": [],
                "last": "Müller",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Stefan",
                "middle": [],
                "last": "Nöst",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kayvan",
                "middle": [],
                "last": "Bozorgmehr",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Public research organizations and their interactions with industry partners play a crucial role for public health and access to medicines. The development and commercialization of the Human Papillomavirus (HPV) vaccines illustrate how licensing practices of public research organizations can contribute to high prices of the resulting product and affect accessibility to vulnerable populations. Efforts by the international community to improve access to medicines have recognised this issue and promote the public health-sensitive management of research conducted by public research organizations. This paper explores: how medical knowledge is exchanged between public and private actors; what role inventor scientists play in this process; and how they view the implementation of public health-sensitive knowledge exchange strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We conducted a systematic qualitative literature review on medical knowledge exchange and qualitative interviews with a purposive sample of public sector scientists working on HPV vaccines. We explored the strategies by which knowledge is exchanged across institutional boundaries, how these strategies are negotiated, and the views of scientists regarding public health-sensitive knowledge exchange. Results: We included 13 studies in the systematic review and conducted seven semi-structured interviews with high-ranking scientists. The main avenues of public-private medical knowledge exchange were publications, formal transfer of patented knowledge, problem-specific exchanges such as service agreements, informal exchanges and collaborative research. Scientists played a crucial role in these processes but appeared to be sceptical of public health-sensitive knowledge exchange strategies, as these were believed to deter corporate interest in the development of new medicines and thus risk the translation of the scientists' research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "(Continued on next page)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "(Continued from previous page) Conclusion: Medical scientists at public research institutions play a key role in the exchange of knowledge they generate and are concerned about the accessibility of medicines resulting from their research. Their scepticism towards implementing public health-sensitive knowledge management strategies appears to be based on a biased understanding of the costs and risks involved in drug development and a perceived lack of alternatives to private engagement. Scientists could be encouraged to exchange knowledge in a public health-sensitive manner through not-for-profit drug development mechanisms, education on industry engagement, and stronger institutional and legal backing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Keywords: Public-private technology transfer, University innovation, Access to medicines; medical research and development, Prophylactic HPV vaccines Background Public research organizations (PROs) play a crucial role in the advancement of medical science [1] . Of all scientifically novel medicines approved by the U.S. Food and Drug Administration (FDA) between 1998 and 2007, one in five were developed by PROs [1] . Medicines submitted by PROs were also more likely to receive priority review, awarded by the FDA for medicines deemed to represent major advances of the medical practice. Almost half of all drug approvals submitted by PROs have received priority review, compared to one in five submissions from the private sectorindicating that research carried out at PROs has a higher public health impact [2] .",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 259,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 414,
                    "end": 417,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 812,
                    "end": 815,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The contribution of PROs is particularly significant in the field of vaccinesvirtually all important and innovative vaccines approved from 1985 to 2010 have been developed by PROs [2] . These include the vaccines against Human Papillomavirus (HPV). HPV infection is the main cause of cervical cancer [3, 4] , which ranks fourth for cancer incidence and mortality among women, with 570,000 cases and 311,000 deaths worldwide in 2018 [5] . It is the leading cause of cancer death in women in mainly sub-Saharan Africa and South-Eastern Asia, thus disproportionately affecting young women in regions where screening and treatment options are limited [4] [5] [6] [7] .",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 183,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 300,
                    "end": 303,
                    "text": "[3,",
                    "ref_id": null
                },
                {
                    "start": 304,
                    "end": 306,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 432,
                    "end": 435,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 647,
                    "end": 650,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 651,
                    "end": 654,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 655,
                    "end": 658,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 659,
                    "end": 662,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the 1980s, Prof. Harald zur Hausen, then working at the publicly-funded German Cancer Research Center (DKFZ), discovered the association between HPV infection and cervical carcinoma [8] . The first vaccine candidates were based on further research conducted by groups at the University of Queensland, Rochester University, the U.S. National Cancer Institute (NCI) and Georgetown University with contributions from other PROs such as the DKFZ [9] [10] [11] [12] [13] [14] [15] . These research groups then licensed their Intellectual Property (IP) to MedImmune, GlaxoSmithKline (GSK) and Merck, Sharpe & Dohme (MSD) for further development and clinical testing for efficacy and safety. Except for the licenses acquired from the NCI, these were all exclusive licenses, allowing the licensee to exclude others from making, marketing or selling the patented material MedImmune and GSK later formed a vaccines alliance and shared their IP with each other. In 1997, the U.S. Patent and Trademark Office initiated patent interference proceedings between research groups in Queensland, Rochester, the NCI and Georgetown. As part of the dispute settlement the non-exclusive licenses provided by the NIH were turned into co-exclusive licenses in 2007. Both MSD and GSK had already cross-licensed their IP to each other, guaranteeing themselves unhindered access to the HPV vaccine technology and securing their market positions [16] [17] [18] . In 2006 and 2007, the European Medicines Agency approved two prophylactic HPV vaccines: Gardasil® (MSD) and Cervarix® (GSK).",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 188,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 445,
                    "end": 448,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 449,
                    "end": 453,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 454,
                    "end": 458,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 459,
                    "end": 463,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 464,
                    "end": 468,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 469,
                    "end": 473,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 474,
                    "end": 478,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1421,
                    "end": 1425,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1426,
                    "end": 1430,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1431,
                    "end": 1435,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The HPV vaccines were later included in the World Health Organization's Essential Medicines List, which outlines the \"minimum medicine needs\" of populations [19] . Recognizing the human right to the enjoyment of the highest attainable standard of health, the international community has committed to providing \"access to affordable essential medicines and vaccines for all\" [20] [21] [22] [23] . However, in 2014, only 1.2% of females 10-20 years of age in Africa and 1,1% of the same population in Asia had been fully immunized, despite accounting for 70% of all HPV-related cancer cases [24] [25] [26] . As of June 2018, only seven African and two South-East Asian countries have implemented national immunization programs for HPV [27] , indicating that immunization coverage fails to meet global needs even 12 years after the first vaccines became available. The reluctance of country governments to include HPV in national immunization programs has been associated with the high price of the vaccines, especially for states in transition that do not qualify for support mechanisms such as GAVI [26, [28] [29] [30] . However, the production costs for HPV vaccines are estimated to be as low as 3 USD for affluent and 0.60 USD per dose for less affluent markets respectively [31] , and by 2014, HPV vaccine sales had already amounted to a total of USD 14.1 billion, recouping the investment made by the pharmaceutical companies fivefold [32] .",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 161,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 374,
                    "end": 378,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 379,
                    "end": 383,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 384,
                    "end": 388,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 389,
                    "end": 393,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 589,
                    "end": 593,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 594,
                    "end": 598,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 599,
                    "end": 603,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 733,
                    "end": 737,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1098,
                    "end": 1102,
                    "text": "[26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1103,
                    "end": 1107,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1108,
                    "end": 1112,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1113,
                    "end": 1117,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1277,
                    "end": 1281,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1439,
                    "end": 1443,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Prolonging the status quo, recent patent applications filed by GSK are likely to delay market entrance of cheaper generic products until 2020 [31, 33] .",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 146,
                    "text": "[31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 147,
                    "end": 150,
                    "text": "33]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As illustrated above, scientists and their public institutions play a crucial role not only in the development of medicines and vaccines but their knowledge exchange practices with private companies also shape the availability and accessibility of the resulting drugs. The Sustainable Development Goals, the WHO's draft road map for access to medicines, vaccines and other health products as well as Reports by the UN High-level Panel on Access to Medicines and the Lancet Commission on Essential Medicines have emphasized the need to rethink the management of publicly funded innovation in a manner that \"promotes access to health products\" [21] [22] [23] 34] . The implementation of public health-sensitive knowledge management has also been supported by NGOs, such as Universities Allied for Essential Medicines (UAEM) [16] .",
            "cite_spans": [
                {
                    "start": 642,
                    "end": 646,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 647,
                    "end": 651,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 652,
                    "end": 656,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 657,
                    "end": 660,
                    "text": "34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 822,
                    "end": 826,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The strategies put forward by the reports and organizations named above aim to promote access to medicines mainly through the public health-sensitive transfer of patented technologies [21, 35, 36] , such as nonexclusive licenses or obligations regarding affordability and accessibility of the final product [37] [38] [39] [40] . While such formal transfer of intellectual property constitutes a relevant and easily targeted knowledge exchange mechanism, it is far from the only one [41, 42] . Bradley, Hayter and Link formulate a broader concept of technology transfer, which includes the traditional licensing pathway through the PRO's Technology Transfer Office (TTO) as well as informal transfer mechanisms such as collaborations and informal exchange of knowledge [43] . Exploring these less codified forms of communication and emphasizing the role of the originator scientist, Perkman et al. have proposed the concept of academic engagement, any \"knowledge related collaboration\" by scientists at PROs with private entities [44] . Both technology transfer and academic engagement are set within the broader framework of knowledge generation and diffusion, comprehensively and famously conceptualized in the Triple Helix. In this model, knowledge is exchanged across institutional boundaries through an overlay of formal and informal, explicit and implicit communications between the private, academic and government spheres [41] [42] [43] [44] [45] . To encompass all avenues of communication, the term 'knowledge exchange' will be adopted for this paper.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 188,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 189,
                    "end": 192,
                    "text": "35,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 193,
                    "end": 196,
                    "text": "36]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 307,
                    "end": 311,
                    "text": "[37]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 312,
                    "end": 316,
                    "text": "[38]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 317,
                    "end": 321,
                    "text": "[39]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 322,
                    "end": 326,
                    "text": "[40]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 482,
                    "end": 486,
                    "text": "[41,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 487,
                    "end": 490,
                    "text": "42]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 768,
                    "end": 772,
                    "text": "[43]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1029,
                    "end": 1033,
                    "text": "[44]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1429,
                    "end": 1433,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1434,
                    "end": 1438,
                    "text": "[42]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1439,
                    "end": 1443,
                    "text": "[43]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1444,
                    "end": 1448,
                    "text": "[44]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1449,
                    "end": 1453,
                    "text": "[45]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "However, in contrast to the growing political interest in knowledge exchange practices of PROs in the context of access to medicines, as well as substantive theoretical literature; empirical research on public-private knowledge exchange in medical research remains scarce. To our knowledge, neither a review of the current literature nor an exploration of the perspectives of scientists at PROs regarding the possibility of pursuing public health-sensitive knowledge exchange, has been conducted so far. Such knowledge would serve to better support the efforts within the global access to medicines community to identify and implement knowledge exchange strategies that promote access to medicines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The objectives of this paper are to explore (1) how medical knowledge is exchanged between PROs, particularly individual inventor scientists', and private actors, and (2) which public health-sensitive knowledge exchange strategies inventor scientists are aware of and how they view their implementation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To address the objectives of this paper, we conducted a systematic review and a qualitative study on the development of the HPV vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Before conducting the systematic review, we published a study protocol outlining our search and analysis strategy [46] . The review addressed how medical knowledge is exchanged between PROs and private actors, and in particular how scientists engage in the process. The review included the databases PubMed and Web of Science as well as ProQuest, DiVa and DART Europe. The search terms covered medical public research and technology transfer or research collaborations. The search terms were developed based on the PICo approach, whose components are population (P), phenomenon of interest (I) and context (Co) [47] . The initial search terms were tested and adapted to each database [46] .",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 118,
                    "text": "[46]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 611,
                    "end": 615,
                    "text": "[47]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 684,
                    "end": 688,
                    "text": "[46]",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Systematic review"
        },
        {
            "text": "Included were studies addressing any kind of formal or informal exchange of knowledge from the public to the private sector and focusing on medical research. We included studies published since 1995 to capture the period after the Agreement on Trade-Related Aspects of Intellectual Property Rights (TRIPS) entered into force. The literature under review was limited to qualitative studies as this type of research \"is most revealing when the variables of greatest concern are unclear\" [48] . Excluded were commentaries; theoretical texts; books and meeting reports as well as studies focusing on an industry perspective or knowledge exchange effectiveness.",
            "cite_spans": [
                {
                    "start": 485,
                    "end": 489,
                    "text": "[48]",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Systematic review"
        },
        {
            "text": "The screening strategy was piloted by screening onefifth of the studies in duplicate (RJ, KB). All disagreements between the screening results were discussed by RJ, KB, and SN. The remaining studies were screened by RJ in close consultation with the research team. All included studies were assessed for their quality using the qualitative research checklist developed by the Clinical Appraisal Skills Programme (CASP) [49] . Data extraction and evidence synthesis followed the meta-ethnography approach first developed by Noblit and Hare [50] . It describes the identification and comparison of major themes, \"metaphors\", across studies and is particularly suitable when a wide variety of studies is expected. The study findings were identified using open coding in MAXQDA. After coding the first two studies and discussing the results in the research team, the extraction strategy was adjusted to better capture all relevant findings. Coding and analysis of the remaining studies were then performed by the first author. The codes and synthesis based thereon were discussed and refined within the research team. Further details of all steps of the systematic review are provided in the protocol [46] .",
            "cite_spans": [
                {
                    "start": 419,
                    "end": 423,
                    "text": "[49]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 539,
                    "end": 543,
                    "text": "[50]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1197,
                    "end": 1201,
                    "text": "[46]",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Systematic review"
        },
        {
            "text": "Between March 2014 and March 2015, we conducted seven qualitative, semi-structured in-depth interviews with a purposive sample of high ranking scientists from four countries working on prophylactic HPV vaccines. The interviews addressed the knowledge exchange between public and private entities in HPV research in general as well as opportunities regarding the promotion of access to medicines. HPV was chosen as a case study because, as described above, it provides insights into the exchange of knowledge at the intersection of private and public interests which is at the heart of the access to medicines debate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Qualitative HPV case study"
        },
        {
            "text": "In the initial phase of this study, we conducted a review of scientific publications on HPV vaccines as well as university and government websites to identify institutions, researchers and collaborations currently engaging in prophylactic vaccine research (see Fig. 1 ) [17, [51] [52] [53] [54] [55] [56] [57] [58] [59] [60] [61] [62] . This research showed regional clusters of institutions currently exploring new or improved versions of prophylactic HPV vaccines. The clusters in the U.S and Europe as well as, to a lesser extent, those in the U.S. and Australia, were found to be engaging in joint research, whereas the East Asian cluster appeared to be somewhat isolated. The institutions in India we identified through our literature search were exclusively private companies, which were engaging with PROs from the U.S. and European clusters. We used a purposive sampling strategy, aiming for diversity with regards to the geographical region, kind of research collaboration, as well as gender and age of the scientist. We contacted 12 scientists working at three PROs from the European, four from the American, one from the Australian, and two from the East Asian cluster. Of the 12 scientists, seven agreed to participate.",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 274,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 275,
                    "end": 279,
                    "text": "[51]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 280,
                    "end": 284,
                    "text": "[52]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 285,
                    "end": 289,
                    "text": "[53]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 290,
                    "end": 294,
                    "text": "[54]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 295,
                    "end": 299,
                    "text": "[55]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 300,
                    "end": 304,
                    "text": "[56]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 305,
                    "end": 309,
                    "text": "[57]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 310,
                    "end": 314,
                    "text": "[58]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 315,
                    "end": 319,
                    "text": "[59]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 320,
                    "end": 324,
                    "text": "[60]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 325,
                    "end": 329,
                    "text": "[61]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 330,
                    "end": 334,
                    "text": "[62]",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [
                {
                    "start": 261,
                    "end": 267,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Qualitative HPV case study"
        },
        {
            "text": "The interviews were conducted using an interview guide, developed by the research team based on the health policy triangle described by Gilson and Walt [63] . It addressed the actors involved in knowledge exchange and their power, the negotiation process, as well as exchange strategies and the broader context. The views regarding access to medicines were addressed within these categories. The interview guide was piloted in a test interview and adapted during the course of the interviews to reflect perspectives gained and emerging theory (see Appendix A for the first and final version).",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 156,
                    "text": "[63]",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": "Qualitative HPV case study"
        },
        {
            "text": "Two interviews were conducted in the workplace faceto-face and five via Skype. With the interviewee's consent, all interviews were recorded. Important points were noted during the interview and a post scriptum was written shortly afterwards. The interviews lasted between 45 and 90 min. All interviews were conducted, transcribed and coded in MAXQDA by RJ in English and German (for coding tree see appendix B).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Qualitative HPV case study"
        },
        {
            "text": "The analysis of the interview data was based on the method of framework analysis [64] because it allows for the generation of new theories from the data while incorporating previous knowledge into the design and analysis of the study. Every participant was assigned a pseudonym by randomly choosing one of the 35 most common surnames in the United States while maintaining the respective academic grades: Dr. Williams, Prof. Thomas, Dr. Jones, Prof. Smith, Prof. Taylor, Dr. Wright and Dr. Wilson. Our literature review revealed that very few women are active in HPV vaccine research. To ensure that no female participants can be identified, we thus only use the male form in the presentation of our results. Likewise, we limit the description of the study population, including place of work, details of research projects or geographic area to avoid identification of individual participants.",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 85,
                    "text": "[64]",
                    "ref_id": "BIBREF65"
                }
            ],
            "ref_spans": [],
            "section": "Qualitative HPV case study"
        },
        {
            "text": "The search strategy yielded 1380 results. After removing all duplicates, 1257 studies remained and were screened based on abstract and title. 112 studies were included for full-text review, six of these could not be retrieved and 93 were excluded (see appendix C for PRISMA flow chart). 13 studies were included in our analysis, 11 journal papers and two dissertations [65] [66] [67] [68] [69] [70] [71] [72] [73] [74] [75] [76] [77] . The quality of included studies ranged from five to nine points, indicating moderate to high quality (for a detailed description see annex C).",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 373,
                    "text": "[65]",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 374,
                    "end": 378,
                    "text": "[66]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 379,
                    "end": 383,
                    "text": "[67]",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 384,
                    "end": 388,
                    "text": "[68]",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 389,
                    "end": 393,
                    "text": "[69]",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 394,
                    "end": 398,
                    "text": "[70]",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 399,
                    "end": 403,
                    "text": "[71]",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 404,
                    "end": 408,
                    "text": "[72]",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 409,
                    "end": 413,
                    "text": "[73]",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 414,
                    "end": 418,
                    "text": "[74]",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 419,
                    "end": 423,
                    "text": "[75]",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 424,
                    "end": 428,
                    "text": "[76]",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 429,
                    "end": 433,
                    "text": "[77]",
                    "ref_id": "BIBREF78"
                }
            ],
            "ref_spans": [],
            "section": "Systematic review"
        },
        {
            "text": "The reviewed studies described various methods of exchanging knowledge, including academic publications and the presentation of research findings at conferences. Often in contrast to these \"academic channels\" [66] , studies discussed the protection of IP through patents and the subsequent licensing of the protected technologies [65, 67, 74] . Two papers, in particular, explored the conflict between publishing and patenting knowledge [66, 67] . They concluded that peer-reviewed publications function as a signal to the academic community that research is scientifically valuable. Individual scientists, their institutions, as well as early-stage spin-off companies, tend to signal their academic legitimacy through publications. Patents, on the other hand, signal commercial value and are thus preferred by pharmaceutical and biotech companies as well as spin-offs that are already commercially exploiting their technology. A more recent study, however, found that patents and commercial success also translate into academic prestige, indicating a shift towards a more positive view of industrial engagement among the academic community [68] . It was also reported that some PROs provide financial incentives to scientists engaging in patenting and commercialization [68] . The only study from the African continent described that in Tanzania, public sector scientists avoided filing patents because the patent enforcement mechanisms were perceived to be too weak to adequately protect the IP disclosed in the patent application [76] .",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 213,
                    "text": "[66]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 330,
                    "end": 334,
                    "text": "[65,",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 335,
                    "end": 338,
                    "text": "67,",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 339,
                    "end": 342,
                    "text": "74]",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 437,
                    "end": 441,
                    "text": "[66,",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 442,
                    "end": 445,
                    "text": "67]",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 1141,
                    "end": 1145,
                    "text": "[68]",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 1271,
                    "end": 1275,
                    "text": "[68]",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 1533,
                    "end": 1537,
                    "text": "[76]",
                    "ref_id": "BIBREF77"
                }
            ],
            "ref_spans": [],
            "section": "Knowledge exchange strategies and negotiation"
        },
        {
            "text": "The only type of license discussed in the reviewed studies was the exclusive license. Ard (2002) found that scientists believed engaging with a company to be necessary for developing their research into products, and that exclusive licenses were the only way to encourage industry involvement [65] .",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 96,
                    "text": "Ard (2002)",
                    "ref_id": null
                },
                {
                    "start": 293,
                    "end": 297,
                    "text": "[65]",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [],
            "section": "Knowledge exchange strategies and negotiation"
        },
        {
            "text": "Spin-off companies were discussed in-depth by Bacevice (2010), who suggests that these can take different organizational forms. Number and geographical proximity of members, the involvement of other companies and funders, connections between the spin-off, the founding scientist and the originator institution as well as communication formats vary greatly [66] . The sustained involvement of the inventor scientists may be influenced or curtailed by funders, venture capital firms, for example, were reported to often request a change of leadership [75] . Academic scientists were found to also be involved in consulting activities or contract research that lead to a formalized knowledge transfer between academia and industry. These include clinical studies [69] , provision of equipment, in-kind counselling activities, assistance in problem-solving or investigation of novel problems [71] .",
            "cite_spans": [
                {
                    "start": 356,
                    "end": 360,
                    "text": "[66]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 549,
                    "end": 553,
                    "text": "[75]",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 760,
                    "end": 764,
                    "text": "[69]",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 888,
                    "end": 892,
                    "text": "[71]",
                    "ref_id": "BIBREF72"
                }
            ],
            "ref_spans": [],
            "section": "Knowledge exchange strategies and negotiation"
        },
        {
            "text": "By far the most extensively explored forms of knowledge exchange were collaborative research endeavours. Two studies independently identified four phases of network development [70, 71] , with other studies providing additional detail (see Table 1 ). These studies show that the knowledge exchange strategies used by networks vary with the network development stage. They often begin with informal, personal contacts initiated by scientists working at PROs, for example at conferences. Once a rapport is established, a formal framework is negotiated between the partners and with the involvement of the PRO's TTO. The further the network progresses, the more trust is established and contractual routines are relaxed. Informal transfer of implicit knowledge between the partners then becomes possible. During the more advanced stages of network development, patentable IP may be produced and transferred formally. Especially in the initiation of research networks, scientists were found to play a key role.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 181,
                    "text": "[70,",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 182,
                    "end": 185,
                    "text": "71]",
                    "ref_id": "BIBREF72"
                }
            ],
            "ref_spans": [
                {
                    "start": 240,
                    "end": 247,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Knowledge exchange strategies and negotiation"
        },
        {
            "text": "The scientists engaging in knowledge exchange with companies were described to often be \"unusually successful, well placed, and highly visible\" white men with PhD or MD degrees at major research institutions [67] . It emerged that while some scientists are wary of commercial engagement and are not taking active steps towards patenting or commercialization, others feel more comfortable crossing institutional boundaries and regularly engage with private partners [67] . These typologies were most extensively explored by Owen-Smith and Powell (2001), who developed four faculty types: the Old School Professor, the Reluctant Entrepreneur, the New School Professor and the Engaged Traditionalist. Realizing the societal benefit of their research, however, emerged as one relevant reason to engage in knowledge exchange with companies to develop marketable products. The motivating factors as well as perceived limitations of engaging with industry are summarized in Table 2 .",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 212,
                    "text": "[67]",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 465,
                    "end": 469,
                    "text": "[67]",
                    "ref_id": "BIBREF68"
                }
            ],
            "ref_spans": [
                {
                    "start": 967,
                    "end": 974,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "The inventor scientists' view on public-private knowledge exchange"
        },
        {
            "text": "Views on access to medicines or strategies to promote affordability of resulting products were not discussed by any of the reviewed studies, although patient benefit was discussed as a motivator for research and knowledge exchange. One study indicated that exclusive licenses are perceived to be the only viable licensing framework, as they provide companies with the necessary incentive to engage in the development of the patented technology [65] .",
            "cite_spans": [
                {
                    "start": 444,
                    "end": 448,
                    "text": "[65]",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [],
            "section": "Knowledge exchange and access to medicines"
        },
        {
            "text": "For the qualitative study of HPV vaccine development, we interviewed seven scientists, most of them high ranking, male and heading their own research units. Three interviewees worked at government institutions, four at public universities in Europe, America and Australia. The combined years of work experience of all participants was 188 years, the mean of individual HPV research experience was 27 years. All had filed at least four patents and licensed at least once. All non-European participants reported that they had started at least one spin-off company. All but one participant had been involved in the development of Gardasil® and Cervarix®; of these, most were still working on HPV vaccines at the time of this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Qualitative interview results"
        },
        {
            "text": "The knowledge exchange strategies addressed by study participants included publication in journals or presentations at conferences; patents and subsequent licenses, sales or spin-off companies; service or research agreements; requests for advice; informal and personal exchange of knowledge as well as research collaborations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Knowledge exchange strategies and negotiation"
        },
        {
            "text": "Publications in the form of journal papers or conference contributions emerged as the most important currency in medical research. However, the interviews suggested that patents have become more common and are increasingly considered to be relevant within the scientific community, too. The scientists reported scanning knowledge for patentability before publication but said that determining whether a research finding may be patentable was often challenging. [70, 71] . These actors are often academics or government scientists who reach out to industry with an idea for a research project [68, 72] . In this phase, knowledge exchange occurs through publishing and presenting papers, conferences and a few proprietary projects between individual scientists and individual firms [71] .",
            "cite_spans": [
                {
                    "start": 461,
                    "end": 465,
                    "text": "[70,",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 466,
                    "end": 469,
                    "text": "71]",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 592,
                    "end": 596,
                    "text": "[68,",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 597,
                    "end": 600,
                    "text": "72]",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 780,
                    "end": 784,
                    "text": "[71]",
                    "ref_id": "BIBREF72"
                }
            ],
            "ref_spans": [],
            "section": "Knowledge exchange strategies and negotiation"
        },
        {
            "text": "Phase II After the key actors receive a positive response from their partners, a formal agreement must be reached [70] , including an IP strategy [71, 73] and clearly identified objectives. Subsequently, partners need to commit to the network by providing or obtaining funding, which is then invested to stabilize the network [70, 71] . Lastly, members of the new network develop a leadership structure, for example through a manager [71] or a board [70] .",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 118,
                    "text": "[70]",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 146,
                    "end": 150,
                    "text": "[71,",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 151,
                    "end": 154,
                    "text": "73]",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 326,
                    "end": 330,
                    "text": "[70,",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 331,
                    "end": 334,
                    "text": "71]",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 434,
                    "end": 438,
                    "text": "[71]",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 450,
                    "end": 454,
                    "text": "[70]",
                    "ref_id": "BIBREF71"
                }
            ],
            "ref_spans": [],
            "section": "Knowledge exchange strategies and negotiation"
        },
        {
            "text": "This phase establishes routines of interaction, trust and knowledge sharing within the network [70, 71] . With increasing trust between the members of the network and faith in its success, contractual routines are relaxed and members become more agile in their interactions [71] .",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 99,
                    "text": "[70,",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 100,
                    "end": 103,
                    "text": "71]",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 274,
                    "end": 278,
                    "text": "[71]",
                    "ref_id": "BIBREF72"
                }
            ],
            "ref_spans": [],
            "section": "Phase III"
        },
        {
            "text": "Phase four is the knowledge-generating phase [70] . The members of the network are exchanging explicit as well as tacit knowledge and contribute to new discoveries and their interpretation [71] . This success leads to further commitment by the members of the network and often sub-projects evolve around specific issues [70, 71] .",
            "cite_spans": [
                {
                    "start": 45,
                    "end": 49,
                    "text": "[70]",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 189,
                    "end": 193,
                    "text": "[71]",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 320,
                    "end": 324,
                    "text": "[70,",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 325,
                    "end": 328,
                    "text": "71]",
                    "ref_id": "BIBREF72"
                }
            ],
            "ref_spans": [],
            "section": "Phase IV"
        },
        {
            "text": "and some people you know, want to patent, in part probably because they think they should because people are telling them to do it.\" (Dr. Overall, the interviewed scientists described that they are encouraged by their PROs to explore patenting opportunities, but that the decision to disclose an invention to the TTO generally rests with the principal investigator, with a varying degree of input from the research team. All participants reported that, although it is not legally mandated to, the TTO usually followed through on patenting the disclosed invention and engaged the inventor scientists for ideas and suggestions regarding possible commercialization plans or potential commercialization partners. They are also usually the ones to establish contact with and present the research to interested parties. This was attributed mainly to the scientists' experience and reputation within the HPV research field.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Phase IV"
        },
        {
            "text": "\"Usually it's driven by the investigator. If the investigator really thinks that this is going to have some kind of applicability, the technology transfer office will probably agree\". (Dr. Jones)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Phase IV"
        },
        {
            "text": "\"You have to indicate in your invention report already, how could this potentially be marketed, who would be the potential partners who could market it\" (Prof. Taylor) \"What leads to success in the majority of cases, if at all, is that we refer to such companies. Why? Because the companies rather know [Prof. Smith] and [Prof. Taylor] and know what they do\". (Prof. Smith) Table 2 Motivating factors and perceived limitations in engaging with industry Motivation Acquiring resources \"Human capital, equipment, and access to proprietary information\", funds for \"post-docs\" and \"space\" \"feed back into better science\" [67] Aquiring funds for \"newer equipment for their laboratories\" [68] Funds for their research\" and \"PhD projects and payments for lab tests, research materials, salaries, or conference travels.\" [69] Personal reward Obtain a personal financial reward [68] Interviewees stress that they do not \"get a penny\" [69] Societal Impact If I feel that I have an opportunity here to make a difference\", \"collaborations between universities and industry will have positive societal benefits as they speed the discovery and development of new therapeutics\" [67] Others",
            "cite_spans": [
                {
                    "start": 617,
                    "end": 621,
                    "text": "[67]",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 682,
                    "end": 686,
                    "text": "[68]",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 813,
                    "end": 817,
                    "text": "[69]",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 869,
                    "end": 873,
                    "text": "[68]",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 925,
                    "end": 929,
                    "text": "[69]",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 1163,
                    "end": 1167,
                    "text": "[67]",
                    "ref_id": "BIBREF68"
                }
            ],
            "ref_spans": [
                {
                    "start": 374,
                    "end": 381,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Phase IV"
        },
        {
            "text": "Interesting work [69] , Reputation with industry and learning opportunities [68] , High-level influence in the respective field [66] Limitations",
            "cite_spans": [
                {
                    "start": 17,
                    "end": 21,
                    "text": "[69]",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 76,
                    "end": 80,
                    "text": "[68]",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 128,
                    "end": 132,
                    "text": "[66]",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [],
            "section": "Phase IV"
        },
        {
            "text": "\"Virtually all [of 27 interviewees currently engaged in public-private partnerships] expressed concerns about conflict of interest related to private industry\" [77] \"I don't care what they write into the contract in terms of independent reporting... the reality is that they're not going to bite the hand that feeds them. [...]. It may not be intentional but the university will err on the side of being favorable to industry. We all know how you can paint a different picture with the same set of circumstances without ever lying.\" [65] Academic Freedom Old school type: \"There's a certain greedy, 'have it now' mentality that may motivate people to try to get out there and do something dramatic from which they're going to profit in a short time. Some people even choose their scholarly area in order to position themselves in that respect\" [67] \"If someone else files a patent that conflicts with your work, that could really impair your research\" [67] Research shift Old School Type: \"in biomedical science, there is a very widespread feeling that the higher quality you are, the more you're going to be raking in, the more patents you'll have, and the more companies you'll be associated with. [...] There is a big reorganization under way such that traditional fields, small low funded fields that endow the institution with great diversity, are going by the wayside. What you're going to wind up with are big juggernauts of work in a few areas like functional genomics.\" [67] Secrecy Old School Type: \"It's anathema to me that you can find people in academic settings who won't talk about what they're doing. They can't tell you what they've found because of patents, pending patents, or applications. If you can't talk openly, it's bad\" [67] Reluctant Entrepreneur: \"My lab generates knowledge that could be of great value to companies. Since it is not done in a company, the knowledge could be viewed as a loss to some firms. But we want to be able to publish it. So the company might have an incentive to restrict or control our research\" [67] \"We had meetings with people. So as the technology transfer arm of the university was trying to market the intellectual property [...] we had a lot of meetings. In some cases we would travel to companies, in some cases they would come here and then a lot of phone calls.\" (Dr. Wilson)",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 164,
                    "text": "[77]",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 533,
                    "end": 537,
                    "text": "[65]",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 844,
                    "end": 848,
                    "text": "[67]",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 952,
                    "end": 956,
                    "text": "[67]",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 1479,
                    "end": 1483,
                    "text": "[67]",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 1746,
                    "end": 1750,
                    "text": "[67]",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 2050,
                    "end": 2054,
                    "text": "[67]",
                    "ref_id": "BIBREF68"
                }
            ],
            "ref_spans": [],
            "section": "Conflict of Interest"
        },
        {
            "text": "The licenses that were negotiated were reported to be usually exclusive licenses. They were generally considered to be the only possible way to provide enough of an incentive for companies to engage in the commercialization of a technology. Some participants described specific licensing clauses, such as milestones, or non-exclusive licenses. While these were reported to encourage the working of the patent or access to research tools, none of the participants described licenses that promote access to medicines and did not think such licenses were feasible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest"
        },
        {
            "text": "\"And the vaccine, well, if we didn't patent the vaccine to give some sort of exclusivity, noone can spend five hundred billion dollars developing it. Okay? There will never be the vaccine. So (that's huge) for human health, even though there is some exclusivity, you have to do it or it just wouldn't happen.\" (Dr. Williams) \"They say the state is financing the NIH, therefore the technology should be available to the citizens. Negotiating licenses with firms was described to be hindered by TTOs, which were in some cases perceived to be understaffed and weak. In particular at public universities, which have tighter budgets than their private counterparts. The companies' legal presence, on the other hand, was described to be much stronger. Instead of selling or licensing a patent, institutions and inventor scientists can decide to start their own spin-off company. All American interview participants mentioned that they had started at least one spin-off while none of the European participants had. One American participant stated that establishing a spin-off has become very common. Generally, scientists reported that a spinoff would be created to continue the development as long as possible until a favorable license or sale could be negotiated with a larger company. In this endeavor, they face limitations in how far they can take their technology because of financial constraints and participants generally believed phase II clinical trials to be too expensive for a spin-off.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest"
        },
        {
            "text": "\"The other way of course is to start your own company, which a lot of academics are doing now and hopefully therefore can draw on private investors and things to develop their technology. So, I think that that at least in the United States, it has almost become epidemic\" (Dr. Jones).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest"
        },
        {
            "text": "company is a small company and the way that these small biotech companies typically work is that smaller companies can often move products into phase one trials and sometimes into phase two trials, but at that point usually if the data looks promising the products get licensed to larger pharmaceutical companies\" (Dr. Wilson) Other exchange pathways discussed by the participants included advice and service agreements as well as more collaborative research endeavors. Especially the participants who had been directly involved in the development of the HPV vaccine described that they are frequently being asked for advice. In this context, companies seem to be more interested in feedback on their work from experts in the field than acquiring new knowledge or technologies. Sometimes this exchange was facilitated through paid positions at the company, e.g. on advisory boards. Lastly, formal service agreements facilitate the exchange of knowledge or research materials between private companies and PROs. Similarly to the advice described above, companies often approach the scientists directly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"[T]he [spin-off]"
        },
        {
            "text": "\"They [...] commissioned quite a lot of work in that area from different groups, […] I mean they have their own expertise in-house obviously, but they wanted to be reassured by people who were outside of the company that they were getting it right.\" (Prof. Thomas) \"And I work with several other companies on their scientific advisory boards or as [...] a board member to try and help them get commercialization and development, translation of the products out there into the real world.\" (Prof. Thomas) \"I've established a model […] of cancer […] So one company for instance contacted me because they wanted to learn how to make this model. So for this we had a service agreement and they came […] just two, three days just to learn how to make this particular model.\" (Dr. Wright)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"[T]he [spin-off]"
        },
        {
            "text": "The interviews also shed some light on more collaborative forms of knowledge exchange. According to the interviews, research collaborations often come about through informal, unorganized interactions and knowledge exchange, connecting researchers from the public and private sector that are working on similar questions. This is facilitated by confidentiality agreements which are often signed at some point during the process and allow for free sharing of knowledge. While the subsequent formalization of a research collaboration is the mandate of the TTO, scientists described essentially developing preliminary terms with the partner and dictating these to the TTO.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"[T]he [spin-off]"
        },
        {
            "text": "\"I believe most cooperations […] happen on a rather personal basis, so that you are in touch with two, three others you know personally and then you develop mutual trust and develop things together. And maybe commercialization is not in the forefront but rather how can we get this technology one step further?\" (Prof. Taylor) \"I talk to somebody from the company first and then if it looks like it's going to be an interesting collaboration [...] I bring the tech transfer company in to help with that. [...]I might sort of set up a […] draft term sheet and say this is how I think they ought to do business and then they will go and sort of sort out the details and see if they can make it work.\" (Prof. Thomas)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"[T]he [spin-off]"
        },
        {
            "text": "The interview results suggest that the individual inventor scientists are indeed key actors in the exchange of the knowledge they create. The scientists also went into some detail regarding their views on knowledge exchange with private companies. They highlighted that involvement really depends on individual interest and commitment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The inventor scientists' view on public-private knowledge exchange"
        },
        {
            "text": "\"I have kind of acquired this [interest in commercialization] epigenetically, others don't have that as much\" (Prof. Smith) \"It's just who we are. I mean, [... ] we like to be in charge of our own developments. We were very interested in this whole process [...]. And we thought it was potentially important, so we didn't want to lose control of it. It's kind of the way we do things\" (Dr. Williams)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The inventor scientists' view on public-private knowledge exchange"
        },
        {
            "text": "An important motivator to engage in knowledge exchange and in commercialization in particular was to improve human health in general, promote public health in resource-poor settings or even to achieve universal access to the resulting product.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The inventor scientists' view on public-private knowledge exchange"
        },
        {
            "text": "\"I don't see the point in developing things to cure mice; the point is to cure people.\" (Dr. Wright) \"I was really keen to see the product used. Cervical cancer is […] really a disease of the developing world\" (Prof. Thomas) For the interviewed scientists, the impact on human health they were working for was mediated by developing products and bringing them to market. They all stated that to do so, the engagement with industry was a requirement, not a choice, because PROs were seen to lack the necessary technical and financial means. The drug development process was understood to be unbelievably expensive and thus far out of reach for PROs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The inventor scientists' view on public-private knowledge exchange"
        },
        {
            "text": "\"Without a commercial partner there would be no vaccine. [...] if this was going to be […] useful then we needed somebody who was going to make it and sell it.\" (Prof. Thomas) \"Well, I mean obviously the ultimate goal is to improve human health.",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 62,
                    "text": "[...]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The inventor scientists' view on public-private knowledge exchange"
        },
        {
            "text": "[…] I feel like the company is really the fastest way to move these vaccines ahead into the clinic. So that's the motivator.\" (Dr. Wilson) \"Why do you have to patent? So that companies are interested. And when are firms interested? If there is money to make! [...] I mean as the company Bayer I live from making money and when there is no money made, there is no company Bayer, easy as that\" (Prof. Smith) \"So if the HPV vaccine had remained in the academic sector, we wouldn't have the vaccines today. Nobody would have been able to scrape up the billion necessary for the development\" (Prof. Smith) Financial incentives also played an important role for the participating scientists. These included personal financial profit as well as acquiring funds for their institution or the continuation of their own research. Most participants stated that generating income from commercialization activities has become more important for their PROs and themselves, as public funds for basic research have been reduced. Many participants cited cases where institutions had made a fortune with one key technology and that they believed examples like these were motivating PROs to engage in commercialization and professionalise their TTOs. Some European scientists seemed less enthusiastic, one even saying that licensing revenues do not justify the high cost of filing patents. Additionally, one participant stated that his colleaguescientists feel pressured to commercialize their research in order to \"add luster to their resume\" (Dr. Williams). Overall, they described that patenting and engaging in commercialization had become very common.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The inventor scientists' view on public-private knowledge exchange"
        },
        {
            "text": "\"Now people [...] patent everything [...], it's silly actually. You know, because everybody has become aware of how valuable these patents might be and so, they've become hypersensitive to discovery\" (Dr. Jones)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The inventor scientists' view on public-private knowledge exchange"
        },
        {
            "text": "While all interview participants stated that they influence the commercialization of their research results, and that promoting human health was a key motivator for engaging with industry, they did not believe that they could shape their knowledge exchange in a way that would promote global access to the resulting product. Except for one participant who mentioned non-exclusive licenses in the context of public health, public healthsensitive knowledge exchange strategies were not discussed. Instead, a number of interviewees mentioned licensing clauses, such as milestones or non-exclusive licenses they had used to achieve unrelated goals. Nonetheless, as indicated above, participants believed that only exclusive licenses would provide enough security about return on investment to convince pharmaceutical companies to develop a technology. This suggests that they believe the promotion of access to the resulting product would necessarily lead to relevant losses of revenue.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Knowledge exchange and access to medicines"
        },
        {
            "text": "\"You could have exclusive versus non [exclusive licenses], and some people, you know, won't deal with you unless they have an exclusive license because they want to protect their development process, too. So, it is a give and take on both sides and I think that it's usually, you know, it's a business decision.\" (Dr. Jones)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Knowledge exchange and access to medicines"
        },
        {
            "text": "Synthesizing the evidence from both the systematic review and the qualitative interview study, we developed a researcher-centric model for medical knowledge exchange between PROs and industry actors (see Fig. 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 204,
                    "end": 210,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Qualitative synthesis: scientist-centric model of publicprivate knowledge exchange in medical research"
        },
        {
            "text": "This model captures four knowledge exchange pathways. First, scientists exchange knowledge through publishing their research results. Secondly, they scan their research results for patentability and disclose what they perceive to be patentable inventions to the PRO TTO. The TTO usually follows through on filing a patent, and often follow suggestions of the inventor scientists with regards to potential commercialization partners and strategies. Formal licensing or sale agreements are negotiated between the TTO and the industry partner, with varying input from the inventors. Instead of licensing, the scientists may initiate spin-off companies, which are either established through the TTO or with the support of other funders. Thirdly, companies seek advice or specific services from PRO scientists, who they often contact directly. Formal agreements for services, material or advice are negotiated between the TTO and the company, but the scientists are often consulted. Foregoing the TTO; scientists may accept paid positions at firms to provide advice and knowledge on a more permanent basis. Finally, scientists exchange knowledge through personal contacts, which may lead to ideas for joint research. After initial discussions, and potential joint publications, scientists bring in the PRO TTO to formalize the collaboration, sometimes even providing draft terms. The agreement is then negotiated between the PRO TTOs and the company, usually including regulations regarding ownership of IP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Qualitative synthesis: scientist-centric model of publicprivate knowledge exchange in medical research"
        },
        {
            "text": "The results of the systematic review, as well as the interview study, show that the public-private exchange of medical knowledge occurs through four pathway complexes: (1) the publication of research results in journals or at conferences; (2) the transfer of research results through patents and subsequent license, sale, or spin-off companies, (3) problem-specific formal exchange of advice, services, or material; or positions within the company; and (4) exchanges based on informal contacts which may give rise to formalized research collaborations. The scientists themselves were found to be key actors particularly in the early stages of these exchange pathways: Scientists decide whether to publish or patent research results, they are consulted in commercialization efforts by their institutions' TTOs, they usually initiate the establishment of spin-off companies, and informal contacts established by them are crucial in the development of joint research endeavours. According to our results, their influence lessens over the course of the exchange pathway, although there is evidence that particularly senior scientists are engaged and consulted by the drug developer all the way through to market entry and beyond.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Knowledge exchange in medical research"
        },
        {
            "text": "The scientists engaging in the exchange of knowledge in medical research appeared to be highly visible, well connected, male researchers. The motivations to engage with private partners prominently include improving human health through developing and making available new medicines. Financial interests also appeared to be relevant factors, particularly the generation of licensing revenues for academic institutions, although 84% of U.S. university TTOs, in fact, operate at a loss [78] . Similarly, in 2010 TTOs in Germany were supported by the state with a total of €9,6 million, while making only €4,9 million in revenues [79] .",
            "cite_spans": [
                {
                    "start": 484,
                    "end": 488,
                    "text": "[78]",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 627,
                    "end": 631,
                    "text": "[79]",
                    "ref_id": "BIBREF80"
                }
            ],
            "ref_spans": [],
            "section": "Knowledge exchange in medical research"
        },
        {
            "text": "The interview results indicate that the knowledge exchange process is driven by individual scientists who see an application for the knowledge they created and initiate knowledge exchange processes with industry. In this, the scienstists approach and connect their institution and potential private partners. Within the Triple Helix Model, such individuals are called \"entrepreneurial scientists\" [42] , researchers who generate scientific knowledge and simultaneously examine it for commercial opportunities. In the qualitative study, we found attitudes and strategies that most closely resembled the \"New School\" professor described by Owen-Smith and Powell (2001), engaging with industry to promote the practical application of innovation and ultimately public health [67] . Limitations of industry engagement included a focus on applied research as well as conflict of interest. Reflecting these issues, a 2010 study in France found that 33.3% of academics in pharmaceutical research confirmed that patenting opportunities influence their research agenda [80] .",
            "cite_spans": [
                {
                    "start": 397,
                    "end": 401,
                    "text": "[42]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 771,
                    "end": 775,
                    "text": "[67]",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 1059,
                    "end": 1063,
                    "text": "[80]",
                    "ref_id": "BIBREF81"
                }
            ],
            "ref_spans": [],
            "section": "Knowledge exchange in medical research"
        },
        {
            "text": "According to the results of the systematic review and interview study, medical scientists were sceptical regarding their ability to engage in public health-sensitive knowledge exchange and unaware of most of the available strategies. In the interview study, this scepticism seemed to stem from four core beliefs: (1) bringing a medical product to market requires \"a billion\" in investments, (2) promoting affordability necessarily entails significant loss of revenue, (3) in public-private knowledge exchange negotiations, universities have a weak negotiation position, and (4) the development of new medical products is only possible through the involvement of industry actors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Knowledge exchange and access to medicines"
        },
        {
            "text": "First, the costs associated with developing a drug remain intransparent. The most recent estimate of USD 2, 6 billion per approved drug is mostly based on selfreported data provided by pharmaceutical companies [81] . This and most other figures are impossible to verify and have been heavily contested [82] [83] [84] . The not-forprofit drug development initiative DNDi has instead suggested that research and development costs range from USD 100-150 million per approved drug, accounting for attrition and risk of failure [84] . These costs cover the entire process from exploratory early discovery -the riskiest of all research stages-to the market. However, at the point where universities begin engaging with industry partners regarding the development of a medical product, they have often progressed beyond the risky, early research stages. In the HPV vaccine case, for example, vaccine candidates had already been developed, their efficacy in animal models had been tested, and production methods had been explored. In cases like these a substantial part of the costs of development have thus already been shouldered by the PROs and ultimately, the public.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 214,
                    "text": "[81]",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 302,
                    "end": 306,
                    "text": "[82]",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 307,
                    "end": 311,
                    "text": "[83]",
                    "ref_id": "BIBREF84"
                },
                {
                    "start": 312,
                    "end": 316,
                    "text": "[84]",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 523,
                    "end": 527,
                    "text": "[84]",
                    "ref_id": "BIBREF85"
                }
            ],
            "ref_spans": [],
            "section": "Knowledge exchange and access to medicines"
        },
        {
            "text": "Second, the risk of reduced return on investment placed on industry partners through the implementation of public health-sensitive knowledge exchange strategies may be lower than medical scientists appear to believe. According to the WHO, only 18% of the global vaccine market is captured by developing countries [85] . Pushing for affordability of HPV vaccines in LMICs would arguably have limited impact on revenues, and there is no evidence that the differential pricing applied under the Pan American Health Organization's revolving fund and GAVI has led to re-imports or otherwise affected revenues of manufacturers [86] .",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 317,
                    "text": "[85]",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 621,
                    "end": 625,
                    "text": "[86]",
                    "ref_id": "BIBREF87"
                }
            ],
            "ref_spans": [],
            "section": "Knowledge exchange and access to medicines"
        },
        {
            "text": "Third, pharmaceutical companies increasingly seek and are dependent on interesting technologies emerging from public research institutions to supplement their own pipeline. Many are in fact reducing their in-house early-stage research activities, sometimes with the explicit aim of out-sourcing basic research to public institutions [87] [88] [89] . This leads to an increasing dependency of pharmaceutical companies on inlicensing scientific knowledge from public institutions for the development of medicines. As scientists are generally responsible for initiating and designing such agreements, they might thus be in a better position to negotiate alternative transfer strategies than they appear to be aware of.",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 337,
                    "text": "[87]",
                    "ref_id": "BIBREF88"
                },
                {
                    "start": 338,
                    "end": 342,
                    "text": "[88]",
                    "ref_id": "BIBREF89"
                },
                {
                    "start": 343,
                    "end": 347,
                    "text": "[89]",
                    "ref_id": "BIBREF90"
                }
            ],
            "ref_spans": [],
            "section": "Knowledge exchange and access to medicines"
        },
        {
            "text": "Finally, there may be alternatives to engaging with private companies in the development of new medicines. In the current drug development system, biomedical and pharmaceutical firms are indeed the only entities developing and producing medical products on a large scale. However, these endeavours are already heavily supported by publicly funded knowledge as well as direct state funds [90, 91] . A not-for-profit drug development program with a scope beyond neglected tropical diseases, such as a global funding mechanism for global health research and development as proposed by the WHO, would offer scientists a chance to turn their research into products without the caveats of industry entanglement and promote access to the resulting medicines. Such measures may enable scientists to support the realization of universal health coverage and access to affordable medicines, key components of the Sustainable Development Goal on Health [22] . It would also help abate some of the side effects of the current drug development system, such as biases in clinical trials, lack of research into new antimicrobials and other unprofitable health issues, as well as increasing financial pressure on social health insurances [92] [93] [94] [95] [96] . In addition, the intellectual property regime has so far failed to deliver on its promise of fostering innovation [97, 98] .",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 391,
                    "text": "[90,",
                    "ref_id": "BIBREF91"
                },
                {
                    "start": 392,
                    "end": 395,
                    "text": "91]",
                    "ref_id": "BIBREF92"
                },
                {
                    "start": 941,
                    "end": 945,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1221,
                    "end": 1225,
                    "text": "[92]",
                    "ref_id": "BIBREF93"
                },
                {
                    "start": 1226,
                    "end": 1230,
                    "text": "[93]",
                    "ref_id": "BIBREF94"
                },
                {
                    "start": 1231,
                    "end": 1235,
                    "text": "[94]",
                    "ref_id": "BIBREF95"
                },
                {
                    "start": 1236,
                    "end": 1240,
                    "text": "[95]",
                    "ref_id": "BIBREF96"
                },
                {
                    "start": 1241,
                    "end": 1245,
                    "text": "[96]",
                    "ref_id": "BIBREF97"
                },
                {
                    "start": 1362,
                    "end": 1366,
                    "text": "[97,",
                    "ref_id": "BIBREF98"
                },
                {
                    "start": 1367,
                    "end": 1370,
                    "text": "98]",
                    "ref_id": "BIBREF99"
                }
            ],
            "ref_spans": [],
            "section": "Knowledge exchange and access to medicines"
        },
        {
            "text": "However, until such changes are made, some public health-sensitive knowledge management strategies that promote access to medicines are already available. In other medical fields, universities are increasingly exploring the implementation of public health-sensitive licensing practices [99, 100] and a set of global health sample clauses extracted from successful agreements can be found on the website of the Association of University Technology Managers [101] . Our results indicate a number of ways in which the implementation of public healthsensitive knowledge exchange strategies could be promoted. First, the scepticism regarding the implementation of public health-sensitive transfer practices among PRO scientists appeared to be based on an incomplete, industry-friendly understanding of the commercialization process. This suggests that education and training on drug development and transfer strategies may enable scientists to be more self-determined and informed when engaging with biomedical and pharmaceutical enterprises. Medical curricula, in particular, should include unbiased education on drug development. Second, institutional policies, or national legislation, should mandate public health-sensitive knowledge exchange in publicly funded research. This study also suggests additional avenues for promoting access to medicines that may be worth exploring. For example, informal exchanges, mature spin-offs looking to sell to a larger firm, or paid positions on advisory boards may be leveraged to promote access to medicines. This could possibly be achieved through institutional or regional standards of conduct for spin-offs or informal communications. Moreover, legal capacity building at the level of PRO TTOs could further strengthen the position and self-determination of PROs and individual scientists when engaging with private partners, whose legal presence appears to be perceived as overwhelming. Lastly, projects such as the University Report Card that monitor universities' global health practices and evaluate stewardship of IP, could promote transparency and commitment to these issues [102] .",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 290,
                    "text": "[99,",
                    "ref_id": "BIBREF100"
                },
                {
                    "start": 291,
                    "end": 295,
                    "text": "100]",
                    "ref_id": "BIBREF101"
                },
                {
                    "start": 456,
                    "end": 461,
                    "text": "[101]",
                    "ref_id": "BIBREF102"
                },
                {
                    "start": 2123,
                    "end": 2128,
                    "text": "[102]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Knowledge exchange and access to medicines"
        },
        {
            "text": "This study represents the first qualitative research on medical technology transfer with a specific focus on access to medicines and vaccines. It draws on a systematic literature review as well as extensive, in-depth interviews that generated detailed data on the commercialization process and key results were consistent across interviews and studies. The study was explorative in nature and followed a case study approach, thus limiting the generalizability of data across other fields of medical research. There is also a risk of social desirability bias, which we aimed to minimize in the conduct of the interviews. The interviews were conducted in German and English, data thus had to be analysed across different languages and quotes had to be translated, possibly affecting the research results. In addition, most interview participants were male; the female perspective on the issues under study, therefore, remains underrepresented. We also chose to focus on the role of the inventor scientist and used a case study of successful commercialization. Building on our research, future studies should include TTO professionals and private actors; and include scientists with less experience in private engagement to triangulate different perspectives. Limitations of the systematic review include that the screening process could not be conducted in duplicate due to resource constraints. However, the screening strategy was piloted on a large portion of the studies in duplicate and all uncertainties regarding the decisions on the remaining studies were discussed within the research team to ensure the quality and rigor of this review.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and limitations"
        },
        {
            "text": "From the systematic review and the interview study, we identified publications, formal transfer of patented knowledge, problem-specific advice or service agreements as well as informal exchanges and collaborative research as the main avenues of public-private knowledge exchange in medical research. The inventor scientists played a key role in determining which pathway was adopted and how it was framed, tailoring these processes to achieve the fastest possible translation of their research into marketable products to benefit human health. The involvement of pharmaceutical companies was perceived to be a prerequisite for the successful development of such products and had to be incentivized through lucrative knowledge exchange strategies, such as exclusive licenses. In the interview study, we found scepticism towards the implementation of public healthsensitive knowledge exchange strategies, as these were believed to deter corporate interest in the development of new medicines and thus risk the translation of the scientists' research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Discussing these findings within the context of the financial gains and risks as well as the roles currently played by public and private entities in drug development, we find that the views among medical scientists at PROs appear to be biased towards an industry-friendly perspective of medical research and development. We thus suggest that until a delinked model of medical research alleviates the conflict between public and private interests altogether, education of medical students and researchers on the processes, power relations, and financial realities of knowledge exchange and drug development, as well as improved institutional and legal backing, could be key in improving the success of public healthsensitive knowledge exchange strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Supplementary information accompanies this paper at https://doi.org/10. 1186/s12992-020-00552-9.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary information"
        },
        {
            "text": "Additional file 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary information"
        },
        {
            "text": "Additional file 3. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional file 2."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The role of public-sector research in the discovery of drugs and vaccines",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Jensen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wyller",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Kilgore",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chatterjee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Rohrbaugh",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "New Engl J Med",
            "volume": "364",
            "issn": "6",
            "pages": "535--576",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "NIH inventions translate into drugs and biologics with high public health impact",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Chatterjee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Rohrbaugh",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nat Biotechnol",
            "volume": "32",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Sexually transmitted infections",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Richens",
                    "suffix": ""
                },
                {
                    "first": "Dcw",
                    "middle": [],
                    "last": "Mabey",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "403--438",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Global cancer statistics 2018: GLOBOCAN estimates of incidence and mortality worldwide for 36 cancers in 185 countries",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bray",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ferlay",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Soerjomataram",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Siegel",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Torre",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jemal",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "CA-Cancer J Clin",
            "volume": "68",
            "issn": "6",
            "pages": "394--424",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Human papillomavirus infection and its association with Neoplasia: from molecular biology to prevention and treatment",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Oparka",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Herrington",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Small DNA Tumor Viruses",
            "volume": "",
            "issn": "",
            "pages": "1--19",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Infrastructure requirements for human papillomavirus vaccination and cervical cancer screening in sub-Saharan Africa",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sankaranarayanan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Anorlu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sangwa-Lugoma",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Denny",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Vaccine",
            "volume": "31",
            "issn": "5",
            "pages": "47--52",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Finding the viral link: the story of Harald zur Hausen",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mcintyre",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Cancerworld",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "HPV vaccine development: A case study of prevention and politics",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Grimes",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Biochem Mol Biol Edu",
            "volume": "34",
            "issn": "2",
            "pages": "148--54",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "HPV L1 protein expressed in cos cells displays conformational epitopes found on intact virions",
            "authors": [
                {
                    "first": "S-J",
                    "middle": [],
                    "last": "Ghim",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Jenson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schlegel",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Virol",
            "volume": "190",
            "issn": "1",
            "pages": "548--52",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Papillomavirus L1 major capsid protein self-assembles into virus-like particles that are highly immunogenic",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kirnbauer",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Booy",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Lowy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Schiller",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Proc Natl Acad Sci",
            "volume": "89",
            "issn": "",
            "pages": "12180--12184",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Human papillomavirus type 11 recombinant capsomeres induce virus-neutralizing antibodies",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "I"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Suzich",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lane",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Garcea",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Virol",
            "volume": "72",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Systemic immunization with papillomavirus L1 protein completely prevents the development of viral mucosal papillomas",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Suzich",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Ghim",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Palmer-Hill",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "I"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Tamura",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Bell",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Proc Natl Acad Sci",
            "volume": "92",
            "issn": "25",
            "pages": "11553--11560",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Papillomavirus-like particles and HPV vaccine development",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Schiller",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Lowy",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Semin Cancer Biol",
            "volume": "7",
            "issn": "6",
            "pages": "373--82",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "University contributions to the HPV vaccine and implications for access to vaccines in developing countries: addressing materials and know-how in university technology transfer policy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Crager",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Guillen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Price",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Am J Law Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Intellectual property, technology transfer and manufacture of low-cost HPV vaccines in India",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Padmanabhan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Amin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sampat",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cook-Deegan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chandrasekharan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nat Biotech",
            "volume": "28",
            "issn": "7",
            "pages": "671--679",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Biomedical innovation and the politics of scientific knowledge: a case study of Gardasil",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "World Health Organization. 21th WHO Model List of Essential Medicines",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A/RES/ 2200A [XXI]. United Nations General Assembly",
            "authors": [],
            "year": 1966,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "United Nations Secretary-General's High-Level Panel on Access to Medicines Report",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Progress towards the Sustainable Development Goals (E/2016/75)",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The Lancet's Commission on Essential Medicines Policies. Essential medicines for universal health coverage",
            "authors": [],
            "year": 2016,
            "venue": "Lancet",
            "volume": "389",
            "issn": "16",
            "pages": "31599--31608",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(16)31599-9"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Global burden of cancers attributable to infections in 2008: a review and synthetic analysis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "De Martel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ferlay",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Franceschi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vignat",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bray",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Forman",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Lancet Oncol",
            "volume": "13",
            "issn": "6",
            "pages": "607--622",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Global Burden of Human Papillomavirus and Related Diseases",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Forman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "De Martel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Lacey",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Soerjomataram",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lortet-Tieulent",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bruni",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Vaccine",
            "volume": "30",
            "issn": "",
            "pages": "12--23",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Global estimates of human papillomavirus vaccination coverage by region and income level: a pooled analysis",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bruni",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Diaz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Barrionuevo-Rosas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Herrero",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bray",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "X"
                    ],
                    "last": "Bosch",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Lancet Glob Health",
            "volume": "4",
            "issn": "7",
            "pages": "453--63",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Status of HPV vaccine introduction and barriers to country uptake. Vaccine",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Gallagher",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Lamontagne",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Watson-Jones",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "36",
            "issn": "",
            "pages": "4761--4768",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "A case study using the United Republic of Tanzania: costing nationwide HPV vaccine delivery using the WHO cervical Cancer prevention and control costing tool",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hutubessy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Levin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Morgan",
                    "suffix": ""
                },
                {
                    "first": "Ally",
                    "middle": [
                        "M"
                    ],
                    "last": "John",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "BMC Med",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Global support for new vaccine implementation in middle-income countries",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kaddar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schmitt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Makinen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Milstien",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Vaccine",
            "volume": "31",
            "issn": "",
            "pages": "81--96",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Manufacturing costs of HPV vaccines for developing countries",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Clendinen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Warburton",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Light",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Vaccine",
            "volume": "34",
            "issn": "48",
            "pages": "5984--5993",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "A fair shot for vaccine affordability: understanding and addressing the effects f patents on access to newer vaccines",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Msf Accesscampaign",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Current global pricing for human papillomavirus vaccines brings the greatest economic benefits to rich countries",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Herlihy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hutubessy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jit",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Health Aff",
            "volume": "35",
            "issn": "2",
            "pages": "227--261",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Access to medicines and vaccines: Report by the Director-General",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "World Health Organization",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Equitable Licensing & Global Access: Lizenzpolitik & Vertragsbausteine",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Godt",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "The silent epidemic of Exclusive University licensing policies on compounds for neglected diseases and beyond",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Gilliland",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Purcell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Kishore",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Neglect Trop D",
            "volume": "4",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Implementing Socially Responsible Licensing for Global Health: Beyond Neglected Diseases",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Guebert",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bubela",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Sci Transl Med",
            "volume": "6",
            "issn": "260",
            "pages": "260--271",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The role of university technology transfer operations in assuring access to medicines and vaccines in developing countries",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Nelsen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Yale J Health Policy Law Ethics",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Access to essential medicines and university research: building best practices",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Pharmabrief Spezial -Leitfaden für sozialverträgliche Verwertung -Forschungsergebnisse für möglichst viele",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Buko Pharmakampagne",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "The dynamics of innovation: from National Systems and \"mode 2\" to a triple Helix of university-industry-government relations",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Etzkowitz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Leydesdorff",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Res Policy",
            "volume": "29",
            "issn": "2",
            "pages": "109--132",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Triple Helix systems: an analytical framework for innovation policy and practice in the knowledge society",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ranga",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Etzkowitz",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Ind High Educ",
            "volume": "27",
            "issn": "4",
            "pages": "237--62",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Models and methods of university technology transfer. UNCG economics working paper series 13-10. Greensboro: University of North Carolina",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bradley",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hayter",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Link",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Academic engagement and commercialization: a review of the literature on universityindustry relations",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Perkman",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Tartari",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mckelvey",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Autio",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Broström",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "&apos;este",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Res Policy",
            "volume": "42",
            "issn": "",
            "pages": "423--465",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "The norms of entrepreneurial science: cognitive effects of the new university-industry linkages",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Etzkowitz",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Res Policy",
            "volume": "27",
            "issn": "8",
            "pages": "823--856",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Characteristics and determinants of knowledge transfer policies at universities and public institutions in medical research-protocol for a systematic review of the qualitative research literature",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jahn",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Müller",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bozorgmehr",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Systematic Reviews",
            "volume": "4",
            "issn": "1",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Joanna Briggs Institute Reviewer's Manual",
            "authors": [
                {
                    "first": "Joanna",
                    "middle": [],
                    "last": "Briggs Institute",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Why we need qualitative research",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Black",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Epidemiol Commun H",
            "volume": "48",
            "issn": "5",
            "pages": "425--431",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "The Clinical Appraisal Skill Programme",
            "authors": [],
            "year": 2014,
            "venue": "Qualitative Research Checklist",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Evaluating meta-ethnography: systematic analysis and synthesis of qualitative research",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pound",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Morgan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Daker-White",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Britten",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pill",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Health Technol Assess",
            "volume": "15",
            "issn": "43",
            "pages": "1--164",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Update on vaccination clinical trials for HPV-related disease",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Erickson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Landers",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Huh",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Clin Ther",
            "volume": "36",
            "issn": "1",
            "pages": "8--16",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "New approaches to prophylactic human papillomavirus vaccines for cervical cancer prevention",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Gersch",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gissmann",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Garcea",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Antivir ther",
            "volume": "17",
            "issn": "3",
            "pages": "425--459",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Development of an HPV vaccine for a broad spectrum of high-risk types",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kanda",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kondo",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Hum Vaccines",
            "volume": "5",
            "issn": "1",
            "pages": "43--48",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Modification of human papillomavirus-like particle vaccine by insertion of the cross-reactive L2-epitopes",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kondo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ochi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Matsumoto",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yoshikawa",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kanda",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Med Virol",
            "volume": "80",
            "issn": "5",
            "pages": "841--847",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Advances in human papilloma virus vaccines: a patent review",
            "authors": [
                {
                    "first": "H-J",
                    "middle": [],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "Y-K",
                    "middle": [],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "B"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Expert Opin Ther Pat",
            "volume": "21",
            "issn": "3",
            "pages": "295--309",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "HPV Vaccines: Today and in the Future",
            "authors": [
                {
                    "first": "A-B",
                    "middle": [],
                    "last": "Moscicki",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Adolesc Health",
            "volume": "43",
            "issn": "4",
            "pages": "26--40",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Second-generation prophylactic HPV vaccines: successes and challenges",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tyler",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tumban",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chackerian",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Expert Rev Vaccines",
            "volume": "13",
            "issn": "2",
            "pages": "247--55",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Plant-produced vaccines: promise and reality",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Rybicki",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Drug Discov Today",
            "volume": "14",
            "issn": "1-2",
            "pages": "16--24",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Development of AAVLP (HPV16/31L2) particles as broadly protective HPV vaccine candidate",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nieto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Weghofer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sehr",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ritter",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sedlmeier",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Karanam",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "VLPs displaying a single L2 epitope induce broadly cross-neutralizing antibodies against human papillomavirus",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tumban",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Peabody",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tyler",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Peabody",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chackerian",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "11",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Efficacy of RG1-VLP vaccination against infections with genital and cutaneous human papillomaviruses",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Schellenbacher",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kwak",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fink",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shafti-Keramat",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Huber",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jindra",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Invest Dermatol",
            "volume": "133",
            "issn": "12",
            "pages": "2706--2719",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Optimization of Multimeric human papillomavirus L2 vaccines",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jagu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kwak",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Karanam",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Huh",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Damotharan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Chivukula",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Making health policy",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Buse",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mays",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Walt",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Qualitative data analysis for applied research",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ritchie",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Spencer",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "The qualitative researcher's companion",
            "volume": "",
            "issn": "",
            "pages": "305--334",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "The commercialization of clinical genetic technologies: a technology assessment using fluorescence in situ hybridization as the genetic lens",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Ard",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Small world, big ideas, and smart companies-a qualitative study of academic spin-off companies and knowledge creation: University of Michigan",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Bacevice",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Careers and contradictions: Faculty responses to the transformation of knowledge and its uses in the life sciences",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Owen-Smith",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Powell",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "The Transformation of Work",
            "volume": "10",
            "issn": "",
            "pages": "109--140",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Fostering university-industry interactions under a triple helix model: the case of Nuevo Leon",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Villasana",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Mexico Sci Publ Policy",
            "volume": "38",
            "issn": "1",
            "pages": "43--53",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Physician-industry collaboration: conflicts of interest and the imputation of motive",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wadmann",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Soc Stud Sci",
            "volume": "44",
            "issn": "4",
            "pages": "531--54",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Nurturing life-science knowledge discovery: managing multi-organisation networks",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dooley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kirk",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Philpott",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Prod Plan Control",
            "volume": "24",
            "issn": "2-3",
            "pages": "195--207",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Structural social capital evolution and knowledge transfer: evidence from an Irish pharmaceutical network. Ind Mark Manag",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Filieri",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Mcnally",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Dwyer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Malley",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "43",
            "issn": "",
            "pages": "429--469",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Translational science and the hidden research system in universities and academic hospitals: a case study",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lander",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Atkinson-Grosjean",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Soc Sci Med",
            "volume": "72",
            "issn": "4",
            "pages": "537--581",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Medical device innovation: the integrated processes of invention, diffusion and deployment [dissertation",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Roback",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "University's Axel patents: technology transfer and implications for the Bayh-dole act",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Colaianni",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cook-Deegan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Columbia",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Milbank Q",
            "volume": "87",
            "issn": "3",
            "pages": "683--715",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Coping with the financiers: attracting venture capital investors and end-users in the biomaterials industry",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Styhre",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Technol Anal Strateg",
            "volume": "26",
            "issn": "7",
            "pages": "797--809",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "Science-based health innovation in Tanzania: bednets and a base for invention",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Singer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Daar",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC int health human r",
            "volume": "10",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "Principles for building public-private partnerships to benefit food safety, nutrition, and health research",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rowe",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Alexander",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kretser",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Steele",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kretsch",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Applebaum",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nutr Rev",
            "volume": "71",
            "issn": "10",
            "pages": "682--91",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "University start-ups: critical for improving technology transfer",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Valdivia",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Center for Technology Innovation at",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "Hochschulpatente zehn Jahre nach Abschaffung des Hochschullehrerprivilegs. Studien zum deutschen Innovationssystem Nr 13-2012. Berlin: Expertenkommission Forschung und Innovation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cuntz",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Dauchert",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Meurer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Philipps",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Platz",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "On the consequences of Patenting University research: lessons from a survey of French academic inventors",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Penin",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Ind Innov",
            "volume": "17",
            "issn": "5",
            "pages": "445--68",
            "other_ids": {}
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "Innovation in the pharmaceutical industry: new estimates of R&D costs",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Dimasi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Grabowski",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Hansen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Health Econ",
            "volume": "47",
            "issn": "",
            "pages": "20--33",
            "other_ids": {}
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "The cost of drug development: a systematic review. Health policy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Morgan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Grootendorst",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lexchin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cunningham",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Greyson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "100",
            "issn": "",
            "pages": "4--17",
            "other_ids": {}
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "GlaxoSmithKline boss says new drugs can be cheaper",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hirschler",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Reuters",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "Research & Development for Diseases of the Poor: A 10-Year Analysis of Impact of the DNDi Model",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Dndi",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF86": {
            "ref_id": "b86",
            "title": "World Health Organization",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF87": {
            "ref_id": "b87",
            "title": "Tiered pricing of vaccines: a win-win-win situation, not a subsidy",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Plahte",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Lancet Infect Dis",
            "volume": "5",
            "issn": "1",
            "pages": "58--63",
            "other_ids": {}
        },
        "BIBREF88": {
            "ref_id": "b88",
            "title": "Big Pharma, little science?: a bibliometric perspective on big Pharma's R&D decline",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Rafols",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Hopkins",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hoekman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Siepel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "O&apos;hare",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Perianes-Rodríguez",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Technol Forecast Soc",
            "volume": "81",
            "issn": "",
            "pages": "22--38",
            "other_ids": {}
        },
        "BIBREF89": {
            "ref_id": "b89",
            "title": "London: AstraZeneca",
            "authors": [],
            "year": 2010,
            "venue": "AstraZeneca. AstraZeneca Annual Report",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF90": {
            "ref_id": "b90",
            "title": "The anatomy of medical research: US and international comparisons",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Moses",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Iii",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Matheson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cairns-Smith",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "George",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Palisch",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "JAMA",
            "volume": "313",
            "issn": "2",
            "pages": "174--89",
            "other_ids": {}
        },
        "BIBREF91": {
            "ref_id": "b91",
            "title": "The importance of new companies for drug discovery: origins of a decade of new drugs",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kneller",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nat Rev Drug Discov",
            "volume": "9",
            "issn": "11",
            "pages": "867--82",
            "other_ids": {}
        },
        "BIBREF92": {
            "ref_id": "b92",
            "title": "What are the respective roles of the public and private sectors in pharmaceutical innovation? Health Affair",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "N"
                    ],
                    "last": "Sampat",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Lichtenberg",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "30",
            "issn": "",
            "pages": "332--341",
            "other_ids": {}
        },
        "BIBREF93": {
            "ref_id": "b93",
            "title": "Antimicrobial resistance",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Marston",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Dixon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Knisely",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "N"
                    ],
                    "last": "Palmore",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fauci",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "JAMA",
            "volume": "316",
            "issn": "11",
            "pages": "1193--204",
            "other_ids": {}
        },
        "BIBREF94": {
            "ref_id": "b94",
            "title": "Those who have the gold make the evidence: how the pharmaceutical industry biases the outcomes of clinical trials of medications",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lexchin",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Sci Eng Ethics",
            "volume": "18",
            "issn": "2",
            "pages": "247--61",
            "other_ids": {}
        },
        "BIBREF95": {
            "ref_id": "b95",
            "title": "The ethical significance of antimicrobial resistance",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Littmann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Viens",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Public Health Eth",
            "volume": "8",
            "issn": "3",
            "pages": "209--233",
            "other_ids": {}
        },
        "BIBREF96": {
            "ref_id": "b96",
            "title": "Report of the consultative expert working group on research and development: financing and coordination. World Health Organization",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF97": {
            "ref_id": "b97",
            "title": "Report from the Commission to the Council and the European Parliament: Competition Enforcement in the Pharmaceutical Sector, European competition authorities working together for affordable and innovative medicines",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF98": {
            "ref_id": "b98",
            "title": "Innovation, intellectual property, and development: A better set of approaches for the 21st century",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jayadev",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stiglitz",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF99": {
            "ref_id": "b99",
            "title": "Medicine for tomorrow: some alternative proposals to promote socially beneficial Research and Development in pharmaceuticals",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Stiglitz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jayadev",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Generic Medicines: The Business Journal for the Generic Medicines Sector",
            "volume": "7",
            "issn": "3",
            "pages": "217--243",
            "other_ids": {}
        },
        "BIBREF100": {
            "ref_id": "b100",
            "title": "RE:ROUTE: A map of the alternative biomedical R&D landscape",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF101": {
            "ref_id": "b101",
            "title": "Improving access to medicines in poor countries: the role of universities",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Chokshi",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "PLoS med",
            "volume": "3",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF102": {
            "ref_id": "b102",
            "title": "The AUTM Global Health Toolkit: AUTM",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF103": {
            "ref_id": "b103",
            "title": "Publisher's Note",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF104": {
            "ref_id": "b104",
            "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Actors in HPV vaccine research, by geographic location (2014)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "As a researcher, I don't live off patents, I live off publications. [...]If you apply here somewhere, it's primarily about peer reviewed articles.\" (Prof. Smith) \"It's become fashionable to patent. It seems like your research is more valuable if you have patents,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "All of us know someone who has died of cancer. […] Fluorescent in situ hybridization is a way […] to help diagnose cancer. [...] I am very, very proud of what we have accomplished\" [65] New School Professor: \"I've had cancer twice. I've had many friends die from HIV. [...] (M)y research [...] deals with HIV and cancer.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "[...] Patents are usually transferred non-exclusively, [...] so no monopolies are created.\" (Prof. Taylor) \"One lever is for the university to include milestones. To say [...] if you don't develop this within the next five years, you either have to pay us something, so a penalty in case [...] there is no development [...] or it falls back to us.\" (Prof. Taylor)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Universities have become much more proactive in working with their scientists to try to patent potentially valuable technologies. […] as funds get harder and harder to come by, government funds for research […] people do look more and more at funding their research by doing things that company may want to fund. And […] the one way to do that is to have some good IP\" (Dr. Williams) \"[T]he scientists are also very greedy too, all right? I mean, they really want money, too, [...] there's really a financial incentive to everybody to go to technology transfer.\" (Dr Jones)\"I would estimate that our university makes twenty million dollars a year in patents, royalties.[…] It's not so bad. But some places make, I mean University of Madison Wisconsin had a patent on Vitamin D or something in the early nineties, I mean they made hundreds of millions of dollars. Just off one patent\". (Dr. Jones)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Scientist-centric model of public-private knowledge exchange in medical research",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "DNDi: Drugs for neglected disease initiative; GAVI: Gavi, the Vaccine Alliance; IP: Intellectual Property; LMIC: Low and Middle Income Countries; PRO: Public Research Organization; TTO: Technology Transfer Office; UAEM: Universities Allied for Essential Medicines; WHO: World Health Organization",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Four Phases of Network DevelopmentPhase I A few individual key actors initiate or renew connections among scientists working on related issues",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Motivating factors and perceived limitations in engaging with industry (Continued)",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "\"[P]rivate universities have more money to devote to their TTOs. [...] And plus the private universities can pay their TTO people more than the state university people so therefore they get better people. You know, so it's, what can you say.\" (Dr. Jones) \"[A] big company probably is more difficult […] to deal with because […] they have lawyers […]. The more lawyers there are involved the more it is difficult, that's clear\" (Dr. Wright).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank the study participants for sharing their insights and for their time devoted to this study. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Authors' contributions RJ: study conception, interview guide development and evaluation, interview execution, coding and analysis, drafting of first and final manuscript. OM: study conception and revision of manuscript. SN: interview guide and technique evaluation, interview analysis, revision of the manuscript. KB: study conception, interview guide development and evaluation, interview analysis and revision of manuscript for important content. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Availability of data and materials The datasets generated and/or analysed during the current study are not publicly available due to them containing information that could compromise participant privacy but are available from the corresponding author on reasonable request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Not applicable"
        },
        {
            "text": "The study was exempt from ethical approval according to the regulations of the Ethical Committee of the Medical Faculty of Heidelberg University because we did not conduct medical research on human subjects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics approval and consent to participate"
        },
        {
            "text": "Competing interests RJ is an alumni of the student organization Universities Allied for Essential Medicines (UAEM). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication Not applicable"
        }
    ]
}