{"paper_id": "4a86851b8297ac2da8ebb1b4fa1be1eadec463ce", "metadata": {"title": "Hematopoietic stem cell transplantation from matched unrelated donors in chronic granulomatous disease", "authors": [{"first": "C", "middle": [], "last": "Schuetz", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ae", "middle": ["M"], "last": "Hoenig", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ae", "middle": ["S"], "last": "Gatz", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ae", "middle": ["F"], "last": "Speth", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ae", "middle": ["U"], "last": "Benninghoff", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ae", "middle": ["A"], "last": "Schulz", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ae", "middle": ["K M"], "last": "Debatin", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ae", "middle": ["W"], "last": "Friedrich", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "We report on 12 patients with chronic granulomatous disease transplanted with hematopoietic stem cells from matched unrelated (n = 9) or matched sibling donors (n = 3). The most common infectious complication was pulmonary aspergillosis, which nine patients had previously developed. Only 5 of 12 individuals had normal lung function prior to transplantation. At a mean follow-up of 53 months 9 of the 12 patients are alive including 7 of 9 following matched unrelated donor (MUD) transplantation. One patient died from ARDS, another from systemic BK virus infection, the third from complications of chronic graft-versus-host disease. Seven of nine surviving patients have normal lung function now. HSCT from a MUD is an option worth considering when no matched family donor is available. Restricted lung function prior to HSCT does not appear to be a limiting factor for such treatment.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Life expectancy in patients with chronic granulomatous disease (CGD) has been improved with the use of systematic antibiotic prophylaxis and aggressive treatment by antimicrobial and antimycotic agents [1] . Nevertheless life threatening infections are not always prevented and the annual mortality rate is estimated at around 5%, with invasive aspergillosis being the most common cause of death [2] . Furthermore complications arise from granuloma formation leading to organ obstruction and restrictive pulmonary function. Hematopoietic stem cell transplantation (HSCT) from matched sibling donors (MSD) has been successfully performed for a number of years [3] . If no MSD is available, HSCT from a matched unrelated donor (MUD) has become an alternative, but so far there are only few cases published. Here, we report our recent experience of HSCT in CGD which includes nine cases undergoing this treatment from MUD.", "cite_spans": [{"start": 202, "end": 205, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 396, "end": 399, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 659, "end": 662, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Introduction"}, {"text": "All 12 patients reviewed in this series were transplanted and followed in a single center over a period of 15 years. Charts were reviewed retrospectively with analysis of the clinical, immunologic, laboratory features and outcome. Nine patients grafted from a MUD were compared to three patients transplanted from a MSD.", "cite_spans": [], "ref_spans": [], "section": "Patient characteristics"}, {"text": "All patients (n = 12) were male and between 4 and 20 years of age (mean 9.5 years). Most patients (n = 11) had X-linked CGD, two of whom also had McLeod phenotype (Table 1) . Nine patients had previously suffered from lung aspergillosis. Other complications included lymph node or liver abscesses (n = 9), osteomyelitis (n = 2) and granuloma formation involving the lungs (n = 5) and the central nervous system (n = 1). Notably lung function prior to HSCT was normal in only five individuals. Conditioning regimens differed ( Table 2 ). The three patients transplanted from MSD received busulfan (16 mg/kg) and cyclophosphamide (200 mg/kg). Six of the patients transplanted from MUD received busulfan (16 mg/kg), cyclophosphamide (120 mg/kg) and fludarabine (160 mg/m 2 ) in addition to antithymocyte globuline or anti-CD52 monoclonal antibody. Two patients were conditioned with fludarabine (160 mg/m 2 ), melphalane (70 mg/m 2 ) in addition to treatment with radioimmunotherapy (UPN 614, 621). The one remaining patient was conditioned with total body irradiation and fludarabine (UPN 544). Three of nine children tranplanted from a MUD (UPN 508, 494, 513) received granulocyte transfusions in aplasia as infectious prophylaxis.", "cite_spans": [], "ref_spans": [{"start": 163, "end": 172, "text": "(Table 1)", "ref_id": "TABREF0"}, {"start": 526, "end": 533, "text": "Table 2", "ref_id": null}], "section": "Patient characteristics"}, {"text": "Radioimmunotherapy (RIT) was performed with Yttrium-90 nuclide-coupled anti-CD66 monoclonal antibody. This therapy is targeted to CD66 ? myeloid precursor cells in the marrow [4] . In this non-malignant setting the dosage was 17 Gy for two patients (UPN 614, UPN 621). RIT was performed in the Department of Nuclear Medicine, Ulm University (Prof. SN. Reske).", "cite_spans": [{"start": 175, "end": 178, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Patient characteristics"}, {"text": "Nine of the 12 patients survive at a mean follow-up time of 53 months (20-188 months) free of infectious complications and with stable graft function (see Fig. 1 and Table 3 ). One patient died on day ?28 from acute respiratory failure following HSCT from a MUD (UPN 494, Table 2 ). No pathogen was found on lung biopsy and the etiology remained unclear. Another patient grafted from MSD died from systemic BK virus infection at 8 weeks post HSCT (UPN 521). The third patient suffered from therapy-resistant chronic graft-versus-host disease (GvHD). He succumbed to the sequelae of an encephalitis with cerebrovascular stroke 18 months after HSCT from a MUD (UPN 513). Chimerism is complete in 8 of 9 surviving patients (Table 3) . Graft failure occurred in 2 patients, both transplanted from a MUD. One of these patients rejected the first transplant early and engrafted after receiving a second transplant on day ?35, but died from chronic GvHD (UPN 513). The other patient who was conditioned with RIT in addition to fludarabine melphalane and ATG had progressive graft failure with recurrence of disease (UPN 614). He is scheduled for retransplantion. Two patients developed chronic GvHD of whom one died (UPN 513) and the other requires intermittent oxygen for GvHD of the lungs (UPN 461). At present lung function remains pathologic in two individuals, while two patients recovered normal lung function ( Table 2 ).", "cite_spans": [], "ref_spans": [{"start": 155, "end": 161, "text": "Fig. 1", "ref_id": "FIGREF0"}, {"start": 166, "end": 173, "text": "Table 3", "ref_id": "TABREF1"}, {"start": 272, "end": 279, "text": "Table 2", "ref_id": null}, {"start": 720, "end": 729, "text": "(Table 3)", "ref_id": "TABREF1"}, {"start": 1411, "end": 1418, "text": "Table 2", "ref_id": null}], "section": "Results"}, {"text": "Patients with CGD suffer from recurrent pyogenic and fungal infections. Furthermore they develop complications from granuloma formation. Both infections and granuloma formation often result in permanent lung damage. Control of chronic inflammation by granulomas requires long-term systemic immunosuppression which often aggravates growth failure in CGD patients. With the introduction of antibiotic prophylaxis, survival improved to over 90% in patients under the age of 10 years [5] . Despite an increase in the mean age of survivors from 8 to 16 years, in a Japanese cohort the overall mortality remained unchanged at around 20% [6] . Survival data of the United States CGD registry indicate that mortality in patients with XL-CGD is about 5% per year [2] . One-third of deaths in this registry were due to aspergillus infection. Other reasons for this limited prognosis are due to progressive pulmonary restriction and also non-compliance with medication in adolescents. At present guidelines for using HSCT to treat CGD include patients suffering from one or more life-threatening infections, from severe complication of granuloma formation with organ dysfunction including lung restriction, or patients being non-compliant with antibiotic prophylaxis [1] . However, in the absence of a family donor, the use of alternative donors for HSCT is only rarely considered so far due to the concern of increased transplantation associated risks such as higher toxicity and more severe GvHD. Published reports with successful HSCT from a MUD in CGD patients between the ages of 8 months and 39 years are few and mostly single case reports [7] [8] [9] [10] [11] [12] [13] [14] .", "cite_spans": [{"start": 480, "end": 483, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 631, "end": 634, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 754, "end": 757, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 1256, "end": 1259, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 1635, "end": 1638, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 1639, "end": 1642, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 1643, "end": 1646, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 1647, "end": 1651, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 1652, "end": 1656, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 1657, "end": 1661, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 1662, "end": 1666, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 1667, "end": 1671, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Discussion"}, {"text": "Our experience reported here in 12 patients with CGD, the majority of whom were transplanted from a MUD, shows an overall survival rate of 75% (9/12). In a European survey of 23 patients (age range 3-20 years) receiving bone marrow from MSDs after myeloablative conditioning, survival was 82% [3] . Interestingly in our experience the use of MUD did not result in more complications or worse outcome as compared to results in our smaller cohort of three patients given MSD transplants. As opposed to the above-mentioned European cohort neither exacerbation of infection during aplasia nor inflammatory flares during neutrophil engraftment were observed. Incidence of chronic GvHD is similar, with 8% in our patients compared to 11% in the European cohort [3] . Stable engraftment with full donor chimerism was observed in 90% of our patients, with a median follow-up time of 5 years (20 months to 15.5 years). Graft failure occurred in two patients transplanted from a MUD, retransplantation from the same donor was successful in one. The other patient had progressive autologous reconstitution with recurrence of disease 1.5 years after HSCT. In the European cohort stable engraftment was observed in all survivors with a median follow-up time of 2 years (4 months to 12 years).", "cite_spans": [{"start": 293, "end": 296, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 755, "end": 758, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Discussion"}, {"text": "There are two important prognostic parameters for HSCT in CGD: the presence of active infections at the time of transplantation, and a poor general clinical condition in particular a restricted lung function. In our experience HSCT should be seriously considered after the first life-threatening infection, and in the absence of a MSD, HSCT from a MUD donor is an option worth considering. Optimal conditioning regimens need to be investigated in order to reduce toxicity and lower the risk of GvHD without compromising stable engraftment.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Modern management of chronic granulomatous disease", "authors": [{"first": "R", "middle": ["A"], "last": "Seger", "suffix": ""}], "year": 2008, "venue": "Br J Haematol", "volume": "140", "issn": "", "pages": "255--66", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Chronic granulomatous disease: report on a national registry of 368 patients", "authors": [{"first": "J", "middle": ["A"], "last": "Winkelstein", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Marino", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Johnston", "suffix": ""}, {"first": "", "middle": [], "last": "Jr", "suffix": ""}], "year": 2000, "venue": "Medicine", "volume": "79", "issn": "", "pages": "155--69", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Treatment of chronic granulomatous disease with myeloablative conditioning and an unmodified hemopoietic allograft: a survey of the European experience", "authors": [{"first": "R", "middle": ["A"], "last": "Seger", "suffix": ""}, {"first": "T", "middle": [], "last": "Gungor", "suffix": ""}, {"first": "B", "middle": ["H"], "last": "Belohradsky", "suffix": ""}, {"first": "S", "middle": [], "last": "Blanche", "suffix": ""}], "year": 1985, "venue": "Blood", "volume": "100", "issn": "", "pages": "4344--50", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Radioimmunoconjugates in acute leukemia treatment: the future is radiant", "authors": [{"first": "J", "middle": [], "last": "Kotzerke", "suffix": ""}, {"first": "D", "middle": [], "last": "Bunjes", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Scheinberg", "suffix": ""}], "year": 2005, "venue": "Bone Marrow Transplant", "volume": "36", "issn": "", "pages": "1021--1027", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Incidence, severity, and prevention of infections in chronic granulomatous disease", "authors": [{"first": "R", "middle": [], "last": "Mouy", "suffix": ""}, {"first": "A", "middle": [], "last": "Fischer", "suffix": ""}, {"first": "E", "middle": [], "last": "Vilmer", "suffix": ""}, {"first": "R", "middle": [], "last": "Seger", "suffix": ""}, {"first": "C", "middle": [], "last": "Griscelli", "suffix": ""}], "year": 1989, "venue": "J Pediatr", "volume": "114", "issn": "", "pages": "555--60", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Chronic granulomatous disease in Japan: incidence and natural history. The Study Group of Phagocyte Disorders of Japan", "authors": [{"first": "M", "middle": [], "last": "Hasui", "suffix": ""}], "year": 1999, "venue": "Pediatr Int", "volume": "41", "issn": "", "pages": "589--93", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "The Westminster Hospitals Bone-Marrow Transplant Team. Bone-marrow transplant from an unrelated donor for chronic granulomatous disease", "authors": [], "year": 1977, "venue": "Lancet", "volume": "1", "issn": "", "pages": "210--213", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "CGD 100% corrected by displacement bone marrow transplantation from a volunteer unrelated donor", "authors": [{"first": "J", "middle": ["R"], "last": "Hobbs", "suffix": ""}, {"first": "M", "middle": [], "last": "Monteil", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Mccluskey", "suffix": ""}, {"first": "E", "middle": [], "last": "Jorges", "suffix": ""}, {"first": "M", "middle": [], "last": "El Tumi", "suffix": ""}], "year": 1992, "venue": "Eur J Pediatr", "volume": "151", "issn": "", "pages": "806--816", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "MUD transplant in an infant affected by chronic granulomatous disease", "authors": [{"first": "F", "middle": [], "last": "Porta", "suffix": ""}, {"first": "E", "middle": [], "last": "Mazzolari", "suffix": ""}, {"first": "U", "middle": [], "last": "Verzeri", "suffix": ""}], "year": 2000, "venue": "Bone Marrow Transplant", "volume": "25", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Successful unrelated bone marrow transplantation for a patient with CGD and associated resistant pneumonitis and Aspergillus osteomyelitis", "authors": [{"first": "C", "middle": [], "last": "Watanabe", "suffix": ""}, {"first": "S", "middle": [], "last": "Yajima", "suffix": ""}, {"first": "T", "middle": [], "last": "Taguchi", "suffix": ""}, {"first": "K", "middle": [], "last": "Toya", "suffix": ""}, {"first": "Y", "middle": [], "last": "Fujii", "suffix": ""}, {"first": "T", "middle": [], "last": "Hongo", "suffix": ""}], "year": 2001, "venue": "Bone Marrow Transplant", "volume": "28", "issn": "", "pages": "83--90", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Successful low toxicity hematopoietic stem cell transplantation for high-risk adult chronic granulomatous disease patients", "authors": [{"first": "T", "middle": [], "last": "Gungor", "suffix": ""}, {"first": "J", "middle": [], "last": "Halter", "suffix": ""}, {"first": "A", "middle": [], "last": "Klink", "suffix": ""}, {"first": "S", "middle": [], "last": "Junge", "suffix": ""}, {"first": "Kdm", "middle": [], "last": "Stumpe", "suffix": ""}, {"first": "R", "middle": [], "last": "Seger", "suffix": ""}], "year": 2005, "venue": "Transplantation", "volume": "79", "issn": "", "pages": "1596--606", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Successful unrelated bone marrow transplantation in a child with chronic granulomatous disease complicated by pulmonary and cerebral granuloma formation", "authors": [{"first": "C", "middle": [], "last": "Schuetz", "suffix": ""}, {"first": "M", "middle": [], "last": "Hoenig", "suffix": ""}, {"first": "A", "middle": [], "last": "Schulz", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Lee-Kirsch", "suffix": ""}, {"first": "J", "middle": [], "last": "Roesler", "suffix": ""}, {"first": "W", "middle": [], "last": "Friedrich", "suffix": ""}], "year": 2007, "venue": "Eur J Pediatr", "volume": "166", "issn": "", "pages": "785--793", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Treatment of McLeod phenotype chronic granulomatous disease with reduced-intensity conditioning and unrelated-donor umbilical cord blood transplantation", "authors": [{"first": "N", "middle": [], "last": "Suzuki", "suffix": ""}, {"first": "N", "middle": [], "last": "Hatakeyama", "suffix": ""}, {"first": "M", "middle": [], "last": "Yamamoto", "suffix": ""}, {"first": "N", "middle": [], "last": "Mizue", "suffix": ""}, {"first": "Y", "middle": [], "last": "Kuroiwa", "suffix": ""}, {"first": "M", "middle": [], "last": "Yoda", "suffix": ""}], "year": 2007, "venue": "Int J Hematol", "volume": "85", "issn": "", "pages": "70--72", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Successful umbilical cord blood stem cell transplantation for chronic granulomatous disease", "authors": [{"first": "A", "middle": [], "last": "Bhattacharya", "suffix": ""}, {"first": "M", "middle": [], "last": "Slatter", "suffix": ""}, {"first": "A", "middle": [], "last": "Curtis", "suffix": ""}, {"first": "C", "middle": ["E"], "last": "Chapman", "suffix": ""}, {"first": "D", "middle": [], "last": "Barge", "suffix": ""}, {"first": "A", "middle": [], "last": "Jackson", "suffix": ""}], "year": 2003, "venue": "Bone Marrow Transplant", "volume": "31", "issn": "", "pages": "403--408", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Kaplan-Meier estimates of survival in 12 patients with CGD transplanted from MUD (n = 9) and MSD (n = 3)", "latex": null, "type": "figure"}, "TABREF0": {"text": "Patient characteristics UPN unique patient number, MSD matched sibling donor, MUD matched unrelated donor, HSCT hematopoietic stem cell transplantation, GIT gastrointestinal tract, CNS central nervous system, XL X-linked inheritance, McLeod phenotype: deletion of the Xk-gene next to the gp91phox-gene leads to reduced expression of Kell-antigens", "latex": null, "type": "table"}, "TABREF1": {"text": "Outcome and complications following HSCT from MUD vs. MSD * One engrafted after retransplantation, but died at 18 months post HSCT", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Outcome/complications </td><td>MUD (n = 9) </td><td>MSD (n = 3)\n</td></tr><tr><td>Mean follow-up time in months </td><td>46.5 (21.5-79) </td><td>126 (64-188)\n</td></tr><tr><td>Survival </td><td>7/9 </td><td>2/3\n</td></tr><tr><td>Mixed chimerism </td><td>1/7 </td><td>0/2\n</td></tr><tr><td>Graft failure </td><td>2/8* </td><td>0/3\n</td></tr><tr><td>Chronic GvHD </td><td>1/7 </td><td>0/2\n</td></tr><tr><td>Normal lung function post HSCT </td><td>5/7 </td><td>2/2\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Table 1 Patient characteristics", "latex": null, "type": "table", "html": "<html><body><table><tr><td>UPN </td><td>Donor </td><td>Age at diagnosis\n</td><td>Genetics </td><td>Clinical complications prior to HSCT\n</td><td>Lung function prior to HSCT\n</td></tr><tr><td>190 </td><td>MSD </td><td>1.5 </td><td>XL (gp91phox) </td><td>Lung aspergillosis, suppurative lymphadenitis, liver and lung abscesses\n</td><td>Normal\n</td></tr><tr><td>504 </td><td>MSD </td><td>2 </td><td>XL (gp91phox) </td><td>Suppurative lymphadenitis, no pulmonary complications\n</td><td>Normal\n</td></tr><tr><td>521 </td><td>MSD </td><td>13 </td><td>XL (gp91phox) </td><td>Lung aspergillosis, skin abscesses, osteomyelitis\n</td><td>Restricted\n</td></tr><tr><td>461 </td><td>MUD </td><td>2 </td><td>XL (gp91phox) McLeod\n</td><td>Lung aspergillosis, granulomas (lungs and CNS)\n</td><td>Restricted\n</td></tr><tr><td>483 </td><td>MUD </td><td>3 </td><td>XL (gp91phox) </td><td>Lung aspergillosis, perianal abscess, granulomas (lungs and GIT),\nsegmental lung resection\n</td><td>Restricted\n</td></tr><tr><td>494 </td><td>MUD </td><td>2 </td><td>XL (gp91phox) </td><td>Lung aspergillosis, liver abscess, granulomas (lungs)\n</td><td>Restricted\n</td></tr><tr><td>508 </td><td>MUD </td><td>0.3 </td><td>XL (gp91phox) </td><td>Skin, liver and spleen abscesses, granulomas (lungs)\n</td><td>Normal\n</td></tr><tr><td>513 </td><td>MUD </td><td>1 </td><td>XL (gp91phox) </td><td>Lung aspergillosis, suppurative lymphadenitis, osteomyelitis, glomerulonephritis\n</td><td>Restricted\n</td></tr><tr><td>544 </td><td>MUD </td><td>2 </td><td>XL (gp91phox) McLeod\n</td><td>Lung aspergillosis, BCGitis, segmental lung resection\n</td><td>Normal\n</td></tr><tr><td>603 </td><td>MUD </td><td>3 </td><td>XL (gp91phox) </td><td>Lung aspergillosis, suppurative lymphadenitis, perianal abscess\n</td><td>Normal\n</td></tr><tr><td>614 </td><td>MUD </td><td>3 </td><td>AR (p47phox) </td><td>Lung aspergillosis, skin abscess, granulomas (lungs, skin)\n</td><td>Restricted\n</td></tr><tr><td>621 </td><td>MUD </td><td>5.6 </td><td>XL (gp91phox) </td><td>Lung nocardiosis </td><td>Severely restricted\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Acknowledgement We thank Sandra Steinmann for excellent help in the preparation of the manuscript.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}]}