{
    "paper_id": "4ae4577388fd3cc7cac67f03e28460314248bd73",
    "metadata": {
        "title": "Gene therapy for acute lung injury",
        "authors": [
            {
                "first": "K",
                "middle": [
                    "L"
                ],
                "last": "Brigham",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Vanderbilt University School of Medicine",
                    "location": {
                        "postCode": "37232",
                        "settlement": "Nashville",
                        "region": "Tennessee",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "A"
                ],
                "last": "Stecenko",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Vanderbilt University School of Medicine",
                    "location": {
                        "postCode": "37232",
                        "settlement": "Nashville",
                        "region": "Tennessee",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "´a",
                "middle": [
                    "A"
                ],
                "last": "Stecenko",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Vanderbilt University School of Medicine",
                    "location": {
                        "postCode": "37232",
                        "settlement": "Nashville",
                        "region": "Tennessee",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The remarkable transi-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Abstract The remarkable transition of biological science into the age of molecular biology held great promise for development of new therapies for treatment of human disease. The fact that the technology exists for analyzing genetic material in exquisite detail and constructing DNA in virtually any desired form was the basis for promising rapid translation into clinical medicine and the final cure for genetically determined diseases; cystic fibrosis is the prime example of such a lung disease. The promise was not kept, at least not in a time frame which was expected. That result is neither because the rationale was faulty nor because the tools of molecular biology were wanting. The devil was and is in the details. How do you deliver DNA to the desired cell targets in amounts sufficient to accomplish the desired effect? Viral vectors have received the most attention, but viral vectors have proven to have both theoretical and practical problems. In the lungs, these vectors have not fulfilled their original promise. Nonviral based strategies work in a general sense, but efficiency of gene delivery in vivo has been a limitation. In addition, the experimental end points in both clinical and preclinical investigation have been most often designed to demonstrate phenomenology rather than potential efficacy. And, why limit the potential of gene therapy to inherited disease? In fact, treatment of acquired diseases by increasing or decreasing expression of a given gene in the lungs that would hasten recovery from an acquired disease might be easier than treating inherited disease because the requirements for duration of transgene expression would be less stringent. Over the past two decades, we have learned enough about the pathogenesis of acute lung injury to predict that increased (or decreased) production of certain biologically active mediators should be beneficial. Genes encoding some of these mediators have been cloned and constructs made which express the genes. It is now possible using either viral or non-viral strategies to deliver expression constructs to the lungs and, since acute lung injury has a dismal prognosis and no effective drugs have been identified, this seems a good clinical target for gene therapy. In preclinical studies, we have shown that increased expression of the gene encoding the constitutive form of the cyclooxygenase gene (COX-1) results in increased production of prostacyclin and PGE 2 by the lungs and inhibits endotoxin induced pulmonary hypertension and edema. Additional studies demonstrate that increased expression of the alpha-1 antitrypsin gene in human respiratory epithelium in culture and in vivo has anti-viral and anti-inflammatory effects that are not predicted by extracellular concentrations of the transgene product. Thus, acute lung injury is a reasonable target for gene therapy, and evidence to date indicates that current technology is sufficiently robust to pursue this novel area for treatment of this devastating disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To date, not a single disease of any organ has been cured by gene therapy. That will not remain the case. The rapidly expanding knowledge base from molecular biology and the explosion of technology make it inevitable that a new category of powerful therapeutic agents will emerge with implications that we cannot yet imagine. Translation of the technology to clinical application is seductively simple in concept but has so far proven difficult to implement. Words from T. S. Eliot's ªThe Hollow Menº come to mind ± ªBetween the desire and the spasm . .. falls the shadow.º But the shadow grows ever shorter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Therapeutic promises of the age of molecular biology As single gene defects responsible for inherited diseases were identified, the genes cloned and sequenced and vectors constructed which could express the genes in mammalian cells, it was irresistibly tempting to announce the imminent cure of inherited diseases, not only to the scientific world but to the world in general. The lung disease was cystic fibrosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Before discovery of the cystic fibrosis transmembrane conductance regulator (CFTR), even the basic functional abnormality in the disease was not known, and much research in the area was focused on the physical characteristics of airway mucus. One indication of the power of this new biology is that it was not necessary to understand the physiology of the disease to find its genetic basis. It was not even necessary to know anything of the defective protein. Using what has been called ªreverse genetics,º Francis Collins, L-C Tui and their colleagues identified the gene and from that inferred the protein, including both its structure and function [1, 2] . This seminal discovery changed concepts of the clinical disease as well as provided a rationale for curing the disease. Deliver the normal gene to the proper cells in a form which would permit expression of the normal CFTR and the disease should disappear.",
            "cite_spans": [
                {
                    "start": 651,
                    "end": 654,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 655,
                    "end": 657,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As it turns out, although the concept is simple, the devil is in the details. How can that vector which expresses the CFTR transgene so exuberantly in cultured mammalian cells be put into the lungs of living humans in a form which works and does no harm?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Delivering genes to the lungs"
        },
        {
            "text": "Adenovirus as a vehicle for delivering the gene seemed attractive. The vector could be made relatively non-replicating by deleting some essential genes and the CFTR gene could be put in driven by a strong promoter. Since adenovirus can infect respiratory epithelial cells, delivery of this modified virus through the airways should cause the infected cells to express the normal transgene but avoid a viral illness, since the virus would not replicate. The idea worked in the laboratory, but in the clinic, the vector caused a significant acute inflammatory response and triggered an immune response as well [3] . In addition, the magnitude of transgene expression was underwhelming.",
            "cite_spans": [
                {
                    "start": 608,
                    "end": 611,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Delivering genes to the lungs"
        },
        {
            "text": "The other major delivery technology is a formulation of cationic liposomes and plasmid. Plasmids are easy to construct that contain the transgene driven by a strong promoter, and plasmids are relatively easy to produce in large quantities. Since the naked plasmid DNA is negatively charged, simple mixtures of positively charged liposomes and plasmid will, by charge-charge interaction, produce lipid-DNA complexes which enter cells in culture and deliver the foreign DNA to the nucleus of host cells so that the transgene is expressed [4] . It works, at least qualitatively, and appears to cause less inflammatory response in the lungs than do adenoviral vectors. But, the transgene expression is, again, quantitatively underwhelming.",
            "cite_spans": [
                {
                    "start": 536,
                    "end": 539,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Delivering genes to the lungs"
        },
        {
            "text": "The search for better vectors and delivery technologies continues. More modified adenoviruses, adenoassociated viruses and later generation lipid based delivery technologies are all being actively explored. But the requirements for a vector for correcting an inherited genetic defect are stringent-efficacy, safety and prolonged (preferably permanent) expression of the transgene.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Delivering genes to the lungs"
        },
        {
            "text": "Why not use molecular technology to capture normal host protective responses and manipulate them to prevent or hasten recovery from disease? One way the body protects itself against toxins is by increasing expression of genes encoding protective proteins. Such protective proteins include some of the cytokines and the principal endogenous antiprotease, alpha-1 antitrypsin [5] . Suppose it were possible to deliver a gene for one of these proteins to the appropriate site but over-express the gene by driving it with a strong promoter. That would increase local production of the protein and provide site specific protection from a potentially disease-producing invader. The concept is gene therapy for acquired disease. With the transgene product acting in a paracrine fashion and with only transient expression required, a delivery and expression technology much less robust than that required for treatment of genetically based disease might work [6] . The concept is especially attractive for respiratory diseases, since the entire respiratory tract is accessible through the airways.",
            "cite_spans": [
                {
                    "start": 374,
                    "end": 377,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 951,
                    "end": 954,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Evolution of the concept of gene therapy"
        },
        {
            "text": "First generation gene therapy (Fig. 1 ) fails to take advantage of the enormous knowledge base related to how expression of genes are controlled. Transcription of many genes of interest is regulated by proteins which bind to specific sequences in the promoter region of the gene. These transcription factors can increase or decrease expression of their target gene. If the regulating protein could be delivered to the appropriate site, then endogenous gene expression could be quite specifically regulated (Fig. 2) . Intervention could also be at an even more proximal step in the sequence of biologic events. Administration of genes encoding transcription factors could provide a ªgenetic pro-drugº (Fig. 2 ). In addition, future generations of gene therapy will include use of promoters which are regulable either by administration of an innocuous drug or by endogenous responses.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 30,
                    "end": 37,
                    "text": "(Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 506,
                    "end": 514,
                    "text": "(Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 700,
                    "end": 707,
                    "text": "(Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Evolution of the concept of gene therapy"
        },
        {
            "text": "Acute lung injury, called the acute respiratory distress syndrome (ARDS) in its most severe form, is an acquired disease of the lungs which has a high mortality and for which no specific pharmacologic therapy has been developed [7] . It is possible that there are genetic factors which predispose to increased severity and chronicity of an inflammatory response in the lungs, but no known genetic defect appears responsible for causing ARDS. However, a great deal is known about the pathogenesis of the inflammatory response in the lungs, even at a molecular level, so that a rationale can be de-veloped for expecting that increased expression of some genes that are known in the lungs might prevent acute lung injury in patients at risk and hasten recovery in patients who develop ARDS.",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 231,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Gene therapy for acute lung injury"
        },
        {
            "text": "There is still the delivery and expression problem. We reasoned that if the therapeutic gene were for an enzyme which catalyzed endogenous generation of a therapeutic product, the amount of therapeutic product might be much greater than if the encoded protein were itself the therapeutic entity (Fig. 1) . One possible enzyme is arachidonate cyclooxygenase (COX), which catalyzes production of a host of prostanoids from arachidonic acid [8] .",
            "cite_spans": [
                {
                    "start": 438,
                    "end": 441,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 295,
                    "end": 303,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Gene therapy for acute lung injury"
        },
        {
            "text": "In order for COX gene therapy to work, it would be essential that the gene be delivered exclusively to cells which produce prostacyclin and prostaglandin E 2 (PGE 2 ), and not thromboxane, which could be deleterious. Fortunately, products of COX are cell specific and endothelial cells make only prostacyclin and PGE 2 . We S 121 Fig. 1 Schematic illustration of the concepts underlying the first generation gene therapy. The concept has been mainly envisioned as a treatment of diseases which are the consequence of inheriting a defect in a single gene Fig. 2 Schematic illustration of the concepts which will determine future generations of gene therapy. Nucleic acid binding proteins (gene regulating proteins; transcription factors) can be delivered to the nucleus to regulate endogenous genes. Alternatively, the genes encoding the gene regulating proteins could be used as a molecular pro-drug delivered a plasmid containing a gene encoding the constitutive form of the COX gene (COX-1) to lung vascular endothelium by infusing intravenously the plasmid DNA complexed to cationic liposomes [8] . We had shown earlier that this approach delivers the gene mostly to the lungs and mostly to lung vascular endothelium [9] . When rabbits were transfected this way, we found that after 48 h, the lungs made increased amounts of prostacyclin and PGE 2 compared to lungs from animals which were transfected in an identical way with an empty plasmid (Fig. 3) [8] . As shown in Fig. 4 , we also found that the pulmonary vascular response to endotoxin was inhibited. As has been shown with exogenous infusion of PGE 2 , transfection with the COX gene inhibited the endotoxin induced release of thromboxane from the lungs (Fig. 5) . We are now con-ducting additional studies to see whether the gene can be delivered by small particle aerosols and whether the biochemical and pathophysiological effects will be similar to those resulting from intravenous delivery. Initial results are promising.",
            "cite_spans": [
                {
                    "start": 1096,
                    "end": 1099,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1220,
                    "end": 1223,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1456,
                    "end": 1459,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 330,
                    "end": 336,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 554,
                    "end": 560,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 1447,
                    "end": 1455,
                    "text": "(Fig. 3)",
                    "ref_id": null
                },
                {
                    "start": 1474,
                    "end": 1480,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1716,
                    "end": 1724,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Gene therapy for acute lung injury"
        },
        {
            "text": "Gene therapy will become a major new tool in the clinical armamentarium for treating a broad range of inherited and acquired diseases of all organs in the body, including the lungs. The technology is powerful and rapidly evolving. As more is understood about the structure and function of the human genome, the opportunities will be astounding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary and conclusions"
        },
        {
            "text": "The rate limiting step in development of gene therapy for diseases of the lungs at this juncture is not the understanding of molecular mechanisms but drug delivery technology. Development of new, improved vectors and delivery systems is progressing rapidly. Proof of principle has been demonstrated. Clinical precedents have been established and pathways through licensing agencies are becoming more clear. The first gene therapeutic agent shown to be safe and efficacious for treatment of a lung disease is not far away and once that occurs, the floodgate will be opened and the era of gene therapeutics will be finally underway. Fig. 3 Production of prostacyclin (measured as the stable metabolite, 6-keto PGF 1a ) and prostaglandin E 2 by the lungs of rabbits 48 h after intravenous transfection with the COX-1 gene as a plasmid-liposome complex ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 631,
                    "end": 637,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Summary and conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Identification of the cystic fibrosis gene: Cloning and characterization of complimentary DNA",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Riordon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Rommens",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kerem",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Alon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rozmahel",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Grzelczak",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zielenski",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lok",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Plavsic",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Chou",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Science",
            "volume": "245",
            "issn": "",
            "pages": "1066--1072",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Genetic analysis",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kerem",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Rommens",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Buchanan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Markiewicz",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Charkravarti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Buchwald",
                    "suffix": ""
                },
                {
                    "first": "L-C",
                    "middle": [],
                    "last": "Tsui",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Science",
            "volume": "245",
            "issn": "",
            "pages": "1073--1087",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Adenovirus mediated transfer of the CFTR gene to lung of nonhuman primate: toxicity study",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Simon",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Engelhardtjf",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Yangy",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Zepedam",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Weber-Pendelton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Grossman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Human Gene Therapy",
            "volume": "4",
            "issn": "",
            "pages": "771--780",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "In vivo transfection of murine lungs with a functioning prokaryotic gene using a liposome vehicle",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Brigham",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "O"
                    ],
                    "last": "Meyrick",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Christman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Magnuson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Bery",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Am J Med Sci",
            "volume": "296",
            "issn": "",
            "pages": "278--281",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The metabolic and molecular basis of inherited disease",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Cox",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "4125--4156",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Gene therapy for acute diseases of the lungs",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Brigham",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Gene therapy for diseases of the lungs. Marcel Dekker",
            "volume": "",
            "issn": "",
            "pages": "309--322",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Biology of acute lung injury",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Canonico",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Brigham",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "The lung: scientific foundations",
            "volume": "",
            "issn": "",
            "pages": "2475--2498",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Protection of rabbit lungs from endotoxin injury by in vivo hyperexpression of the prostaglandin G/H synthase gene",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Conary",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Christman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Faulks",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "O"
                    ],
                    "last": "Meyrick",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Brigham",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Clin Invest",
            "volume": "93",
            "issn": "",
            "pages": "1834--1840",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Aerosol and intravenous transfection of human alpha-1 antitrypsin gene to lungs of rabbits",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Canonico",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Conary",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "O"
                    ],
                    "last": "Meyrick",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Brigham",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Am J Respir Cell Mol Biol",
            "volume": "10",
            "issn": "",
            "pages": "24--29",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Effects of endotoxin on pulmonary artery pressure in in situ perfused lungs from rabbits 48 h after intravenous transfection with either the COX-1 gene or an empty plasmid vector. The COX transfected lungs were protected from endotoxin induced pulmonary vasoconstriction",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Endotoxin induced release of thromboxane into the perfusate of in situ perfused rabbit lungs from animals transfected 48 h earlier with either the COX gene or an empty plasmid vector. Thromboxane release as inhibited by transfection of the lungs with the COX gene",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}