{
    "paper_id": "4b95c516405830415f1d82d50f89a50510f0bc93",
    "metadata": {
        "title": "The Behaviour in vitro of Attenuated Reeombinant Influenza Viruses 1",
        "authors": [
            {
                "first": "S",
                "middle": [
                    "R"
                ],
                "last": "Mostow",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "D",
                "middle": [
                    "A J"
                ],
                "last": "Tyrrezl",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Influenza strains produced by recombination and tested as possible live vaccine candidates were studied in organ cultures of trachea. Two strains which proved to be too virulent in human volunteers regularly caused damage to the ciliated epithelium and viruses grew to high titre. Two strains which proved to be attenuated for volunteers did not cause appreciable damage, although they replicated to low titre in the epithelium. Similar results were obtained with influenza A virus attenuated by passage in the presence of horse sera. The method may be of value for detecting virulent live influenza vaccine candidates without risking severe illness in volunteers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Arch. ges, Virusforsch. 43/4 25",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Attenuated influenza viruses have been produced recently by genetic recombination of avirulent laboratory-adapted strains and virulent parents (BEARE and HALL, 1971; McCAHo~ and SCHILD, 1972) . This method, which is the most rapid means of producing attenuated influenza strains to date, results in a spectrum of both attenuated and virulent clones as judged by their effects in human volunteers. Unfortunately, virulence cannot be predicted by laboratory tests such as yield in eggs, mouse virulence, and growth at high temperatures and volunteer tests are slow and difficult to quantitate. This method might occasionally result in the production of new phenotypes with characteristics not seen in either parent and a recombinant more virulent than the virulent parent strain could be produced (KILBOVR~S,, 1969) . For these reasons we wished to find a new in vitro marker of influenza virus virulence. This paper describes a method using the ciliated epithelium of human foetal tracheal organ culture. ",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 165,
                    "text": "(BEARE and HALL, 1971;",
                    "ref_id": null
                },
                {
                    "start": 166,
                    "end": 191,
                    "text": "McCAHo~ and SCHILD, 1972)",
                    "ref_id": null
                },
                {
                    "start": 795,
                    "end": 813,
                    "text": "(KILBOVR~S,, 1969)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduetion"
        },
        {
            "text": "All the viruses tested were provided by Dr. A. S. Beare. The parent strains were A/PR 8/34 (HON0) of unknown passage history which had been passed once in organ cultures of human embryo trachea and once in leukosis free eggs, and a Hong Kong variant known as A/England/939/69 (H 3 N2)which had been isolated in leukosis-free eggs from an influenza patient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viruses"
        },
        {
            "text": "Two cloned recombinants of 939 • PR 8 were also provided for testing. These had been prepared from the above parents by Dr. D. McCahon and Dr. G. C. Schild of the National Institute for Medical Research by methods previously described (MeCAI~OX and SCmLD, 1972) .",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 261,
                    "text": "(MeCAI~OX and SCmLD, 1972)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Viruses"
        },
        {
            "text": "Finally, two strains of A/England/501/68 (H2N 2) were also tested. These were an unmodified inhibitor sensitive strain (IS 501) and an inhibitor resistant strain (IR 501) which had received several passages at 25 ~ C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viruses"
        },
        {
            "text": "The method is a modification of those used by others (CHEa•Y and TAYLOI~-ROBInSOn, 1970; H.~R~ETT and HOO]?E~I 1968; HOOR~r and TYRI~ELru, 1969) . Tracheau from human embryos were provided by the Royal Marsden Hospital tissue bank. Foetal age varied 15 to 24 weeks. After transportation on ice in Parker's 199 medium to the laboratory, the tracheas were dissected free of connective tissue. Complete rings were prepared by cutting transversely between the tracheal cartilages in a Petri dish supported on a plastic platform containing a light source. The rings (8--12 per embryo) were carefully transferred to sterile screw-top tubes (Flow Laboratories) containing I ml of L-15 medium (LEIBOWTZ, 1963) to which had been added i per cent L-glutamine (final concentration), I00 units of penicillin, and 100~g streptomycin.",
            "cite_spans": [
                {
                    "start": 53,
                    "end": 88,
                    "text": "(CHEa•Y and TAYLOI~-ROBInSOn, 1970;",
                    "ref_id": null
                },
                {
                    "start": 89,
                    "end": 116,
                    "text": "H.~R~ETT and HOO]?E~I 1968;",
                    "ref_id": null
                },
                {
                    "start": 117,
                    "end": 144,
                    "text": "HOOR~r and TYRI~ELru, 1969)",
                    "ref_id": null
                },
                {
                    "start": 685,
                    "end": 701,
                    "text": "(LEIBOWTZ, 1963)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Organ Culture"
        },
        {
            "text": "Ferrets were given a lethal dose of sodium pentothal. The skin was dissected free over the abdomen and pulled upwards and over the head to provide a sterile environment over the trachea. The trachea was dissected free of connective tissue, removed, placed in medium, and handled as above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Organ Culture"
        },
        {
            "text": "After positioning on the side of the tube opposite the medium, the percentage of each ring beating was estimated using transmitted light and the low power objective of an ordinary microscope. Differences in the vigour and speed with which the cilia beat were discernible, but these were ignored. Readings were recorded by the same observer (SRM) each day. The ferret rings, because of their large size, were read with an inverted microscope.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Grading el Ciliary Activity"
        },
        {
            "text": "The tissue was rolled for 24--48 hours before inoculation with virus to remove free cells and mucus. After an additional medium change, 105EIDs0 of virus in 0.2 ml was introduced into the tube which was then rolled continuously at 33 ~ C. The virus was allowed to adsorb for 2 hours and then the tissue was washed three times with medium. At 24 hours, and thereafter every 48 hours, the tubes were harvested and fresh medium added.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inoculation el Virus"
        },
        {
            "text": "The entire 1 ml of medium from each tube was removed aseeptically every other day for the first two weeks and mixed with an equal volume of nutrient broth, pooled, and stored at --70 ~ C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Harvesting el Virus"
        },
        {
            "text": "Serial 10-fold dilutions of virus were injected into the allantoic cavity of groups of three 10-day embryonated chicken eggs. After incubation at 33 ~ C for 48 to 72 hours, the allantoic fluid was harvested and tested for haemagglutinin (HA) with 0.5 per cent chicken red blood cells (RBC). Titres were expressed as 50 per cent egg infectious doses per millilitre (EIDs0/ml).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Titration o/ Virus"
        },
        {
            "text": "Volunteers were studied in isolation by standard methods as already described (BEARE and HALL, 1971 ). The number of days of symptoms and signs above a baseline were combined to provide a symptom score.",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 99,
                    "text": "(BEARE and HALL, 1971",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Volunteer Data"
        },
        {
            "text": "The use of L-15 medium and rolling the screw-topped tubes prolonged the survival of the ciliated epithelium beyond that obtained using other standard media, and, in the conditions finally used, the human embryo trachea regularly survived for periods of 30--50 and occasionally 90 days. The rings tend to adhere to one side of the tube and remain in this position if undisturbed. To prevent the accumulation of debris in the centre of the x'ing, thus obscuring the cilia, the tubes were shaken gently each day. Occasionally it was necessary to dislodge a ring because flbroblasts appeared at the point of attachment after 12--14 days and obscured the cilia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Method"
        },
        {
            "text": "Finally, after preparation of the rings, there was a definite improvement of the ciliary activity over the first 24--72 hours. Therefore the reading on the day of inoculation was used as a baseline. It was frequently impossible to test all the viruses in the trachea from the same embryo on the same day, and for this report the data have been pooled and are based on the observation of 15--20 rings infected with each virus. Several uninoeulated cultures were included in each test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Method"
        },
        {
            "text": "As shown in Figure 1 , the ciliary activity in cultures infected with this strain was the same as that in uninoculated tubes and in fact the cilia in some inoculated tubes were more active than in controls. The virus grew to low titre, as shown in Figure 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 20,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 248,
                    "end": 256,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Virus Strain A/PR8/34 (HON0)"
        },
        {
            "text": "3.1.2. Virus Strain A/Eng.~939~69 (H3N2) This strain, by contrast, regularly destroyed ciliated epithelium. The earliest effects, noticeable by the third day after inoculation, were the appearance of mucus and many desquamated cells within the ring. The cilia of some of these shed cells continued to beat for a few hours. At this time the ciliated epithelium looked intact, but by 4--6 days it was markedly damaged and by 10 days ciliary activity had ceased. Histological sections showed that the epithelium was denuded of ciliated cells. In a few tracheas the process was delayed by two or three days.",
            "cite_spans": [
                {
                    "start": 34,
                    "end": 40,
                    "text": "(H3N2)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Virus Strain A/PR8/34 (HON0)"
        },
        {
            "text": "The growth of virus preceded the destruction of the ciliated epithelium and the titre was the highest of any virus tested (Fig. 2) . The growth of virus continued at a low level after the cilia were destroyed and was detected at titres between 102 and 103 EIDs0/ml for up to 35 days.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 122,
                    "end": 130,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Virus Strain A/PR8/34 (HON0)"
        },
        {
            "text": "This virus behaved similarly to the A/PR 8 parent and caused very little ciliary damage. However, it grew to slightly higher titres in the ciliated epithelium than did the parent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clone 64c (PR8 x 939)"
        },
        {
            "text": "3.1.4. Clone 6 (PLY8 x 939)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clone 64c (PR8 x 939)"
        },
        {
            "text": "This recombinant was of intermediate pathogenicity for cilia, but more closely resembled the A/Eng. parent. In other words some rings would resist growth and 25* destruction for a few days longer than average, but widespread damage occurred by 10--12 days, and viral growth was quite similar to the A/Eng. parent as shown in Figure 2 . Thus, both by observation of ciliary activity and by titrating the virus produced, the viruses fall into the order PR8, 64e, 6, A/Eng./939/69 from the least to the most virulent for cultured cells. As shown in Table 1 , this corresponds exactly to the order of virulence found in experiments in human volunteers and recently reported by BE~mE and HALL (1971) . ",
            "cite_spans": [
                {
                    "start": 673,
                    "end": 694,
                    "text": "BE~mE and HALL (1971)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 325,
                    "end": 333,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 546,
                    "end": 553,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Clone 64c (PR8 x 939)"
        },
        {
            "text": "As shown in Figure 3 , it was not possible to differentiate the A/PR 8 parent from the other viruses tested by the effect on cilia. However, this virus grew to low titre as it has in human tissue (Table 1) . Although the A/Eng. parent destroyed the ciliated epithelium of human tissue, it has little effect on ferret trachea. In one experiment in which cultures were held for a long time, the eiliated epithelium was destroyed after about three weeks.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 20,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 196,
                    "end": 205,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "The Behaviour o] Viruses in Ferret Tissue"
        },
        {
            "text": "Furthermore, the A/Eng. virus multiplied to high titre, range from 108.16 to 106.2EID50/ml at 5 days. The recombinant viruses did not cause ciliary damage, but at 5 days the growth in ferret epithelium was similar to that in human tissue. In other words, clone 64c attained titres (range at 5 days 103.5 to 104.4EIDs0/ml) similar to the A/PR8 parent, and clone 6 attained titres (range at 5 days 104.5 to 105-5EID50/ml) similar to the A/Eng. parent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Behaviour o] Viruses in Ferret Tissue"
        },
        {
            "text": "Since the differences in the behaviour of the viruses might have been related to the fact that they were prepared by recombination, rather than to the attenua- ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Behaviour o/an Attenuated Influenza Virus not Prepared by Recombination"
        },
        {
            "text": "Even when optimally constituted, the usual doses of inactivated influenza virus vaccines are variably effective in preventing disease (SeHoENBAUM, MOSTOW, DOWDL]~, CO] ~AN and KAYE, 1969) . Live attenuated vaccines are a possible alternative but before they can be introduced it is necessary to be able to obtain rapidly and reproducibly from wild virus, strains which grow to high titre in eggs and which are a attenuated for man.",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 187,
                    "text": "~AN and KAYE, 1969)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It is generally believed that virulence is determined by multiple genes and KILBOURNE (1969) suggested that recombining a virulent strain with an avirulent one would give progeny with intermediate virulence and might therefore be used as a means of simultaneous \"instant\" attenuation and adaptation to eggs. This has been shown to be possible but two of four reeombinants were inadequately attenuated (BEARE and HALL, 1971 ) and it would therefore be useful to be able to distinguish attenuated reeombinants in the laboratory.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 92,
                    "text": "(1969)",
                    "ref_id": null
                },
                {
                    "start": 401,
                    "end": 422,
                    "text": "(BEARE and HALL, 1971",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The method of evaluation in organ culture seems to give repeatable and consistent results as was noticed in a preliminary paper (MosTow and TYRRWLL, 1972) . This paper reports further results and a number of important points of technique. There appears also to be some variability in the susceptibility of different tracheas. The data were pooled for this report, but nevertheless each individual experiment ranked the viruses in the same order; however, we think it is important to include the virulent and attenuated parent in each test as controls. Using the technique described, there was a clear correlation between free growth in organ culture, damage to cells and the ability to produce disease in man. We do not know whether this correlation would hold with tracheas from other species, if not, there could be difficulty using the test because of lack of an adequate supply of suitable human tracheal cultures (SHAAFF, BOSWELL and MUFSON, 1971) .",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 154,
                    "text": "(MosTow and TYRRWLL, 1972)",
                    "ref_id": null
                },
                {
                    "start": 918,
                    "end": 952,
                    "text": "(SHAAFF, BOSWELL and MUFSON, 1971)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our results with the parental strains of influenza were not particularly surprising. The basic pathology of the disease is damage of the tracheal cells by the virus and since the laboratory adapted strain, A/PR 8/34, does not cause disease in humans, we did not expect it to damage the eiliated epithelium from man. Nevertheless, the cultures were infected whereas the volunteers often were not. Conversely, recently isolated influenza A strains cause clinical influenza and would be expected to destroy eiliated epitholium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It has been shown that influenza viruses which have squired ts markers as a result of recombination with mutagen-treated strains are attenuated for man (C~ANOCK, personal communication) . It is now necessary to determine whether these strains are a]so avirulent in our tests. Likewise recombinants made with other attenuated strains should be tested to establish the validity of the test. If it can be established it would suggest that the only really important factor in virulence for man is whether the virus multiplies in tracheal cells.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 185,
                    "text": "(C~ANOCK, personal communication)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Attenuation of human influenza A viruses",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Beare",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Bynoe",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Brit. reed. J",
            "volume": "4",
            "issn": "",
            "pages": "198--201",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Recombinant influenza A viruses as live vaccines for man",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Beare",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Tta~",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Lancet ii",
            "volume": "",
            "issn": "",
            "pages": "1271--1273",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Large quantity production of chicken embryo trachea organ cultures for use of virus and mycoplasma studies",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Cher~u",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Taylor-Robinson",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Appl. Microbiol",
            "volume": "19",
            "issn": "",
            "pages": "658--662",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Test tube organ cultures of ciliated epithelium for the isolation of respiratory viruses",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Hatcnett",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Hooper",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "Lancet i",
            "volume": "",
            "issn": "",
            "pages": "339--340",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Future influenza vaccines and the use of genetic recombinants",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Kilbourne",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Bull. Wrld tilth Org",
            "volume": "41",
            "issn": "",
            "pages": "643--645",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The growth and maintenance of tissue-cell cultures in free gas exchange with the atmosphere",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Leibovitz",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "Amer. J. Hyg",
            "volume": "78",
            "issn": "",
            "pages": "173--180",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "SCHILD : Segregation of antigenic and biological characteristics during influenza virus recombination",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mcca~o~r",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "J. gen. Virol",
            "volume": "15",
            "issn": "",
            "pages": "73--77",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "TYRRELL: Detection of attenuation of recombinant influenza viruses in vitro",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Moscow",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Lancet il",
            "volume": "",
            "issn": "",
            "pages": "116--117",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "MUFSO~r Viral and mycoplasmal infections in minor respiratory illnesses and non-streptococcal pharyngitis. A search for coronaviruses using foetal trachea organ cultures",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Shaaff",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Boswell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Amer. Rev. resp. Dis",
            "volume": "104",
            "issn": "",
            "pages": "41--51",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Studies with inactivated influenza vaccines purified by zonal ultracentrifugation",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Sc~oenbaum",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Mostow",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Dowdle",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Coleman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Kaye",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "II. Efficacy. Bull. Wrld Hlth Org",
            "volume": "41",
            "issn": "",
            "pages": "531--535",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Please address reprints to Dr. STEVEN R. Moscow, Department of Medicine, Cleveland Metropolitan General Hospital, 3393 Scranton Road, Cleveland, OH 44109, U.S.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Effects of parent and recombinant strains of influenza virus on ciliated epithelium of human foetal trachea Growth (expressed as logloEIDso per ml) of parent and recombinant strains of influenza virus in ciliated epithelium of human foetal trachea",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "tion itself, a virus, A/Eng./501/68 (H2N2), attenuated by serial passage in eggs in the presence of horse serum, was tested in human foetal trachea. In Figure 4 the avirulent A/Pl~8/34 (HON0) and virulent A/Eng./939/69 (H3N2) viruses are sho~m for reference. It can be seen that the inhibitor resistant virus (IR 501Fig. 3. Effects of parent and recombinant strains of influenza virus on ciliated epithelium of ferret trachea :Effects of influenza viruses prepared by means other than recombination on ciliated epithelium of human foetal trachea is known to be attenuated for man (BEARE and BYsoE, 1969) failed to destroy cilia, whereas an inhibitor sensitive variant of the same virus (IS501) which is known to be virulent for man (BEARE and BYSOE, 1969) rapidly and completely destroyed the cilia.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Summary o] Comparison o/ Virulence Markers o] Parent and Recombinant Strains o] In]luenza Virus in Volunteers and in vitro Tests in Both Human Foetal and Adult Ferret Trachea No positive (shedding virus or antibody rise)/No tested. b Total score of symptoms and signs observed; score of > 35 correspond to clinical influenza, while those < 10 represent extremely mild reactions. c Percent reduction on day 10. d LOgl0EIDs0/ml in medium collected on day 5. e Mean of 12 experiments. t Average score in 12 volunteers receiving diluent only. g These volunteers received wild A/HK/1/68 or A/Eng./878/69; the in vitro tests were performed with the similar wild virus A/Eng./939/69.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}