{
    "paper_id": "4bbcf37c8508b765cb8b2e2bc848bd592298dc91",
    "metadata": {
        "title": "Presence of factor VIn-related antigen in blood platelets of patients with Von Willebrand's disease",
        "authors": [
            {
                "first": "N",
                "middle": [
                    "K"
                ],
                "last": "Mishra",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "W",
                "middle": [
                    "L"
                ],
                "last": "Ryan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "H",
                "middle": [],
                "last": "Watkins",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "P",
                "middle": [],
                "last": "Reeve",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "D",
                "middle": [
                    "J"
                ],
                "last": "Alexander",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "D",
                "middle": [
                    "J"
                ],
                "last": ". ; &gt; G,Rwes",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "D",
                "middle": [
                    "H"
                ],
                "last": "Pocock",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Floyd",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "R",
                "middle": [
                    "W"
                ],
                "last": "Stone",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "P"
                ],
                "last": "Joklik",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "W",
                "middle": [
                    "K"
                ],
                "last": "Duesberg",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "P",
                "middle": [
                    "H"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "% SDS. The 60-70S complex seems to be intact, but, on melting, the complex liberates only small fragments of RNA of approximately 4S (Fig. 3h) . This suggests that the virus preparations have an associated ribonuclease capable of producing breaks in the 35S strand while they are complexed in the 60-70S form. Whether the large amount of 4S RNA detected in all HEV preparations so far examined ( Fig. 3e-f ) represents degraded viral RNA or host tRNA associated with the virions is not known.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 133,
                    "end": 142,
                    "text": "(Fig. 3h)",
                    "ref_id": null
                },
                {
                    "start": 396,
                    "end": 405,
                    "text": "Fig. 3e-f",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "Our inability to detect protein in the 60-70S RNA complex from TGEV does not exclude the possibility that there is a very small amount that is dissociating from the RNA at elevated temperatures in the presence of SDS. The similarity of behaviour and size between the coronaviral RNA and RSV RNA, together with the liberation of 4S RNA on melting suggests strongly that the TGEV and HEV 60-70S complex is held together by RNA-RNA interactions as is the RNA from oncornaviruses. We hope to characterise further the 60-70S complex and determine whether the viral 4S component is in fact host tRNA. Although the replication of these two groups of viruses is fundamentally different, the corona viruses being entirely cytoplasmic in contrast to the essential nuclear phase of the oncornaviruses, a similarity in the structure of the genomes of the two groups raises interesting implications for the phylogeny of the RNA tumour viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "VON WILl.EBRANO'S disease (VWD) is an autosomally inherited disorder characterised by low factor VIII activity (antihaemophilic factor, AHF), prolonged bleeding time, reduced retention of platelets in a glass bead column and abnormal distocetin-induced platelet aggregation. The prolonged bleeding time in VWD has been attributed to the absence of a plasma factor, the von Willebrand factor (VWF), as shown by a correction of the bleeding time after infusion of normal and haemophilic plasmas'. Addition of purified factor VIII in vitro specifically corrects the abnormal platelet retention and ristocetin aggregation in VWD' -', whereas transfusion of similar material into dogs with VWD also corrects the prolonged bleeding time (B.N.B., W. 1. Dodds; J . A. van Mourik, 1.1.S. and Nature Vol. 257 October 9 1975 W. P. Webster, unpublished) . This led to the suggestion that factor VIII is closely related if not identical to VWF, although dissociation of factor VIII procoagulant activity from factor VIII-related antigen (F VIII-RA) is observed in certain conditions\"'. The plasma concentration of F VIII-RA is usually reduced in VWD suggesting a reduced synthesis of factor VIn (VWF)'. In contrast to this we now report the presence of normal concentrations of F VIII-RA in platelets of patients with VWD. This F VIII-RA supported aggregation induced by ristocetin in a washed platelet system\", a property of factor VIII which has been attributed to VWF activity.",
            "cite_spans": [
                {
                    "start": 799,
                    "end": 813,
                    "text": "October 9 1975",
                    "ref_id": null
                },
                {
                    "start": 820,
                    "end": 841,
                    "text": "Webster, unpublished)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Presence of factor VIn-related antigen in blood platelets of patients with Von Willebrand's disease"
        },
        {
            "text": "Human blood platelets were washed according to the method of KarpatkinlO. ACD-blood was centrifuged (10 min, 200g, 20°C) . Platelet rich plasma was diluted in 5 volumes of Krebs-Ringer buffer (pH 7.4) containing 9 mM Na2-EDT A. After centrifugation (IS min, I,OOOg, 4°C), the platelets were washed once in KrebS-Ringer buffer containing 9 mM Na2-EDT A and twice in Krebs-Ringer buffer containing 1 mM Na~-EDT A. The platelet pellet was finally resuspended in Krebs-Ringer buffer containing 30 mM glucose and 1 mM E-amino caproic acid. In the final washing fluid the protein content was lower than 50 )Lg ml-1 (ref. 11), and the concentration of F VIII-RA, measured by electroimmunodiffusion was below 0.05 U ml ! (ref. 12) . 1 U F VIIl-RA was defined as the amount present in 1 ml pooled normal plasma prepared from 40 healthy subjects\".",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 120,
                    "text": "(10 min, 200g, 20°C)",
                    "ref_id": null
                },
                {
                    "start": 719,
                    "end": 722,
                    "text": "12)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Presence of factor VIn-related antigen in blood platelets of patients with Von Willebrand's disease"
        },
        {
            "text": "In the final suspension (1 X 10'-3 x 10' platelets )Ll-') the platelets were disrupted by freezing and thawing (four times) followed by centrifugation (60 min, 30,OOOg, 4°C).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Presence of factor VIn-related antigen in blood platelets of patients with Von Willebrand's disease"
        },
        {
            "text": "Ten suspensions of normal human platelets were tested. The concentration of F VIII-RA detected in the supernatant was 0.15 U mg-1 platelet protein (range 0.11-0.25) or 43 U per 10 11 platelets (range 19-94). Expressed per platelet volume (8 X 10-\" I) (ref. 13 ) the concentration of F VIII-RA was 60 times (range 21-156) higher than that in plasma. Similar values were reported by Nachman and Jaffe\".",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 259,
                    "text": "13",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Presence of factor VIn-related antigen in blood platelets of patients with Von Willebrand's disease"
        },
        {
            "text": "Platelet F VIII-RA showed a reaction of identity with plasma F VIII-RA, when tested in immunodiffusion using a rabbit anti-factor VIII serum and the antisera raised against the low ionic strength components (ref. Howard et al. 16 quantitated F VIII-RA on intact washed normal platelets and concluded that F VIII-RA was firmly bound to the membrane fraction . A similar conclusion was reached by Bloom!7 using an immunofluorescent technique. On the other hand, the localisation of F VIIl-RA throughout the megakaryocytic cytoplasm is in agreement with its localisation inside the platelet\". Nachman and Jaffe\" reported the presence of F VlII-RA in subcellular membrane and granula fractions . We examined this localisation by a previously described indirect immunofluorescent technique\"·2 •. Suspensions of intact washed platelets were incubated with antifactor VIII in suspension, washed again, and incubated with fluorescein isothiocyanate labelled horse anti-rabbit globulin (Central Laboratory of the Netherlands Red Cross Blood Transfusion Service, Amsterdam). A drop of this suspension was studied under the fluorescence microscope. Most platelets were unstained, whereas a vivid granular staining was obtained after disruption of membranes by air drying of a drop of the same platelet suspension on a glass slide. The specificity tests have been described in detail elsewhere'·. Staining with normal rabbit serum instead of with antifactor VIn was used as a control. The difference between staining in suspension or staining after air drying suggests that F VIII-RA is present inside the platelets.",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 229,
                    "text": "16",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Presence of factor VIn-related antigen in blood platelets of patients with Von Willebrand's disease"
        },
        {
            "text": "In agreement with the results of Howard\" and Nachman and Jaffe\" no factor YIn activity could be detected in 0.5-1.0- the supernatant of platelet lysates. It should be noted, however, that a clot-promoting activity was detected using a one stage factor VIII assay\". This clot-promoting activity could not be inhibited by human circulating factor VIII inhibitors, and was also detected in the supernatant. of lysed haemophilic platelets. The clot promoting activity was therefore not attributed to factor VIII and probably resulted from tissue factor activity released by contaminating leukocytes. The lack of factor VIII activity could not be attributed to the freezing and thawing procedure, because factor VIII activity was already absent after the first freezethaw manipulation. The presence of proteolytic enzymes, as a cause of the decreased factor VIII activity is more difficult to exclude. However, addition of I mM E-amino caproic acid or other proteolytic inhibitors (benzamidine, I mM; Soya bean trypsin inhibitor, 0.02 mg ml-\\ and phenyl methyl sulphonyl fluoride, I mM) to the final washing fluid before disruption of the platelets had no effect on the measurement of factor VBI activity. Moreover the supernatant obtained after freezing and thawing did not inactivate the clot promoting activity of purified factor VIII during 24 h of incubation at 37°C. This indicates that the factor VIII identified in platelets as F VIII-RA is biologically inactive. Similar observations were made for human endothelial cells, FVIII-RA was present\" but devoid of factor VIII activity 22. The presence of F VIII-RA has been demonstrated within haemostatic plugs\". Electron microscopic observations of haemostatic plugs in rabbits and dogs have shown that the platelets are mostly degranulated 23 • In preliminary investigations we found that collagen as well as thrombin (final concentration 5 U ml-', Roche, Basle) produced little or no release of F VIII-RA from intact platelets which explains the presence of F VllI-RA in haemostatic plugs that had undergone release.",
            "cite_spans": [
                {
                    "start": 1584,
                    "end": 1587,
                    "text": "22.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Presence of factor VIn-related antigen in blood platelets of patients with Von Willebrand's disease"
        },
        {
            "text": "Normal concentrations of F VIII-RA were detected in platelets from patients with haemophilia A. F VIII-RA was also measured in platelets from 15 patients with VWD (Table 1 ). All patients except No. 10 , who was considered to manifest VWD type II (ref. 24), had low or absent F VIII-RA in their plasma and fulfilled the criteria of VWD. In two patients (Nos 4 and 11) no F VIII-RA was detected in the platelets, whereas all other patients had normal concentrations of F VlII-RA in their platelets. These results were supported with an indirect immunofluorescence technique'\" applied to drops of platelet suspensions air-dried on a glass slide. A positive result was obtained with all patients, except one (No.4) of the two patients without F VIII-RA in their platelets. The other patient was not tested. It is of interest that the patient (No. 11) without F VIII-RA in his platelets is a brother of patient No. 15, suggesting that the absence of F VIII-RA in platelets of patients with VWD is not hereditary.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 201,
                    "text": "10",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 163,
                    "end": 171,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Presence of factor VIn-related antigen in blood platelets of patients with Von Willebrand's disease"
        },
        {
            "text": "F VIII-RA from normal human platelets was purified by gel chromatography according to van Mourik and Mochtar'\" (Fig. 1) . Both F VIII-RA and VWF-activity were detected in the void volume (Vo) fractions from these columns, which is in agreement with observations for plasma factor VIII'. Figure I shows the results for the chromatogram lysates of VWD platelets. In 3 experiments, the Vo fractions contained both F VIII-RA and VWF-activity, whereas no VWF-activity and F VHI-RA was detected in the Vo of VWD platelet lysates containing no F VIII-RA.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 111,
                    "end": 119,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 287,
                    "end": 295,
                    "text": "Figure I",
                    "ref_id": null
                }
            ],
            "section": "Presence of factor VIn-related antigen in blood platelets of patients with Von Willebrand's disease"
        },
        {
            "text": "These results indicate that although F VIII-RA is reduced or absent in the plasma of VWD patients, F VIIl-RA can be detected in the platelets of most of these patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Presence of factor VIn-related antigen in blood platelets of patients with Von Willebrand's disease"
        },
        {
            "text": "Two reports in the literature are in conflict with our results. Howard et al,'\" failed to demonstrate any F VUI-RA in the platelets of one patient with severe VWD and Coller et al.\" found platelets from two patients to be negative in immunofluorescence studies. Shearn et al.\", however, comparing five different heterologous antifactor VIII antisera found that the platelets from one patient with severe VWD were positive with four of the five antisera using an immunofluorescence technique. The presence of the antigen was also demonstrated by cross immunoelectrophoresis. It should be noted that these studies were performed with a very limited number of patients, whereas the techniques used also differ from ours. One explanation for the discrepant results, may be contamination of the antifactor VIII sera with antibodies produced in rabbits against platelet fragments, which may be carried along in the purification of factor V-III. The following observations suggest that in our experiments the antigen detected by rabbit anti-factor VIII in platelets is indeed F VIII-RA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Presence of factor VIn-related antigen in blood platelets of patients with Von Willebrand's disease"
        },
        {
            "text": "(1) The platelet antigen could not be distinguished from plasma factor VIII when tested in immunodiffusion and cross immunoelectrophoresis, using antifactor VHI and the antisera against the low ionic strength components of factor VIII. (2) The positive immunofluorescence of haemostatic plugs was completely blocked by absorption of anti factor VIII with purified factor VIII, the characteristics of which have been described in detail\" '''. (3) In preliminary experiments antibodies were prepared against normal and VWD platelet F VIII-RA. These antisera precipitated with purified factor VITI when tested in immunodiffusion experiments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Presence of factor VIn-related antigen in blood platelets of patients with Von Willebrand's disease"
        },
        {
            "text": "Previously it has been suggested that the capacity to synthesise F VIII-RA is reduced in VWD. This was concluded from the fact that F VIII-RA is reduced or absent in plasma of patients with VWD. Our findings, however, suggest that the platelets, or more likely the megakaryocytes retain the capacity to synthesise F VIII-RA. Another possible explanation for the presence of F VIII-RA jn VWD platelets is that the platelets selectively sequester F VIII-RA from an extracellular source such as plasma or endothelial cells. The fact that F VIII-RA from normal as well as from VWD platelets supports ristocetin-induced aggregation may indicate that platelet F VIII-RA is also identical to VWF. VWF has been deemed necessary for normal haemostasis because patients with VWD who lack this factor have a prolonged bleeding time. The presence of F VIII-RA in haemostatic plugs\", and blood platelets suggests that it serves some useful function in haemostasis. A direct haemostatic role of platelet F VIII-RA seems unlikely because it is not released from intact platelets and is present in platelets of patients with VWD who have prolonged bleeding times. Although plasma F VIII-RA seems to be more important in haemostatic plug formation the presence and synthesis of F VIII-RA in endothelial cells and its localisation in blood platelets suggest additional haemostatic functions for this molecule.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Presence of factor VIn-related antigen in blood platelets of patients with Von Willebrand's disease"
        },
        {
            "text": "We thank Dr Jean Dodds for criticising this manuscript. This investigation was supported in part by the Foundation for Medical Research (Fungo) which is subsidised by the Netherlands Organization for the Advancement of Pure Research (ZWO). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Presence of factor VIn-related antigen in blood platelets of patients with Von Willebrand's disease"
        }
    ],
    "bib_entries": {
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Corrigendum In the article \"The origin of nuclei and of eukaryotic cells",
            "authors": [],
            "year": null,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Synthesis and conformations of hypothalamic hormone releasing factors: two TRF analogues containing backbone N-methyJ groups",
            "authors": [
                {
                    "first": "!",
                    "middle": [],
                    "last": "Donze",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Goodman",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "15 and B.N.B., J. van Mourik, S. de G., J.M.H.-H. and J.1.S., unpublished). Cross-immunoelectrophoretic analysis revealed an electrophoretic mobility comparable with that of plasma F VIII-RA.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "~_0_.2 ..... ___ --IoI-.&..",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Chromatography of a platelet lysate obtained from a patient with VWD. A column (KI5/30, Pharmacia, Uppsala) was packed to a g~1 height of 24 cm with Sepharose 6B (Pharmacia, Uppsala) and equilibrated with a barbital-saline buffer (0.0167 M barbital, 0.125 M NaCl, pH 7.0) containing 3.3 % dextran (Rheomacrodex, molecular weight 43,900, Pharmacia AB) and 1 mM e-amino caproic acid. Platelet lysate obtained from 70 ml of normal human blood or blood from patients with VWD in a final volume of 1-2 ml was applied to the top of the column and the column was eluted with buffer at 15 ml h-'. All procedures were performed at 4°C. Fractions were analysed for: (1) absorbance at 280 nm (--); (2) F VIII-RA as measured by Laurell technique (0)12; (3) fibrinogen as measured by Laurell technique (.)27; and (4) presence of VWF activity as determined by support of ristocetin aggregation in washed platelet suspensions (A-A)\".",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Platelet factor ym-related antigen (F YIII-RA) in YWD",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Department of Haematoiogy, University Hospital, Utrecht B . N. BOUMA J. M. HORDIJK-Hos S. DE GRAAF J . J. SIXMA",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}