{
    "paper_id": "4bdd7a913c8e50d4f57998bb9a625ec83f760f94",
    "metadata": {
        "title": "The Ecology of a Beech Forest on Mt. Sanpoiwadake, Hakusan National Park, Japan I. Braun-Blanquet, TWINSPAN and DCA Analysis",
        "authors": [
            {
                "first": "Tukasa",
                "middle": [],
                "last": "Hukusima",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tokyo University of Agriculture & Technology",
                    "location": {
                        "postCode": "183",
                        "settlement": "Fuchu, Tokyo",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Kennth",
                "middle": [
                    "Andrew"
                ],
                "last": "Kershaw",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "McMaster University",
                    "location": {
                        "postCode": "L8S 4K1",
                        "settlement": "Hamilton",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The Lindero membranaceae-Fagetum crenatae association on Mt. Sanpoiwadake, Hakusan National Park, Japan, has been classified using traditional Braun-Blanquet methods. The association was floristically sub-divided into six communities, all of which had been included as four subassociations by Hukusima (1982). The resulting table was compared with an analogous community table derived using computer-based TWIN-SPAN analysis. This dual approach was shown to provide a fully objective classification by method, the subjective element in the Braun-Blanquet method thus being substantiated TWINSPAN. Subsequent ordination of the data using DCA then provided a further degree of objective evaluation allowing any misclassified stand or species to be reexamined, and at the same time displaying the detailed inter-relationships between all species or stands.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The Japanese beech, Fagus crenata, constitutes a dominant element of the cool-temperate deciduous broad-leaved forest throughout a large area of Japan. Beech forests are distributed from Kyushu (ca. 31~ north through Shikoku and Honshu, to the southern part of Hokkaido (43~ Hukusima (1982) recognized that the beech forests on Mt. Hakusan, in the Hokuriku region, Honshu, belonged to the association Lindero membranaceae-Fagetum crenatae, (Sasaki, 1970) , which was further subdivided into eight subassociations including sixteen variants and nineteen subvariants, Hukusima also showed that there was only a partial correlation of the subassociations and variants with soil types and suggested that a range of other environmental factors was involved. Altitude, slope, aspect, elevation, moisture and soil type all appear to be important.",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 290,
                    "text": "Hokkaido (43~ Hukusima (1982)",
                    "ref_id": null
                },
                {
                    "start": 440,
                    "end": 454,
                    "text": "(Sasaki, 1970)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the present study, an examination was made of a range of beech communities and the ecology of some specific subassociations at a specific site on Mt. Sanpoiwadake (1736 m), Hakusan National Park, to examine in detail the ecology of specific subassociations. A traditional Braun-Blanquet approach was contrasted with both a hierarchical classification system derived from TWINSPAN (Hill, 1979) and an ordination of the data using DCA (Hill and Gauch, 1980) , both of which are computer-based. A second paper in this series (Hukusima and Kershaw, 1988) will deal with the correlation of the communities with soil, slope, aspect, elevation and soil moisture.",
            "cite_spans": [
                {
                    "start": 383,
                    "end": 395,
                    "text": "(Hill, 1979)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 436,
                    "end": 458,
                    "text": "(Hill and Gauch, 1980)",
                    "ref_id": null
                },
                {
                    "start": 539,
                    "end": 553,
                    "text": "Kershaw, 1988)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Mt. Sanpoiwadake (1736 m, 35~ 136~ is located in Hakusan National Park (47,402 ha) on the west side of Honshu, adjacent to the Japan Sea. The natural status of the park has been well preserved and Mt. Hakusan (2702 m) provides classical examples of clearly zoned woodland types which are correlated with an increase in altitude. Beech forest covers the largest area of the park (64.6 ~) and develops at altitudes ranging from 700 m to 1700 m (Suzuki and Hukusima, 1972) . The upper boundary borders on the subalpine birchfir forest (Suzuki, 1970) while the lower boundary is limited by submontane secondary oak forest (Hukusima et al., 1973) . The study area, 350x500 m (ca. 17.5 ha), was located at 1150-1350 m on a long ridge running east to south east from Mt. Sanpoiwadake ( Fig. 1) and bounded by the Shiratani valley to the south and east, and the Yokotani valley to the north. The study area thus covered a representative range of exposed ridge and steep slopes, together with a range of aspects and extended over an altitude range of nearly 200 m. The site was on the boundary of the park and a zone of cleared forest was partly included.",
            "cite_spans": [
                {
                    "start": 442,
                    "end": 469,
                    "text": "(Suzuki and Hukusima, 1972)",
                    "ref_id": null
                },
                {
                    "start": 532,
                    "end": 546,
                    "text": "(Suzuki, 1970)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 618,
                    "end": 641,
                    "text": "(Hukusima et al., 1973)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 779,
                    "end": 786,
                    "text": "Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Study Area"
        },
        {
            "text": "The geology of the study area is dominated by Nohi Rhyolites dating from the late Cretaceous to the Paleocene (Kaseno et al., 1970) . These rhyolites are extremely hard and brittle and weather into very steep ridges and gully slopes.",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 131,
                    "text": "(Kaseno et al., 1970)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Study Area"
        },
        {
            "text": "Climatic records of the study area were obtained from the meteorological station at Shirakawa (496 m, Shirakawa-murd', Ohno-gun, Gifu Prefecture). With correction for altitude differences, the mean annual temperature is estimated as 8.2~ and 5.5~ at 1000 m and 1500 m, respectively, with winter means (average for December, January and February) of --3.1 ~ and --5.9~ and summer means (average for June, July and August) of 19.3~ and 16.6~ respectively. Mean annual precipitation in the area is over 2200 mm with very heavy snowfall in winter. Kubo (1970) estimated the accumulation of snow in the beech forests to be 4-7 m and snow remains on the ground until early May.",
            "cite_spans": [
                {
                    "start": 544,
                    "end": 555,
                    "text": "Kubo (1970)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Study Area"
        },
        {
            "text": "Within the study area, 29 homogeneous stands were located covering the whole range of topographical and elevational types (Figs. 1 and 2). Within each stand all species were enumerated using the methodology of Braun-Blanquet (Braun-Blanquet, 1964) . Plant groupings were subsequently established by tabular comparison (Ellenberg, 1956) and are presented in standard table form here (Tables 1 and 2 ). These communities are also shown overlayed on a map of the study area (Fig. 3) . The stand data were subsequently analysed by two contrasting yet compatible multivariate approaches, detrended correspondence analysis (DCA) (Hill and Gauch, 1980) and two-way indicator species analysis (TWlNSPAN) (Hill, 1979) . DCA is an ordination technique, whereas TWINSPAN is essentially a classification approach. DCA is form of eigen vector analysis and is thus related to principal component analysis (PCA). Gauch (1982) and Kershaw and Looney (1985) have recommended the use of reciprocal averaging (RA) or its improved version, DCA, which very largely removes the problem of distortion in an ordination and gives excellent ordination results even with complex data sets. Computational details have been given by Hill (1973 Hill ( , 1979 and Gauch (1982) . As with PCA, the axes extracted by DCA have sequentially decreasing eigen values.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 247,
                    "text": "Braun-Blanquet (Braun-Blanquet, 1964)",
                    "ref_id": null
                },
                {
                    "start": 318,
                    "end": 335,
                    "text": "(Ellenberg, 1956)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 623,
                    "end": 645,
                    "text": "(Hill and Gauch, 1980)",
                    "ref_id": null
                },
                {
                    "start": 696,
                    "end": 708,
                    "text": "(Hill, 1979)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 898,
                    "end": 910,
                    "text": "Gauch (1982)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 915,
                    "end": 940,
                    "text": "Kershaw and Looney (1985)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1204,
                    "end": 1214,
                    "text": "Hill (1973",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1215,
                    "end": 1228,
                    "text": "Hill ( , 1979",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1233,
                    "end": 1245,
                    "text": "Gauch (1982)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 382,
                    "end": 397,
                    "text": "(Tables 1 and 2",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 471,
                    "end": 479,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "In contrast to DCA, TWlNSPAN utilizes the efficiency of reciprocal averaging for establishing the major variation in a data set, and form such an analysis, satisfactory division into two groupings can be achieved. Of considerable importance, however, is the fact that each species present in the community data can be allocated several abundance loadings and a single species can thus act at several indicator levels. Hill (1979) designates these contrasting abundance classes as 'pseudospecies', thus recognizing that species abundance as well as species composition are equally important attributes of plant communities. Finally, the TWlNSPAN groupings have also been overlayed on the DCA ordination (Figs. 4 and 5).",
            "cite_spans": [
                {
                    "start": 418,
                    "end": 429,
                    "text": "Hill (1979)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Six plant communities were delineated according to their species compositions:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Braun-Blanquet Analysis"
        },
        {
            "text": "At present, this community has a limited distribution on the mid-northern slopes adjacent to an area outside the park that has been clear-felled (Fig. 3) . Judging from the herb species still evident in the felled area, community A previously extended further down the slope. It is characterized by group 2 species and notably by the absence of group 4 species (Table 2) with Dryopteris austriaea and Carex doliehostaehya var. glaberrima as dominant species of both herb layers. Viburnum fureatum, Prunus grayana, Aeer rufinerve, Lindera umbellata vat. membranaeea and Ilex leueoelada are all characteristic tree-shrub components.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 145,
                    "end": 153,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 361,
                    "end": 370,
                    "text": "(Table 2)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Community A (Tables 1 and 2) (Fagus-Cornus eontroversa)"
        },
        {
            "text": "A community of limited distribution in the study area but clearly differentiated from community A by the presence of Osmunda asiatiea (species grouping 3, Table 2 ) with Menziesia pentandra and L yeopodium serratum var. serratum also present and with Vaecinium japonieum only occurring as individual isolated plants. Community B is limited to two concave sites where presumably more mesic conditions prevail (Fig. 3) . Communities A and B are closely related floristically and are recognized as the subassociation, Dryopteridetosum by Hukusima (1982) .",
            "cite_spans": [
                {
                    "start": 535,
                    "end": 550,
                    "text": "Hukusima (1982)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 155,
                    "end": 162,
                    "text": "Table 2",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 408,
                    "end": 416,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Community B (Fagus-Osmunda asiatiea)"
        },
        {
            "text": "A plant community of wide distribution on the middle elevations of south-and east-facing ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Community C (Fagus-Pertya rigidula)"
        },
        {
            "text": "A community that is strictly limited to the more xeric ridge summit but one that is illdefined in terms of the absence of any clearly differential species. Thus, Hamamelis japonica vat. obtusata is well represented in the sub-tree layer at a slightly higher level of dominance, Viburnum fureatum is slightly less abundant than in community C, and in general there is a poorly represented fern and herb layer. Communities C and D are grouped as the Typical subassociation named by Hukusima (1982) .",
            "cite_spans": [
                {
                    "start": 480,
                    "end": 495,
                    "text": "Hukusima (1982)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Community D (Fagus-Hamamelis japonica var. obtusata)"
        },
        {
            "text": "A widely distributed community on the ridge crest and south east slopes; differentiated by the presence of group-7 species and Shortia uniflora. Group-8 species are generally of lower occurrence ( Table 2 ). The carpet of Shortia, with a well developed shrub layer of Tripetaleia paniculata, Menziesia multiflora, Rhododendron nudipes, R. kaempferi and Vaccinium japonicum, is typical of this community, which is grouped with the subassociation, Tripetaleietosum by Hukusima (1982) .",
            "cite_spans": [
                {
                    "start": 466,
                    "end": 481,
                    "text": "Hukusima (1982)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 197,
                    "end": 204,
                    "text": "Table 2",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Community E (Fagus-Tripetaleia paniculata)"
        },
        {
            "text": "Of restricted distribution largely on south and south west slopes, but clearly differentiated by the presence of Pinus parviflora (species grouping 10) and the absence of group-8 species, Table 3 . which include a predominant proportion of herbs. The sub-tree canopy is dominated by Hamamelisjaponica vat. obtusata, and Tripetaleiapaniculata is well represented in the upper shrub layer. This community is grouped with the subassociation, Pinetosum by Hukusima (1982) .",
            "cite_spans": [
                {
                    "start": 461,
                    "end": 467,
                    "text": "(1982)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 188,
                    "end": 195,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Community F (Fagus,Epigaea asiatica)"
        },
        {
            "text": "TWINSPAN and DCA analysis TW1NSPAN classification of the data arranges each stand into a sequence of similarity so that those close together in the table are very similar floristically and those remote from one another are very different (Table 3 ). The final arrangement is broadly similar to the Braun-Blanquet table (Table 2) . Six plant communities are separated, A'-F', corresponding to communities A-F in the Braun-Blanquet classification. There are 5 stands which show a change in their classification: 13 and 9 move to D' in the TWINSPAN table from community C; 17 and 18 move to E' from community D, and 32 also moves to E' from community F. (Table 2) have been subsequently overlayed on the ordinations. In this figure, each community is shown by a specific mark.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 238,
                    "end": 246,
                    "text": "(Table 3",
                    "ref_id": null
                },
                {
                    "start": 319,
                    "end": 328,
                    "text": "(Table 2)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 651,
                    "end": 660,
                    "text": "(Table 2)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "SPECIES"
        },
        {
            "text": "The basis for these changes is simply the fundamental difference in criteria between the two approaches, where presence or absence of the species is the basis for classification in the Braun-Blanquet table, whereas pseudospecies level and hence the concept of dominance is used in the TWINSPAN classification. Thus, stands 9 and 13 have a higher Clethra barbinervis pseudospecies designation and zero or lower pseudospecies levels in Cephalotaxus harringtonia var. nana, Ainsliaea acerifolia var. subapoda, Bleehnum niponicum and Carex morrowii var. temnolepis. Similarly, stands 17 and 18 are transposed to E' on the basis of the higher pseudospecies levels of Rhus triehoearpa, Menziesia pentandra and Ilex sugerokii var. brevipeduneulata, together with the absence of Tripetaleia panieulata and Rhododendron nudipes. Finally, stand 32 is relocated on the basis of the high pseudospecies level of Viburnum fureatum, Daphniphyllum maeropodum var. humile and Paris tetraphylla and the generally low levels of group 10 species (Table 2) , particularly Epigaea asiatica.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1026,
                    "end": 1035,
                    "text": "(Table 2)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "SPECIES"
        },
        {
            "text": "The ordination has allocated these differential species either high or low loadings on the first two axes (Fig. 4) , providing a most successful objective confirmation of their use in the Braun-Blanquet table. Thus the species groupings with the most extreme loadings (1, 2, 3, 6, 7 and 10) are from communities with a narrow range of distribution and hence are species which are highly selective in their habitat requirements. Significantly, groupings 4, 5 and 8 largely overlap in the Braun-Blanquet table but are clearly separated in the DCA ordination. Re-examination of the Braun-Blanquet table shows that in fact there is a generalized inverse abundance relationship between these two groupings running from community A through to F. Interpretation of axis 1 is clear-cut, species with of mesic requirements being loaded at one end of the axis and species characteristic of more xeric sites at the other (Hukusima and Kershaw, 1988) . When species of low occurrence are removed from the analysis, axis 2 is correlated with movement of ground water and podzol development (see Hukusima et al. 1981, Hukusima and Kershaw, 1987) , Osmunda asiatiea (3, Fig. 4 ) having high loadings on axis 2 and species groupings 2, 5 and 6 (Table 2) having low loadings.",
            "cite_spans": [
                {
                    "start": 924,
                    "end": 938,
                    "text": "Kershaw, 1988)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1082,
                    "end": 1116,
                    "text": "Hukusima et al. 1981, Hukusima and",
                    "ref_id": null
                },
                {
                    "start": 1117,
                    "end": 1131,
                    "text": "Kershaw, 1987)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 106,
                    "end": 114,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1155,
                    "end": 1161,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "SPECIES"
        },
        {
            "text": "The plot ordination overlain with the Braun-Blanquet grouping is unaffected by removal of the rare species in the sample (Fig. 5) and provides a very clear separation of the six plant communities. The first and second axes have eigen values of 0.472 and 0.138, respectively, and thus the major variation in the data is correlated with axis 1. This is readily identified as a xeric-mesic gradient (Hukusima and Kershaw, 1988) . There are two outliers in the plot ordination, stands 5 and 15 belonging to communities A and C, respectively. In the TWIN-SPAN (Table 3 ).",
            "cite_spans": [
                {
                    "start": 410,
                    "end": 424,
                    "text": "Kershaw, 1988)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 121,
                    "end": 129,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 555,
                    "end": 563,
                    "text": "(Table 3",
                    "ref_id": null
                }
            ],
            "section": "SPECIES"
        },
        {
            "text": "The present Braun-Blanquet analysis confirmed the subassociations that have been delimited previously in Hakusan National Park (Hukusima, 1982) and the results call for little further comment. However, the data are important in that they allow a critical comparison to be made of the traditional Braun-Blanquet association analysis with the highly objective computer-based multivariate methods that are now available (Gauch, 1982; Kershaw and Looney, 1985) .",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 143,
                    "text": "(Hukusima, 1982)",
                    "ref_id": null
                },
                {
                    "start": 417,
                    "end": 430,
                    "text": "(Gauch, 1982;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 431,
                    "end": 456,
                    "text": "Kershaw and Looney, 1985)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Variation in vegetation is continuous, and the success of the Braun-Blanquet approach relies completely on a careful choice of 'homogeneous' sample stands. The resulting association tables are then clear-cut and each association is well defined. If, however, the sampling is conducted at random, intermediate communities are included and the continuous variation of the vegetation becomes evident. In this situation, the clarity of association becomes less evident and occasionally some plots are impossible to classify. In these situations it has been traditionally accepted that ordination of the data is a more meaningful approach. However, ordination is not a rejection of classification, as has sometimes been assumed; the associations in the Braun-Banquet sense are still there and can indeed be displayed within an ordination (see Kershaw 1968; Kershaw and Looney t 985) . The data presented here provide excellent support for such a dual approach and furthermore provide sample confirmation of both the power of current multivariate methods as well as their objective support of a long-standing but subjective classification system.",
            "cite_spans": [
                {
                    "start": 838,
                    "end": 851,
                    "text": "Kershaw 1968;",
                    "ref_id": null
                },
                {
                    "start": 852,
                    "end": 877,
                    "text": "Kershaw and Looney t 985)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Thus, there is a high degree of agreement between the TWINSPAN classification and the formal Braun-Blanquet table (compare Tables 2 and 3 ). The main departure from stand/ community allocation centers on community D, where no clearly characteristic species are present. As a result, TWINSPAN, using the different abundance levels of a number of species which are allocated different pseudospecies status, classified several stands differently to the Braun-Blanquet table, where presence or absence criteria are important.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 108,
                    "end": 137,
                    "text": "table (compare Tables 2 and 3",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "It is particularly encouraging to see that the differential species in Table 1 are also allocated high loadings (-1-or --) in the ordination of the species (Fig. 4) , again providing objective confirmation of what was a subjective judgement based on extensive field experience. Similar considerations apply to the stand ordination where the plant communities delineated by TWINSPAN are well separated along axis 1, confirming not only the reality of each cornunity, but also its relationship with each of the others.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 122,
                    "text": "(-1-or --)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 71,
                    "end": 78,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 156,
                    "end": 164,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Grundlagen der Vegetationsgliderung Tell 1. Einfuhrung in die Phytologie von H. Walter, VI-1. 136 pp",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ellenberg",
                    "suffix": ""
                }
            ],
            "year": 1956,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Multivariate analysis in community ecology",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Gauch",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "TWINSPAN--A FORTRAN program for arranging multi-variate data in an ordered two-way table by classification of the individuals and attributes",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "O"
                    ],
                    "last": "Hill",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "J. Ecol",
            "volume": "61",
            "issn": "",
            "pages": "47--58",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Pfianzensoziologische Untersuchung uber den Walder ausgedehnt unterhalb der Montane-Zone im Hakusan-Gebirge",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Huklrsima",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ozakt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Orvu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sato",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kawaji",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kojima",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Relationship between plant communities and soils in the beech forest on Mt. Sanpoiwadake, Hokuriku region",
            "volume": "2",
            "issn": "",
            "pages": "14--23",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The ecology of a beech forest on Mr. Sanpoiwadake, Hakusan National Park. II. The correlation of the subassociations of the association, Lindero membranaceae--Fagetum crenatae with environmental parameters",
            "authors": [
                {
                    "first": "Japan",
                    "middle": [],
                    "last": "Hokkaido",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Tech",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bull",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Fac",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hort",
                    "suffix": ""
                },
                {
                    "first": ";",
                    "middle": [],
                    "last": "Chiba Univ",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Kershaw",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Japanese with English suinaTlary",
            "volume": "33",
            "issn": "",
            "pages": "117--131",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Geology of Hakusan area",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kaseno",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yamasaki",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nakanishi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Matsuo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Omura",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Japan. Sci. Stud. Hakusan National Park, Japan",
            "volume": "",
            "issn": "",
            "pages": "1--49",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Classification and ordination of Nigerian savanna vegetation",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Kershaw",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Looney",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "J. Ecol",
            "volume": "56",
            "issn": "",
            "pages": "467--482",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Weather of Hakusan",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kubo",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Sci. Stud",
            "volume": "",
            "issn": "",
            "pages": "55--109",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Pflanzensoziologische Studien uber die Vegetation im Tanzawa-Gebirge",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Miyawaki",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ohba",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Murase",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "Sei. Res. of Tanzawa-Oyama",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Phytosociological studies on beech forests of southwestern Honshu",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sasaki",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "Versuch zur Systematischen und Geographischen Gliederung der Japanischen Buchenwaldgesellschaften",
            "volume": "2",
            "issn": "",
            "pages": "214--244",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The beech forest of Hiyama Subprovince",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                }
            ],
            "year": 1949,
            "venue": "Hokkaido. J. Jap. For. Soc",
            "volume": "31",
            "issn": "",
            "pages": "138--145",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Hakusan National Park, Japan. 114-156. Kanazawa (In Japanese with German summary). --and HUKUSIMA, T. (1972) Vegetation map of Mt. Hakusan, with text book, 6 pp",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Gebirge",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sci",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Stud",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Location of the study area on Mt. Sanpoiwadake, Hakusan National Park, Japan.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Distribution of the individual plots in the study area, in relation to elevation and topography.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The distribution in the study area of the six plant communities (A-F) defined by the Bratm-Blanquet",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Species ordination on the first two axes, using DCA. The characteristic species grouping (1-10) from the Braun-Blanquet table(Table 2) have been overlayed on the ordination.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Ordination of the sample plots on Mt. Sanpoiwadake. The plant communities A-F",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The Braun-Blanquet communities (A-F) from the Lindero membranceae-Fagetum crenatae association on Mr. Sanpoiwadake, Hakusan National Park. The characteristic species of different communities, 1-10, are designated in the left-hand column of the Table. ................. ................. II ................. ................. -~ :. t~--~~., i . ......................... I-~~-2~] ......................... ......................... + ............................",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "table. The area designated G has been clear-felled during forestry operations.slopes adjacent to community E. Species groupings 5 and 6 together with Carex morrowii vat. temnolepis define the community. Vaecinium japonieum forms a well-defined lower shrub layer and Vaccinium fureatum and Lindera umbellata vat. membranacea are well represented in the lower canopy stratum.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "...................... iii .......................... .1..2 ........................ 22212 I. .Ii .................. .......................... ........................... ............",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "table, plot 5 has an anomalously low abundance value for Dryopteris austriaca, with low values for Schizophragma hydrangeoides, Rhus ambigua and Acanthopanax sciadophylloides. Significantly, the presence of Acer micranthum, Vaccinium japonicum and Hamamelis japonica var. obtusata indicates somewhat drier conditions (Hukusima 1982). Similarly, stand 15 is also intermediate between communities A and C, having Hydrangea petiolaris and Corylus sieboldiana present and anomalously low Vaccinium japonicum values together with an absence of Rumohra mutica and Plagiogyria matsumureana",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We wish to thank Dr. J. H. H. Looney for assistance with computing and Mrs. M. R. Webber for her critical review of the final draft of the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}