{
    "paper_id": "4bed90e22fc987bfd17806c327c623214f57f67a",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Many in England are convinced that strange things go on in Wales (the use of a language different from English being one of them). The theme of the latest Gregynog research conference-the evolution of catalysis-may seem strange, too, in the eyes of the synthetic and mechanistic chemists who normally flock every spring to the idyllic conference centre of Prifysgol Cymru, the University of Wales, in the Montgomeryshire countryside. However, the theme of the conference, Directed Evolution-that is, iterative cycles of selection from (or screening of) libraries of diverse molecules-has come of age, and its potential is recognised beyond the circle of pioneers of the area. Two such pioneers, Andreas Pl¸ckthun (Z¸rich University) and Don Hilvert (ETH Z¸rich), masterminded the conference and set out the challenge of research in directed evolution at the beginning of the meeting-to ultimately emulate enzyme function.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The first session defined why this is difficult: Richard Wolfenden (North Carolina) in collaboration with Nick Williams (Sheffield) has measured the exceedingly slow intrinsic rates of key biological reactions. [1] The half lives involved are in the order of 10 12 years at 25 8C for phosphate monoester transfer. Too long to wait! So these exceedingly slow processes were studied at elevated temperatures, to allow extrapolation back to room temperature. The comparison with enzymes shows awe-inspiring rate accelerations of over 10 20 . Next to efficiency, precision of biological machines is a fundamental challenge. Bob Stroud (UC San Francisco) described how, in a combination of site-directed mutagenesis, kinetics and crystallography, not only static active site interactions can be mapped out, but complex conformational changes can be tracked down for thymidylate synthase, a methyl transfer catalyst. [2, 3] Nenad Ban (ETH Z¸rich) described the ribosome structure: [4±7] a protein of this complexity is definitely no realistic target for directed evolution. Nonetheless we had a taste of a successful designed alteration of protein structure. Kevan Shokat (UC San Francisco) has demonstrated how tyrosine kinases with an engineered binding pocket in a conserved region of the ATP-binding site can be specifically inhibited in vivo, with synthetically prepared inhibitors found by screening. It greatly facilitated the study of the cell biology of these enzymes, which play a vital role in signal transduction and is being applied to to a growing list of key signal transduction kinases (e.g., src kinases). [8±12] But what is realistic? It is definitely impossible to scan the entirety of sequence space-even a fairly small enzyme with about 50 amino acids would, if completely randomised, create a library of more molecules that there are in the whole universe. A good rationale could enable more targeted sampling of sequence space. Dagmar Ringe (Brandeis) introduced enzyme superfamilies based on active site chemistry as evolutionary neighbours-possible shortcuts for directed evolution. [13] For example, eukaryotic muconate lactonising enzyme has the same signature motif and chemical functionality as its bacterial analogue (and superfamily member), but a very different fold (b propeller instead of TIM barrel). Thus chemistry rather than structure becomes the guide for exploring new activities and understanding an enzyme's ™catalytic phylogeny∫, an idea that differs from previous concepts of evolution by maintaining and re-evolving a given fold such as the TIM barrel.",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 214,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 911,
                    "end": 914,
                    "text": "[2,",
                    "ref_id": null
                },
                {
                    "start": 915,
                    "end": 917,
                    "text": "3]",
                    "ref_id": null
                },
                {
                    "start": 975,
                    "end": 980,
                    "text": "[4±7]",
                    "ref_id": null
                },
                {
                    "start": 1617,
                    "end": 1623,
                    "text": "[8±12]",
                    "ref_id": null
                },
                {
                    "start": 2102,
                    "end": 2106,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Ultimately it is crucial that the desired solution sequence actually is in one's library, but often good library members are diluted by sequences that do not even give rise to a folded protein. Frances Arnold (Caltech) has developed an approach that would generate libraries that are relatively small, yet high in quality, thus increasing the chance of a hit. By using synthetic shuffling, fragments are chosen for being quasiautonomous, that is, amino acid stretches that share maximal contact, though do not (optimally) contact any other residue. These fragments are calculated from available structural data by the SCHEMA shareware. [14] Occasionally it might even be possible to get by without experiment. Steve Benner (University of Florida) introduced the Master Catalog, [29] a genetic sequence database organized by evolutionary families. Every documented protein was grouped into a family of related sequences, postulating in essence their evolutionary history and reconstructing their ancestral common sequence. [30] In addition, this strategy can be useful for tracing the origins and function of new sequences with great speed, for example, of the SARS virus, thus identifying its primary source and suggest possible therapeutic strategies.",
            "cite_spans": [
                {
                    "start": 636,
                    "end": 640,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 778,
                    "end": 782,
                    "text": "[29]",
                    "ref_id": null
                },
                {
                    "start": 1022,
                    "end": 1026,
                    "text": "[30]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "But the field is still driven by technologies that are in themselves an area of active research. The crucial technological requirement in all library approaches is how one's selected molecule can be decoded: selection screens for phenotype, but the genotype holds the key, and has to be linked phenotype. This is more straightforward in selections for nucleic acids as genotype and phenotype are identical. Ron Breaker (Yale) showcased a variety of allosteric ribozymes that were evolved and used as molecular switches, governed by light, by the presence of metal ions or small organic molecules. Strikingly, such ™riboswitches∫ ( Figure 1 ) were identified as part of natural mRNAs, regulating their translation by recognising their cognate metabolite. Rather than the scientist mimicking nature, a novel discovery by directed evolution has shed light on a natural regulation mechanism. [15±17] But where selection of protein catalysts is attempted, different genotype ± pheno-European Symposium of Bio-Organic Chemistry 2003 (ESBOC): The Evolution of Catalysis type unions are in use, as was exemplified in several key presentations. Alan Berry and Adam Nelson (Leeds) have solved a real-world problem in synthetic chemistry. From a library of randomly mutagenised class II aldolases they selected (by colony screening of cell lysates in 96-well format) enzymes that catalyse CÀC bond formation in an aldol reaction, a key step in many natural-product syntheses. After rounds of DNA shuffling, the resulting enzyme reversed the stereochemistry of tagatose 100-fold, now accepting the unnatural substrate preferentially. [18] Presenting another approach to the synthesis and cleavage of CÀC bonds, Veronique Gouverneur (Oxford) has explored the substrate versatility of catalytic aldolase antibodies for a variety of substrates. [19] Tuning the classic phage-display selection for binding into selection for catalysis, Jacques Fastrez (UCL, Louvain-la-Neuve) presented two strategies of enriching enzyme-displayed phages for catalytic activity, either indirectly by panning on suicide inhibitors, or directly by ™catalytic elution∫, selecting for allosteric sites. [20] Sandro Cesaro-Tadic (ETH Z¸rich) elaborated on a turnover-based selection of phage-displayed antibodies whose strength was exemplified by the selection of an efficient phosphatase antibody (k cat / k uncat 2 Â 10 5 ) starting from a naive library and a tenfold further improvement after randomisation. [21] Phage display was also the tool used by Kai Johnsson (ETH Lausanne), who reported how directed evolution can provide reagents that can perform tasks that open the door to A new on-bead display system that allows selection of a diffusion-controlled phosphotriesterase in water-in-oil microcompartments. [27] solving a biological problem, namely specific protein labelling to trace the cellular fate of individual proteins. [22] Johnsson evolved the methyl transferase hAGT that normally repairs alkylated guanine in DNA to react with the cellpermeable nucleobase O6-benzylguanine (substituted at the 4-position with fluorescein). [23] This leaves hAGT covalently labelled with a fluorescent marker. Indeed, N or C terminus protein fusions of the evolved hAGT were shown to be specifically labelled in vivo; this enables the localisation of specific proteins to be studied. [24] Andrew Griffiths (MRC, Cambridge, UK) presented cutting-edge technology of in vitro selection by compartmentalisation, using $ 1 mm droplets of water-in-oil emulsions. This universal in vitro system, developed jointly with Dan Tawfik (Weizmann Institute, Rehovot), [25, 26] may now be practically applied to a wide range of reactions under various conditions (e.g. at 95 8C). It is based on decoupling the transcription/translation step within the emulsion (by using gene-coupled beads (Figure 2 ), from the enzymatic reaction (in a second emulsion), followed by FACS selection of positive beads that carry the reaction product. As proof of principle, a phosphotriesterase with a very fast k cat of > 10 5 s À1 (60 times higher than the wildtype enzyme) was selected. [27] Pim Stemmer of MAXYGEN has written about this technology: ™This is how enzymes will be made a decade from now∫. [28] Whatever technique will be used in the future, this meeting poignantly made the point that directed evolution is here to stay and becoming more and more important as well as more and more popular. The conference ended with the angelic tones of Welsh folk tunes, accompanied by harp music. At last something familiar! The same singer appears every year with much success, albeit no less exciting than the novel insights into one aspect of the future of chemistry and biology.",
            "cite_spans": [
                {
                    "start": 888,
                    "end": 895,
                    "text": "[15±17]",
                    "ref_id": null
                },
                {
                    "start": 1622,
                    "end": 1626,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1830,
                    "end": 1834,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 2166,
                    "end": 2170,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 2473,
                    "end": 2477,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 2780,
                    "end": 2784,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 2900,
                    "end": 2904,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 3107,
                    "end": 3111,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 3350,
                    "end": 3354,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 3620,
                    "end": 3624,
                    "text": "[25,",
                    "ref_id": null
                },
                {
                    "start": 3625,
                    "end": 3628,
                    "text": "26]",
                    "ref_id": null
                },
                {
                    "start": 4123,
                    "end": 4127,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 4240,
                    "end": 4244,
                    "text": "[28]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 631,
                    "end": 639,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 3841,
                    "end": 3850,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Proc. Natl. Acad. Sci",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lad",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wolfenden",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Proc. Natl. Acad. Sci",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nissen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Ippolito",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ban",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Steitz",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "98",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Drug Discovery Today",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shokat",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Velleca",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Proc. Natl. Acad. Sci",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Ondrechen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Clifton",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ringe",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Breaker",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Winkler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cohen-Chalamish",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Proc. Natl. Acad. Sci",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Proc. Natl. Acad. Sci",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Domann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Berry",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "100",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The consensus sequence and secondary structure of the aptamer domain from S-adenosylmethionine (SAM) riboswitches. The grey and black notations depict nucleotides that are conserved in at least 90 % and 80 %, respectively, of the SAM riboswitches known to date.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2. A new on-bead display system that allows selection of a diffusion-controlled phosphotriesterase in water-in-oil microcompartments. [27]",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}