{"paper_id": "4c10a6b69d0d10ca1d524a7af135a5405a5a65a8", "metadata": {"title": "Laboratory-based respiratory virus surveillance pilot project on select cruise ships in Alaska, 2013-15 †", "authors": [{"first": "Kimberly", "middle": ["B"], "last": "Rogers", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Shahrokh", "middle": [], "last": "Roohi", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Timothy", "middle": ["M"], "last": "Uyeki", "suffix": "", "affiliation": {}, "email": ""}, {"first": "David", "middle": [], "last": "Montgomery", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jayme", "middle": [], "last": "Parker", "suffix": "", "affiliation": {"laboratory": "State Virology Laboratory", "institution": "", "location": {"country": "USA"}}, "email": ""}, {"first": "Nisha", "middle": ["H"], "last": "Fowler", "suffix": "", "affiliation": {"laboratory": "State Virology Laboratory", "institution": "", "location": {"country": "USA"}}, "email": ""}, {"first": "Xiyan", "middle": [], "last": "Xu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Deandra", "middle": ["J"], "last": "Ingram", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Donna", "middle": [], "last": "Fearey", "suffix": "", "affiliation": {"laboratory": "", "institution": "Section of Epidemiology", "location": {"addrLine": "1600 Clifton Road NE, MS E28", "postCode": "30329-4027", "settlement": "Atlanta", "region": "GA", "country": "USA, USA"}}, "email": ""}, {"first": "Steve", "middle": ["M"], "last": "Williams", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Grant", "middle": [], "last": "Tarling", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Clive", "middle": ["M"], "last": "Brown", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Nicole", "middle": ["J"], "last": "Cohen", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background: Influenza outbreaks can occur among passengers and crews during the Alaska summertime cruise season.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Approximately 1 million cruise ship passengers visit the US state of Alaska each summer. The inbound, summertime tourist population is 1.5 times Alaska's wintertime resident population. 1 Some cruise ships in the region carry upward of 2500 passengers and 1000 crew members originating from many countries. These factors, along with close quarters and prolonged contact among travellers on ships and during land-based tours before embarkation, increase the risk of communicable disease transmission. Influenza outbreaks among cruise ship passengers and crew members are relatively common, and may be prolonged and challenging to control as new, susceptible passengers embark at frequent intervals. 2, 3 Cruise ships destined for US ports of entry are required by federal regulations to report to the Centers for Disease Control and Prevention (CDC) all deaths on board, and certain signs and symptoms suggestive of infectious disease in passengers and crew members. 4 Cruise ships are required to report gastrointestinal illness to CDC's Vessel Sanitation Program at least 24 h before a ship's arrival at a US port. 5 In contrast, cruise ships are not required to conduct respiratory illness surveillance. However, CDC's Division of Global Migration and Quarantine asks cruise ships to report outbreaks of influenza-like illness (ILI) and to complete end-of-voyage cumulative ILI reports. Ships voluntarily report the total number of crew members and passengers with ILI either electronically or by phone to the CDC Quarantine Station with jurisdiction over the port of call. If a ship's ILI incidence rate exceeds the CDC-defined outbreak threshold of 1.380 cases per 1000 traveller days, 6 CDC requests enhanced data collection and, in coordination with the state health department, provides consultation on influenza testing. If influenza viruses are detected in crew members or passengers, recommendations are made regarding control measures, including antiviral treatment and chemoprophylaxis, isolation of ill individuals, monitoring of exposed individuals, and vaccination of crew members.", "cite_spans": [{"start": 186, "end": 187, "text": "1", "ref_id": "BIBREF0"}, {"start": 698, "end": 700, "text": "2,", "ref_id": "BIBREF1"}, {"start": 701, "end": 702, "text": "3", "ref_id": "BIBREF2"}, {"start": 966, "end": 967, "text": "4", "ref_id": null}, {"start": 1116, "end": 1117, "text": "5", "ref_id": "BIBREF3"}, {"start": 1690, "end": 1691, "text": "6", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Background"}, {"text": "During low influenza activity periods such as summer, influenza outbreaks in the USA and Canada have been linked to influenza virus transmission among tourists travelling on combined land-sea tours or cruise ship voyages, particularly in Alaska. 3, 7 Cruise ship passengers who are at increased risk for more severe disease, such as the elderly or immunocompromised, may develop severe complications from influenza such as pneumonia, which may result in disembarkation for hospitalization. The value of cruise ship influenza surveillance is highlighted by outbreaks of seasonal and pandemic influenza among passengers and crews, 2,7-9 and the potential for introduction of antigenically drifted seasonal influenza virus strains. 3 For example, in 1997, an antigenically drifted H3N2 virus strain identified in ill Australian cruise ship passengers became the predominant virus during the subsequent 1997-1998 influenza season in North America. 10 Cruise ship ILI reporting to CDC is aggregate and does not include a laboratory component. Integration of syndromic and virologic surveillance could improve the ability to detect and characterize influenza virus strains and other respiratory viruses circulating among cruise ship travellers. From May through September, 2013-2015, the Alaska Department of Health and Social Services, the Alaska State Virology Laboratory (ASVL), CDC Influenza Division, CDC Anchorage Quarantine Station and two cruise lines initiated a pilot laboratory-based surveillance project to detect influenza and other respiratory viruses among ill crew members and passengers on a few cruise ships in Alaska. The pilot project aimed to characterize respiratory viruses circulating among cruise ship travellers in the state, to correlate the timing of cruise ship ILI incidence peaks with identification of respiratory viruses in Alaska, and to compare influenza viruses identified in ill passengers and crew members on ships with influenza viruses identified at land-based influenza surveillance sites.", "cite_spans": [{"start": 246, "end": 248, "text": "3,", "ref_id": "BIBREF2"}, {"start": 249, "end": 250, "text": "7", "ref_id": "BIBREF5"}, {"start": 729, "end": 730, "text": "3", "ref_id": "BIBREF2"}, {"start": 944, "end": 946, "text": "10", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Background"}, {"text": "Specimens were collected from passengers and crew members reporting to the ship infirmary on participating cruise ships in Alaska from May-September, 2013-2015, and tested for respiratory viruses. Four ships from two cruise lines participated in 2013 and 2014, and two additional ships from the same cruise lines were added for a total of six ships in 2015. The ships were relatively representative of those sailing in the region during the time period of the pilot project;~2000-2500 passengers, and 750-1000 crew were on board each ship. Participating ships had voyage lengths varying from 7 to 14 days. Throughout the season, ASVL provided specimen-collection kits to cruise ships, including nasopharyngeal swabs, universal transport medium, laboratory submission slips and packaging for shipping specimens. The case definition for inclusion in year 1 (2013) was ILI (temperature of ≥100°F and either cough or sore throat in the absence of a known cause other than influenza); in years 2 and 3 (2014 and 2015), the definition was expanded to include signs of an acute respiratory illness (ARI) without fever, if the clinician suspected an infectious aetiology. Ship staff obtained verbal consent from the individual (if an adult) or permission of a parent or guardian (for those under 18 years old). Each participating ship was asked to collect 2-3 specimens per week during the course of the pilot project. CDC approved the surveillance project with a determination that it did not meet the definition of human subjects research under 45 Code of Federal Regulations part 46.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "Nasopharyngeal specimens were collected using flocked swabs (Puritan ® ), placed in transport medium (Puritan ® ), and refrigerated. Specimens were kept on ice packs during their transit from the cruise ship to ASVL. Upon receipt at the laboratory, 200 μl of each specimen was extracted (Biomerieux NucliSENS ® easyMAG ® ) to produce a final elution of 60 μl of total nucleic acid. The GenMark eSensor ® 14-target Respiratory Virus Panel was used per manufacturer guidelines to determine the presence or absence of influenza and other respiratory viruses. A random subset (~1 of every 4) of specimens testing positive for influenza viruses was shipped to the CDC Influenza Division Laboratory for cell culture and antigenic characterization by using hemagglutination inhibition (HI) methods. 11 For viruses that did not yield sufficient titre for HI testing, genetic characterization (sequencing) was conducted to determine the influenza type, subtype or genetic group. 12 In addition to personal identifiers collected on the ASVL requisition form per standard protocol for clinical specimens, ship medical staff provided ASVL demographic, clinical and epidemiological information for each specimen. This information included whether the individual was a crew member or passenger, age, sex, country of residence, recent travel history outside the USA or Canada, date and port of embarkation, influenza vaccination history (self-report), illness onset date and symptoms, receipt of antiviral treatment prior to specimen collection, and whether other travelers on board had respiratory illness. ASVL coded and de-identified the data and laboratory results and shared that information with the CDC Anchorage Quarantine Station. Each month throughout the project period, the quarantine station compiled and issued reports to each cruise line. Descriptive analyses were conducted on laboratory, demographic and epidemiological data from the 3-year pilot. While symptom history was analyzed, results were unremarkable and are not reported. In order to compare the pilot data to existing Alaska State Influenza Surveillance data, ASVL provided CDC with inland state surveillance data representing the same time period of the pilot project (May-September, 2013-2015).", "cite_spans": [{"start": 792, "end": 794, "text": "11", "ref_id": "BIBREF9"}, {"start": 970, "end": 972, "text": "12", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Methods"}, {"text": "Of the 410 nasopharyngeal specimens tested from 2013, 2014 and 2015, 274 (67%) were from passengers and 136 (33%) from crew members with ILI or ARI. Three hundred and forty (83%) specimens tested positive for at least one virus on the ASVL target panel; 292 (71%) tested positive for influenza A or B (Table 1) , representing 75% of sampled passengers and 64% of crew members (Tables 1 and 2) .", "cite_spans": [], "ref_spans": [{"start": 301, "end": 310, "text": "(Table 1)", "ref_id": "TABREF0"}, {"start": 376, "end": 392, "text": "(Tables 1 and 2)", "ref_id": "TABREF0"}], "section": "Virologic testing"}, {"text": "Throughout the 3-year pilot period, 13 respiratory viruses were identified (Table 3) . Fifteen passengers and 4 crew members tested positive for 2 viruses; 9 different co-infections were identified from these 19 individuals.", "cite_spans": [], "ref_spans": [{"start": 75, "end": 84, "text": "(Table 3)", "ref_id": "TABREF1"}], "section": "Virologic testing"}, {"text": "ASVL sent a subset of samples (56, 19%) positive for influenza A or B viruses to CDC for further antigenic characterization; results are shown in Table 4 . Beyond this subset, 19 additional influenza A(H3N2) viruses were genetically characterized at CDC; these viruses did not yield a sufficient titre for the HI test and thus are not presented in Table 4 . However, all 19 belonged to the same genetic group as the predominant A(H3N2) virus strains circulating during the 2014-2015 influenza season.", "cite_spans": [], "ref_spans": [{"start": 146, "end": 153, "text": "Table 4", "ref_id": null}, {"start": 348, "end": 355, "text": "Table 4", "ref_id": null}], "section": "Virologic testing"}, {"text": "Of the 2479 samples collected by instate providers for Alaska's statewide inland influenza surveillance program from May through September in 2013-2015, 368 (15%) tested positive for influenza A or B virus. While both the state inland surveillance program and the Alaska Cruise Ship Respiratory Surveillance Pilot project primarily identified influenza A(H3) among all individuals testing positive for influenza viruses, state inland surveillance results yielded a higher percentage of influenza B virus but fewer influenza A(H1N1)pdm09 viruses (Table 5 ).", "cite_spans": [], "ref_spans": [{"start": 545, "end": 553, "text": "(Table 5", "ref_id": "TABREF3"}], "section": "Virologic testing"}, {"text": "Participating passengers and crew members on all ships represented 31 countries. Seventy-one (52%) of crew members submitting specimens during the pilot project period were permanent residents of the Philippines or India, whereas most passengers were from the United States (216, or 79%). The median age of passengers submitting specimens was 66 years (range: 5-90); the median age of crew members submitting specimens was 33 years (range: 20-59). Results were relatively consistent across age groups, although most (25, or 83%) influenza H1N1pdm09positive specimens throughout the pilot came from individuals younger than 40. Six percent (25) of crew members and passengers submitting specimens had been outside the USA or Canada in the days (10 days in 2013, 5 days in 2014 and 2015) before symptom onset; countries included Australia (8), Japan (9), India (2), Taiwan (1), South Africa (1), China (1), Israel (1), Singapore (1) and Trinidad and Tobago (1). Aggregate virologic results from these individuals did not deviate markedly from those with no recent travel outside the US or Canada. Self-reported influenza vaccination coverage for passengers and crews varied greatly between participating ships and voyages. More than half of the passengers (158, or 58%) submitting specimens reported having been vaccinated for influenza during the previous year. In contrast, fewer than half (61, or 45%) of the crew members reported the same. One of the cruise lines reported that of those crew vaccinated, all had received the northern hemisphere influenza vaccine, regardless of ship's origin or the crew member's origin. Aggregate data for all 3 years showed that positive test results for influenza A or B were similar for passengers and crew members who reported recent influenza vaccination (73 and 64% respectively) and those who did not (77 and 64% respectively). No participants received antivirals before specimen collection.", "cite_spans": [], "ref_spans": [], "section": "Demographic and Epidemiologic Analysis"}, {"text": "Analysis of the timing of participants' illness onset relative to embarkation revealed a peak for northbound ships (originating in Vancouver, Canada or Seattle, USA, en route to Alaska) on Day 3 of the voyage (range: 1 day pre-embarkation to 5 days post-embarkation) and for southbound ships (which originate in Alaska and sail toward the US Pacific Northwest) on day 1 of the voyage (range: 3 days pre-embarkation to 5 days post-embarkation) (Figure 1 ). Although onset dates differed from north vs. southbound cruises, no marked differences in influenza subtypes between individuals on north vs. southbound cruises were identified.", "cite_spans": [], "ref_spans": [{"start": 443, "end": 452, "text": "(Figure 1", "ref_id": "FIGREF1"}], "section": "Demographic and Epidemiologic Analysis"}, {"text": "The Alaska Cruise Ship Respiratory Surveillance Pilot project represents the first civilian sentinel respiratory virus surveillance program conducted on cruise ships in North America. Although the number of specimens collected and participating ships were limited, the high yield of positive results (83% for at least one respiratory virus and 71% for influenza viruses) indicates that influenza was common among sampled passengers and crew members with ILI or ARI. This finding highlights the value of conducting such surveillance among cruise ship passengers and crews and reinforces the need to have robust influenza prevention and control activities on ships.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Influenza virus strains and respiratory viruses identified by the pilot were similar to findings of the state surveillance. The latter is conducted year-round in Alaska, including in healthcare facilities in port cities where passengers disembark. Data collected in the pilot project may aid in determining specific voyages with higher potential for influenza virus transmission. As southbound voyages originating in Alaska had peak onset dates on the day before the start of the voyage, most influenza virus transmission may have occurred before embarkation. Southbound voyages are generally associated with land-based tours immediately preceding the voyage involving buses and trains, which are additional semi-closed and close-contact environments that can potentially facilitate the transmission of influenza viruses. Conversely, northbound voyages (which often have their land-based tours post-voyage) had peak onset dates occurring mid-voyage, suggesting that most influenza virus transmission occurred on board. Additional surveillance is needed to better understand the role of land-based tours and potential differences in influenza virus transmission by voyage direction and route.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Adding a laboratory component to routine cruise ship respiratory surveillance in Alaska, such as sending specimens from port to state laboratories, may better inform resource allocations and anticipate needs for cruise ship populations, which are typically disproportionately older. The average age of an Alaska cruise ship passenger is 65 years, and influenza in these passengers may be of more concern due to comorbidities in contrast to crew members, who are on average 30 or younger and generally healthy. Crew members may seek healthcare for no cost on board ship, but passengers without international or travel healthcare insurance coverage may incur medical costs for infirmary care on international waters. Thus, cost could be a disincentive for passengers to seek care until they are severely ill or need to be medically evacuated to a hospital. 3 This disincentive, in addition to participating cruise ship physicians' accuracy in targeting ill individuals for pilot project inclusion, may have contributed to the pilot's relatively high percent positive yield on respiratory pathogen and influenza testing.", "cite_spans": [{"start": 855, "end": 856, "text": "3", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Discussion"}, {"text": "ILI outbreaks can have economic and human resource costs to both cruise ships and public health agencies. Additional staff are required to implement active and passive surveillance and coordinate testing; crew time is lost during illness or isolation; and antiviral agents for treatment and chemoprophylaxis of influenza can be costly. In some circumstances, land-based medical assistance may be required for follow-up and treatment of complications. Influenza vaccination of crews may help reduce the impact of influenza virus transmission on cruise ships and serve as a cost-saving measure. Both participating cruise lines have a target goal of vaccinating 80% of crew members, particularly in guest-facing departments.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The findings of ship-based influenza surveillance can augment or supplement land-based surveillance. In Alaska, influenza virus transmission during summertime is driven to a degree by the annual influx of tourists. States that experience off-season (summer) influenza virus transmission may benefit from extended summertime surveillance in order to guide recommendations on the timing of influenza vaccination and clinical decisions regarding testing and antiviral treatment, as well as to evaluate the match between circulating influenza virus strains and vaccine strains. These potential benefits should be weighed against the operational limitations in instituting such a surveillance program.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "While~30-32 cruise ships dock in Alaska ports during the summer tourist season, only four to six participated in the Alaska Cruise Ship Respiratory Surveillance Pilot Project each year. The small number, in addition to the relatively small number of specimens collected, does not allow generalization of results to all cruise ships in Alaska or beyond. The results are also not generalizable to the entire cruise ship, as only ill individuals visited the ship medical centre for testing. As such, no true attack rate for influenza can be established. Inclusion of only individuals reporting to the infirmary with respiratory illness may have biased selection of passengers and crew members to those with more severe symptoms or those more likely to seek healthcare. Clinicians on participating ships were limited to collecting 2-3 specimens per week on average; thus, they may have chosen more overtly ill individuals to test. Additionally, the case definition for participant inclusion changed between years 1 (2013) and 2 (2014). Influenza vaccination history was obtained by self-report and may have been subject to recall bias, and the length of time between selfreported vaccination and illness onset was largely unknown. Operational issues with specimen storage and shipping resulted iñ 10% (45/455, Table 1 ) being lost in transport or deemed unsuitable for testing at the laboratory, and delays in shipping some specimens may have caused some falsely negative results.", "cite_spans": [], "ref_spans": [{"start": 1306, "end": 1313, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Limitations"}, {"text": "The Alaska Cruise Ship Respiratory Surveillance Pilot project served as a feasibility test for laboratory-based cruise ship surveillance in Alaska. The pilot proved such surveillance is possible and thus may be helpful in informing public health officials and the cruise ship industry of the utility of surveillance to prevent and control outbreaks. In order to apply results to the whole Alaska cruise ship population, additional ships should be included and sampling should be more representative of all ill persons. The program was operationally resource-intensive for all stakeholders, particularly cruise ship medical departments in collecting information on the ill individual, and the CDC Anchorage Quarantine Station in equipment shipping and data management. Subsequent similar laboratory-based surveillance projects may increase efficiency and lower the resource cost per sample. Program evaluation is needed to weigh the time and operational limitations against the utility of this added layer of lab-based respiratory surveillance. Despite its limitations, the pilot project's findings highlighted the usefulness of augmenting routine disease reporting and cumulative ILI surveillance on ships in Alaska. Strengthening cumulative ILI reporting on cruise ships to the level of required gastrointestinal illness reporting-an illness that generally is less severe than influenza-may be useful for improving the health of the travelling public. Cruise ships should participate in requested cumulative ILI reporting, and ship healthcare providers could collect recent travel history along with medical history during patient intake. CDC should be notified immediately of ILI outbreaks on board, and its published outbreak management guidance 13 should be followed, including specimen collection for respiratory virus identification and implementation of prevention and control measures. Conducting limited laboratorybased surveillance during times of respiratory disease outbreaks or at the beginning and end of the cruise ship season, when detection of antigenic variants from ships repositioning to Alaska is a higher possibility, should also be considered.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "CDC provided support to the Alaska Section of Epidemiology through its existing Epidemiology and Laboratory Capacity for Infectious Diseases (ELC) grant for this pilot project.", "cite_spans": [], "ref_spans": [], "section": "Funding"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "State of Alaska Department of Commerce, Community, and Economic Development", "authors": [], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "1--2", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Influenza outbreaks among passengers and crew on two cruise ships: a recent account of preparedness and response to an ever-present challenge", "authors": [{"first": "A", "middle": ["J"], "last": "Millman", "suffix": ""}, {"first": "Kornylo", "middle": [], "last": "Duong", "suffix": ""}, {"first": "K", "middle": [], "last": "Lafond", "suffix": ""}, {"first": "K", "middle": [], "last": "", "suffix": ""}], "year": 2015, "venue": "J Travel Med", "volume": "22", "issn": "", "pages": "306--317", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Alaska/Yukon territory respiratory outbreak investigation team. Large summertime influenza A outbreak among tourists in Alaska and the Yukon Territory", "authors": [{"first": "T", "middle": ["M"], "last": "Uyeki", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Zane", "suffix": ""}, {"first": "U", "middle": ["R"], "last": "Bodnar", "suffix": ""}], "year": 2003, "venue": "Clin Infect Dis", "volume": "36", "issn": "", "pages": "1095--1102", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Outbreak Updates for International Cruise Ships", "authors": [], "year": 2013, "venue": "Centers for Disease Control and Prevention", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "How to Calculate the Influenza or Influenza-like Illness (ILI) Case Outbreak Threshold for Cumulative Reports", "authors": [], "year": 2014, "venue": "Centers for Disease Control and Prevention", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Outbreak of influenza-like illness in a tour group-Alaska", "authors": [], "year": 1987, "venue": "Centers for Disease Control", "volume": "36", "issn": "", "pages": "697--705", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Outbreaks of pandemic (H1N1) 2009 and seasonal influenza A (H3N2) on cruise ship", "authors": [{"first": "K", "middle": ["A"], "last": "Ward", "suffix": ""}, {"first": "P", "middle": [], "last": "Armstrong", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Mcanulty", "suffix": ""}], "year": 2010, "venue": "Emerg Infect Dis", "volume": "16", "issn": "", "pages": "1731--1738", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "SHIPSAN TRAINET project. The decision making process on public health measures related to passenger ships: the example of influenza pandemic", "authors": [{"first": "V", "middle": ["A"], "last": "Mouchtouri", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Bartlett", "suffix": ""}, {"first": "B", "middle": [], "last": "Jaremin", "suffix": ""}], "year": 2009, "venue": "Int Marit Health", "volume": "62", "issn": "", "pages": "241--246", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Cruise ships: high-risk passengers and the global spread of new influenza viruses", "authors": [{"first": "J", "middle": ["M"], "last": "Miller", "suffix": ""}, {"first": "T", "middle": ["W"], "last": "Tam", "suffix": ""}, {"first": "S", "middle": [], "last": "Maloney", "suffix": ""}], "year": 2000, "venue": "Clin Infect Dis", "volume": "31", "issn": "", "pages": "433--441", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "World Health Organization. Manual for the Laboratory Diagnosis and Virological Surveillance of Influenza", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Single-reaction genomic amplification accelerates sequencing and vaccine production for classical and Swine origin human influenza a viruses", "authors": [{"first": "B", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Donnelly", "suffix": ""}, {"first": "D", "middle": ["T"], "last": "Scholes", "suffix": ""}], "year": 2009, "venue": "J Virol", "volume": "83", "issn": "", "pages": "10309--10322", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Guidance for Cruise Ships on Influenza-like Illness (ILI) Management", "authors": [], "year": 2016, "venue": "Centers for Disease Control and Prevention", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "H3N2) vaccine component for 2014 southern hemisphere and 2014-15 northern hemisphere. c A(H3N2) vaccine component for 2015 southern hemisphere and 2015-16 northern hemisphere. d B/Yamagata lineage vaccine component for 2014 southern hemisphere and 2013-14, 2014-15 northern hemisphere. e B/Yamagata lineage vaccine component for 2015 southern hemisphere and 2015-16 northern hemisphere. f B/Victoria lineage vaccine component since 2009.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Time between symptom onset and embarkation date for travellers testing positive for influenza on Alaska cruise ships, May-September 2013-2015 Northbound: Ships originate from Vancouver, British Columbia, or Seattle, Washington, and travel to Seward, Alaska, or Whittier, Alaska. Southbound: Ships originate from Whittier, Alaska, or Seward, Alaska, and travel south to Seattle, Washington, or Vancouver, British Columbia", "latex": null, "type": "figure"}, "TABREF0": {"text": "Results of a pilot sentinel respiratory virus surveillance project on select cruise ships in Alaska-May-September, 2013-2015", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Result Characteristic </td><td>2013 </td><td>2014 </td><td>2015 </td><td>Total\n</td></tr><tr><td>Specimens collected </td><td>103 (23%) </td><td>128 (28%) </td><td>224 (53%) </td><td>455\n</td></tr><tr><td>Specimens tested (%) </td><td>95 (23%) </td><td>119 (29%) </td><td>196 (48%) </td><td>410\n</td></tr><tr><td>Specimens positive for any respiratory virus (%) </td><td>71 (21%) </td><td>105 (31%) </td><td>164 (48%) </td><td>340\n</td></tr><tr><td>Specimens positive for influenza viruses (%) </td><td>52 (18%) </td><td>96 (33%) </td><td>144 (49%) </td><td>292\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Respiratory viruses identified on select cruise ships in Alaska as part of pilot project-May-September, 2013-2015", "latex": null, "type": "table"}, "TABREF2": {"text": "", "latex": null, "type": "table"}, "TABREF3": {"text": "Comparison", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Influenza type and influenza A virus subtype\n</td><td>Cruise ships\n</td><td>State surveillance\n</td></tr><tr><td>(n = 292)\n</td><td>(n = 368)a\n</td></tr><tr><td>Influenza A(H3) </td><td>206 (71%) </td><td>221 (60%)\n</td></tr><tr><td>Influenza A(H1N1)pdm09 </td><td>30 (10%) </td><td>2 (1%)\n</td></tr><tr><td>Influenza B </td><td>56 (19%) </td><td>145 (39%)\n</td></tr></table></body></html>"}, "TABREF4": {"text": "Table 2. Demographics of participants in a pilot sentinel respira-\ntory virus surveillance project on select cruise ships in Alaska -\nMay - September, 2013 - 2015", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Participant characteristic\n</td><td>All specimens\n</td><td>Specimens positive for\n</td><td>Specimens positive\n</td></tr><tr><td>tested (n = 410)\n</td><td>any respiratory virus (n = 340)\n</td><td>for influenza viruses (n = 292)\n</td></tr><tr><td>Male (%) </td><td>223 (54%) </td><td>182 (54%) </td><td>150 (51%)\n</td></tr><tr><td>Passenger (%) </td><td>274 (67%) </td><td>228 (67%) </td><td>205 (70%)\n</td></tr><tr><td>Age in years (%)\n</td><td> </td><td> </td></tr><tr><td>0-17 </td><td>9 (2%) </td><td>7 (2%) </td><td>7 (2%)\n</td></tr><tr><td>18-39 </td><td>112 (27%) </td><td>88 (26%) </td><td>68 (23%)\n</td></tr><tr><td>40-64 </td><td>135 (33%) </td><td>119 (35%) </td><td>105 (36%)\n</td></tr><tr><td>65+ </td><td>154 (38%) </td><td>126 (37%) </td><td>112 (38%)\n</td></tr></table></body></html>"}, "TABREF5": {"text": "Table 3. Respiratory viruses identified on select cruise ships in", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Alaska as part of pilot project-May-September, 2013-2015\nVirus </td><td>Number of positive specimens by year\n</td><td>Total\n</td></tr><tr><td>2013 </td><td>2014 </td><td>2015\n</td><td> </td></tr><tr><td>Influenza A (2009/H1N1) </td><td>27 </td><td>3 </td><td>0 </td><td>30\n</td></tr><tr><td>Influenza AH3 </td><td>20 </td><td>58 </td><td>134 </td><td>212\n</td></tr><tr><td>Influenza B </td><td>5 </td><td>35 </td><td>16 </td><td>56\n</td></tr><tr><td>Human rhinovirus </td><td>13 </td><td>8 </td><td>14 </td><td>35\n</td></tr><tr><td>Human metapneumovirus </td><td>6 </td><td>2 </td><td>2 </td><td>10\n</td></tr><tr><td>Parainfluenza 1 </td><td>0 </td><td>0 </td><td>1 </td><td>1\n</td></tr><tr><td>Parainfluenza 3 </td><td>3 </td><td>2 </td><td>4 </td><td>9\n</td></tr><tr><td>Adenovirus C </td><td>1 </td><td>0 </td><td>0 </td><td>1\n</td></tr><tr><td>Adenovirus BE </td><td>0 </td><td>1 </td><td>1 </td><td>2\n</td></tr><tr><td>Human coronavirus 229E </td><td>0 </td><td>0 </td><td>2 </td><td>2\n</td></tr><tr><td>Human coronavirus NL63 </td><td>0 </td><td>0 </td><td>2 </td><td>2\n</td></tr><tr><td>Human coronavirus HKU1 </td><td>0 </td><td>0 </td><td>1 </td><td>1\n</td></tr><tr><td>Human coronavirus OC43 </td><td>0 </td><td>0 </td><td>5 </td><td>5\n</td></tr><tr><td>Total </td><td>75 </td><td>109 </td><td>182 </td><td>366\n</td></tr></table></body></html>"}, "TABREF6": {"text": "Table 4. Antigenic characterization of influenza viruses detected on select cruise ships in Alaska as part of pilot project, May - September,\n2013 - 2015", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Strain group </td><td>Number of viruses tested\n</td><td>Antigenic characteristics </td><td> </td><td>Year collected\n</td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>2013 </td><td>2014 </td><td>2015\n</td></tr><tr><td>A(H1N1)pdm09 </td><td>7 </td><td>A/California/7/09-likea </td><td>4 </td><td>3 </td><td>0\n</td></tr><tr><td>A(H3N2) </td><td>27 </td><td>A/Texas/50/2012-likeb </td><td>0 </td><td>9 </td><td>0\n</td></tr><tr><td> </td><td> </td><td>A/Switzerland/9 715 293/2013-likec </td><td>0 </td><td>0 </td><td>18\n</td></tr><tr><td>B/Yamagata lineage </td><td>19 </td><td>B/Massachusetts/02/2012-liked </td><td>0 </td><td>12 </td><td>0\n</td></tr><tr><td> </td><td> </td><td>B/Phuket/3073/2013-likee </td><td>0 </td><td>0 </td><td>7\n</td></tr><tr><td>B/Victoria lineage </td><td>3 </td><td>B/Brisbane/60/2008-likef </td><td>0 </td><td>3 </td><td>0\n</td></tr><tr><td> </td><td>Total </td><td>56 </td><td>4 </td><td>27 </td><td>25\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "We are grateful to the participating cruise ship clinicians, Alaska maritime shipping agents, and Dr Sue Gerber and Dr Dean Erdman from the CDC Division of Viral Diseases for their support during this project.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "The findings and conclusions in this report are those of the authors and do not necessarily represent the official position of the Centers for Disease Control and Prevention.", "cite_spans": [], "ref_spans": [], "section": "Disclaimer"}]}