{
    "paper_id": "4c2e12aab399720fe6c6c1e5883e87758d4aff82",
    "metadata": {
        "title": "Why driving pressure is not associated with the mortality in non-ARDS patients?",
        "authors": [
            {
                "first": "Huixue",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hangyong",
                "middle": [],
                "last": "He",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Capital Medical University",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Why driving pressure is not associated with the mortality in non-ARDS patients?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Huixue Huang 1 and Hangyong He 2* Dear editor,",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We read with great interest the report by Lanspa and colleagues [1] about the associations of low tidal volume (VT)/driving pressure and reduced mortality of acute respiratory failure patients without ARDS (non-ARDS). They identified a significant association between lower VT and improved survival in non-ARDS patients, while driving pressure was not. We suspect several aspects of the study design may have contributed to the negative result for association of driving pressure and mortality.",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 67,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "First, in Lanspa's study [1] , the investigated patient population was from adult medical, surgical, trauma, and cardiac ICUs and was highly heterogeneous, including patients with varying pathophysiology. Although the heterogeneous group of patients without ARDS was included, a sub-analysis of several important groups, such as patients with pneumonia and post-surgery and chronic obstructive lung diseases, was not performed. This may be a cause of the negative results in the previous clinical trial for similar non-ARDS populations [2] .",
            "cite_spans": [
                {
                    "start": 25,
                    "end": 28,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 536,
                    "end": 539,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Second, in Lanspa's report [1] , 74.4% of non-ARDS patients were on a pressure-regulated volume control (PRVC) or adaptive pressure control (APC) mode, and the driving pressure was derived from the recorded inspiratory pressure minus the set PEEP. Furthermore, the spontaneous breath effort was not evaluated when the inspiratory pressure was measured. PRVC or APC is a mode of mechanical ventilation where inflation pressure is adjusted by the ventilator to achieve a target VT. This means that as patient effort increases, the inflation pressure is reduced, which may not be an appropriate source for an accurate driving pressure calculation [3] .",
            "cite_spans": [
                {
                    "start": 27,
                    "end": 30,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 644,
                    "end": 647,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Third, Lanspa and colleagues [1] only evaluated the driving pressure of the respiratory system, but not the transpulmonary driving pressure, which would be less affected by factors that significantly change chest wall compliance and is more related to the ventilatorinduced lung injury and outcome [4] .",
            "cite_spans": [
                {
                    "start": 29,
                    "end": 32,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 298,
                    "end": 301,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Therefore, combining this lack of accuracy of driving pressure measurement with the heterogeneity of the patient population, a priori chance of finding a difference in outcomes was low and may explain the negative findings for the driving pressure. And further analysis with data from different subgroups of populations and accurate driving pressure, especially transpulmonary driving pressure, is needed for a more settled conclusion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Why driving pressure is not associated with the mortality in non-ARDS patients? The authors reply Michael J. Lanspa; Ithan D. Peltan; Jason R. Jacobs; Jeffrey S. Sorensen; Lori Carpenter; Jeffrey P. Ferraro; Samuel M. Brown; Jay G. Berry; Raj Srivastava; Colin K. Grissom We thank Huang and He for their comments [CIT-ATION] regarding our article on the relationship of driving pressure and mortality in ventilated patients [1] .",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 271,
                    "text": "Grissom",
                    "ref_id": null
                },
                {
                    "start": 424,
                    "end": 427,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Authors' response"
        },
        {
            "text": "The authors commented on the heterogeneity of our study population and speculated that subgroup analysis for patients with certain diseases might be more apt to detect an association. While it is tempting to evaluate additional subgroups, such additional post hoc analyses run the risk of type I error [5] . We had prespecified two subgroups: those with ARDS and those without. We observed a relationship between driving pressure and mortality in patients with ARDS and observed no such relationship in patients without ARDS. As for our heterogeneous patient population, we believe the inclusion of all patients from multiple hospitals increases the generalizability of our findings.",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 305,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Authors' response"
        },
        {
            "text": "The authors commented about the calculation of driving pressure. We calculated the driving pressure using measured plateau pressure minus the set PEEP, comparable to prior investigators Schmidt et al. [6] While the authors correctly assert that respiratory effort can affect the assessment of inflation pressures and plateau pressures, we described that neither spontaneous breathing nor its interaction with driving pressure had any significance in the models of patients with and without ARDS. Our patients, much like those of Schmidt et al. and like those in many hospitals, are largely spontaneous breathers.",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 204,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Authors' response"
        },
        {
            "text": "We greatly appreciate the authors' important point that driving pressure of the respiratory system is composed of two pressures: the transpulmonary pressure, which is distributed to the lung itself, and the chest wall pressure. Transpulmonary pressure is the pressure difference between the airway opening and the pleural surface. While airway pressure is simple to obtain, estimates of pleural pressures are difficult to obtain. Esophageal manometry, a widely accepted estimate of pleural pressures, is challenging to measure and may overestimate and underestimate ventral and dorsal pleural pressures in supine patients [7] . Consequently, it is uncommonly used in ventilator management.",
            "cite_spans": [
                {
                    "start": 622,
                    "end": 625,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Authors' response"
        },
        {
            "text": "Our goal, among others, was to use a multicenter cohort to either confirm or refute a prior single-center observation that driving pressure was not associated with mortality in patients without ARDS [6] . We cannot deny the possibility that some subgroup of patients without ARDS might have an association between mortality and driving pressure calculated using esophageal manometry while passively breathing. However, it seems that such an association, if present, would be of limited utility in guiding ventilator management for patients without ARDS.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 202,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Authors' response"
        },
        {
            "text": "Abbreviations ARDS: Acute respiratory distress syndrome; CMV: Cytomegalovirus; EBV: Epstein-Barr virus; ECMO: Extracorporeal membrane oxygenation; HSV: Herpes simplex virus",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' response"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Driving pressure is not associated with mortality in mechanically ventilated patients without ARDS",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Lanspa",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "D"
                    ],
                    "last": "Peltan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Jacobs",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Sorensen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Carpenter",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Ferraro",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Berry",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Srivastava",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Grissom",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Crit Care",
            "volume": "23",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Effect of a low vs intermediate tidal volume strategy on ventilator-free days in intensive care unit patients without ARDS: a randomized clinical trial",
            "authors": [
                {
                    "first": "Writing",
                    "middle": [],
                    "last": "Group For The",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "I"
                    ],
                    "last": "Simonis",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "D"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Serpa",
                    "middle": [],
                    "last": "Neto",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Binnekade",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Braber",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kcm B",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Determann",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Goekoop",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Heidt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Horn",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "JAMA",
            "volume": "320",
            "issn": "18",
            "pages": "1872--80",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Work of breathing in adaptive pressure control continuous mandatory ventilation",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mireles-Cabodevila",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Chatburn",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Respir Care",
            "volume": "54",
            "issn": "11",
            "pages": "1467--72",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A novel non-invasive method to detect excessively high respiratory effort and dynamic transpulmonary driving pressure during mechanical ventilation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bertoni",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Telias",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Urner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Long",
                    "suffix": ""
                },
                {
                    "first": "Del",
                    "middle": [],
                    "last": "Sorbo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Fan",
                    "middle": [
                        "E"
                    ],
                    "last": "Sinderby",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Beck",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Crit Care",
            "volume": "23",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Pre-specified vs. post-hoc subgroup analyses: are we wiser before or after a trial has been performed?",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Schuhlen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Eur Heart J",
            "volume": "35",
            "issn": "31",
            "pages": "2055--2062",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Driving pressure and hospital mortality in patients without ARDS: a cohort study",
            "authors": [
                {
                    "first": "Mfs",
                    "middle": [],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Amaral",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Rubenfeld",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Chest",
            "volume": "153",
            "issn": "1",
            "pages": "46--54",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The promises and problems of transpulmonary pressure measurements in acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Sahetya",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Brower",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Curr Opin Crit Care",
            "volume": "22",
            "issn": "1",
            "pages": "7--13",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "None. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Both authors are responsible for the study design and writing, and this manuscript is approved by both authors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributions"
        },
        {
            "text": "None.Availability of data and materials Not applicable.Ethics approval and consent to participate Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "The authors declare that they have no competing interests.Author details",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}