{
    "paper_id": "4c6de221c21f205be972de6a5736d4b91c71a67f",
    "metadata": {
        "title": "Intensivmed 2 2007 Der Notfallplan des Krankenhauses Grundlagen und allgemeine Struktur",
        "authors": [
            {
                "first": "H",
                "middle": [
                    "A"
                ],
                "last": "Adams",
                "suffix": "",
                "affiliation": {},
                "email": "adams.ha@mh-hannover.de"
            },
            {
                "first": "A",
                "middle": [],
                "last": "Tecklenburg",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "H.-A",
                "middle": [],
                "last": "Adams",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Med",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hans-Anton",
                "middle": [],
                "last": "Adams",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Vorstand",
                "middle": [
                    "Andreas"
                ],
                "last": "Tecklenburg",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ärztlicher",
                "middle": [],
                "last": "Krankenversorgung",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Direktor",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The hospital emergency planbasics and general structure \" Abstract A hospital emergency plan commonly consists of three main chapters dealing with the general aspects of emergency operation and the special aspects of external and internal emergencies. The extent of these chapters is restricted to general understanding and is completed by special instructions (emergency action plan, staff lists, material lists, situation plans) for each depart-ment. Due to its security significance, the emergency plan is handled confidential. External emergencies include mass casualty incidents, incidents with a large number of intoxicated patients, the care of patients with dangerous infectious diseases and NBC emergencies. Internal emergencies include fire and other environmental threats, the breakdown of the electrical power and water supply, the breakdown of the telephone system and other situations like bomb threat and taking of hostages. Any emergency call is sent to a special emergency phone, and a defined, experienced physician decides to activate the emergency plan. With the change from routine to emergency service, a chain of command is installed. The hospital staff deals with administrational and organizational aspects, whereas the medical staff is in charge of immediate patients' care. For each external emergency, the deployment of personnel and material and the basic organizational aspects are ordered. Comparable preparations are given for internal emergencies. To achieve realistic emergency planning, repeated evaluations and practical exercises are necessary. Furthermore, a basic independence of the hospital with respect to stocks, preparation and sterili-zation of instruments and catering is essential to ensure its function even under adverse conditions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "\" Abstract A hospital emergency plan commonly consists of three main chapters dealing with the general aspects of emergency operation and the special aspects of external and internal emergencies. The extent of these chapters is restricted to general understanding and is completed by special instructions (emergency action plan, staff lists, material lists, situation plans) for each depart-ment. Due to its security significance, the emergency plan is handled confidential. External emergencies include mass casualty incidents, incidents with a large number of intoxicated patients, the care of patients with dangerous infectious diseases and NBC emergencies. Internal emergencies include fire and other environmental threats, the breakdown of the electrical power and water supply, the breakdown of the telephone system and other situations like bomb threat and taking of hostages. Any emergency call is sent to a special emergency phone, and a defined, experienced physician decides to activate the emergency plan. With the change from routine to emergency service, a chain of command is installed. The hospital staff deals with administrational and organizational aspects, whereas the medical staff is in charge of immediate patients' care. For each external emergency, the deployment of personnel and material and the basic organizational aspects are ordered. Comparable preparations are given for internal emergencies. To achieve realistic emergency planning, repeated evaluations and practical exercises are necessary. Furthermore, a basic independence of the hospital with respect to stocks, preparation and sterili-zation of instruments and catering is essential to ensure its function even under adverse conditions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "\" Key words Hospital emergency planexternal emergenciesinternal emergencies \" Zusammenfassung Der Notfallplan des Krankenhauses gliedert sich regelmäßig in drei Hauptkapitel, in denen die Grundlagen, der Notfallbetrieb bei externen Gefahrenlagen und der Notfallbetrieb bei internen Gefahrenlagen in dem für das Gesamtverständnis erforderlichen Umfang behandelt werden. Sie Es sind die Mitarbeiter der im unmittelbar beteiligten Bereich (Alarmstufe I), alle Mitarbeiter der beteiligten Bereiche ggf. unterstützt durch Nachbarbereiche (Alarmstufe II) oder alle personellen und materiellen Ressourcen (Alarmstufe III) betroffen.",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 372,
                    "text": "Sie",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Die Alarmierung der Mitarbeiter erfolgt über regelmäßig durch die Bereiche zu aktualisierende Personallisten. Praktisch erfolgt sie mittels eines hauseigenen Telefonservers oder durch einen kommerziellen Anbieter. Die direkte Alarmierung über die Pforte oder Telefonzentrale ist nur bei kleinen Personenzahlen zu vertreten. In diesem Zusammenhang sind weiter zu bestimmen:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Alarmierung der Mitarbeiter"
        },
        {
            "text": "• Zugangsregelung (Identifizierung mit Beschäftigtenausweis, Zugangsweg möglichst getrennt von Rettungswegen usw.), Parkzonen und Reserveparkraum,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Alarmierung der Mitarbeiter"
        },
        {
            "text": "• Sammelplätze, • Betreuung mitgebrachter Kinder, • Ruhezonen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Alarmierung der Mitarbeiter"
        },
        {
            "text": "Bei Massenanfall verletzter oder intoxikierter Patienten ab Alarmstufe II, der Versorgung mehrerer Patienten mit allgemeingefährlichen Infektionskrankheiten, bei ABC-Gefahrenlagen sowie bei bestimmten internen Gefahrenlagen ist der Publikumsverkehr durch Sperren der Eingänge und Kontrollen zu unterbinden und der Zugang nur noch alarmierten Mitarbeitern und sonstigen befugten Personen zu gestatten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sicherung der Gebäudezugänge"
        },
        {
            "text": "Es sind Einzelanweisungen für den Einsatz von Personal und Material sowie den grundsätzlichen Ablauf in den Alarmstufen I-III zu erstellen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Massenanfall von Verletzten"
        },
        {
            "text": "Behandlungsteams -regelmäßig bestehend aus Operateur, Anästhesist und zugehörigen Pflegekräften -übernehmen die kontinuierliche Versorgung eines Notfallpatienten. Personalwechsel sind zu minimieren, um Informationsverluste bei zunehmender Patientenzahl mit zwangsläufig eingeschränkter Dokumentation zu begrenzen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Massenanfall von Verletzten"
        },
        {
            "text": "Je nach Patientenzahl werden in der Alarmstufe I zunächst die üblichen Räumlichkeiten, in der Alarmstufe II die angrenzenden Räume und in der Alarmstufe III alle verfügbaren Bereiche -ggf. einschließlich Flur-und Kellerzonen (Abb. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Massenanfall von Verletzten"
        },
        {
            "text": "Die Vorbereitungen und der Ablauf entsprechen grundsätzlich denen beim Massenanfall von Verletzten. Wiederum sind Behandlungsteams -regelmäßig bestehend aus Internist, Anästhesist und Pflegekräften -zur kontinuierlichen Versorgung eines Notfallpatienten zu bilden. • Die Materialver-und -entsorgung mit reiner und unreiner Seite ist verbindlich zu regeln.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Massenanfall intoxikierter Patienten"
        },
        {
            "text": "• Eintreffende Angehörige werden in einem definierten Raum betreut. • Verrauchte Bereiche ggf. durch Unterkriechen überwinden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Versorgung von Patienten mit allgemeingefährlichen Infektionskrankheiten"
        },
        {
            "text": "• Keine Aufzüge zur Flucht benutzen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ABC-Gefahrenlagen"
        },
        {
            "text": "• Im Speziellen gelten die Alarmanweisungen der einzelnen Bereiche mit Angabe der Rettungswege sowie von internen und externen Sammelstellen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ABC-Gefahrenlagen"
        },
        {
            "text": "Es gelten folgende Grundsätze:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schadensbekämpfung und weitere Maßnahmen"
        },
        {
            "text": "• Ausbreitung von Rauch oder Schadstoffen durch Schließen von Türen und Fenstern verhindern.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schadensbekämpfung und weitere Maßnahmen"
        },
        {
            "text": "• Einen Entstehungsbrand unter Beachtung der Eigensicherung mit Kleinlöschgerät bekämpfen. Ggf. Feuerlöscher usw. aus Nachbarbereichen hinzu holen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schadensbekämpfung und weitere Maßnahmen"
        },
        {
            "text": "• Die Brandbekämpfung zur Eigensicherung möglichst mit mehreren Personen vornehmen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schadensbekämpfung und weitere Maßnahmen"
        },
        {
            "text": "• Akten und sonstige Befunde bergen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schadensbekämpfung und weitere Maßnahmen"
        },
        {
            "text": "• Den Verbleib der Patienten dokumentieren.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schadensbekämpfung und weitere Maßnahmen"
        },
        {
            "text": "• Patienten in ungefährdeten Bereichen strikt auf die Zimmer verweisen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schadensbekämpfung und weitere Maßnahmen"
        },
        {
            "text": "• Unbefugte Personen aus dem Gefahrenbereich fernhalten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schadensbekämpfung und weitere Maßnahmen"
        },
        {
            "text": "• Eintreffende Feuerwehrkräfte über die Lage informieren und deren Anweisungen befolgen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schadensbekämpfung und weitere Maßnahmen"
        },
        {
            "text": "In diesem Abschnitt werden die externe und interne Stromversorgung sowie die hauseigenen Netze, z. B.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rahmenbedingungen"
        },
        {
            "text": "• Allgemeine Stromversorgung (AV-Netz),",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rahmenbedingungen"
        },
        {
            "text": "• Ersatz-/Sicherheitsstromversorgung (SV-Netz),",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rahmenbedingungen"
        },
        {
            "text": "• Zusätzliche Sicherheitsstromversorgung (ZSV-Netz) und • Unterbrechungsfreie Stromversorgung (USV-Netz), in ihren Grundzügen beschrieben.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rahmenbedingungen"
        },
        {
            "text": "Zunächst ist die Technische Leitwarte zu alarmieren und der Notfallplan über den internen Meldekopf zu aktivieren. Ansonsten ist situationsgerecht zu handeln:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Allgemeine Alarmanweisung bei Ausfall der Stromversorgung"
        },
        {
            "text": "• Sicherung der Vitalfunktionen akut lebensbedrohter Patienten, etwa bei Ausfall von Beatmungsund Narkosegeräten usw.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Allgemeine Alarmanweisung bei Ausfall der Stromversorgung"
        },
        {
            "text": "• Aufschieben nicht-dringlicher Eingriffe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Allgemeine Alarmanweisung bei Ausfall der Stromversorgung"
        },
        {
            "text": "• Bei unaufschiebbaren Eingriffen möglichst Ausweichen in nicht betroffene Bereiche.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Allgemeine Alarmanweisung bei Ausfall der Stromversorgung"
        },
        {
            "text": "• Reduzierung des Stromverbrauchs -alle verzichtbaren Verbraucher abschalten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Allgemeine Alarmanweisung bei Ausfall der Stromversorgung"
        },
        {
            "text": "• Ggf. Räumung von Bereichen oder Gebäuden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Allgemeine Alarmanweisung bei Ausfall der Stromversorgung"
        },
        {
            "text": "Die Wasserversorgung (und auch die Heizungsanlage) sind meist ohne Redundanz ausgelegt, so dass nur allgemeine Hinweise (Reduzieren des Wasserverbrauchs, Anlegen eines Wasservorrats, Schließen der Fenster usw.) gegeben werden können.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ausfall der Wasserversorgung"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Katastrophenmedizin -Konzentration aller Ressourcen",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mahlke",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Flemming",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Probst",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tecklenburg",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Deutsches Ärzteblatt",
            "volume": "103",
            "issn": "",
            "pages": "314--318",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Medizinisches Rahmenkonzept für die Überörtliche Hilfe beim Massenanfall von Verletzten (Ü-MANV)",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mahlke",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lange",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Flemming",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Anästhesiol Intensivmed",
            "volume": "46",
            "issn": "",
            "pages": "215--223",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Stellungnahme zur Patientenversorgung im Katastrophenfall -der Interdisziplinären Arbeitsgruppe (IAG) Schock der Deutschen Interdisziplinären Vereinigung für Intensivmedizin und Notfallmedizin (DIVI)",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Baumann",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dodt",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ebener",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Emmel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Geiger",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Janssens",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Klima",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Klippe",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Knoefel",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lampl",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Marx",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Müller-Werdan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Pape",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Piek",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Prange",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Roesner",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Roth",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sarrafzadeh",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Standl",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Teske",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Unterberg",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Vogt",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Werner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Windolf",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zander",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "43",
            "issn": "",
            "pages": "452--456",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Rheinland-pfälzisches Landesgesetz über den Brandschutz, die allgemeine Hilfe und den Katastrophenschutz vom 2",
            "authors": [],
            "year": 1981,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Sichtungskategorien und deren Dokumentation",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sefrin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Weidringer",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Weiss",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Deutsches Ärzteblatt",
            "volume": "100",
            "issn": "",
            "pages": "2058--2059",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "So selbstverständlich viele Krankenhäuser über einen Notfallplan -synonym Alarm-und Einsatzplan oder Katastrophenplan -verfügen, so vielfältig sind die Rechtsgrundlagen, auf denen diese Pläne beruhen. So trägt das rheinland-pfälzische Landesgesetz über den Brandschutz, die Allgemeine Hilfe und den Katastrophenschutz vom 2. November 1981 (zuletzt geändert am 5. April 2005) in § 22 den Krankenhäusern auf, Alarm-und Einsatzpläne zu erstellen, die Unterstützungsmöglichkeiten durch niedergelassene Ärzte und Hilfsorganisationen zu berücksichtigen sowie notfallbedingte Behandlungskapazitäten innerhalb des Krankenhausbereichs vorzubereiten [4]. In Niedersachsen ist dagegen keine explizite Rechtsgrundlage vorhanden, so dass allenfalls hilfsweise auf einen Passus im Rettungsdienstgesetz zurückgegriffen werden kann. Die Notwendigkeit einer entsprechenden Planung ist jedoch evident und letztlich unstrittig; allenfalls treten Unterschiede im Ausmaß der Vorbereitungen, der praktischen Umsetzung und insbesondere der Überprüfung durch Übungen zutage [1]. Während ein Fachkrankenhaus sich ggf. auf die Vorbereitun-Der Notfallplan ist sicherheitsrelevant und daher vertraulich zu behandeln. Der Gesamtplan wird nur im erforderlichen Umfang in nummerierten Exemplaren an die Führungskräfte verteilt; nachgeordnete Bereiche verfügen nur über ihre speziellen Unterlagen. Die Alarmierungswege und die Grundstrukturen sind darüber hinaus in herausgehobener Weise im Intranet eingestellt, damit sich alle Mitarbeiter mit den Grundzügen des Plans vertraut machen können. Letztlich wird auf diese Weise auch der Än-Tab. 1 Grundlagen mit Regelungen für alle Gefahrenlagen Allgemeine Struktur n Grundlagen mit Regelungen für alle Gefahrenlagen Zielsetzung und allgemeiner Aufbau Der Notfallplan dient • der bestmöglichen Versorgung von Patienten, die infolge externer Gefahrenlagen bei Großschadensereignissen und Katastrophen in die Klinik gebracht werden, sowie • der Rettung von Patienten und Mitarbeitern bei internen Gefahrenlagen. Zu den internen Gefahrenlagen zählen: • Brände und Umweltgefahren, • Ausfall der Stromversorgung, • Ausfall der Wasserversorgung, • Ausfall der Telefonanlage, • sonstige Ausnahmesituationen wie Bombendrohung und Geiselnahme. Eine durchgehend erreichbares Alarmtelefon im Bereich der Notfallaufnahme oder Pforte dient als allgemeiner Meldekopf für alle Hilfeersuchen bei externen und internen Gefahrenlagen. Von dort gelangt das Hilfeersuchen an einen definierten erfahrenen Arzt, z. B. den für die Notfallaufnahme zuständigen diensthabenden Oberarzt. Bei internen Gefahrenlagen sind die Feuerwehr (Telefon 112) und der Technische Dienst parallel zu alarmieren. Der zuständige Arzt entscheidet, ob die externe oder interne Gefahrenlage ein Abweichen vom Routinebetrieb und den Übergang auf den Notfallbetrieb erfordert. Gegebenenfalls aktiviert er den Notfallplan und veranlasst die erforderlichen Erstmaßnahmen über einen Alarmierungskopf, etwa die Technische Leitwarte oder die Telefonzentrale. Die Führungsstruktur umfasst die • Krankenhaus-Einsatzleitung (KH-EL) und die • Medizinische Einsatzleitung (Med-EL). Tab. 3 Notfallbetrieb bei internen Gefahrenlagen • Sicherstellung der Logistik (Medikamente, Blutprodukte, Material, Verpflegung usw.), • Nachweis der Intensiv-und Normalbetten, • Koordination der Entlassung und Verlegung von Patienten, Verbindungspersonen zur Med-EL und der öffentlichen Gefahrenabwehr (Feuerwehr, Polizei) sowie ggf. ein Vertreter des Personalrats. Bei Bedarf werden weitere Mitarbeiter als Stabspersonal zur Führung des Einsatztagebuches und Herstellung von Verbindungen usw. herangezogen. Die KH-EL tritt in einem abgesetzten und dafür vorbereiteten Raum mit ausreichenden Fernmeldeverbindungen usw. zusammen. Darüber hinaus ist ein Ausweichquartier zu bestimmen. Die Med-EL ist der KH-EL unterstellt und für die unmittelbare Patientenversorgung verantwortlich. Sie wird vom Ärztlichen Leiter vom Dienst (ÄLvD) geführt; dies ist in der Regel der Leiter oder ein Oberarzt der primär betroffenen Fachabteilung. Zur Med-EL gehören weiter eine Leitende Pflegekraft, ein Techniker sowie ein Koordinator Bettenkapazität. Zugeordnet sind ein Lagebildführer, ein OP-Koordinator (abgesetzt im OP), eine Verbindungsperson zur KH-EL sowie ggf. eine Verbindungsperson der öffentlichen Gefahrenabwehr. Auch für die Med-EL ist ein Stütz-oder Treffpunkt mit Ausweichquartier zu definieren. Bei externen Gefahrenlagen mit Massenanfall von Verletzten oder intoxikierten Patienten werden abhängig von der Patientenzahl die Alarmstufen I-III unterschieden. Diese Abstufungen können nur krankenhausspezifisch definiert und dürfen nicht starr gehandhabt werden; lagebedingte Abweichungen sind jederzeit möglich. Bei der Versorgung von Patienten mit allgemeingefährlichen Infektionskrankheiten sowie bei ABC-Gefahrenlagen wird dagegen nur zwischen der Versorgung einzelner Patienten (Alarmstufe I) und mehrerer Patienten (Alarmstufe II/III) unterschieden, weil hier die Patientenzahl gegenüber dem organisatorischen Aufwand in den Hintergrund tritt. Nach Maßgabe des Versorgungsbedarfs ist die Einstellung des Routinebetriebs erforderlich. Auch bei internen Gefahrenlagen ist die Rettungsleitstelle ggf. durch den ÄLvD entsprechend zu informieren. Personal-und Materialeinsatz • In der Alarmstufe I werden die Patienten durch planmäßig anwesende und ggf. nachalarmierte Mitarbeiter der primär betroffenen Disziplinen in deren Arbeitsbereichen versorgt. • In der Alarmstufe III werden alle personellen und materiellen Ressourcen auf die Sicherung der Vitalfunktionen und die Herstellung der stationären Behandlungs-oder Transportfähigkeit der Notfallpatienten konzentriert [2, 3]. Bei internen Gefahrenlagen umfasst die • Alarmstufe I lokale Maßnahmen sowie ggf. die Vorwarnung und Alarmierung von KH-EL und Med-EL, • Alarmstufe II die Teilräumung oder den Teilausfall von Bereichen, • Alarmstufe III die Räumung, die Evakuierung oder den Totalausfall ganzer Gebäude.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "1) -genutzt. Das erforderliche Material wird in einem besonderen Lager in Modulen bereitgestellt und nach vorbereiteten Plänen verteilt (Abb. 2). Die weitere Versorgung mit Medikamenten und Medizinprodukten erfolgt aus den internen Apotheken-und Lagerbeständen sowie ggf. über Kliniklieferanten und Nachbarkliniken; die weitere Versorgung mit Op-Sets über die Sterilisations-oder Sachzentrale. Die Verantwortung für die Anschlussversorgung liegt bei der KH-EL. Der grundsätzliche Ablauf ist wie folgt: • Alle eintreffenden Patienten werden mittels vorbereiteter Aufnahmesets mit durchgehend nummerierten Aufklebern für die Anforderung von Blutprodukten und Laborleistungen sowie Entnahmeröhrchen usw. (Abb. 3) erfasst und von einem besonders erfahrenen Unfallchirurgen gesichtet [5]. Nach der Erstversorgung zur Sicherung und Erhaltung der Vitalfunktionen werden die vital bedrohten Patienten der Sichtungskategorie (SK) I unverzüglich einem Behandlungsteam übergeben und von diesem kontinuierlich versorgt. Nicht sofort behandlungsbedürftige schwerverletzte Patienten (SK II) werden bis zur weitergehenden Diagnostik und Therapie in einem Wartebereich -ggf. auch durch Kräfte des Rettungs-und Sanitätsdienstes -kontinuierlich versorgt und dort zur weiteren Therapie von einem Behandlungsteam übernommen. Die Diagnostik erfolgt in den üblichen Bereichen und ist zeitlich zu minimieren. Die operative Versorgung erfolgt in den verfügbaren OP-Bereichen sowie ggf. in Ambulanz-und Einleitungsräumen usw. Abb. 1 Zur Aufnahme von Notfallpatienten vorbereitete Flurzone in der MHH Abb. 2 Einsatzbereites Notfallmodul, darüber ist die Zuordnungstafel zu erkennen • Eintreffende Angehörige werden in einem definierten Raum von einem Krankenhausseelsorger sowie ggf. durch weitere Kräfte betreut.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "• geordnete endgültige Dekontamination des Patienten und aller Kontaktpersonen, • ggf. Verschluss der Notfallaufnahme und Einrichtung eines Ausweichbetriebs. Bei einer erkannten ABC-Gefahrenlage mit koordinierter Einlieferung von Patienten wird zur Primärversorgung möglichst nur eine Klinik -die ABC-Versorgungsklinik -herangezogen, um die übrigen Kliniken unbelastet und allgemein arbeitsfähig zu halten. Vor der ABC-Versorgungsklinik wird ein Personen-Dekontaminationsplatz eingerichtet (Abb. 4). Die Patienten werden wie folgt versorgt: • Kontrolle aller eintreffenden Patienten auf Kontamination durch Einsatzkräfte der Feuerwehr, • bei Bedarf Dekontamination auf einem Personen-Dekontaminationsplatz in Verantwortung von Feuerwehr und Rettungsdienst, • Klinikaufnahme erst nach abgeschlossener Dekontamination, • klinische Versorgung durch die führende Fachdisziplin je nach Schädigung durch A-, B-oder C-Kampfmittel. n Notfallbetrieb bei internen Gefahrenlagen Definitionen Räumen ist das Verlassen eines gefährdeten Gebäudes oder Gebietes, wenn die Gefahr das Betreten des Bereichs nur kurzzeitig unmöglich macht oder keine Zeit für vorbereitende Maßnahmen vorhanden ist. Die gefährdeten Menschen können das geräumte Gebiet nach kurzer Zeit wieder betreten; eine zwischenzeitliche Unterbringung und Versorgung ist nicht notwendig. Evakuieren ist das organisierte Verbringen von Menschen aus einem gefährdeten Gebäude oder Gebiet einschließlich deren Unterbringung und Versorgung. Die Evakuierung erfordert eine ausreichende Vorbereitungszeit. Eine Evakuierung wird -im Gegensatz zur Räumung -durchgeführt, wenn die Gefahr ein längerdauerndes Betreten des Evakuierungsgebietes unmöglich erscheinen lässt. und Umweltgefahren Bei Bränden und Umweltgefahren -z. B. Gefahrstoff-Freisetzung -ist vorrangig für die Alarmierung zu sorgen: • Feuermelder betätigen. • Feuerwehr und Technische Leitwarte alarmieren. • Notfallmeldung ruhig und klar abgeben und durch Wiederholung bestätigen lassen: Wer meldet? Name und Funktion Wo brennt es? Gebäude, Ebene, Raum, ggf. Abteilung Was ist geschehen? Kurze Beschreibung des Schadensumfangs Wie ist die Lage? • Zusätzlich ist der Notfallplan über den internen Meldekopf zu aktivieren. Es gelten folgende Grundsätze: • Menschenrettung geht vor Schadensbekämpfung. • Mitarbeiter zur Hilfeleistung zusammen halten. • Brennende Personen mittels Feuerlöschdecke, Wasser o. ä. ablöschen.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Bei einer Unterbrechung der Verbindung zum öffentlichen Festnetz ist die interne Kommunikation nicht betroffen; diese fällt erst bei einer Störung der hausinternen Technik aus. In bestimmten Bereichen, etwa dem Sitz der KH-EL und in der Notfallaufnahme, sind Notfallapparate in weitgehend störfester Analogtechnik vorzuhalten, die auch bei bestimmten internen Ausfällen funktionstüchtig bleiben. Darüber hinaus können auch interne Durchsage-oder Übertragungseinrichtungen genutzt werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rahmenbedingungen"
        },
        {
            "text": "Zunächst ist die Technische Leitwarte zu alarmieren und der Notfallplan über den internen Meldekopf zu aktivieren. Dies erfolgt über das Mobilfunknetz oder durch einen Meldegänger.Ansonsten ist bei einem längerem Totalausfall der Telefonanlage situationsgerecht zu handeln:• Einrichtung einer zentralen Meldestelle bei der KH-EL zur koordinierten Kommunikation über persönliche Mobiltelefone. Die Zuordnung in die Bereiche erfolgt situationsgerecht und wird auf einem Mobilfunkplan erfasst.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Allgemeine Alarmanweisung bei Ausfall der Telefonanlage"
        },
        {
            "text": "Minimalkommunikation zwischen den wichtigsten Bereichen über Funkgeräte oder Meldegänger.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "• Bei Ausfall des Mobilfunknetzes Sicherung einer"
        },
        {
            "text": "Es gelten folgende allgemeine organisatorische Maßnahmen:• Bei Entgegennehmen einer telefonischen Bombendrohung den Anrufer zunächst ausreden lassen und danach ruhig und detailliert nach einem vorbereiteten Merkblatt befragen.• Panik vermeiden -keine laute Weitergabe der Bombendrohung und keine unkoordinierten Aktionen.• Alarmierung der Technischen Leitwarte und Aktivierung des Notfallplans über den internen Meldekopf. Der für die Aktivierung des Notfallplans zuständige Arzt alarmiert die Polizei, die KH-EL, die Med-EL und ggf. die Feuerwehr und die Rettungsleitstelle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bombendrohung und sonstige Anschläge"
        },
        {
            "text": "Es gelten folgende allgemeine organisatorische Maßnahmen: • die Versorgung mit Wäsche und sonstigen Gebrauchsgütern.Es ist offenkundig, dass die Kliniken mit diesen Problemen bei allem Engagement nicht allein gelassen werden dürfen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Geiselnahme, Amoklauf und sonstige direkte Personengefährdungen"
        }
    ]
}