{"paper_id": "4c73583e9fa6e5e73416757dbed9c52e8e355e04", "metadata": {"title": "Lessons learned from the 1918-1919 infl uenza pandemic", "authors": [{"first": "James", "middle": ["E"], "last": "Hollenbeck", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "The 1918 infl uenza pandemic was one of the most virulent strains of infl uenza in history. Phylogenic evidence of the novel H1N1 strain of infl uenza discovered in Mexico last spring (2009) links it to the 1918 infl uenza strain. With information gained from analyzing viral genetics, public health records and advances in medical science we can confront the 2009 H1N1 infl uenza on a global scale. The paper analyses the causes and characteristics of a pandemic, and major issues in controlling the spread of the disease. Wide public vaccination and open communication between government and health sciences professionals will be an essential and vital component in managing the 2009 H1N1 pandemic and any future pandemics.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Keywords Infl uenza · Pandemic · Epidemiology · Avian infl uenza · 1976 Swine fl u scare · Swine infl uenza · H1N1 infl uenza · 2009 H1N1 infl uenza · H3N1 infl uenza · Public health · Vaccination", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The infl uenza pandemic of 1918 is generally ranked second only to the 14th century \"Black Death\" plaque in terms of relativity and absolute mortality. [1] In fact, the death toll of the First World War failed to infl ict the human casualty rate that the 1918-1919 Infl uenza Pandemic did. Little progress has been made toward understanding the condition responsible for the extreme virulence of the \"1918 type,\" and/or the conditions necessary to prevent the reappearance of this infl uenza. Unlike the typical \"fl u\" that strikes the very young, chronically ill and the elderly, this fl u would attack and kill healthy young adults. Taubenberger [2] reported that deaths resulting from the infl uenza and pneumonia for the 15-34-year-old cohort were 20 times higher in 1918 than any previous time, and 99% of excess deaths among people under 65 years of age [3] This strain of infl uenza killed so many people that it reduced the life expectancy of the United States with ten years during its course.", "cite_spans": [{"start": 152, "end": 155, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 648, "end": 651, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 860, "end": 863, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Introduction"}, {"text": "The present H1N1 strain discovered in the spring of 2009, almost 90 years from the onset of the 1918 pandemic, is resurrecting this specter from the past. This novel H1N1 infl uenza strain emerged from a quiet village in Mexico. The Mexican government responded on 24 April 2009, closing schools, canceling public gatherings in Mexico City and surrounding states until 6 May 2009 [4] . This drastic step may have slowed down the regional spread of H1N1 in Mexico, but it had already left the country through international trade and travel. As in past quarantines, this quarantine would fail as well [5] .", "cite_spans": [{"start": 380, "end": 383, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 599, "end": 602, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Introduction"}, {"text": "The early focus on slowing this new strain by the health community and governmental agencies would be depended on non-pharmaceutical interventions focusing on measures to:", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Limit international spread of the virus (e.g. travel screening and restrictions); 2.", "cite_spans": [], "ref_spans": [], "section": "1."}, {"text": "Reduce the spread within national and local populations; 3.", "cite_spans": [], "ref_spans": [], "section": "1."}, {"text": "Reduce an individual person's risk for infection; and 4.", "cite_spans": [], "ref_spans": [], "section": "1."}, {"text": "Communicate risk to the public.", "cite_spans": [], "ref_spans": [], "section": "1."}, {"text": "Infl uenza pandemics occur as a result of two different mechanisms: novel emergence of an avian descendent virus (as in the 1918 virus) or a modifi cation of a human adapted virus by genetic mixing as in the reassortment of novel hemagglutinin (HA) with or without non-committent neuraminidase, (NA) as in the 1968 H3N2 strain [19] . The pandemics of 1948, 1957 and 1968 were caused by variations of the infl uenza virus resulting from this shuffl ing of the eight gene pairs within the virus. Infl uenza pandemics occur in three waves. The typical fi rst wave or initial outbreak, as in the spring of 1918, was relatively mild, starting from the Midwest and spreading along the rail lines with soldiers from Ft. Funston, Kansas, modern day Ft. Riley [2, 3, 14, 16] . The novel H1N1 discovered in Mexico also had such a humble origin. Both patient zeros reported little problems and made complete recoveries. Unlike the Mexican outbreak, the 1918 spring outbreak was not even noted in the index in the 1918 volumes of the Journals of the American Medical Association. Infl uenza was not a reportable disease until 1925 in the United States: the only evidence of the early occurrence was the registration of deaths reported as uncomplicated cases of pneumonia by physicians to various public health departments [3, 8, 9] .", "cite_spans": [{"start": 327, "end": 331, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 751, "end": 754, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 755, "end": 757, "text": "3,", "ref_id": "BIBREF2"}, {"start": 758, "end": 761, "text": "14,", "ref_id": "BIBREF13"}, {"start": 762, "end": 765, "text": "16]", "ref_id": "BIBREF15"}, {"start": 1310, "end": 1313, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 1314, "end": 1316, "text": "8,", "ref_id": "BIBREF7"}, {"start": 1317, "end": 1319, "text": "9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "A pandemic"}, {"text": "Those who had suffered from the earlier spring infl uenza generally suffered less discomfort in the second wave which would occur in the early summer of 1918 in Europe, affecting the outcome of the war. The third and most deadly wave of the infl uenza would occur later that year in the late fall. Despite the obvious differences between the strains in each wave, it is suggested that the more virulent form of infl uenza was genetically derived from the spring infl uenza [3, 10, 12] . The antigenic composition of the 1918 virus is related to the H1N1 viral group. Phylogenetic studies indicate that the virus responsible for the 1918 infl uenza and viruses that provided gene segments for the Asian/1957 and Hong Kong/1968 pandemics are still circulating in wild birds, with few or no mutations [10,11,16,] . The extreme virulence of fall 1918 infl uenza strain has been blamed on severe pathology with acute pulmonary edema, as well as hemorrhage with acute bronchiolitis, aveolitis and bronchopneumonia [20] it is believed that the severe infl ammation of the lungs initiated high levels of cytokines resulting in a depletion of neutrophils and alveolar macrophages, causing death. The stronger the host's immune system, the stronger response to the infl uenza infection, and greater release of cytokines to counter the virus [19, 20] . This is what resulted in the much higher than average mortality among the 15-40-year-old cohort. Patterson and Pyle [12] , Crosby [8] and many other researchers believe that a strain of pneumonia bacteria accompanied the virus [3, 12] . Noyes [3, 14, 17] noted that the nation's people were stricken and died from the illness at differing rates, just as the cities were hit at differing rates. There was no correlation between populations, or even geographical demographics. Sex and age both played a major factor in determining the susceptibility to the disease of the individual. Females were stricken in rates greater than males, and young adults were sickened in greater numbers that other age cohorts [3, 13 and 14] .", "cite_spans": [{"start": 473, "end": 476, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 477, "end": 480, "text": "10,", "ref_id": "BIBREF9"}, {"start": 481, "end": 484, "text": "12]", "ref_id": "BIBREF11"}, {"start": 798, "end": 809, "text": "[10,11,16,]", "ref_id": null}, {"start": 1008, "end": 1012, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 1331, "end": 1335, "text": "[19,", "ref_id": "BIBREF18"}, {"start": 1336, "end": 1339, "text": "20]", "ref_id": "BIBREF19"}, {"start": 1458, "end": 1462, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 1472, "end": 1475, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 1569, "end": 1572, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 1573, "end": 1576, "text": "12]", "ref_id": "BIBREF11"}, {"start": 1585, "end": 1588, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 1589, "end": 1592, "text": "14,", "ref_id": "BIBREF13"}, {"start": 1593, "end": 1596, "text": "17]", "ref_id": "BIBREF16"}, {"start": 2048, "end": 2062, "text": "[3, 13 and 14]", "ref_id": null}], "ref_spans": [], "section": "A pandemic"}, {"text": "The current international strain of novel H1N1 virus discovered in Mexico is derived from two unrelated swine viruses, one associated with a fourth generation of the 1918 human infl uenza virus with which acts to recombine the viruses and its progeny [4, 18] . Essentially the virus continues by shuffl ing its eight genes in the avian reservoir to eventually be passed to swine and other mammals before the encounter with humans. Seldom are there transfer of infl uenza between humans and avian. Pigs act as the \"transformers or converters\" for the various infl uenza viruses and let loose the world new \"strains\" of the infl uenza virus. The intervening passage continues to be through the domesticated pig, as they have the mechanism to convert the arrangement of the sialic acids to become receptive to human cells [21, 22] . The arrangement of the genes, determine the protein sheath structure and the interaction between the antibody defenses of the host. A mere change of one amino acid can change the impact of the infection, from a mild discomfort to a killer virus [14] . One of the major concerns of the 2009 H1N1 is this very issue; will it change between the waves of outbreaks?", "cite_spans": [{"start": 251, "end": 254, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 255, "end": 258, "text": "18]", "ref_id": "BIBREF17"}, {"start": 819, "end": 823, "text": "[21,", "ref_id": "BIBREF20"}, {"start": 824, "end": 827, "text": "22]", "ref_id": "BIBREF21"}, {"start": 1075, "end": 1079, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "A pandemic"}, {"text": "In the 1918 pandemic control was sought after, as each wave of the infl uenza outbreak proved deadlier than the previous. Communication between the medical community, the government, media and the public was non-existent. Because of the war, information concerning the infl uenza was blocked, except for neutral Spain, which won the honor of being the name sake for this deadly virus: \"The Spanish Infl uenza\". In Britain, the battle between preventive and curative medicine raged. Previously these medical approaches were championed by the Medical Offi cers of Health in their efforts to prevent illness, and a therapeutic practice by private physicians [1] . The curative physicians, primarily general practitioners, were overwhelmed by the cases of infl uenza and relied on traditional methods to cope with the illness ranging from aspirin, quinine, opium, ammonia, alcohol, camphor, eucalyptus and iodine to musk, wet packs, blood serum, creosote, turpentine, cinnamon and turtle soup [1, 2] . At best, these prescriptions offered symptomatic relief, and some actually harmed the patients. In the United States, the 1918 pandemic was met with local quarantines, and large public gatherings were discouraged, and like Great Britain folk remedies were widely used [2, 8, 22] . There was no coordinated information from medical authorities to the communities on how to cope with this outbreak. The best advice that was offered then was common sense: bed rest and careful nursing to avoid complications, which is still issued today.", "cite_spans": [{"start": 655, "end": 658, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 989, "end": 992, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 993, "end": 995, "text": "2]", "ref_id": "BIBREF1"}, {"start": 1266, "end": 1269, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 1270, "end": 1272, "text": "8,", "ref_id": "BIBREF7"}, {"start": 1273, "end": 1276, "text": "22]", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Control of the pandemic"}, {"text": "The issue of vaccination was not available until 1931, when a viral growth in embryonated hens' eggs was discovered, and in the 1940s, the US military developed the fi rst approved inactivated vaccines for infl uenza, which were used in the Second World War with limited success. Vaccination is the best defense against the infl uenza if the right strain is predicted, and if there are no mutations after the administration of the vaccine. In the 1957 and 1968, infl uenza vaccination programs were credited with the reduction of the severity of both pandemics. The 1976 swine fl u scare provided the general public a forum to exam the role of vaccination, when the \"predicted\" swine fl u pandemic failed to materialize after hundreds of thousands of Americans were vaccinated [15] . As shared by many authorities, the directions of pandemics are diffi cult to predict. Successive pandemics and pandemiclike episodes have been decreasing in severity over time. This is due to advances in medicine, public health and understanding the genetics of the disease, but this may also refl ect the evolutionary course of the virus, to that favors transmissibility with minimal pathogenicity. A virus that kills its host, or causes its host to remain at home, will not be transmitted [10] . The swine fl u scare did not result in a pandemic: was it because it lost its pathogenicity or because of the massive immunization clinics which would result in a \"herd immunization\"?", "cite_spans": [{"start": 777, "end": 781, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 1275, "end": 1279, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Control of the pandemic"}, {"text": "Harvey Fineberg from the Institute of Medicine, reviewed the1976 swine fl u scare, and shared these fi ve principles facts for preparing the public for a pandemic: (i) Build a base for decision-making; (ii) Think thoroughly each decision point; (iii) Consider and maintain good ties to the media; (iv) Maintain long-term credibility; and (v) Think twice about medical knowledge [15] . These fi ve lessons have been applied to several situations since 1976, i.e. the foot and mouth disease outbreak in UK, and the recent SARS outbreak and the bird fl u threat of only a few years ago. The application of these fi ve procedures has prevented panic, allowed professionals to do their jobs, and provided the media sound and correct information.", "cite_spans": [{"start": 378, "end": 382, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Control of the pandemic"}, {"text": "Current health and government offi cials have been implementing these fi ve principles, and the 2009 H1N1 pandemic preparedness has been successful thus far.", "cite_spans": [], "ref_spans": [], "section": "Control of the pandemic"}, {"text": "Steps have been implemented at the various levels of government in the United States, and most institutions where people gather have procedures in place to cope with a pandemic (see Table 1 ). Infl uenza pandemics will not be prevented, but with lessons learned from previous pandemics, the effect of infl uenza pandemics can be reduced. Governments and health professionals must continue to maintain surveillance against all diseases, share information and work together in developing vaccines. As learned in 1918-1919, infl uenza respects no politics, nor borders.", "cite_spans": [], "ref_spans": [{"start": 182, "end": 189, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Control of the pandemic"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The failure of expertise: Public health policy in Britain during the 1918-1919 infl uenza epidemic. The Society for the", "authors": [{"first": "S", "middle": ["M"], "last": "Tompkins", "suffix": ""}], "year": 1992, "venue": "Social History of Medicine", "volume": "5", "issn": "3", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "On the trail of history's most lethal virus", "authors": [{"first": "Jeffery", "middle": [], "last": "Taubenberger", "suffix": ""}], "year": 1999, "venue": "ASM news issues", "volume": "65", "issn": "7", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": ") An avian connection as a catalyst to the 1918-1919 infl uenza pandemic", "authors": [{"first": "James", "middle": ["E"], "last": "Hollenbeck", "suffix": ""}], "year": 2005, "venue": "International Journal of Medical Science", "volume": "2", "issn": "", "pages": "87--90", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "relations: Issues for Congress. Congressional research service", "authors": [{"first": "M", "middle": ["P"], "last": "Sullivan", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Beittel", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Nonpharmaceutical interventions for pandemic infl uenza, international measures", "authors": [], "year": 2006, "venue": "", "volume": "12", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "The 1918 infl uenza pandemic: Insights for the 21st Century", "authors": [{"first": "D", "middle": ["M"], "last": "Morens", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Fauci", "suffix": ""}], "year": 2007, "venue": "J Infect Diseases", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Evolution and ecology of infl uenza A viruses", "authors": [{"first": "R", "middle": ["G"], "last": "Webster", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Bean", "suffix": ""}, {"first": "O", "middle": ["T"], "last": "Gorman", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Chambers", "suffix": ""}, {"first": "Y", "middle": [], "last": "Kawaoka", "suffix": ""}], "year": 1992, "venue": "Microbiology Review", "volume": "56", "issn": "", "pages": "152--79", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "America's forgotten epidemic, the infl uenza of 1918", "authors": [{"first": "A", "middle": [], "last": "Cosby", "suffix": ""}], "year": 1989, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "The geography and mortality of the 1918 infl uenza pandemic", "authors": [{"first": "K", "middle": ["D"], "last": "Patterson", "suffix": ""}, {"first": "F", "middle": ["G"], "last": "Pyle", "suffix": ""}], "year": 1991, "venue": "Bulletin of the History of Medicine", "volume": "65", "issn": "", "pages": "4--12", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "The persistent legacy of the 1918 infl uenza virus", "authors": [{"first": "D", "middle": ["M"], "last": "Morens", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Taubenberger", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Fauci", "suffix": ""}], "year": 2006, "venue": "The New England Journal of Medicine", "volume": "36", "issn": "13", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Infl uenza pandemics of the 20th century", "authors": [{"first": "E", "middle": [], "last": "Kilbourne", "suffix": ""}], "year": 2006, "venue": "Emerging Infectious Diseases.www.cdc.gov/eid", "volume": "12", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "The geography and mortality of the 1918 infl uenza pandemic", "authors": [{"first": "K", "middle": ["D"], "last": "Patterson", "suffix": ""}, {"first": "F", "middle": ["G"], "last": "Pyle", "suffix": ""}], "year": 1991, "venue": "Bulletin of the History of Medicine", "volume": "65", "issn": "", "pages": "4--12", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Infl uenza epidemic 1918-1919: The misplaced chapter in the united states and institutional history. An unpublished dissertation", "authors": [{"first": "W", "middle": ["R"], "last": "Noyes", "suffix": ""}], "year": 1968, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "infl uenza: the mother of all pandemics. Emerging infectious diseases www. cdc.gov/eid", "authors": [{"first": "J", "middle": ["K"], "last": "Taubenberger", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Morens", "suffix": ""}], "year": 1918, "venue": "", "volume": "12", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Similarities in mortality patterns from infl uenza in the fi rst half of the 20th century and the rise and fall of ischemic heart disease in the united states: A new hypothesis concerning coronary heart disease epidemic", "authors": [{"first": "Azambuja", "middle": [], "last": "Mir", "suffix": ""}, {"first": "Duncan", "middle": [], "last": "Bb", "suffix": ""}], "year": 2002, "venue": "Cadernos de Saude Publica", "volume": "18", "issn": "3", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Predictions for future human infl uenza pandemics", "authors": [{"first": "R", "middle": ["G"], "last": "Webster", "suffix": ""}], "year": 1997, "venue": "The Journal of Infectious Diseases", "volume": "176", "issn": "", "pages": "14--19", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Predicting the evolution of human infl uenza A", "authors": [{"first": "W", "middle": ["M"], "last": "Fitch", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Bush", "suffix": ""}, {"first": "K", "middle": [], "last": "Bender", "suffix": ""}, {"first": "K", "middle": [], "last": "Subbarao", "suffix": ""}, {"first": "N", "middle": ["J"], "last": "Cox", "suffix": ""}], "year": 2000, "venue": "The American Genetic Association", "volume": "91", "issn": "", "pages": "183--185", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Implications of H5N1 injections in pigs in China", "authors": [{"first": "Virus", "middle": [], "last": "Weekly", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "The 1918 infl uenza pandemic: Insights for the 21st century", "authors": [{"first": "D", "middle": ["M"], "last": "Morens", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Fauci", "suffix": ""}], "year": 2007, "venue": "Journal of Infectious Disease", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Lessons learned from reconstructing the 1918 infl uenza pandemic", "authors": [{"first": "A", "middle": [], "last": "Garcia-Sastre", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Whitley", "suffix": ""}], "year": 2006, "venue": "Journal of Infectious Disease", "volume": "", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Pigs as 'Mixing Vessels' for the creation of new pandemic infl uenza viruses", "authors": [{"first": "C", "middle": [], "last": "Scholtissek", "suffix": ""}], "year": 1990, "venue": "Medical Principles Practice", "volume": "2", "issn": "", "pages": "65--71", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "An avian connection; the 1918 infl uenza pandemic", "authors": [{"first": "J", "middle": ["E"], "last": "Hollenbeck", "suffix": ""}], "year": 2005, "venue": "Trakia Journal of Sciences", "volume": "3", "issn": "1", "pages": "", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Comparison of the 1918 infl uenza pandemic and the 2009 infl uenza pandemic Extensive media coverage Public Health offi cials report infl uenza to the Centers for Disease Control WHO Infl uenza surveillance network in place Government response Limited in scope and often reactive Proactive, used resources to meet the challenges of a potential pandemic", "latex": null, "type": "table"}, "TABREF1": {"text": "Table 1 Comparison of the 1918 infl uenza pandemic and the 2009 infl uenza pandemic", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Origin </td><td>1918 Infl uenza pandemic </td><td>2009 Infl uenza pandemic\n</td></tr><tr><td>Rural Kansas </td><td>Rural Mexico\n</td></tr><tr><td>Course of disease </td><td>First wave: mild, March/April\n</td><td>First wave: mild, March/April\n</td></tr><tr><td>Second wave: moderate, summer </td><td>Second wave: moderate, late summer </td></tr><tr><td>Primary victims </td><td>Third wave: Severe, October/November\n</td><td>Third wave: Unknown as of October 2009\n</td></tr><tr><td>Pregnant females\n</td><td>Pregnant females\n</td></tr><tr><td>Young adults\n</td><td>Young adults\n</td></tr><tr><td>Treatment </td><td>Folk cures\n</td><td>Tamifl u/Relenza </td></tr><tr><td>Aspirin Bed rest </td><td>Aspirin and other fever/pain relievers\n</td></tr><tr><td>Public education </td><td>Quarantines\n</td><td>Bed rest vaccination for prevention\n</td></tr><tr><td>Very limited\n</td><td>Extensive media coverage\n</td></tr><tr><td>Mass media was censored\n</td><td>Public Health offi cials report infl uenza to the </td></tr><tr><td> </td><td>and Infl uenza was not reported prior to 1925\n</td><td>Centers for Disease Control\n</td></tr><tr><td> </td><td> </td><td>WHO Infl uenza surveillance network in place\n</td></tr><tr><td>Government response </td><td>Limited in scope and often reactive </td><td>Proactive, used resources to meet the challenges of a potential pandemic\n</td></tr></table></body></html>"}}, "back_matter": []}