{
    "paper_id": "4d3514cd54dde8a09b365fa5640d81485b8f376a",
    "metadata": {
        "title": "Criminalizing Health-Related Behaviors Dangerous to Others? Disease Transmission, Transmission-Facilitation, and the Importance of Trust",
        "authors": [
            {
                "first": "Leslie",
                "middle": [],
                "last": "Pickering",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Utah",
                    "location": {
                        "settlement": "Salt Lake City",
                        "region": "UT",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Francis",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Utah",
                    "location": {
                        "settlement": "Salt Lake City",
                        "region": "UT",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "John",
                "middle": [
                    "G"
                ],
                "last": "Francis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Utah",
                    "location": {
                        "settlement": "Salt Lake City",
                        "region": "UT",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Statutes criminalizing behavior that risks transmission of",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "From plague victims to lepers to persons with HIV, bearers of infectious disease have been objects of fear, opprobrium, containment, coercion, and violence. At times, they have also been subject to sanctions of the criminal law either for what they are or for what they do. An important contemporary use of the criminal law to address infectious disease transmission is the enactment in many jurisdictions of statutes criminalizing behavior thought likely to risk transmission of HIV/AIDS. This trend has been especially evident in the United States and in efforts to import the US model into sub-Saharan Africa. Other jurisdictions bring such risky behavior within the definitions of crimes such as assault, manslaughter, or murder. Despite myriad criticisms of the application of the criminal law to HIV/AIDS, including at the United Nations, the trend towards criminalization continues. Criminalization of HIV transmission is defended on standard criminal law grounds supporting use of the criminal law: deterrence of behaviors that put others at risk, and as a fitting retributivist response to blameworthy behavior. This paper examines the criminalization of HIV transmission within the intersection of the goals of the criminal law and the public health aim of reducing overall burdens of disease. To do this, we explore differences between HIV and other kinds of infection, between criminal law and other methods for reducing the spread of infections, and between using existing offenses and creating special new categories of offenses for HIV. We develop three critical conclusions about the criminalization of HIV transmission in particular and infectious disease transmission more generally. First, criminalization of behaviors thought likely to risk disease transmission identifies individual offenders for punishment, a paradigm that is misplaced in the most typical contexts of transmission of infectious disease. Second, although there are examples of individuals who transmit infectious disease in a manner that fits the criminal law paradigm of identification of individual offenders for deterrence or retribution, these examples are limited and can be accommodated by existing criminal laws not devoted specifically to infectious disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our third and most important conclusion about the current criminal law regarding HIV/ AIDS is that the law has been misguided in focusing on punishment of the diseased individual as a wrongful transmitter. In this, HIV/AIDS is not exceptional. Instead of a focus on individual offenders, in examining whether there is a role for the criminal law with respect to transmission of infectious diseases, including but not limited to HIV/AIDS, it is more important to consider activities that enhance the scale of disease transmissionbehaviors that might be characterized as ''transmission-facilitation.'' Certain transmission facilitation behaviors, we argue, are better fits with justifications for criminalization than are the individual risky behaviors now singled out in the criminal law statutes. Examples are trafficking in human beings (including sex trafficking, organ trafficking, and labor trafficking), suppression of information about the emergence of infection in circumstances in which there is a legally established obligation to disclose, and intentional or reckless activities to discourage disease treatment or prevention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Nonetheless, critical ethical, institutional, and practical problems with criminalization of transmission facilitation remain. Disease control requires trust on many levels. If those who are ill trust that they will be respected and taken care of, they will be less likely to flee, act in panic, or act desperately without regard for the impact of their actions on others. Trust is essential to willingness to share information that is critical to early identification of possible outbreaks. Finally, mistrust has been part of the picture of political actions-such as the discouragement of polio vaccination or the denial of HIV/AIDS as an infectionthat have been highly damaging to disease control. To prevent disease spread, engendering multi-layered trust should be the predominant goal of law in the area of infectious diseases. With few exceptions, criminal law is a poor fit to achieve these goals; criminal law is too often static, whereas infectious disease and scientific capabilities are evolving. The final section of the paper addresses these issues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Public health and human rights arguments are commonly advanced against criminalization of individual behavior that risks disease transmission. Public health arguments are primarily utilitarian, for example that criminalization is unlikely to deter risky behaviors, or at least to deter these behaviors any more than other incentives would deter. Another public health argument is that criminalization may actually increase risks if statutes that are structured to apply only to people who know that they are infected instead discourage people from getting tested to learn their infectious status. Still another is that criminal law intervenes after the occurrence of the risky or harmful behavior-too late, from the perspective of prevention. Public health interventions would instead target methods of prevention such as testing, immunization, or safe sex.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "From the human rights side, arguments focus on the situation of the victim. One set of arguments contends that criminalization only intensifies the wrong done to people who are already ill. Other arguments claim that people are not responsible for their disease status. To the reply to this argument that people may still be responsible for what they do in light of this status, critics observe that people with HIV/AIDS may not know or understand the nature of their condition, or may be subject to sexual or other forms of coercion that diminish responsibility. Human rights critics also point out that much punishment in this area is marked by unfairness: stigmatization of particular diseases such as AIDS, selective enforcement, or enforcement against women or certain racial groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our argument adds a different point to these utilitarian and rights-based concerns: that criminalizing behaviors that risk transmission of HIV/AIDS or other contagious diseases misunderstands the nature of disease transmission and how to reduce it. Understanding the complex nature of infectious disease and its role in human life suggests that for the most part a focus on individuals as agents of transmission is misplaced. This article is directed towards use of the criminal law, but the points we develop might also be extended to detention, isolation, or quarantine as disease prevention measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Typical definitions of criminal offenses require both a mens rea and an actus reus; infectious disease transmission is no exception. In many jurisdictions, infectious disease transmission is criminalized only as it falls within the definitions of existing offenses (Webber 2012) . The ''actus reus'' is the harm of actual transmission: death, if the disease is fatal, or serious bodily harm, if the disease is not fatal within the time frame at hand. For serious bodily harm, assault may be the crime charged. Acts that risk exposure but that do not result in actual transmission may be treated as attempts or as other offenses such as reckless endangerment.",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 278,
                    "text": "(Webber 2012)",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "Defining Infectious Disease Exposure Crimes"
        },
        {
            "text": "The ''mens rea'' for criminalization of disease transmission is difficult to specify. In some cases, the alleged offender acts with the intent to kill or harm by transmitting the infection. These are cases in which the infection is deliberately used as a weapon, just as a knife or a gun might be. In other cases, the offender acts with the knowledge that the behavior at issue risks exposing another to the infection and thus transmitting it, but does not intend the transmission and indeed may profoundly hope that transmission will not occur. Some cases of this type have been prosecuted as reckless endangerment, where the mens rea is criminal recklessness. In other cases, assault or assault with a deadly weapon has been the offense charged.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Defining Infectious Disease Exposure Crimes"
        },
        {
            "text": "A different approach is to adopt specific criminal statutes aimed at disease transmission or at behaviors that are high risk for transmission. Statutes of this type have been primarily aimed at sexually transmitted diseases and HIV/AIDS in particular. The explanation for these special statutes may be disapproval of the sexual activity involved. In these statutes, the typical mens rea is the knowledge of disease status; these statutes do not apply to cases in which the individual did not know (or could not reasonably have known) his/her condition. As the actus reus, these statutes may list a set of behaviors thought to be exposureprone, such as penetrative sex, needle-sharing, or blood donation. These statutes have the advantage of clarity in defining the offense, but may err in their understanding of behaviors that are high-risk and the nature of disease transmission more generally.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Defining Infectious Disease Exposure Crimes"
        },
        {
            "text": "Criminalizing Exposure to HIV/AIDS: The Problem of Exceptionalism ''AIDS exceptionalism'' has been problematic in many policy areas (Burris 1993 (Burris -1994 Bayer 1991) and the criminal law is no exception (Chalmers 2008, Ch. 1) . As a contagious disease, HIV is unusual in that transmission requires an actual transfer of bodily fluids or tissues. For any particular HIV infection, moreover, the likelihood of matching victim and vector is far higher than it is in the case of transmission of many other contagious diseases. HIV therefore invites individualistic analysis: viewing a transmitter as a perpetrator to be punished if he or she meets appropriate standards for culpability. As we shall later observe, even if such individualistic analysis were appropriate for HIV, it is far less appropriate for the transmission of diseases such as tuberculosis, polio, or influenza through air, water, or fomites (objects such as a handkerchief or a blanket or the apocryphal toilet seat that can transmit infectious agents).",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 144,
                    "text": "(Burris 1993",
                    "ref_id": null
                },
                {
                    "start": 145,
                    "end": 158,
                    "text": "(Burris -1994",
                    "ref_id": null
                },
                {
                    "start": 159,
                    "end": 170,
                    "text": "Bayer 1991)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 208,
                    "end": 230,
                    "text": "(Chalmers 2008, Ch. 1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Defining Infectious Disease Exposure Crimes"
        },
        {
            "text": "As mechanisms of HIV transmission became understood, calls to criminalize risky behaviors were widespread. For example, in the United States, the Commission on the Human Immunodeficiency Virus appointed by President Reagan contended that ''Extending criminal liability to those who knowingly engage in behavior which is likely to transmit HIV is consistent with the criminal law's concern with punishing those whose behavior results in harmful acts.'' (Presidential Commission 1988, 130-131) The Commission recommended HIV-specific statutes criminalizing ''knowingly'' acting in ways ''that pose a significant risk of transmission to others.''",
            "cite_spans": [
                {
                    "start": 452,
                    "end": 491,
                    "text": "(Presidential Commission 1988, 130-131)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Defining Infectious Disease Exposure Crimes"
        },
        {
            "text": "The Commission defended its recommendation on the judgment that existing definitions of offenses in the criminal law did not fit HIV well, a judgment that is arguably inaccurate. In eighteen US states, crimes such as reckless endangerment, attempted homicide, or assault with intent to kill have been used to prosecute sexual conduct that risks transmission of HIV (Webber 2012, § 7.03) . Some prosecutions for homicide or assault with intent to kill did founder on difficulties in proving intent or causation. 1 But in cases of the deliberate use of HIV as a weapon, as when someone injects another with tainted blood, proof of intent is not problematic. Proof of causation may be more difficult if the HIV status of the victim was unknown before the injection or if the victim had multiple exposures around the time of the alleged transmission. 2 Moreover, given the increasing status of HIV/AIDS as a chronic condition, the ultimate nature of the harm may be unclear; in making a decision about prosecution, it is likely impractical to wait to see whether the victim will die. These problems may be addressed through offenses other than homicide, such as attempted homicide or reckless endangerment, although the Commission was concerned that these lesser offenses would not adequately address the seriousness of the wrong involved.",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 386,
                    "text": "(Webber 2012, § 7.03)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Defining Infectious Disease Exposure Crimes"
        },
        {
            "text": "Before the advent of HIV, many US states had statutes criminalizing the knowing exposure to sexually transmitted diseases (STDs) such as syphilis or gonorrhea as a misdemeanor offense. These statutes were available to serve as a model for the new problem of HIV. In addressing HIV, a few states simply added HIV to the list of STDs in these statutes, but most enacted separate laws to deal with what was judged to be the more serious issue of HIV, classifying the offense as a felony rather than a misdemeanor (Wolf and Vezina 2004, 845-846) . The most common HIV-specific criminalization statute, adopted in almost half of the states, is a ''knowing exposure'' statute that makes it a crime for a person who knows s/he is HIV? to engage in a list of exposure-prone behaviors, including specified sexual activities, blood or organ donation, or needle exchange (Webber 2012, § 7 .03(H)). These statutes vary in important respects, however. Some state HIVspecific statutes group together behaviors that have quite different levels of risk. 3 Commentators criticize these groupings as based in poor science (Presidential Commission 1988, 130-131) and as failing to mirror actual culpability (Burris et al. 2010; Galletly and Pinkerton 2004) . Statutes also vary in considering actual harm rather than risk of harm 4 and in whether they require specific intent to transmit the virus. 5 States also vary in the extent to which their knowing exposure statutes accommodate public health prevention goals. Idaho makes it a defense that the alleged offender was 2 State v. Schmidt, 771 So. 2d 131 (La. Ct. App. 2000). The defendant, a physician, allegedly injected his former girlfriend with the HIV virus which he represented as vitamin B-12 shots. His conviction for attempted second degree murder was upheld on appeal against the claim that it was error to introduce evidence regarding DNA analysis of the virus that had infected the victim and the virus infecting HIV? patients from whom Schmidt could have obtained the tainted blood. 3 Blood and organ donation and needle exchange are particularly efficient forms of HIV transmission. Unprotected sex may also result in transfer of the virus; efficiency varies with the type of sex, the role of the sexual partner (with respect to penetration), the condition of the partners (for example, whether they have open sores), and viral load of the HIV? partner, among other factors. To take examples of statutes that group together behaviors with very different risk levels for equivalent culpability, Arkansas and Michigan define ''sexual penetration'' to include ''sexual intercourse, cunnilingus, fellatio, anal intercourse, or any other intrusion, however slight, of any part of a person's body or of any object into a genital or anal opening of another person's body'' and specify that ''emission of semen is not required,'' A.C.A. § 5-14-123 (2011); Mich. Comp. Laws Ann. § 333.5210 (2011). This definition includes behavior with an estimated 1/50 chance of transmission (anal penetration where the penetrative partner is HIV?) and behavior with no chance of transmission (insertion of a sex toy) (Burris et al. 2010). 4 Illinois and Iowa, for example, specify that the offense does not require actual transmission of the virus, but Missouri increases the level of severity of the offense if the person actually contracts HIV.720 ILCS 5/12-16.2 (2011) (renumbered as 720 ILCS 5/12-5.01 (2011) effective July 1, 2011); Iowa Code § 709C.1(4) (2011); Mo. Rev. Stat. § 191.677(2) (2011). 5 California is the strictest, requiring specific intent to transmit the virus and specifying that knowledge of HIV status is insufficient to prove specific intent, Cal. Health & Safety Code § 120291 (2010). Virginia and Washington also require specific intent. Louisiana provides that no person ''shall intentionally expose another'' to HIV ''through sexual contact without the knowing and lawful consent of the victim.'' La.R.S. 14: 43-5 (2011). informed by a licensed physician that s/he was not infectious. 6 Some states define the offense as ''unprotected'' sex 7 or make use of protection such as a condom a defense. 8 Many states exclude from the offense cases in which the other was informed of the possible offender's HIV? status and engaged voluntarily in the sex. 9 Although allowing HIV? persons a choice of means to reduce risk, thus possibly increasing the frequency of lower risk behaviors (Galletly and Pinkerton 2008) , the consent defense is arguably imperfect from a public health perspective. Providing potential partners with information about infection status may discourage risky behaviors, but leaves this up to the judgment of the partner. On the other hand, statutes encouraging disclosure to partners may be more appropriate if the asserted goal of criminalization is retributive (Burris et al. 2010) .",
            "cite_spans": [
                {
                    "start": 510,
                    "end": 541,
                    "text": "(Wolf and Vezina 2004, 845-846)",
                    "ref_id": null
                },
                {
                    "start": 860,
                    "end": 877,
                    "text": "(Webber 2012, § 7",
                    "ref_id": null
                },
                {
                    "start": 1104,
                    "end": 1143,
                    "text": "(Presidential Commission 1988, 130-131)",
                    "ref_id": null
                },
                {
                    "start": 1188,
                    "end": 1208,
                    "text": "(Burris et al. 2010;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1209,
                    "end": 1237,
                    "text": "Galletly and Pinkerton 2004)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1380,
                    "end": 1381,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 3143,
                    "end": 3166,
                    "text": "(Burris et al. 2010). 4",
                    "ref_id": null
                },
                {
                    "start": 3965,
                    "end": 3977,
                    "text": "43-5 (2011).",
                    "ref_id": null
                },
                {
                    "start": 4435,
                    "end": 4464,
                    "text": "(Galletly and Pinkerton 2008)",
                    "ref_id": null
                },
                {
                    "start": 4837,
                    "end": 4857,
                    "text": "(Burris et al. 2010)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Defining Infectious Disease Exposure Crimes"
        },
        {
            "text": "Attending to public health goals, a few US jurisdictions address HIV in the overall context of disease transmission. For example, North Carolina has a suite of public health disease control requirements violation of which is a misdemeanor. 10 By North Carolina regulation, one control measure for HIV? persons prohibits sexual intercourse without condom use and requires caution concerning possible condom failure. 11 In addition to its HIV-specific statute, California makes willful exposure of another to an infectious disease a misdemeanor. 12 Several states direct their HIV transmission statutes to prostitution, a particularly likely locus of transmission. Colorado 13 and Kentucky 14 limit the offense to someone who knows s/he is HIV? either patronizing a prostitute or engaging in prostitution. Pennsylvania's anti-prostitution statute makes it a more serious offense for an HIV? person to patronize a prostitute or to engage in prostitution and enhances the offense of procuring prostitution if the person knows that the prostitute is HIV?. 15 In the main, these statutes also focus on the individual who is HIV? as the offender to be singled out for punishment. Pennsylvania's enhancement of the offense of pimping is importantly different: the enhancement applies in virtue of facilitating transmission when others are ill.",
            "cite_spans": [
                {
                    "start": 1051,
                    "end": 1053,
                    "text": "15",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Defining Infectious Disease Exposure Crimes"
        },
        {
            "text": "These HIV-specific statutes are largely an American phenomenon. Elsewhere in North America and in Europe, prosecution under other offenses such as reckless endangerment or homicide is the more likely approach. Canada has brought such prosecutions against a number of people for failures to disclose HIV status before having unprotected sex (Grant 2009 ). In one particularly notorious recent case, Johnson Aziga was convicted of murder 6 Idaho Code Ann. § 39-608 (3) for having unprotected sex with two women who later died of HIV contracted from him; Aziga allegedly had sex without using condoms for 8 years after his positive diagnosis (Nguyen 2011) . 16 His conviction is under appeal but Canada is seeking indefinite detainment of him as a dangerous offender because he continues to maintain that he would be willing to engage in unprotected sex with a woman who said she was a ''risk taker'' (Nguyen 2011) .",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 351,
                    "text": "(Grant 2009",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 639,
                    "end": 652,
                    "text": "(Nguyen 2011)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 655,
                    "end": 657,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 898,
                    "end": 911,
                    "text": "(Nguyen 2011)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Defining Infectious Disease Exposure Crimes"
        },
        {
            "text": "A 2010 scan of criminalization world-wide indicates that similar prosecutions are accelerating in frequency, especially in North America and Scandinavia (Global Network of People Living with HIV 2010, 6). This acceleration continues despite the increasing success of treatment for HIV, especially and perhaps ironically where treatment is widely available. Among the signatory states to the European Convention of Human Rights, the predominant approach is prosecution under other criminal law statutes, although 14 countries, largely in Eastern Europe or in areas of the former Soviet Union, have legislation directed specifically to HIV/AIDS (Terrence Higgins Trust 2011). Criminalization is not the only approach that has been taken to HIV in Europe, moreover. The European Court of Human Rights has determined that Sweden's use of compulsory isolation of an HIV? patient was a violation of Article 5 § 1 of the European Convention of Human Rights, the protection of liberty and security. Although isolation may be appropriate as a last resort to prevent the spread of dangerous infectious disease, Sweden had acted without evidence that the patient had transmitted HIV, had had sex without informing his partners, or had had unprotected sex. 17 The Court therefore awarded compensation to the patient as required by the Convention.",
            "cite_spans": [
                {
                    "start": 1245,
                    "end": 1247,
                    "text": "17",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Defining Infectious Disease Exposure Crimes"
        },
        {
            "text": "In Africa, prosecutions have been occurring, although according to the world-wide scan no country with a prevalence of over 16% has a conviction for an HIV-related offense UNAIDS has led the way in criticizing HIV-specific criminalization statutes, setting a goal of reducing them by half by 2015. In recommendations for change to the AWARE model law (UNAIDS 2002 (UNAIDS , 2004 , UNAIDS urges countries to limit criminalization to circumstances in which the offender intended to transmit HIV and actually did so, circumstances that might be addressed under other criminal laws. Indeed, UNAIDS advises punishing such actions under general criminal laws, rather than under HIV-specific statutes (UNAIDS 2004, 15-16) . Among recommendations designed to reduce disease transmission, UNAIDS opposes criminalization in circumstances in which risks of transmission were low or protection was employed. UNAIDS also observes that many do not know or understand the significance of their HIV status. Finally, UNAIDS calls attention to the frequency with which coercion or threats of violence may deter disclosure of their status by people who are HIV?, especially women. 16 Aziga had sex without using condoms for 8 years after his positive diagnosis. He has admitted to exposing 11 women to HIV, seven of whom contracted HIV and two of whom died (Nguyen 2011 Langley and Nardi 2010) . Criticisms include that punishment further victimizes those who have already been victimized. Punishment may be tainted by racial or ethnic bias; the majority of prosecutions in Canada, for example, have been against immigrants from Africa (Grant 2009 , Global Network of People Living with HIV 2010 . Punishment may entrench norms of gender bias, particularly against women who risk oppression, persecution, or even death if they reveal their HIV? status (Global Network of People Living with HIV 2010, 15). Some of the recently-enacted statutes in sub-Saharan Africa define the offense to include a risk of vertical transmission from mother to child, thus effectively criminalizing child-bearing by HIV? women (Global Network of People Living with HIV 2010, 24-25) and arguably undercutting prevention (Ahmed 2011) . Finally, critics doubt whether punishment serves public health goals of reducing the overall burden of disease.",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 363,
                    "text": "(UNAIDS 2002",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 364,
                    "end": 378,
                    "text": "(UNAIDS , 2004",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 694,
                    "end": 714,
                    "text": "(UNAIDS 2004, 15-16)",
                    "ref_id": null
                },
                {
                    "start": 1162,
                    "end": 1164,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 1338,
                    "end": 1350,
                    "text": "(Nguyen 2011",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1351,
                    "end": 1374,
                    "text": "Langley and Nardi 2010)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1617,
                    "end": 1628,
                    "text": "(Grant 2009",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1629,
                    "end": 1676,
                    "text": ", Global Network of People Living with HIV 2010",
                    "ref_id": null
                },
                {
                    "start": 2181,
                    "end": 2193,
                    "text": "(Ahmed 2011)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Defining Infectious Disease Exposure Crimes"
        },
        {
            "text": "Although important, these criticisms fail to address the model of one-to-one disease transmission by an identified vector and victim assumed by knowing exposure statutes. For HIV, given its mode of transmission, this model may appear reasonable. But even HIV does not fit this particular model well. Much HIV transmission occurs in the early stages of infection before people are aware of their HIV? status. Moreover, phylogenetic testing can only establish probabilistic links between virus samples drawn from the infected person and likely sources of infection (UNAIDS 2007, 3) .",
            "cite_spans": [
                {
                    "start": 563,
                    "end": 579,
                    "text": "(UNAIDS 2007, 3)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Defining Infectious Disease Exposure Crimes"
        },
        {
            "text": "For any disease where the period of significant contagiousness does not correspond well with the period of apparent illness, including early HIV infection, prohibition of knowing exposure will be ineffective in preventing disease spread. Individuals with influenza, for example, are efficient transmission vectors before their own symptoms manifest. They may infect others without knowing of their exposure. Diseases that are transmitted through air, water, or fomites such as contaminated surfaces quite likely do not involve one-to-one downstream transmission chains. To the extent that humans (and non-human animals, too) are inextricably interconnected in unpredictable forms of victim-hood and vector-hood, knowing exposure statutes will do little to reduce overall burdens of disease (Battin et al. 2009; Grant 2009 ). This is true even if the statutes would function as effective deterrents in the case of someone who did know his/her disease status antecedently, because such cases are too infrequent to reduce overall transmission efficiency. Finally, singling out some for criminal prosecution may lead others to assume that they are not also involved in the overall shared responsibility for reducing burdens of disease (UNAIDS 2007, 5) .",
            "cite_spans": [
                {
                    "start": 790,
                    "end": 810,
                    "text": "(Battin et al. 2009;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 811,
                    "end": 821,
                    "text": "Grant 2009",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1231,
                    "end": 1247,
                    "text": "(UNAIDS 2007, 5)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Defining Infectious Disease Exposure Crimes"
        },
        {
            "text": "HIV is thus a problematic model from which to generalize about criminalization of behavior that risks disease transmission. Indeed, HIV exceptionalism is even a problematic model for HIV. Not surprisingly, patterns of criminalization are quite different for many other diseases, as well as for refusals of vaccination or other preventive measures. This picture, we believe, strengthens our argument against statutes designed to criminalize exposure to HIV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Defining Infectious Disease Exposure Crimes"
        },
        {
            "text": "The use of the criminal law to punish ''knowing exposure'' to HIV is unusual. With the exception of HIV, behavior that knowingly exposes others and thus risks transmission of highly dangerous and communicable diseases has been criminalized very infrequently, at least in the modern era. Earlier examples of criminalization include leprosy (Tayman 2006) . Here, we briefly summarize as illustrations the cases of tuberculosis, polio, influenza, and typhoid.",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 352,
                    "text": "(Tayman 2006)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Exposure to Resistant Tuberculosis, Polio, or Influenza: Why HIV/AIDS Exceptionalism?"
        },
        {
            "text": "Tuberculosis, particularly in its multi-drug (MDR) and extremely (XDR) resistant forms, has drawn extensive public health attention. Its mode of transmission has features that might invite disease specific criminalization statutes, but these have not materialized. Tuberculosis is transmitted through airborne particles that can remain airborne for long periods and can be spread through rooms or buildings (Centers for Disease Control and Prevention 2005, 4) . Close contact and prolonged exposure significantly increase transmission risks (Centers for Disease Control and Prevention 2005, 5). Tuberculosis can be screened for; as with HIV, people who are infectious can be aware of their status. There are also behaviors such as coughing without covering the mouth or failing to complete prescribed treatment that are identifiable as risky to others.",
            "cite_spans": [
                {
                    "start": 428,
                    "end": 459,
                    "text": "Control and Prevention 2005, 4)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Exposure to Resistant Tuberculosis, Polio, or Influenza: Why HIV/AIDS Exceptionalism?"
        },
        {
            "text": "MDR and especially XDR TB is a serious and quite possibly fatal infection that is difficult to treat. Methods to prevent spread include directly observed therapy and even detention for patients perceived to be non-compliant (Ball and Barnes 1994) . Directly observed therapy is particularly important to avoid interruptions in treatment that risk development of resistant strains of the organism. Quite coercive public health measures applied to risky TB patients include detention and isolation for prolonged periods of time (Duffy 2009 (Ireland), Senanayake and Ferson 2004 (Australia and New Zealand), Oscherwitz et al. 1997 (United States) ); prohibitions on immigration, emigration, or travel 18 ; and deportation (Simmons 2008) . The Atlanta lawyer Andrew Speaker, who traveled internationally against medical advice despite his supposedly XDR-TB, drew international publicity (Fallow 2008) . At the time he travelled, Speaker knew that he had been diagnosed with TB and had been advised against travelling; he disputed reports that he knew he was contagious and that he had actually been ordered not to travel. He took several long airplane flights and was thus in close and prolonged contact with others-behavior that clearly risked exposure. His actions, although they drew cries for increased regulation as well as his own isolation, 19 did not draw cries for criminalization (Fallow 2008) . 20 Polio and influenza are other contagious diseases for which there have not been calls for criminalization. Polio is a water-borne infection; influenza is airborne. Although some forms of influenza are relatively mild, others such as the H1N1 epidemic of 1919 are not. For these infections, powerful arguments have been advanced for significant measures to prevent disease spread, especially vaccinations, social distancing, travel restrictions, isolation, or quarantine (Clarkson 2010; Mok et al. 2010) . With the attack on the World Trade 18 Canada, for example, requires all applicants for lawful permanent residency, all refugees, and applicants for temporary residency from high TB incidence areas to undergo TB screening. Canadian Tuberculosis Standards (6th ed. 2007), http://www.phac-aspc.gc.ca/tbpc-latb/pubs/pdf/tbstand07_e.pdf, pp. 312-313. Accessed 27 June 2011. These same groups are also required to be screened for syphilis and HIV if they are over age 15. Applicants with active TB are not allowed to enter Canada until they have proof of adequate treatment; applicants with inactive TB are placed under surveillance referred to provincial health authorities for follow up. 19 For example, in commenting on a similar case, the Arizona Republic editorialized, ''The shameful way Maricopa County treated an uncooperative sick man like a criminal is finally coming to an end.'' The editorial instead recommended human isolation facilities, Highly Infectious People: the Case for Humane Quarantine, Arizona Republic (July 18, 2007), Opinions p. 4. 20 Speaker's actions did draw a tort suit filed in Quebec on behalf of nine people exposed by Speaker, Associated Press, Nine file $1.3 million suit against TB patients (July 12, 2007) , http://www.msnbc.msn. com/id/19734910/ns/health-infectious_diseases/t/nine-file-million-suit-against-tb-patient/. Accessed 28 June 2011. Reportedly, none of those bringing suit actually contracted TB from Speaker (McDonough 2007). Center, the anthrax attacks, and fears of avian influenza and SARS, commentators have defended controversial proposals for expanding public health powers in the US (Model State Emergency Health Powers Act 2001). These proposals, however, bring in the criminal law only to the extent that failure to obey quarantine or isolation recommendations is defined as a misdemeanor (Model State Emergency Health Powers Act 2001, § 604.). The use of infectious agents in bioterrorism has also drawn strong support for criminalization (Scharf 1999) . Even here, however, commentators warn that a focus on bioterrorism risks distracting support from the development of the international infrastructure needed for prevention and protection of public health (Fidler 2002) .",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 246,
                    "text": "(Ball and Barnes 1994)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 526,
                    "end": 537,
                    "text": "(Duffy 2009",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 605,
                    "end": 643,
                    "text": "Oscherwitz et al. 1997 (United States)",
                    "ref_id": null
                },
                {
                    "start": 719,
                    "end": 733,
                    "text": "(Simmons 2008)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 883,
                    "end": 896,
                    "text": "(Fallow 2008)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1386,
                    "end": 1399,
                    "text": "(Fallow 2008)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1402,
                    "end": 1404,
                    "text": "20",
                    "ref_id": null
                },
                {
                    "start": 1875,
                    "end": 1890,
                    "text": "(Clarkson 2010;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1891,
                    "end": 1907,
                    "text": "Mok et al. 2010)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 2594,
                    "end": 2596,
                    "text": "19",
                    "ref_id": null
                },
                {
                    "start": 3133,
                    "end": 3148,
                    "text": "(July 12, 2007)",
                    "ref_id": null
                },
                {
                    "start": 3364,
                    "end": 3381,
                    "text": "(McDonough 2007).",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 3905,
                    "end": 3918,
                    "text": "(Scharf 1999)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 4125,
                    "end": 4138,
                    "text": "(Fidler 2002)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Exposure to Resistant Tuberculosis, Polio, or Influenza: Why HIV/AIDS Exceptionalism?"
        },
        {
            "text": "Public health measures-and to some extent also the criminal law-have been employed to mandate vaccination. In the US, the leading case is Jacobson v. Massachusetts, a 1905 decision upholding mandatory smallpox vaccination with a $5 fine for refusal. 21 The common contemporary method for imposing vaccination requirements in the US is admission to school, however (Hodge and Lawrence 2001-2002) . School-admission statutes have been enacted in all 50 states, with exemptions for medical reasons in all states, exemptions for religious reasons in 48 states, and exemptions for philosophical reasons in 20 states (Mahmoud-Davis 2010, 221) . Despite the massive reduction in communicable disease transmission that has resulted from immunization requirements, exemptions are widespread and outbreaks are recurrent. Recent alleged concerns about vaccine safety have led to drops in immunization rates that threaten the viability of herd immunity. Distrust of governmental restrictions on liberty fosters vaccine refusals. Yet contemporary calls for criminalization of vaccination refusal are rare. At most, vaccination requirements may be enforced indirectly through the use of the criminal law to punish child neglect in the form of the failure to send children to school. In one reported example, after Maryland implemented a vaccination requirement for school attendance in 2007, parents of children in the county with the highest level of non-compliance were threatened with fines of up to $50/ day and 10 days in jail if they did not get required immunizations (Hernandez 2007a, b) .",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 252,
                    "text": "21",
                    "ref_id": null
                },
                {
                    "start": 364,
                    "end": 374,
                    "text": "(Hodge and",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 375,
                    "end": 394,
                    "text": "Lawrence 2001-2002)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 611,
                    "end": 636,
                    "text": "(Mahmoud-Davis 2010, 221)",
                    "ref_id": null
                },
                {
                    "start": 1561,
                    "end": 1581,
                    "text": "(Hernandez 2007a, b)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Vaccination"
        },
        {
            "text": "Mary Mallon, ''Typhoid Mary,'' is thought to have been the first identified carrier of serious disease who was not infected him/herself (Bourdain 2005; Leavitt 1996 ). An Irish immigrant, she worked as a cook for families in the New York area. As members of the households where she was employed became ill, she was eventually suspected as the source of the infection and detained by N.Y. public health authorities. At the time of her initial detention, she did not know that she harbored the infectious agent, salmonella typhi. She was quarantined for over 3 years, then retrained as a laundress and released with the stipulation that she never seek employment as a cook again. Five years later, in 1915, Mallon was identified as the source of another typhoid outbreak, this time at a maternity hospital where she had been working as a cook under an assumed name. Mallon was once again quarantined-this time for over 26 years, until her death. Overall, Mallon was estimated to have infected about 50 people, three of whom died.",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 151,
                    "text": "(Bourdain 2005;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 152,
                    "end": 164,
                    "text": "Leavitt 1996",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "But is there Fault? Criminalizing Super-Spreaders"
        },
        {
            "text": "When Mallon returned to work as a cook, she had been clearly informed that she was the source of illness and that she should not work as a cook. Mallon would thus appear directly analogous to persons with HIV today, who are diagnosed as HIV? and told that they should not engage in unprotected sex (at least until their viral load is reduced to the point of minuscule transmission risk). Nonetheless, her behavior was not treated as criminal and there were no calls for criminalizing behavior thought likely to expose others to typhoid. Historical accounts characterize Mallon as not believing what she was told, perhaps understandably in light of her impoverishment and difficult life in Ireland and as an immigrant. Such characterizations might also apply to many today who are HIV?. At the time of Mallon's detention, moreover, the science of infectious disease causation and transmission was novel and regarded with considerable public suspicion-circumstances perhaps not unlike the understanding of science generally and HIV in particular in many parts of the world today.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "But is there Fault? Criminalizing Super-Spreaders"
        },
        {
            "text": "Several HIV patients have been alleged to be superspreaders like Typhoid Mary. Gaetan Dugas is hypothesized as ''Patient Zero'' of the AIDS epidemic (Shilts 1988 ). Nushawn Williams exposed over 100 women in New York State to HIV (Wolf and Vezina 2004) . Still another is Johnson Aziga, the Ugandan refugee recently on trial in Canada who exposed 11 women to HIV, two of whom died and 5 more of whom became HIV?. Dugas died in the early 1980s. Williams was prosecuted in New York under a variety of sexual offense statutes (he had had sex with underage girls) as well as reckless endangerment. At least one of the women infected by Williams believes, however, that his sentence was far too light (Frey 1999) . 22 If any cases fit the retributivist picture with respect to HIV/AIDS transmission, these would appear to do so. Published descriptions of these cases portray individuals who knew that their actions were dangerous to others and who acted despite this knowledge. When these examples were prosecuted, however, they were prosecuted under existing statutes: homicide, reckless endangerment, or sexual offenses. The gravamen of the wrong is the offense under which they were prosecuted, not the infectious disease which happened to be the cause by which the harm was effectuated.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 161,
                    "text": "(Shilts 1988",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 230,
                    "end": 252,
                    "text": "(Wolf and Vezina 2004)",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 696,
                    "end": 707,
                    "text": "(Frey 1999)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 710,
                    "end": 712,
                    "text": "22",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "But is there Fault? Criminalizing Super-Spreaders"
        },
        {
            "text": "To this point, we have argued that singling out individuals for criminal punishment does not fit well with public health goals for disease prevention. We have also demonstrated that it is problematic to view HIV as exceptional and thus requiring separate statutory treatment. In this section, we move beyond individuals as sources of infection to examples of transmission facilitation that might be more appropriate candidates for criminalization in that they exemplify deliberate actions that are likely to contribute to significant disease spread and that could be susceptible to deterrence through criminalization. We consider several types of transmission facilitation: trafficking in persons, deliberate failure to comply with requirements to report infectious disease outbreaks, deliberate discouragement or prevention of treatment, and deliberate discouragement or prevention of vaccination. We conclude, however, that there are significant conceptual and institutional barriers to criminalization of these activities as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Criminal Law and Transmission Facilitation"
        },
        {
            "text": "Trafficking of persons-for labor or for sex work-or of their body parts is an important contributor to disease transmission (Forum on Microbial Threats 2010, 16) . Sex trafficking has been a major contributor to the spread of HIV/AIDS (Huda 2006) . Traffickers thus engage in transmission facilitative behavior if they do not take care to ascertain the health status of those they traffic. This may seem the least of their wrongs in light of the harms to the individuals themselves who are the subject of trafficking. Nonetheless it presents risks of widespread harm to many. Some jurisdictions, as we have described above, have enacted statutes that enhance the offense of procuring prostitution if the procurer did not take steps to determine the HIV status of the prostitute. Statutes of this type focus on transmission facilitation, rather than on the behavior of the individual prostitute or patron. They also focus on behavior by intentional actors that is potentially subject to change by the threat of enhanced punishment.",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 161,
                    "text": "(Forum on Microbial Threats 2010, 16)",
                    "ref_id": null
                },
                {
                    "start": 235,
                    "end": 246,
                    "text": "(Huda 2006)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Criminal Law and Transmission Facilitation"
        },
        {
            "text": "However, there may be difficulties in enforcing at least some anti-trafficking laws. Organ trafficking in particular does not lend itself easily to enforcement within national borders, as we have argued elsewhere (Francis and Francis 2010) . Neither the country of the ''donation'' nor the country of the recipient has an incentive to punish the patients who are parties to the transaction. The ''donor'' country may not wish to punish those of its citizens who have traded their own bodily security for whatever money they could garner, however little. The recipient country has little interest in punishing a resident who has managed to fulfill his or her desperate need for a life-sustaining organ. With trafficking of sex workers or of labor, however, the incentives may be different for the recipient country. Enhancing the offense of trafficking when it involves facilitating disease transmission is defensible both as a matter of criminal law and as a matter of public health, although it would involve addressing the practical problems of enforcement that attend anti-trafficking legislation more generally.",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 239,
                    "text": "(Francis and Francis 2010)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Criminal Law and Transmission Facilitation"
        },
        {
            "text": "Other examples of transmission facilitation are more difficult to defend as candidates for criminalization, however. One such candidate would be deliberate concealment of information in violation of established obligations for disclosure of information about public health emergencies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Criminal Law and Transmission Facilitation"
        },
        {
            "text": "Disclosure obligations exist both within nations and internationally. Within many states of the US, for example, the failure to meet statutorily specified requirements to report contagious diseases or other specified health conditions is defined as a misdemeanor offense. 23 Some of these statutes apply reporting requirements to specified professionals only. One enforcement strategy is the use of professional licensing requirements (Arizona Department of Health Services 2011), a strategy that suggests that there may be difficulties in enforcing more general disclosure requirements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Criminal Law and Transmission Facilitation"
        },
        {
            "text": "Internationally, the new International Health Regulations were adopted in 2005 and went into force in 2007. Crucial to the Regulations is the duty of States Parties to notify the WHO of public health emergencies of international concern (WHO 2005, Art. 6). WHO may also receive information about possible public health emergencies from sources other than states parties; in such cases, states parties have the obligation to cooperate with WHO in verification of reports (WHO 2005, Art. 10) . Suppose that state officials know of, but deliberately suppress, information about public health emergencies of international concern. Motivations might include protecting business, protecting tourism, or protecting their own positions (Forum on Microbial Threats 2010, 29) . 24 Although the International Health Regulations are legally binding on WHO and states parties, they have no specific enforcement provisions other than the moral suasion of WHO over states parties. This lack of enforcement authority for the World Health Regulations has concerned some commentators (Brady 2007) . A 5-year review completed in May 2011 judged that ''The most important structural shortcoming of the IHR is the lack of enforceable sanctions. For example, if a country fails to explain why it has adopted more restrictive traffic and trade measures than those recommended by WHO, no legal consequences follow'' (WHO 2011, para. 24) .",
            "cite_spans": [
                {
                    "start": 470,
                    "end": 489,
                    "text": "(WHO 2005, Art. 10)",
                    "ref_id": null
                },
                {
                    "start": 728,
                    "end": 765,
                    "text": "(Forum on Microbial Threats 2010, 29)",
                    "ref_id": null
                },
                {
                    "start": 768,
                    "end": 770,
                    "text": "24",
                    "ref_id": null
                },
                {
                    "start": 1066,
                    "end": 1078,
                    "text": "(Brady 2007)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1392,
                    "end": 1412,
                    "text": "(WHO 2011, para. 24)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Criminal Law and Transmission Facilitation"
        },
        {
            "text": "In the context of WHO-required disclosures, however, there are significant obstacles to criminalization. The WHO scheme is directed against states parties, not individuals; establishing individual knowledge of the need to report and responsibility for so doing would be a core difficulty in conceptualizing the offense. In addition, there is great need to establish trust to foster willingness to report in contexts in which people have felt or been victimized by failures to receive benefits from international disease-prevention efforts. Criminalization may be counter-productive to this goal. 25 Another candidate for criminalization of transmission facilitation might be deliberate activities to discourage people on a wide scale from getting effective treatment. For example, Thabo Mbeki, president of South Africa from 1999 to 2008, denied the reality of HIV during his term in office (Parkhurst and Lush 2004) . His denials persisted despite repeated pleas from scientists and South Africa's own HIV plan. In a speech to the 13th International AIDS Conference held in South Africa in 2000, Mbeki acknowledged that some viewed his stance on HIV ''as akin to grave criminal and genocidal misconduct'' (Cohen 2000; Specter 2007) . Before the opening of the conference, Mbeki refused to assent to the statement in the Durban declaration that the HIV virus causes AIDS (Sidley 2000) . Instead, Mbeki and several of his ministers promoted a traditional medicine, ubhejane, rather than anti-retrovirals, as treatment forms. Relatedly, there have been deliberate efforts to discourage people on a wide scale from participating in effective disease-prevention efforts. To take one example, in 2003, in response to pressures from religious leaders, political leaders in several states in northern Nigeria banned polio vaccination. The ban was based on fears that the vaccine would sterilize girls (Forum on Microbial Threats 2010, 27) . The background to the ban included political and religious conflicts in Nigeria and the election of President Obasanjo, as well as a flawed test of an anti-meningitis drug, Trovan, which had harmed children in the area several years earlier (Frishman 2009 ). 26 Wild polio remained endemic in Nigeria, and the epidemic ultimately spread to at least twenty countries, causing the overwhelming majority of cases of polio worldwide-an estimated 80%-and extinguishing hopes for eradicating polio in the near term. 27 These ''transmission facilitation'' behaviors might seem better candidates for criminalization than individual risky behaviors. They are potentially susceptible to deterrence. They may not impose additional victimization on those who are already victims of their illness. Moreover, they target behaviors that, if stopped, might actually diminish transmission; they intervene at the level of prevention rather than at the level of the behavior of the individual who is ill. But there are serious conceptual and practical questions for justifying criminalization of transmission facilitation in these types of cases. Some of those involved may not fully understand the mechanisms of disease transmission. They thus do not fit retributivist patterns particularly well. This argument could be made with respect to the examples of HIV and polio just described, where issues of religion, suspicion of science, and fear of outside intervention complicated public health efforts. Others-for example, suppression of important information about disease occurrence-may involve those who are afraid and ill.",
            "cite_spans": [
                {
                    "start": 596,
                    "end": 598,
                    "text": "25",
                    "ref_id": null
                },
                {
                    "start": 891,
                    "end": 916,
                    "text": "(Parkhurst and Lush 2004)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1206,
                    "end": 1218,
                    "text": "(Cohen 2000;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1219,
                    "end": 1232,
                    "text": "Specter 2007)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1371,
                    "end": 1384,
                    "text": "(Sidley 2000)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1894,
                    "end": 1931,
                    "text": "(Forum on Microbial Threats 2010, 27)",
                    "ref_id": null
                },
                {
                    "start": 2175,
                    "end": 2189,
                    "text": "(Frishman 2009",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 2444,
                    "end": 2446,
                    "text": "27",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Criminal Law and Transmission Facilitation"
        },
        {
            "text": "Moreover, important forms of transmission facilitation-trafficking in particular-may not fit well within the borders of national law enforcement. Institutions of international criminal law are fledgling at best. Trafficking is not at present a crime within the jurisdiction of the International Criminal Court, although there have been proposals to bring it in (Francis and Francis 2010) . If law-criminal or otherwise-is to be effective internationally, what is needed is a functioning transnational regulatory regime. Despite the World Health Regulations and the development of regional structures concerning infectious disease, the primary mechanisms for addressing disease transmission remain a jumble of national public health regimes with uneven efficacy. The European Union's struggles to create effective pandemic planning are an illustration. This situation poses a two-sided problem for criminalization. On the one side, criminalization within domestic law is unlikely to do much to prevent spread. On the other hand, if criminalization within domestic law creates the image that effective steps are being taken, it may detract from efforts to build effective transnational structures.",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 387,
                    "text": "(Francis and Francis 2010)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Criminal Law and Transmission Facilitation"
        },
        {
            "text": "Finally, the importance of building trust cannot be underestimated in addressing the spread of infectious disease. Trust is especially crucial in the contexts of ongoing change that may characterize the identification and control of novel infections. Both infectious organisms themselves and scientific understanding of them may be evolving rapidly. Trust is important because information is easily rendered out of date as communicable disease continues to change and often rapidly. What is critical is always new information that can be reliably updated and is judged valid or confirmed. In short there is something of a dialectical relationship among the flow of information, quickly evolving epidemics, and the effectiveness of public health responses that may be disrupted by the ponderous nature of criminalization regimes. Trust is critical to the willingness to share information that may be needed to forestall disease spread. Moreover, trust underlies acceptance of disease control measures that impose costs-including orders for isolation and quarantine. Without trust, people may be unwilling to share materials needed to identify sources of infection, antivirals, or vaccines. When criminalization singles out some but is ineffectual in reducing spread, it may paradoxically undermine the very trust needed to achieve its goals. The situation may be worsened by the apparent hypocrisy of states that turn diseases into crimes but at the same time devote half-hearted resources to public health and hamstring prevention efforts for moralistic reasons such as disapproval of same-sex relationships. Both the United States and other countries would do well to recognize that statutes criminalizing exposure to HIV/AIDS are an exceptional, and most likely counterproductive, development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Criminal Law and Transmission Facilitation"
        },
        {
            "text": "Much is expected of public health agencies. Agencies are charged to identify, contain, eliminate, or eradicate diseases that threaten the populations that they serve. Public health administrators may gather data intrusively, collaboratively, or passively. Public health agencies may devise positive incentives to secure the cooperation of those infected or judged likely to be infected with a disease. Public health administrators also may adopt strategies that minimize risks to the privacy of those infected with the disease in order to gain their cooperation in disclosing their condition. But in other times-for example, times of complacency when the disease is no longer perceived as a threat to those most at riskpublic health agencies may undertake campaigns that draw dramatic attention to the danger of the disease and may seek to impose sanctions on behaviors associated with disease transmission. At times, such public health activities may focus on individuals, but within the context of interrupting disease spread. What matters most to public health is the imperative of devising flexible responses to deal effectively with the changing context of disease burdens. Such needed flexibility is lost if the state moves to criminalize disease transmission. Criminalization freezes in time what a public health agency can do in responding to the changing challenges that grave diseases present over the course of their existence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Criminal Law and Transmission Facilitation"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "HIV and women: Incongruent policies, criminal consequences",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Yale Journal of International Affairs",
            "volume": "6",
            "issn": "1",
            "pages": "32--42",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Communicable disease reporting",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "State can try to detain man who spread HIV",
            "authors": [],
            "year": 2010,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The polio endgame",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Aylward",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yamada",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "New England Journal of Medicine",
            "volume": "364",
            "issn": "",
            "pages": "2273--2275",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Public health and individual rights: Tuberculosis control and detention procedures in",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Ball",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barnes",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Yale Law & Policy Review",
            "volume": "12",
            "issn": "",
            "pages": "38--67",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The patient as victim and vector: Ethics and infectious disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Battin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Francis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Jacobson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Public health policy and the AIDS epidemic: An end to HIV exceptionalism?",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bayer",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "New England Journal of Medicine",
            "volume": "324",
            "issn": "",
            "pages": "1500--1504",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Typhoid Mary: An urban historical",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bourdain",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The revised international health regulations: An historical overview and an analysis of modern application",
            "authors": [
                {
                    "first": "R.-M",
                    "middle": [],
                    "last": "Brady",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "ABA Health eSource",
            "volume": "4",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Public health, ''AIDS exceptionalism'' and the law",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Burris",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "John Marshall Law Review",
            "volume": "27",
            "issn": "",
            "pages": "251--272",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Do criminal laws influence HIV risk behavior? An empirical trial",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Burris",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Beletsky",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Burleson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Case",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Lazzarini",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Arizona State Law Journal",
            "volume": "",
            "issn": "",
            "pages": "467--519",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Guidelines for preventing the transmission of Mycobacterium tuberculosis in health-care settings",
            "authors": [],
            "year": 2005,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "54",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Pandemic management and developing world bioethics: Bird flu in West Bengal",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chakraborti",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Developing World Bioethics",
            "volume": "9",
            "issn": "3",
            "pages": "161--166",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Legal responses to HIV and AIDS",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chalmers",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Note: Phase six pandemic: A call to re-evaluate federal quarantine authority before the next catastrophic outbreak",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Clarkson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Georgia Law Review",
            "volume": "44",
            "issn": "",
            "pages": "803--836",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "South African leader declines to join the chorus on HIV and AIDS",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Science",
            "volume": "289",
            "issn": "5477",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The power of detention in the management of non-compliance with tuberculosis treatment: A survey of Irish practitioners and analysis of potential legal liability",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Duffy",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Public Health",
            "volume": "123",
            "issn": "1",
            "pages": "81--85",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Reforming federal quarantine law in the wake of Andrew speaker: The ''tuberculosis traveler",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Fallow",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of Contemporary Health Law and Policy",
            "volume": "25",
            "issn": "",
            "pages": "83--106",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Bioterrorism, public health, and international law",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Fidler",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Chicago Journal of International Law",
            "volume": "3",
            "issn": "",
            "pages": "7--26",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Infectious disease movement in a borderless world",
            "authors": [],
            "year": 2010,
            "venue": "Workshop summary",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Stateless crimes, legitimacy, and international criminal law: The case of organ trafficking",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Francis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Francis",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Criminal Law and Philosophy",
            "volume": "4",
            "issn": "3",
            "pages": "283--295",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Jamestown and the Story of ''Nushawn's Girls",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Frey",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Washington Post",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Major reason for Nigerian boycott of polio vaccine",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Frishman",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "28",
            "issn": "",
            "pages": "1860--1861",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Toward rational criminal HIV exposure laws",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Galletly",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Pinkerton",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "The Journal of Law",
            "volume": "32",
            "issn": "",
            "pages": "327--336",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The global criminalisation scan report",
            "authors": [],
            "year": 2010,
            "venue": "Global Network of People Living with HIV",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Rethinking risk: The relevance of condoms and viral load in HIV nondisclosure prosecutions",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Grant",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "McGill Law Journal",
            "volume": "54",
            "issn": "",
            "pages": "389--404",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Kids get vaccinated or else, parents told",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hernandez",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Washington Post",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "George's Leads in Noncompliance",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Pr",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Washington Post",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "School vaccination requirements: Historical, social, and legal perspectives",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Hodge",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "G"
                    ],
                    "last": "Lawrence",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Kentucky Law Review",
            "volume": "90",
            "issn": "",
            "pages": "831--869",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Sex trafficking in South Asia",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Huda",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "International Journal of Obstetrics & Gynecology",
            "volume": "94",
            "issn": "3",
            "pages": "374--381",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Diplomacy and the polio immunization boycott in Northern Nigeria",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Kaufmann",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Feldbaum",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Health Affairs",
            "volume": "28",
            "issn": "4",
            "pages": "1091--1101",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The irony of outlawing AIDS: A human rights argument against the criminalization of HIV transmission",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Langley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Nardi",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Georgetown Journal of Gender and the Law",
            "volume": "11",
            "issn": "3",
            "pages": "743--794",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Typhoid Mary: Captive to the public's health",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Leavitt",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Note, balancing public health and individual choice: A proposal for a federal emergency vaccination law",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mahmoud-Davis",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Health Matrix",
            "volume": "20",
            "issn": "",
            "pages": "219--257",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Tests reveal lawyer's fellow air travelers free of TB",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mcdonough",
                    "suffix": ""
                }
            ],
            "year": 1928,
            "venue": "ABA Journal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Implementing public health regulations in developing countries: Lessons from the OECD countries",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Mok",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Medicine & Ethics",
            "volume": "38",
            "issn": "",
            "pages": "508--518",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Aziga claims 'racist' jury led to murder conviction",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Detention of persistently nonadherent patients with tuberculosis",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Oscherwitz",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Journal of the American Medical Association",
            "volume": "278",
            "issn": "10",
            "pages": "843--846",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The political environment of HIV: Lessons from a comparison of Uganda and South Africa",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Parkhurst",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lush",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Social Science and Medicine",
            "volume": "59",
            "issn": "9",
            "pages": "1913--1924",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Report of the presidential comm",
            "authors": [],
            "year": 1988,
            "venue": "Presidential Comm'n on the Human Immunodeficiency Virus Epidemic",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Clear and present danger: Enforcing the international ban on biological and chemical weapons through sanctions, use of force, and criminalization",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Scharf",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Michigan Journal of International Law",
            "volume": "20",
            "issn": "",
            "pages": "477--521",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Detention for tuberculosis: Public health and the law",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Senanayake",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Ferson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Medical Journal of Australia",
            "volume": "180",
            "issn": "11",
            "pages": "573--576",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "And the band played on",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Shilts",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Mbeki dismisses ''Durban declaration",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sidley",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "British Medical Journal",
            "volume": "321",
            "issn": "7253",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Man once jailed in TB case deported",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Simmons",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Atlanta Journal-Constitution",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "The denialists: the dangerous attacks on the consensus about HIV and AIDS, The New Yorker",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Specter",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "32--38",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Pfizer to pay $75 million to settle Nigerian Trovan drug-testing suit",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stephens",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Washington Post",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "The colony",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tayman",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Criminalisation of HIV transmission in Europe",
            "authors": [],
            "year": 2011,
            "venue": "Terrence Higgins Trust",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Criminal law, public health and HIV transmission: A policy options paper",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Unaids",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "UNAIDS recommendations for alternative language to some problematic articles in the N'Djamena legislation on HIV",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Unaids",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Criminalization of HIV transmission: Policy brief",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Unaids",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Resolution adopted by the human rights council, promotion and protection of all human rights, civil, political, economic, social and cultural rights, including the right to development 13",
            "authors": [],
            "year": 2009,
            "venue": "United Nations General Assembly",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Promising and best practices in HIV/AIDS prevention and care for West and Central Africa",
            "authors": [
                {
                    "first": "Family",
                    "middle": [],
                    "last": "Us Aid",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Health International",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Disseminating and replicating best practices in West Africa",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "The revised international health regulation and the restraint of national health measures",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Von Tigerstrom",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Health Law Journal",
            "volume": "13",
            "issn": "",
            "pages": "35--76",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "International health regulations",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Webber",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "New York: Kluwer. Supp. 2010. WHO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Report of the Review Committee on the Functioning of the International Health Regulations (2005) in relation to Pandemic (H1N1)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Crime and punishment: Is there a role for criminal law in HIV prevention policy",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Wolf",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vezina",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Whittier Law Review",
            "volume": "25",
            "issn": "",
            "pages": "821--886",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "example, in Minnesota it is an affirmative defense that the person ''took practical means to prevent transmission as advised by a physician or other health professional,'' Minn. Stat.  § 609.2241. For an argument favoring condom use as a defense, seeGrant (2009). Missouri, by contrast, does not recognize condom use as a defense, Mo. Rev. Stat. § 191.677(4) (2011). 9 E.g. Fla. Stat. § 384.24(2) (2011); O.C.G.A. § 16-5-60 (2011); Idaho Code Ann. § 39-608(3)(a) (2011); Iowa Code § 709C.1 (5) (2011); Miss. Code Ann. § 97-27-14(1) (2011); Nev. Rev. Stat. Ann. § 201-205(2) (2011); 21 Okl. St. § 1192.1 (2011); S.C. Code Ann. § 44-29-145 (2010); Tenn. Code Ann. § 39-13-109 (2011). Indiana's statute is a variation on this, imposing on HIV? persons a duty to warn needle-sharing partners or sexual partners; reckless violation of this obligation is a class B misdemeanor and intentional or knowing violation is a class D felony, Burns Ind. Code Ann. § 35-42-1-9 (2011). North Dakota requires both informed consent and use of a prophylactic device for the defense, N.D. Cent. Code § 12.1-20-17 (2011). 10 N.C. Gen. Stat. § 130A-25 (2011). 11 10A N.C.A.C. 41A-0202(1)(a) (2011). 12 Cal. Health & Safety Code § 120290 (2010). 13 Colo. Rev. Stat. § 18-7-205.7 (2010) (class 6 felony). 14 Ky. Rev. Stat. Ann. § 529.090 (2011). 15 18 Pa.C.S. § 5902 (2011).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "(Global Network of People Living with HIV 2010, 13). Many of the recent statutes in Africa are modeled on proposals from the US Agency for International Development's AWARE project (US AID and Family Health International 2006, 13; 2008; Ahmed 2011), and are thus heavily influenced by the US model. One country adopting a criminalization statute, Sierra Leone, has recently repealed it and several other repeal efforts are reportedly under way (Global Network of People Living with HIV 2010, 15).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ").17  Einhorn v. Sweden, application no. 56529/00(January 25, 2005), http://sim.law.uu.nl/sim/caselaw/Hof. nsf/1d4d0dd240bfee7ec12568490035df05/50986ab40fbd3da7c1256f90004d3e2a?OpenDocument. Accessed 12 July 2011. Important arguments against HIV-specific criminalization statutes have been made by many international groups and human rights advocates (Global Network of People Living with HIV 2010, 16-17); United Nations 2009;",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}