{"paper_id": "4d5e35857025cd5d294e5137f16ac1431baf1ae5", "metadata": {"title": "Chest radiology European Radiology Pulmonary complications of liver transplantation: radiological appearance and statistical evaluation of risk factors in 300 cases", "authors": [{"first": "R", "middle": [], "last": "Golfieri", "suffix": "", "affiliation": {"laboratory": "", "institution": "Università di Bologna", "location": {"addrLine": "Via Massarenti 9", "postCode": "I-40138", "settlement": "Bologna", "country": "Italy"}}, "email": ""}, {"first": "E", "middle": [], "last": "Giampalma", "suffix": "", "affiliation": {"laboratory": "", "institution": "Università di Bologna", "location": {"addrLine": "Via Massarenti 9", "postCode": "I-40138", "settlement": "Bologna", "country": "Italy"}}, "email": ""}, {"first": "A", "middle": ["M Morselli"], "last": "Labate", "suffix": "", "affiliation": {"laboratory": "", "institution": "Università di Bologna", "location": {"addrLine": "Via Massarenti 9", "postCode": "I-40138", "settlement": "Bologna", "country": "Italy"}}, "email": ""}, {"first": "P", "middle": [], "last": "D&apos;arienzo", "suffix": "", "affiliation": {"laboratory": "", "institution": "Università di Bologna", "location": {"addrLine": "Via Massarenti 9", "postCode": "I-40138", "settlement": "Bologna", "country": "Italy"}}, "email": ""}, {"first": "E", "middle": [], "last": "Jovine", "suffix": "", "affiliation": {"laboratory": "", "institution": "Università di Bologna", "location": {"addrLine": "Via Massarenti 9", "postCode": "I-40138", "settlement": "Bologna", "country": "Italy"}}, "email": ""}, {"first": "G", "middle": ["L"], "last": "Grazi", "suffix": "", "affiliation": {"laboratory": "", "institution": "Università di Bologna", "location": {"addrLine": "Via Massarenti 9", "postCode": "I-40138", "settlement": "Bologna", "country": "Italy"}}, "email": ""}, {"first": "A", "middle": [], "last": "Mazziotti", "suffix": "", "affiliation": {"laboratory": "", "institution": "Università di Bologna", "location": {"addrLine": "Via Massarenti 9", "postCode": "I-40138", "settlement": "Bologna", "country": "Italy"}}, "email": ""}, {"first": "M", "middle": [], "last": "Maffei", "suffix": "", "affiliation": {"laboratory": "", "institution": "Università di Bologna", "location": {"addrLine": "Via Massarenti 9", "postCode": "I-40138", "settlement": "Bologna", "country": "Italy"}}, "email": ""}, {"first": "C", "middle": [], "last": "Muzzi", "suffix": "", "affiliation": {"laboratory": "", "institution": "Università di Bologna", "location": {"addrLine": "Via Massarenti 9", "postCode": "I-40138", "settlement": "Bologna", "country": "Italy"}}, "email": ""}, {"first": "S", "middle": [], "last": "Tancioni", "suffix": "", "affiliation": {"laboratory": "", "institution": "Università di Bologna", "location": {"addrLine": "Via Massarenti 9", "postCode": "I-40138", "settlement": "Bologna", "country": "Italy"}}, "email": ""}, {"first": "C", "middle": [], "last": "Sama", "suffix": "", "affiliation": {"laboratory": "", "institution": "Università di Bologna", "location": {"addrLine": "Via Massarenti 9", "postCode": "I-40138", "settlement": "Bologna", "country": "Italy"}}, "email": ""}, {"first": "A", "middle": [], "last": "Cavallari", "suffix": "", "affiliation": {"laboratory": "", "institution": "Università di Bologna", "location": {"addrLine": "Via Massarenti 9", "postCode": "I-40138", "settlement": "Bologna", "country": "Italy"}}, "email": ""}, {"first": "G", "middle": [], "last": "Gavelli", "suffix": "", "affiliation": {"laboratory": "", "institution": "Università di Bologna", "location": {"addrLine": "Via Massarenti 9", "postCode": "I-40138", "settlement": "Bologna", "country": "Italy"}}, "email": ""}]}, "abstract": [{"text": "Pulmonary complications represent an important factor in posttransplant morbidity and mortality in orthotopic liver transplant (OLT) recipients. The immediate postoperative complications, such as atelectasis, pleural effusion and pulmonary oedema, are the most frequent abnormalities and usually self-resolving, but infectious, complications, which often complicate the former, are much more serious and are responsible for a significant part of the mortality. An early diagnosis of the type of complication (non-infectious or infectious) constitutes major prognostic factors in immunodepressed patients.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Pulmonary complications have been described after OLT [1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16] as being more frequent than after renal transplant [2, 16] and as having similar rates as heart or heart/lung recipients [2, 14] , isolated lung [17, 18] or bone marrow [16, 19, 20] transplant patients. In addition to the ªusualº operative risks, the recipients of OLT are at risk for postoperative pulmonary complications due to: pre-existing alterations in the diaphragm function, consequent to right pleural effusion and atelectasis related to ascites, blood product transfusions, immunosuppression and pulmonary involvement associated with their pre-OLT basal liver disease. Other factors could determine the incidence and severity of pneumonia following OLT [16]: the pre-OLT clinical conditions of the patient (UNOS Eur. expected survival, thus confirming pulmonary infections as a major cause of death in OLT recipients.", "cite_spans": [{"start": 54, "end": 57, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 58, "end": 60, "text": "2,", "ref_id": "BIBREF1"}, {"start": 61, "end": 63, "text": "3,", "ref_id": "BIBREF2"}, {"start": 64, "end": 66, "text": "4,", "ref_id": "BIBREF3"}, {"start": 67, "end": 69, "text": "5,", "ref_id": "BIBREF4"}, {"start": 70, "end": 72, "text": "6,", "ref_id": "BIBREF5"}, {"start": 73, "end": 75, "text": "7,", "ref_id": "BIBREF6"}, {"start": 76, "end": 78, "text": "8,", "ref_id": "BIBREF7"}, {"start": 79, "end": 81, "text": "9,", "ref_id": "BIBREF8"}, {"start": 82, "end": 85, "text": "10,", "ref_id": "BIBREF9"}, {"start": 86, "end": 89, "text": "11,", "ref_id": "BIBREF10"}, {"start": 90, "end": 93, "text": "12,", "ref_id": "BIBREF11"}, {"start": 94, "end": 97, "text": "13,", "ref_id": "BIBREF12"}, {"start": 98, "end": 101, "text": "14,", "ref_id": "BIBREF13"}, {"start": 102, "end": 105, "text": "15,", "ref_id": "BIBREF14"}, {"start": 106, "end": 109, "text": "16]", "ref_id": "BIBREF15"}, {"start": 231, "end": 234, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 235, "end": 238, "text": "14]", "ref_id": "BIBREF13"}, {"start": 255, "end": 259, "text": "[17,", "ref_id": "BIBREF16"}, {"start": 260, "end": 263, "text": "18]", "ref_id": "BIBREF17"}, {"start": 279, "end": 283, "text": "[16,", "ref_id": "BIBREF15"}, {"start": 284, "end": 287, "text": "19,", "ref_id": "BIBREF18"}, {"start": 288, "end": 291, "text": "20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Abstract. The aim of this study was to evaluate the incidence, radiographic appearance, time of onset, outcome and risk factors of non-infectious and infectious pulmonary complications following liver transplantation. Chest X-ray features of 300 consecutive patients who had undergone 333 liver transplants over an 11year period were analysed: the type of pulmonary complication, the infecting pathogens and the mean time of their occurrence are described. The main risk factors for lung infections were quantified through univariate and multivariate statistical analysis.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Non-infectious pulmonary abnormalities (atelectasis and/or pleural effusion: 86.7 %) and pulmonary oedema (44.7 %) appeared during the first postoperative week. Infectious pneumonia was observed in 13.7 %, with a mortality of 36.6 %. Bacterial and viral pneumonia made up the bulk of infections (63.4 and 29.3 %, respectively) followed by fungal infiltrates (24.4 %) . A fairly good correlation between radiological chest X-ray pattern, time of onset and the cultured microorganisms has been observed in all cases. In multivariate analysis, persistent non-infectious abnormalities and pulmonary oedema were identified as the major independent predictors of posttransplant pneumonia, followed by prolonged assisted mechanical ventilation and traditional caval anastomosis. A ªpneumonia-risk scoreº was calculated: low-risk score ( < 2.25) predicts 2.7 % of probability of the onset of infections compared with 28.7 % of high-risk ( > 3.30) population. The ªpneumonia-risk scoreº identifies a specific group of patients in whom closer radiographic monitoring is recommended. In addition, a highly significant correlation (p < 0.001) was observed between pneumonia-risk score and the score), the technical quality of the transplant surgery, the type, intensity and duration of the immunosuppressive therapy and epidemiological exposure to environmental agents. Because one or more of these factors are important at different points in the posttransplant course, it should be possible to predict which complications are most likely to occur at different moments [16] : an accurate chest X-ray follow-up could therefore lead us to the type of pulmonary abnormality (infectious or non-infectious) and to the possible infecting agent, thus improving the final patient outcome.", "cite_spans": [{"start": 358, "end": 366, "text": "(24.4 %)", "ref_id": null}, {"start": 1558, "end": 1562, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": ""}, {"text": "The aim of the present study was to:", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "1. Describe the radiological pattern on chest X-ray film (CRX) and prevalence of non-infectious and infectious pulmonary complications during the follow-up of OLT 2. Verify the type of infecting pathogens and the mean time of their occurrence 3. Identify the main risk factors for lung infections, and their quantification through univariate and multivariate statistical analysis, in order to evaluate the likelihood of developing pneumonia.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Particular emphasis was placed on the predisposing factors for pneumonia occurring during the first posttransplant month, because this is considered to be the most critical period, when technical and clinical problems are associated with fatal infections [12, 16] . Many papers have been published previously on this topic [2, 3, 4, 5, 6, 7, 8, 9, 10, 11] , but, to our knowledge, the present study represents the largest series to date of radiologically demonstrated pulmonary complications following liver transplantation involving a follow-up of over 11 years.", "cite_spans": [{"start": 255, "end": 259, "text": "[12,", "ref_id": "BIBREF11"}, {"start": 260, "end": 263, "text": "16]", "ref_id": "BIBREF15"}, {"start": 323, "end": 326, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 327, "end": 329, "text": "3,", "ref_id": "BIBREF2"}, {"start": 330, "end": 332, "text": "4,", "ref_id": "BIBREF3"}, {"start": 333, "end": 335, "text": "5,", "ref_id": "BIBREF4"}, {"start": 336, "end": 338, "text": "6,", "ref_id": "BIBREF5"}, {"start": 339, "end": 341, "text": "7,", "ref_id": "BIBREF6"}, {"start": 342, "end": 344, "text": "8,", "ref_id": "BIBREF7"}, {"start": 345, "end": 347, "text": "9,", "ref_id": "BIBREF8"}, {"start": 348, "end": 351, "text": "10,", "ref_id": "BIBREF9"}, {"start": 352, "end": 355, "text": "11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": ""}, {"text": "The first 300 patients who underwent OLT at the Surgical Department and Transplant Centre of the University of Bologna, between September 1986 and September 1997, were included in this retrospective study. Among these, 269 patients received only a single graft, 29 cases were retransplanted and 2 cases received three grafts for a total number of 33 retransplantations (14 due to vascular ischaemic events, 10 for ªprimary non-functionº and 9 for acute rejection). Of the 31 patients who needed retransplantation, only 12 survived (38.7 %).", "cite_spans": [], "ref_spans": [], "section": "Study population"}, {"text": "The medical records of all patients were reviewed from the time immediately preceding OLT until death or throughout the complete follow-up (maximum 11.8 years). The following clinical data were recorded and correlated to the onset of pulmonary infections and to the outcome:", "cite_spans": [], "ref_spans": [], "section": "Study population"}, {"text": "1. The mean age of the present patient population was 45.3 years (SD 12.3 years), with 105 females and 195 males. Mean follow-up after the transplant was 3.4 years (median 2.7 years; interquartile range 1.2±4.8 years). Two hundred fifteen OLT recipients are still living (71.7 %).", "cite_spans": [], "ref_spans": [], "section": "Study population"}, {"text": "In addition to the six major indications listed in Table 1 , the ªotherº group included the following 28 cases: 4 Wilson's disease; 2 diffuse angiomatosis; 3 giant hemangiomas; 1 hemangio-endothelioma; 1 hepatoblastoma; 1 macronodular hyperplasia due to venocclusive disease; 2 Crigler-Najjar disease; 2 polycystic disease; 5 amyloidosis; and 7 different metabolic liver diseases.", "cite_spans": [], "ref_spans": [{"start": 51, "end": 58, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Indications for transplantation"}, {"text": "The patients' pre-operative clinical conditions, presented in Table 1 , were assessed according to the United Network of Organ Sharing (UNOS) classification [21] .", "cite_spans": [{"start": 157, "end": 161, "text": "[21]", "ref_id": "BIBREF20"}], "ref_spans": [{"start": 62, "end": 69, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Indications for transplantation"}, {"text": "Orthotopic liver transplantation (OLT) was carried out with two standard surgical techniques: the traditional technique, as first described by Starlz [22] in 189 patients (63.0 %), and the ªpiggy-backº caval anastomosis technique [23] in 111 patients (37.0 %). In this population, piggy-back caval anastomosis was performed only once in each patient. Selective bowel decontamination with colomycin, nystatine or gentamicin sulphate was routinely performed in the immediate pre-transplant period and continued for the 3 weeks following OLT.", "cite_spans": [{"start": 150, "end": 154, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 230, "end": 234, "text": "[23]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Transplant-related parameters"}, {"text": "A standard triple immunosuppressive therapy [Cyclosporine A (CYA)-Azatioprine-Steroids] was routinely used. In 34 non-responsive cases (11.3 %), monoclonal anti-T cells antibodies OKT3 was administered, combined with steroids, antihistamines and Lasix IV on the first day and immunoglobulins. In 29 patients (9.7 %) as an alternative to OKT3 (in steroid-refractory rejection episodes or in cases of neuro-/nephrotoxicity secondary to CYA) FK 506 (Tacrolimus Fuji, Sawa, Japan) alone, together with steroids and/or azatioprine was used. In 4 cases FK 506 was associated with OKT3.", "cite_spans": [], "ref_spans": [], "section": "Immunosuppression"}, {"text": "Intensive Care Unit (ICU) risk was considered to be duration of stay in ICU and days of Assisted Mechanical Ventilation (AMV). Data distribution is reported in Table 1 .", "cite_spans": [], "ref_spans": [{"start": 160, "end": 167, "text": "Table 1", "ref_id": "TABREF0"}], "section": "ICU risk"}, {"text": "Rejection was histologically diagnosed after liver biopsy and its severity was graded from I to IV according to the current classification system (Table 1 ) [24] : it was observed in 124 patients (41.3 %) and needed retransplantation in 9 cases (7.3 %).", "cite_spans": [{"start": 157, "end": 161, "text": "[24]", "ref_id": "BIBREF23"}], "ref_spans": [{"start": 146, "end": 154, "text": "(Table 1", "ref_id": "TABREF0"}], "section": "Rejection"}, {"text": "In all patients chest roentgenograms (CXR) were performed daily, as a bedside semi-erect film, in the immediate posttransplantation period and throughout the entire hospitalisation as an erect film; in the follow up, CXR was performed according to the study protocol: an erect CXR every 2 months during the first 6 months and every 6 months during the following 2 years. Chest X-rays were independently reviewed by two radiologists (R. G. and E. G.) who were unaware of the clinical pa-rameters at that time: in every CXR the following parameters were evaluated and described according to the commonly used terminology, Fleishner Society Nomenclature [25] , and quantified as described below.", "cite_spans": [{"start": 651, "end": 655, "text": "[25]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Radiological findings"}, {"text": "Atelectasis was classified as slight (involvement of less than one subsegment or discoid atelectasis), moderate (involving one or more segments or lobar hypoventilation) or severe (atelectasis of one or more lobes). Pleural effusion was scored as slight (in the case of loss of the sharpness of costo-phrenic sulci and diaphragmatic profiles or subpulmonary effusion), moderate (effusion involving less than 25 % of a hemithorax) or severe (involving more than 25 %, including a massive effusion with mediastinal shift). For statistical analysis, normal pulmonary patterns were considered as score 0; slight and moderate atelectasis and/or slight and moderate grades of pleural effusion were considered as score 1; and severe atelectasis and/or severe effusion and/or when lasting > 1 week were included in score 2.", "cite_spans": [], "ref_spans": [], "section": "Non-infectious pulmonary abnormalities"}, {"text": "Pulmonary oedema was classified as score 1 (interstitial: localised, basal and/or diffuse) and score 2 (alveolar: localised or diffuse).", "cite_spans": [], "ref_spans": [], "section": "Non-infectious pulmonary abnormalities"}, {"text": "Vascular pedicle width (VPW) was classified as normal when it was approximately 6 cm. Hydrostatic oedema, due to hyperhydration, was considered in all cases where a non-cardiogenic oedema with homogeneous pattern was associated with an increase in VPW diameters. Adult Respiratory Distress Syndrome (ARDS) was defined as the acute onset of a diffuse ªpatchyº alveolar oedema documented at CXR, with no enlargement of the vascular pedicle (no clinical evidence of cardiogenic pulmonary oedema), with reduced pulmonary compliance, needing assisted ventilation at Fi O 2 0.50 and, when measurable, pulmonary artery occlusion pressure of less than 18 mmHg [5, 12, 14] .", "cite_spans": [{"start": 652, "end": 655, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 656, "end": 659, "text": "12,", "ref_id": "BIBREF11"}, {"start": 660, "end": 663, "text": "14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Non-infectious pulmonary abnormalities"}, {"text": "Infectious pneumonia was classified according to three main radiological patterns: (a) focal pulmonary consolidation; (b) nodules or rapidly growing masses (with or without central cavitation); and (c) diffuse pulmonary infiltrates (interstitial or alveolar pattern) [13, 19] .", "cite_spans": [{"start": 267, "end": 271, "text": "[13,", "ref_id": "BIBREF12"}, {"start": 272, "end": 275, "text": "19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Non-infectious pulmonary abnormalities"}, {"text": "In order to identify early lung infections, control cultures from biological fluid specimens were obtained (bacteriology of sputum, bronchoscopy aspirates, pleural fluid, bile, blood) and serological samples were controlled daily. A pathogen or a potential pathogen obtained from a normally sterile site (sputum, specimen obtained through a bronchoscopy or pleural fluid) was considered responsible for pulmonary infection.", "cite_spans": [], "ref_spans": [], "section": "Non-infectious pulmonary abnormalities"}, {"text": "The combination of a chest X-ray positive for a new or increasing infiltrate, clinical symptoms such as fever or dyspnoea, and positive cultures were considered to be pulmonary infection [5, 12] . In order to limit our observations to ªmajorº infections only, febrile episodes with no positive cultures or isolated cultural positivities without clinical±radiological positivities were considered as ªminorº infections or ªcontaminationsº and were excluded [7, 12] . When superimposed on ARDS, pneumonia could not be identified by CXR: the diagnosis could only be obtained by positive cultures from biological fluids. For the evaluation of the time of occurrence, in polymicrobial pneumonia, the most aggressive pathogen of the association was considered prevalent (e. g. bacterial vs viral and fungal over bacterial).", "cite_spans": [{"start": 187, "end": 190, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 191, "end": 194, "text": "12]", "ref_id": "BIBREF11"}, {"start": 456, "end": 459, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 460, "end": 463, "text": "12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Non-infectious pulmonary abnormalities"}, {"text": "The Yates corrected chi-square was applied to compare proportions between different groups of patients. The putative risk factors for development of pneumonia after OLT were tested by means of univariate and stepwise multivariate survival analysis based on the Cox proportional hazard regression model [26] . The exponentials of the coefficients calculated by these analyses (OR) were reported to quantify the effect of each putative risk factor on the hazard function. These ORs estimate the fractional increase of the risk of developing pneumonia either determined by the increase of one unit in the score of the putative risk factors or determined by the presence of dichotomous risk factors. The 95 % confidence intervals (CI) of the ORs were also evaluated. The same univariate and multivariate procedures were applied to analyse the mortality rate after OLT. The product-limit estimate [27] was used to plot both the time course of the appearance of pneumonia and the survival after OLT. Statistical analyses were performed by means of the BMDP statistical software [28] running on a personal computer. A two-tailed p-value of less than 0.05 was used to define statistical significance.", "cite_spans": [{"start": 302, "end": 306, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 892, "end": 896, "text": "[27]", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Statistical analysis"}, {"text": "A summary of non-infectious pulmonary abnormalities is presented in Table 2 . In the early postoperative period, pulmonary non-inflammatory changes involved 260 patients (86.7 %).", "cite_spans": [], "ref_spans": [{"start": 68, "end": 75, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Non-infectious abnormalities"}, {"text": "Atelectasis of different degrees was a common finding (73.7 %): it was lamellar or subsegmental and it accompanied pleural effusion in most cases (128 of 221, 57.9 %), whereas only in 29 cases did it prevail against effusion, appearing as lobar or multilobar atelectasis. In the majority of patients it resolved itself spontaneously within 15 days on average: in 6 of the 20 cases of severe and prolonged right lobar atelectasis, a bacterial superinfection appeared (Table 2) . Pleural effusion was very frequent (68.6 %) in the first week: in the majority of cases (185 cases: 89.8 %) it was slight or moderate, situated mainly or exclusively at the base of the right lung, the site of surgical manipulation, with complete resolution within 5 days on average (range 2±7 days). Only in 59 cases did it last more than 7 days and in 37 of them (62.7 %) it was treated with thoracentesis.", "cite_spans": [], "ref_spans": [{"start": 466, "end": 475, "text": "(Table 2)", "ref_id": "TABREF1"}], "section": "Non-infectious abnormalities"}, {"text": "Pulmonary oedema was very common in the early postoperative period. The interstitial involvement was prevalent (72.4 %). The cause was overhydration (hydrostatic oedema) in 67 cases (69.1 %) and it regressed after 3±4 days of diuretics and fluid restriction. A cardiomegaly was always absent. The radiographic pattern of interstitial pulmonary oedema was characterised by bilateral, diffuse or central ªground glassº opacities accompanied by Kerley B lines. The VPW was always increased in hydrostatic oedema. In alveolar oedema a diffuse or basilar air-space consolidation was present, differing from the patchy focal opacities of interstitial pneumonia. In 12 patients (4.0 %) a disseminate pattern of ARDS was observed in the final phase and al-ways superimposed on sepsis complicating a pulmonary infection: the ARDS mortality was 100 %. The appearance of ARDS was characterised by an extensive patchy diffusion of air-space opacities (more extensively than the previous pneumonia infiltrates), with air bronchogram and without an increase in VPW diameters. The frequency of ARDS was significantly higher (p = 0.029) in retransplanted patients (4 of 31, 12.9 %) than in single graft patients (8 of 269, 3.0 %). Of 34 patients who received immunosuppressive therapy with OKT3 (24 due to hyperacute rejection and 10 due to the onset of CYA toxicity), 21 developed acute pulmonary hydrostatic oedema with diffuse interstitial involvement. No OKT3-related alveolar oedema was observed.", "cite_spans": [], "ref_spans": [], "section": "Non-infectious abnormalities"}, {"text": "Infectious pneumonia was observed in 41 patients (13.7 %), and was fatal in 15 (36.6 %). In 10 patients a polymicrobial infection was present and in 29 a single agent was isolated (a total of 49 pathogens were isolated on biological fluids or confirmed by serological tests). In addition, in two bacterial abscesses the specific agent could not be identified. Bacterial infections were the most common (26 of 41, 63.4 %) followed by viral (12 of 41, 29.3 %) and fungal (10 of 41, 24.4 %) pneumonia: the most frequent agents were Gram-negative (mainly represented by Pseudomonas aeruginosa as a single or coinfecting agent) isolated in 41.5 % (17 of 41), cytomegalovirus (CMV) isolated in 26.8 % (11 of 41) and Candida albicans observed in 22.0 % (9 of 41) of cases, respectively. In 36.6 % of cases, pulmonary infection was the cause of death (12 with final ARDS).", "cite_spans": [], "ref_spans": [], "section": "Non-infectious abnormalities"}, {"text": "The majority of infections (38 of 41 cases, 92.7 %) had their onset within the first 2 months (ªearly infectionsº). In 32 cases (78.0 %) the pneumonia occurred during the first month, in 6 cases (14.6 %) within the second month, and in only 3 cases did the infection have later onset. All the lethal infections developed within the first 2 months after OLT, 10 of which developed during the first month.", "cite_spans": [], "ref_spans": [], "section": "Non-infectious abnormalities"}, {"text": "Twenty-seven of 38 ªearly infectionsº had onset during the ICU stay (65.9 % of the whole infections); among these, 20 patients were still subjected to AMV at the time of the onset of pulmonary infections and the causal agents were: Pseudomonas in 11 cases; Staphylococcus aureus in 5 cases; and coinfections of Candida with Pseudomonas and CMV in 2 cases each.", "cite_spans": [], "ref_spans": [], "section": "Non-infectious abnormalities"}, {"text": "In all 7 cases of infection solely by CMV, pre-OLT serology was positive (high IgG rate anti-CMV): 5 of these had complete recovery. Two of the 3 cases of CMV pneumonia superinfected by Candida were seronegative in pre-transplant screening, and both had lethal pneumonia: this confirms a more severe outcome of seronegative pre-OLT patients.", "cite_spans": [], "ref_spans": [], "section": "Non-infectious abnormalities"}, {"text": "There was a general correlation between the type of radiographic pattern and the microorganism producing the pneumonia, since the radiological patterns observed in the 41 lung infections were: . 4) ; in 2 cases of isolated CMV and 3 cases of fungal superinfections the radiological findings were small multiple alveolar sub-segmental consolidations, associated with little pleural effusion, resembling those of bacterial pneumonia ( Fig. 4 b,c) . In all CMV infections, either isolated or coinfecting agent, a previous non-infectious pulmonary abnormality was present. The only case of Herpes virus pneumonia showed a diffuse symmetrical reticular interstitial thickening, without pleural effusion at CXR (Fig. 5 ).", "cite_spans": [], "ref_spans": [{"start": 193, "end": 197, "text": ". 4)", "ref_id": null}, {"start": 433, "end": 444, "text": "Fig. 4 b,c)", "ref_id": null}, {"start": 705, "end": 712, "text": "(Fig. 5", "ref_id": null}], "section": "Radiological findings and time of appearance"}, {"text": "Fungal infections (Candida, Aspergillus) had late onset ± median day 18 (range 5±98 days). The radiological pattern in 4 cases was as a single pulmonary infiltrate, and the six remnants showed multiple focal rapidly growing lesions, always associated with pleural effusion. In 2 cases a central cavitation occurred, quickly evolving towards an ARDS syndrome with fatal outcome (Figs. 3, 4 a). In all fungal infections a previous non-infectious pulmonary abnormality had been present: 7 of slightmoderate and 3 of severe entity. Mortality related to ", "cite_spans": [], "ref_spans": [], "section": "Fungal infections"}, {"text": "Pneumocystis carinii pneumonia had onset on the twenty-eighth postoperative day: CXR showed an interstitial ªground glassº pattern, mainly in the perihilar or basal lung regions (Fig. 6) , which resolved after therapy in 2 weeks.", "cite_spans": [], "ref_spans": [{"start": 178, "end": 186, "text": "(Fig. 6)", "ref_id": null}], "section": "Pneumocystis carinii pneumonia"}, {"text": "Univariate analysis for infections demonstrated six risk factors associated with pneumonia, as reported in Ta Non-infectious pulmonary abnormalities are strong risk factors for pneumonia: the increase of one unit in the score scales of both atelectasis/effusion and pulmonary oedema elevates the pneumonia-risk by three times. Atelectasis and pleural effusion were observed in 97.6 % of patients who developed pneumonia. Pulmonary oedema preceded pneumonia in 68.3 % of cases. Among the patients who developed infections, pulmonary oedema, especially with alveolar pattern, was observed significantly (p = 0.002) more frequently (68.3 %) when compared with uninfected cases (40.9 %). These findings indicate the pre-existing pulmonary abnormalities as a local risk factor predisposing to infection.", "cite_spans": [], "ref_spans": [{"start": 107, "end": 109, "text": "Ta", "ref_id": null}], "section": "Risk factors for pneumonia"}, {"text": "The variables which entered the stepwise procedure are shown in Table 3 ; four independent risk factors for pneumonia were identified: pulmonary non-inflammatory abnormalities and oedema, both doubling the risk of pulmonary infections, and prolonged AMV; on the contrary, piggy-back anastomosis reduces the risk of pneumonia as compared with traditional caval anastomosis. On the basis of the coefficients computed by the stepwise multivariate survival analysis and the pattern of the variables that entered into the procedure, a score for the risk of developing pulmonary infections was calculated for each patient: pneumonia-risk score = 0.8049 (if no piggyback) + 0.4143´AMV + 1.0735´PNI + 1.0244´EDE, where AMV, PNI and EDE represent the score values of mechanically assisted ventilation, pulmonary non-infectious abnormalities and oedema, respectively. Patients with different risks of developing pulmonary infections were identified according to the tertile values of the pneumonia-risk score (low risk: score less than 2.25; medium risk: score from 2.25 to 3.30; high risk: score greater than 3.30).", "cite_spans": [], "ref_spans": [{"start": 64, "end": 71, "text": "Table 3", "ref_id": "TABREF3"}], "section": "Multivariate analysis"}, {"text": "The time-course of the appearance of pulmonary infections (Fig. 8) shows that the cumulative 1-year incidence of pneumonia in high-risk patients was 28.7 %, 10.3 % in medium-risk patients, and 2.7 % in low-risk patients. ", "cite_spans": [], "ref_spans": [{"start": 58, "end": 66, "text": "(Fig. 8)", "ref_id": "FIGREF4"}], "section": "Multivariate analysis"}, {"text": "In univariate analysis (Table 1) , a statistically significant higher risk was demonstrated in cases of AHF patients, retransplantation, immunosuppression with OKT3, prolonged stay in ICU and AMV and in protracted pulmonary oedema; instead, surgical piggyback caval anastomosis is a factor reducing hazard. Multivariate analysis taking into account all the risk factors expressed in Table 1 , also including pneumonia and age, was performed. Two of the four independent risk factors are represented by prolonged AMV, which triples the risk, and pulmonary oedema, which doubles the risk (Table 3) , whereas the piggy-back technique and a prolonged ICU stay both seem to constitute a relative ªprotectionº against fatal complications, since their OR were significantly less than one (0.45 and 0.43, respectively).", "cite_spans": [], "ref_spans": [{"start": 23, "end": 32, "text": "(Table 1)", "ref_id": "TABREF0"}, {"start": 383, "end": 390, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 586, "end": 595, "text": "(Table 3)", "ref_id": "TABREF3"}], "section": "Risk factors for mortality"}, {"text": "A highly significant (p < 0.001; OR = 1.66, CI = 1.23±2.23) correlation was also observed between the survival rate and the pneumonia-risk score in the same groups of patients: Kaplan-Meier curves depicting survival rates in pneumonia-risk scores groups are shown in Fig. 9 . The expected 5-year survival rate in low-, medium-and high-risk patients is 84.1, 74.3 and 60.3 %, respectively.", "cite_spans": [], "ref_spans": [{"start": 267, "end": 273, "text": "Fig. 9", "ref_id": "FIGREF5"}], "section": "Risk factors for mortality"}, {"text": "Unlike the experience with respiratory disorders occurring after transplantation of organs such as the kidney, bone marrow, lung and heart [2, 13, 14, 15, 16, 17, 18, 19, 20] , the majority of the pulmonary complications we identified following OLT were non-infectious in origin. Non-infectious pulmonary complications were re- [11] , respectively, in 77 % in a preliminary report of our institution [9] and in 86.7 % of the present series. These complications are directly related to surgical manipulations for diaphragmatic dissection and to the type of technique and the surgical time spent in performing caval anastomosis: the right phrenic nerve is often injured during surgery. Therefore, atelectasis due to diaphragmatic hypomobility in the early postoperative period is a common finding, involving one or more lung segments, mainly on the right side [15] . Reduced compliance of the pulmonary basis secondary to the increase of intravascular volume, retained secretions or compression from perioperative pleural effusion can also be responsible for postoperative atelectasis [14] . Usually the recovery is complete after intense respiratory therapy, with no need for bronchial aspiration. Afessa et al. [12] reported atelectasis in 74 % of patients after OLT (unilateral right in 31 % and bilateral in 44 % of cases) with spontaneous resolution in 95 % of the cases after 6 weeks. Similarly, in our experience, atelectasis was observed in 73.6 %, bilateral (34.6 %) or right-sided (32.0 %), and it resolved itself spontaneously within 15 days on average. A severe and prolonged right lobar atelectasis is rare [14, 15] and a superimposed bacterial pneumonia should be suspected in these cases, as it was observed in 6 of 20 patients (30 %) of the present series.", "cite_spans": [{"start": 139, "end": 142, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 143, "end": 146, "text": "13,", "ref_id": "BIBREF12"}, {"start": 147, "end": 150, "text": "14,", "ref_id": "BIBREF13"}, {"start": 151, "end": 154, "text": "15,", "ref_id": "BIBREF14"}, {"start": 155, "end": 158, "text": "16,", "ref_id": "BIBREF15"}, {"start": 159, "end": 162, "text": "17,", "ref_id": "BIBREF16"}, {"start": 163, "end": 166, "text": "18,", "ref_id": "BIBREF17"}, {"start": 167, "end": 170, "text": "19,", "ref_id": "BIBREF18"}, {"start": 171, "end": 174, "text": "20]", "ref_id": "BIBREF19"}, {"start": 328, "end": 332, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 400, "end": 403, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 858, "end": 862, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 1083, "end": 1087, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 1211, "end": 1215, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 1618, "end": 1622, "text": "[14,", "ref_id": "BIBREF13"}, {"start": 1623, "end": 1626, "text": "15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Discussion"}, {"text": "Pleural effusion is an expected consequence of OLT, observed in 54±100 % of patients in the first postoperative week [11, 12, 14, 15] : mainly on the right side or bilateral, it is a transudate (as demonstrated by the performed thoracentesis) also named ªhepatic hydrothoraxº [15] due to residual ascites or to surgical trauma. Usually less than 20 % of the effusions need thoracentesis [9, 11, 14, 15] . In Duran et al.'s series, pleural effusion was noted in 61.9 % of patients, 31.4 % of them requiring thoracic tube drainage [11] . In the present series it was observed in 68.6 % of the cases, with spontaneous resolution within a week in the majority of cases and thoracentesis was required in only 18 % of them.", "cite_spans": [{"start": 117, "end": 121, "text": "[11,", "ref_id": "BIBREF10"}, {"start": 122, "end": 125, "text": "12,", "ref_id": "BIBREF11"}, {"start": 126, "end": 129, "text": "14,", "ref_id": "BIBREF13"}, {"start": 130, "end": 133, "text": "15]", "ref_id": "BIBREF14"}, {"start": 276, "end": 280, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 387, "end": 390, "text": "[9,", "ref_id": "BIBREF8"}, {"start": 391, "end": 394, "text": "11,", "ref_id": "BIBREF10"}, {"start": 395, "end": 398, "text": "14,", "ref_id": "BIBREF13"}, {"start": 399, "end": 402, "text": "15]", "ref_id": "BIBREF14"}, {"start": 529, "end": 533, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Discussion"}, {"text": "Pulmonary oedema with hemodynamic or hydrostatic origin is a common non-infectious complication of cardiac, renal, bone marrow and liver transplant. In liver transplants pulmonary oedema is due mainly to overhydration from fluid infusion, excess or massive blood transfusion during surgery, to fluid retention related to preoperative renal dysfunction or to renal failure due to CYA nephrotoxicity [12, 14] . In the majority of cases, it regresses after diuretics. In our series pulmonary oedema was observed in 44.7 %, with interstitial involvement in the majority of them: the main cause was overhydration (hydrostatic oedema) and it regressed after 3±4 days of diuretic therapy. ARDS has been reported in the literature in from 4.5 to 17.5 % of cases following OLT [3, 5, 14] . The rate of mortality approaches 80 % and the onset is generally within the first postoperative week [15] . Multiple etiological factors have been described (peri-surgical events such as infraoperative hypotension, prolonged surgical time, haemorrhage and blood transfusions). Despite the complexity and dura-tion of the OLT surgical procedure, which often involves extensive blood transfusions, ARDS has rarely been described in the early postOLT period. Sepsis appears to be, in our and in other authors' experiences [3] , the most common cause of ARDS in OLT patients. The incidence of ARDS in our experience was 4.0 %. It was always associated with sepsis from pulmonary infections and had a fatal outcome in all cases due to toxic shock syndrome. Similarly, in a recent report [14] , ARDS was observed in 3.5 % of cases during the postOLT course, sepsis was always the causal factor and, as in non-transplant patients, there was a very high mortality rate [3, 5] . Retransplantation is a significant risk factor for ARDS, as seen in a recent series in which ARDS occurred in 21 % of the patients receiving multiple grafts as compared with 2.7 % of patients receiving one graft [14] . Accordingly, in our series, ARDS was observed in 12.9 % of second graft patients and in 3.0 % of the single graft cases (p = 0.029).", "cite_spans": [{"start": 398, "end": 402, "text": "[12,", "ref_id": "BIBREF11"}, {"start": 403, "end": 406, "text": "14]", "ref_id": "BIBREF13"}, {"start": 768, "end": 771, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 772, "end": 774, "text": "5,", "ref_id": "BIBREF4"}, {"start": 775, "end": 778, "text": "14]", "ref_id": "BIBREF13"}, {"start": 882, "end": 886, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 1300, "end": 1303, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 1563, "end": 1567, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 1742, "end": 1745, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 1746, "end": 1748, "text": "5]", "ref_id": "BIBREF4"}, {"start": 1963, "end": 1967, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Discussion"}, {"text": "Pulmonary infections after OLT have been observed in a range from 15 to 52 % [2, 3, 4, 5, 6, 7, 8, 11] , with mortality around 40 %. These prevalences are much higher than those observed after routine hepatic surgery, as shown in approximately 25 % of cases [29] . The 13.7 % prevalence of pneumonia (lethal in 36.6 %) in the OLT population of this series was similar to some previous reports [4, 7, 10] and lower in comparison with previously reported prevalences of 43.3 % of infectious events (fatal in 28 %) [11] . A wide variability among the reported experiences about rate of infections, prevalence and type of infecting agents in postOLT follow-up is observed in Table 4 , depending mainly on bowel decontamination, patient selection criteria for OLT, immunosuppressive therapy, percentage and type of environmental agents. During the first month after OLT, the majority of bacterial pneumonia is reported by almost all series [7, 8, 12] . The most frequent pathogens in our series were Gram bacteria and viruses (CMV) followed by Candida in 9 cases. After OLT, the majority of lung infections have onset within the first 6 months of the posttransplant course. After the first month graft recipients have passed the major global risk of lethal infections (Figs. 7, 8) . In our experience, in the first month 78.0 % of the infections appeared. Almost all the infections (92.7 %) and all the fatal infections appeared by the end the second month (Fig. 9) .", "cite_spans": [{"start": 77, "end": 80, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 81, "end": 83, "text": "3,", "ref_id": "BIBREF2"}, {"start": 84, "end": 86, "text": "4,", "ref_id": "BIBREF3"}, {"start": 87, "end": 89, "text": "5,", "ref_id": "BIBREF4"}, {"start": 90, "end": 92, "text": "6,", "ref_id": "BIBREF5"}, {"start": 93, "end": 95, "text": "7,", "ref_id": "BIBREF6"}, {"start": 96, "end": 98, "text": "8,", "ref_id": "BIBREF7"}, {"start": 99, "end": 102, "text": "11]", "ref_id": "BIBREF10"}, {"start": 258, "end": 262, "text": "[29]", "ref_id": "BIBREF27"}, {"start": 393, "end": 396, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 397, "end": 399, "text": "7,", "ref_id": "BIBREF6"}, {"start": 400, "end": 403, "text": "10]", "ref_id": "BIBREF9"}, {"start": 512, "end": 516, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 935, "end": 938, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 939, "end": 941, "text": "8,", "ref_id": "BIBREF7"}, {"start": 942, "end": 945, "text": "12]", "ref_id": "BIBREF11"}, {"start": 1263, "end": 1272, "text": "(Figs. 7,", "ref_id": null}, {"start": 1273, "end": 1275, "text": "8)", "ref_id": "BIBREF7"}], "ref_spans": [{"start": 671, "end": 678, "text": "Table 4", "ref_id": "TABREF4"}, {"start": 1452, "end": 1460, "text": "(Fig. 9)", "ref_id": "FIGREF5"}], "section": "Discussion"}, {"text": "The different opportunistic pathogens tend to appear at predictable times during the posttransplant course, following the timetables suggested by Rubin [16] after liver transplant and recently by Leung [20] after bone marrow transplant. The knowledge of the time lines of the different pathogens is helpful in the differential diagnosis. Accordingly, in our series, during the first 2 weeks, bacteria and fungi were the only agents observed; subsequently (days 15±60), CMV and fungi were the most important pathogens, followed by P. carinii. The only difference in our data is the PCP onset, which is reported to occur, in the majority of cases, 3±5 months after OLT and which in the sole case of our series had onset approximately the twenty-eighth day. After the second month, there is no predominant patho-gen: bacterial pneumonia from the environment, viral infections from CMV and herpes simplex and P. carinii pneumonia are common [30] .", "cite_spans": [{"start": 152, "end": 156, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 202, "end": 206, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 937, "end": 941, "text": "[30]", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Discussion"}, {"text": "Bacterial pneumonia is the most common pulmonary infection after liver, lung and cardiac transplants [7, 14, 18] . In OLT, bacterial pneumonia constituted up to 50 % of pulmonary infections and arises during assisted ventilation: pre-transplant prolonged intubation, aspiration pneumonia or postoperative atelectasis and lengthy surgical procedure seems to represent promoting factors [4, 5, 6, 7, 10, 12] . In our series, bacterial infections constituted 63.4 % of all pulmonary infections. The bacteria most frequently described are enterogenic Gram-and particularly Pseudomonas aeruginosa, as observed in 41.5 % of our series, as single or co-infecting microorganism. All but three bacterial infections had an onset within the first month, during assisted mechanical ventilation in 52.3 %.", "cite_spans": [{"start": 101, "end": 104, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 105, "end": 108, "text": "14,", "ref_id": "BIBREF13"}, {"start": 109, "end": 112, "text": "18]", "ref_id": "BIBREF17"}, {"start": 385, "end": 388, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 389, "end": 391, "text": "5,", "ref_id": "BIBREF4"}, {"start": 392, "end": 394, "text": "6,", "ref_id": "BIBREF5"}, {"start": 395, "end": 397, "text": "7,", "ref_id": "BIBREF6"}, {"start": 398, "end": 401, "text": "10,", "ref_id": "BIBREF9"}, {"start": 402, "end": 405, "text": "12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Discussion"}, {"text": "The radiographic findings of bacterial pneumonia are believed to be identical in immunocompetent and immunocompromised patients: in the present series they appeared as dense air-space consolidations with lobar, segmental, localised or patchy distribution, usually associated with a small amount of pleural effusion. The same characteristics were also observed in two cases of Candida superinfection. In patients with sepsis and bacteraemia, fulminant disease with rapid progression to ARDS may occur, with a pattern changing into diffuse, irregular (patchy) air-space consolidation.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Cytomegalovirus pneumonia is reported to be the most frequent pulmonary infection after bone marrow transplantation [16] and it has been described in up to 35 % cardiac and kidney transplants and in more than 50 % lung and lung-heart transplant recipients. In OLT recipients the major CMV-infected organs are the liver, intestine and lung. A high prevalence of CMV pneumonia is, however, reported [4, 5, 7, 17] and it is confirmed in our series, where it was second in frequency, with 26.8 % overall incidence. Due to frequent superinfections (three Candida superimpositions in our series), the prognosis is poor. Coinfection with other opportunistic pathogens has been previously described [3] , particularly with Pneumocystis carinii, as observed in one case of the present series.", "cite_spans": [{"start": 116, "end": 120, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 397, "end": 400, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 401, "end": 403, "text": "5,", "ref_id": "BIBREF4"}, {"start": 404, "end": 406, "text": "7,", "ref_id": "BIBREF6"}, {"start": 407, "end": 410, "text": "17]", "ref_id": "BIBREF16"}, {"start": 691, "end": 694, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Viruses"}, {"text": "Strong antirejection therapy, such as antilymphocytic antibodies, such as OKT3, has been reported to be the highest risk factor of serious CMV infections [4, 15, 31] . Our experience excludes a specific CMV-promoting effect of OKT3. As predictors of CMV pneumonia have also been identified: the donor seropositivity and recipient seronegativity, advanced UNOS status, invasive fungal diseases, abdominal reinterventions and bacteraemia, all events reducing immunological defences [30] . In our series, reactivation or reinfection mechanisms were present in the majority of seropositive recipients: preoperatively CMV-seropositive recipients have a higher percentage of reactivation infections, yet rarely develop severe infections, whereas CMV seronegative recipients have a higher risk of developing severe infections [15, 30, 32] . Furthermore, as the most significant effect of primary CMV infection, a broad-based depressant effect on the host defences is described, responsible for the onset of a great number of opportunistic infections, elevating the mortality rate [15, 16] . Moreover, in the present series, the immunodepressant effect of primary CMV infection and the frequent fungal superinfection was confirmed, as 3 cases of primary CMV pneumonia were superinfected by Candida and led to a fatal outcome. The chest radiographic findings of CMV have been variably described as consisting of a diffuse fine re- ticular or a haziness pattern of interstitial pneumonia, diffuse micronodular patterns, focal air-space consolidation resembling that of bacterial pneumonia [33] or, eventually, with normal findings [20] . The majority of our cases demonstrate diffuse parenchymal haziness and in 2 cases we found a pattern of parenchymal consolidation distributed in the middle and lower lung zones, similarly to what has been observed in previous studies performed on bone marrow transplant recipients [20] : in these cases the basilar predominance has been reported as related to hematogeneous CMVdissemination, with preferential distribution to the lower lung zones, due to their greater blood flow perfusion. Candida superinfections appeared as nodular or focal airspace consolidations.", "cite_spans": [{"start": 154, "end": 157, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 158, "end": 161, "text": "15,", "ref_id": "BIBREF14"}, {"start": 162, "end": 165, "text": "31]", "ref_id": "BIBREF29"}, {"start": 480, "end": 484, "text": "[30]", "ref_id": "BIBREF28"}, {"start": 819, "end": 823, "text": "[15,", "ref_id": "BIBREF14"}, {"start": 824, "end": 827, "text": "30,", "ref_id": "BIBREF28"}, {"start": 828, "end": 831, "text": "32]", "ref_id": "BIBREF30"}, {"start": 1073, "end": 1077, "text": "[15,", "ref_id": "BIBREF14"}, {"start": 1078, "end": 1081, "text": "16]", "ref_id": "BIBREF15"}, {"start": 1579, "end": 1583, "text": "[33]", "ref_id": "BIBREF31"}, {"start": 1621, "end": 1625, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 1909, "end": 1913, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Viruses"}, {"text": "Herpes simplex pneumonia is rarely described in liver transplant recipients. It usually has a late onset, after the first month, and is due, like CMV, to the reactivation of a latent virus, as a result of immunosuppressive therapy. The only case of Herpes pneumonia observed in our series showed the same radiological pattern of uncomplicated viral pneumonia, which consisted in all cases of diffuse interstitial infiltrates, having a grossly reticular pattern. Pleural effusion was absent.", "cite_spans": [], "ref_spans": [], "section": "Herpes simplex pneumonia"}, {"text": "Fungal pneumonia in solid organ transplantations is less frequent than bacterial and viral (CMV) infections, but it is by far the most severe and it has the highest mortality rate. The two main agents are usually represented by Candida or, more rarely, Aspergillus. These infections are frequently observed within the first 2 months [14] . The starting point of Candida infection is the gastroenteric tract, colonised by this fungal agent in 30±60 % of the normal subjects, and the manipulations at the time of the transplant can cause the diffusion of the pathogens. Surgical instrumentation and central catheters are the major source of Aspergillus, Criptococcus and Mucor, which are non-endogenous agents, but are always acquired from the environment. As significant risks of postOLT fungal infections, a surgical time > 12 h, intratransplant transfusional requirements, bacterial infections within the first 2 months after OLT together with prolonged systemic antibiotic therapy, reinterventions and high dose immunosuppression have been cited [4, 12, 34] . Accordingly, a significant correlation has been observed in our population between OKT3 immunosuppression and fungal pneumonia. The incidence of Candida infections in the different OLT series varies from 11 to 42 % according to the type of bowel decontamination and antifungal prophylaxis performed. The usual site of infection is abdominal. The mortality rate from fungal infection after OLT ranges from 70 to 90 % and is higher in fungal superinfections of pre-existing infiltrates. Accordingly, in the present series, the majority of Candida pneumonia superinfected bacterial or viral infections and had a fatal outcome in 70 % of the cases [12, 34] . Aspergillus infection most commonly appears as pneumonia or disseminated infection with mortality rates that approach 100 %. The one observed case of aspergillosis in our series was present as an isolated pathogen with lethal pneumonia. The chest radiographic features of fungal infections consisted of multiple nodular opacities with intense alveolar infiltrates, with tendency to central cavitation and air bronchograms or nodules with hazy margins or clusters of fluffy nodules. The nodules of fungal pneumonia tended to be multiple rather than solitary, and a prevalent involvement of the upper lobes is frequently observed. Pleural effusion and adenopathy may be seen [20] . In the present study, the radiological pattern of Candida infections or superinfections showed multifocal areas of air space consolidations, usually not associated with pleural effusion. In those cases which do not respond to therapy, the nodules may coalesce to larger regions of consolidation and, eventually, to the typical appearance of ARDS. In aspergillosis the nodules were rapid growing and showed a crescent-shaped area of hyperlucency (ªair crescent signº) representing cavitation around the pre-existing dense central nodule.", "cite_spans": [{"start": 333, "end": 337, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 1048, "end": 1051, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 1052, "end": 1055, "text": "12,", "ref_id": "BIBREF11"}, {"start": 1056, "end": 1059, "text": "34]", "ref_id": "BIBREF32"}, {"start": 1706, "end": 1710, "text": "[12,", "ref_id": "BIBREF11"}, {"start": 1711, "end": 1714, "text": "34]", "ref_id": "BIBREF32"}, {"start": 2390, "end": 2394, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Fungal pneumonia"}, {"text": "Pneumocystis carinii pneumonia (PCP) in organ transplants has a reported incidence of 0±14 %, depending on the specific prophylaxis adopted [2, 4, 5, 6, 7, 10, 12, 14] . Usually Pneumocystis pneumonia has a later onset as compared with the other agents, appearing between the third and sixth month: the mortality rate is between 25 and 50 % [4] . It has rarely been observed in OLT recipients (5 % of cases) and more often is a coinfection with CMV infiltrates. In this case it is associated with a higher mortality rate [4] . The radiological pattern is similar to viral pneumonia, with smooth interstitial reticular involvement or typically with central and bilateral perihilar linear processes, which progress to a homogeneous diffuse alveolar consolidation. Pneumocystis carinii pneumonia sometimes appears with atypical infiltrates (focal and non-diffuse pattern) [4, 13] . The sole cases observed in our series appeared late in the postOLT course (twenty-eighth day) and showed a radiological pattern of diffuse interstitial impairment, ªground glassº appearance and mild symptoms (fever). There was a complete and rapid recovery after therapy.", "cite_spans": [{"start": 140, "end": 143, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 144, "end": 146, "text": "4,", "ref_id": "BIBREF3"}, {"start": 147, "end": 149, "text": "5,", "ref_id": "BIBREF4"}, {"start": 150, "end": 152, "text": "6,", "ref_id": "BIBREF5"}, {"start": 153, "end": 155, "text": "7,", "ref_id": "BIBREF6"}, {"start": 156, "end": 159, "text": "10,", "ref_id": "BIBREF9"}, {"start": 160, "end": 163, "text": "12,", "ref_id": "BIBREF11"}, {"start": 164, "end": 167, "text": "14]", "ref_id": "BIBREF13"}, {"start": 341, "end": 344, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 521, "end": 524, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 869, "end": 872, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 873, "end": 876, "text": "13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Pneumocystis carinii pneumonia"}, {"text": "Previously reported risk factors of pulmonary infections following OLT [6, 8, 15, 16, 30] included: poor preoperative UNOS status; technical quality and duration of the transplant surgery; surgical complications needing major surgery (retransplantation); the type, intensity and duration of the immunosuppressive therapy; infections due to immune-modulating viruses; metabolic disturbances and epidemiological exposure to environmental agents. In a previously published study on the first 100 cases of OLT [9] , prolonged ICU and AMV, advanced UNOS status, OKT3 immunosuppression and pulmonary oedema were identified as highly predictive risk factors for the onset of pulmonary infections. The present study, performed on a wider patient population, demonstrated, in univariate analysis, a significantly increased association of pulmonary infection with the following five risk factors: caval traditional anastomosis, retransplantation, OKT3 immunosuppression, ICU stay and AMV duration, pulmonary non-inflammatory abnormalities, such as effusion and atelectasis, and oedema. In our multivariate analysis, the strongest independent risk factors for pneumonia were non-infectious abnormalities (atelectasis and pleural effusion) and pulmonary oedema, followed by prolonged AMV, whereas piggy-back caval anastomosis is shown to be significant as a protection factor, preventing the onset of pneumonia, as compared with traditional caval anastomosis.", "cite_spans": [{"start": 71, "end": 74, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 75, "end": 77, "text": "8,", "ref_id": "BIBREF7"}, {"start": 78, "end": 81, "text": "15,", "ref_id": "BIBREF14"}, {"start": 82, "end": 85, "text": "16,", "ref_id": "BIBREF15"}, {"start": 86, "end": 89, "text": "30]", "ref_id": "BIBREF28"}, {"start": 506, "end": 509, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Pneumocystis carinii pneumonia"}, {"text": "In our experience, which differs from previous studies [6, 8, 9, 30] , basal liver disease, UNOS score and graft rejection do not represent statistically significant risk factors for pneumonia.", "cite_spans": [{"start": 55, "end": 58, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 59, "end": 61, "text": "8,", "ref_id": "BIBREF7"}, {"start": 62, "end": 64, "text": "9,", "ref_id": "BIBREF8"}, {"start": 65, "end": 68, "text": "30]", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Pneumocystis carinii pneumonia"}, {"text": "About surgically related risks, traditional caval anastomosis is demonstrated in our series to be more risky than the piggy-back technique. Liver transplantation with preservation of the recipient vena cava (the piggyback technique), which avoids retrocaval dissection [23] , reduces overall time of surgery, need of blood transfusions and postoperative renal failure, with earlier extubation, shorter ICU and total hospital stay. Due to these advantages, the follow-up of OLTs performed with the piggy-back technique showed, in the present study, non-infectious pulmonary abnormalities of a less severe degree, thus resulting in a significantly lower rate of pneumonia as compared with traditional caval anastomosis and a significantly reduced overall mortality rate. In multivariate analysis the piggy-back technique represents a significant factor preventing postoperative pneumonia and mortality. In accordance with the studies of the Mayo Clinic and other authors [6, 7] , our results confirm a significantly higher percentage of major infections after retransplantation than in a single graft. Retransplant also represents a significant risk of mortality. Anti-T-cell antibody (OKT3) immunosuppressive therapy has previously been described as a strong risk factor for serious infection in the weeks following treatment [31, 35] . A significantly higher incidence of severe pneumonia with fatal outcome in the majority of cases has been also confirmed in our series. A further serious complication of OKT3 is the onset of acute pulmonary oedema during the first 2 days of treatment, which could predispose to superinfections. This usually appears in patients already overloaded with fluid prior to treatment. In 21 of 30 cases in our series, diffuse interstitial oedema was evident, with a slight increase in VPW: clear alveolar oedema was never observed due to diuretics routinely administered in the days before the injection of OKT3. A prolonged stay in ICU has been reported as the only significant risk factor for the onset of infections in liver graft recipients [6] . Our statistical univariate analysis confirms this as one of the major risk factors for infection: 27 of 41 infections in our series (65.9 %) developed in ICU, and in 20 cases during AMV (48.8 %). Multivariate analysis, instead, demonstrates that the ICU stay risk in the global population is paradoxically ªa protectionº against infection and mortality, and that it is only indirectly significant because it is related to the real ªmajorº risk for pneumonia and related mortality, represented by prolonged intubation and AMV. Protracted AMV has been previously identified as a risk factor for developing nosocomial infection [15] . The high percentage of Pseudomonas pneumonia observed in the present series (41.5 %) was directly related to a longer duration of AMV during the ICU stay. Prolonged intubation and AMV were shown to be, in multivariate analysis, the greatest independent risk factors for mortality. Among the variables studied, the pre-existing pulmonary abnormalities ± pleural effusion, atelectasis and pulmonary oedema ± were shown to be the greatest independent predictors of pneumonia in our OLT population. Persistent effusion, atelectasis and pulmonary oedema triple the risk of developing infectious complications. The vast majority of infections (37 of 41) were ipsilateral and superimposed on these previously non-infectious lesions, which constitute ªlocus minoris resistentiaeº especially in nosocomial bacterial infections (Pseudomonas, Staphylococcus). Pulmonary oedema was demonstrated, in multivariate analysis, to be the second most important predictor for mortality.", "cite_spans": [{"start": 269, "end": 273, "text": "[23]", "ref_id": "BIBREF22"}, {"start": 969, "end": 972, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 973, "end": 975, "text": "7]", "ref_id": "BIBREF6"}, {"start": 1325, "end": 1329, "text": "[31,", "ref_id": "BIBREF29"}, {"start": 1330, "end": 1333, "text": "35]", "ref_id": "BIBREF33"}, {"start": 2074, "end": 2077, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 2705, "end": 2709, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Pneumocystis carinii pneumonia"}, {"text": "By associating the selected major risk factors for pneumonia and mortality, piggy-back anastomosis, prolonged AMV and ICU stay, pulmonary non-inflammatory abnormalities and pulmonary oedema, we defined a pneumonia-risk score in order to identify which patients needed closer CXR and clinical screening for pneumonia. The cumulative 1-year incidence of pneumonia was 28.7 % in the high-risk score, 10.3 % in the medium-risk score, and 2.7 % in the low-risk score.", "cite_spans": [], "ref_spans": [], "section": "Pneumocystis carinii pneumonia"}, {"text": "The time course of the appearance of pneumonia confirms that the majority of infections had their onset within the second month, but the time of onset is more protracted as the risk score increases. In low-risk patients, all pneumonia appeared by the twentieth day after OLT, whereas the pneumonia risk period is prolonged in the high-risk group, in which a higher percentage of pneumonia can appear after the first month. Clinical and radiological follow-up and intensified preventive measures should therefore be prolonged according to the risk score, in order to reduce morbidity and, consequently, mortality. Previously published data [7, 12] demonstrated that infections are the leading causes of death after OLT. Our study confirms that in all fatal infections the lung was the primary site of infection, as shown by the close correlation between pneumoniarisk score and survival: the expected 5-year survival rate differs significantly in low, medium and high pneumonia-risk populations, being 84.1, 74.3 and 60.3 %, respectively. As previously reported [20] , fungi constituted the pathogenic group most highly associated with mortality within 30 days of diagnosis (mortality 70 %) followed by bacteria (27 %) and CMV (25 %).", "cite_spans": [{"start": 639, "end": 642, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 643, "end": 646, "text": "12]", "ref_id": "BIBREF11"}, {"start": 1061, "end": 1065, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 1211, "end": 1217, "text": "(27 %)", "ref_id": null}], "ref_spans": [], "section": "Pneumocystis carinii pneumonia"}, {"text": "In conclusion, in OLT recipients, as in all immunocompromised patients, prophylaxis, when possible, per-sistent infection surveillance and an aggressive diagnostic and therapeutic approach help to reduce the potentially fatal impact of pulmonary abnormalities. Bacteria were the most frequent (63.4 %) pathogenic group in our series, rarely fatal, followed by CMV (29.3 %) and fungi (24.4 %), the latter being associated with higher mortality rate. During the posttransplant course these agents show a predictable time of onset ± bacterial infections prevailing during the first 2 weeks, fungal agents later (median 18 days) and viral (mainly CMV) and P. Carinii pneumonia appearing last. This knowledge could be an important aid to the radiological diagnosis in indicating the nature of the infiltrate and, therefore, in predisposing therapy, thus influencing the final clinical outcome.", "cite_spans": [], "ref_spans": [], "section": "Pneumocystis carinii pneumonia"}, {"text": "Upon radiographic CXR features of the different agents, a fairly good correlation was found between the radiological CXR pattern and the microorganism, with an air-space consolidation pattern in bacterial, a nodular or focal consolidation pattern in fungal and a reticular interstitial pattern prevalent in viral and PCP pneumonia, with the only exception being CMV which could appear as focal alveolar consolidation in a minority.", "cite_spans": [], "ref_spans": [], "section": "Pneumocystis carinii pneumonia"}, {"text": "Our study demonstrated three main independent risk factors for developing posttransplant pneumonia: prolonged AMV/ICU stay, pulmonary oedema and non-infectious abnormalities such as atelectasis and pleural effusion. The knowledge of the probability of the onset of infections based on the calculated pneumonia-risk score identifies the high-risk patient population, in whom closer, even daily radiographic monitoring is justified, in the early posttransplantation period, in order to control the pneumonia-risk factors. Persistent or severe non-infectious pulmonary abnormalities, such as atelectasis and pleural effusions, triple the risk of pneumonia onset and therefore daily CXR monitoring is mandatory. Pulmonary oedema, more frequently due to overhydration, should be surveyed and quantified by close CXR and clinically prevented, reducing postoperative water overload. Furthermore, OLT recipients having a high pneumonia-risk score are particularly at risk, since our data also confirms that pulmonary infections remain the leading cause of death after liver transplantation, as demonstrated by the close correlation between the pneumonia-risk score and mortality in the present series.", "cite_spans": [], "ref_spans": [], "section": "Pneumocystis carinii pneumonia"}, {"text": "Very few studies have been done on the extensive employment of CT in early posttransplant follow-up. A recent report on CT studies of pulmonary complications after lung transplant [17] , in which a comparison with histopathological studies has been carried out, demonstrated that CT findings were not helpful in differentiating between the different parenchymal complications.", "cite_spans": [{"start": 180, "end": 184, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Pneumocystis carinii pneumonia"}, {"text": "When matched with proper clinical data, close CXR monitoring could be of value in orienting the diagnosis of the different pulmonary abnormalities which complicate the postoperative course after OLT. A precise knowledge of the probability of the onset of the different opportunistic agents of pneumonia which could superimpose on pulmonary non-infectious abnormalities at specific phases of the posttransplant course together with the consciousness of the differential risk of infection according to the calculated pneumonia-risk score is mandatory for whomever is involved with liver transplantation.", "cite_spans": [], "ref_spans": [], "section": "Pneumocystis carinii pneumonia"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Infections complicating orthotopic liver transplantation", "authors": [{"first": "Gpj", "middle": [], "last": "Schröter", "suffix": ""}, {"first": "M", "middle": [], "last": "Hoelschner", "suffix": ""}, {"first": "C", "middle": ["W"], "last": "Putnam", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Porter", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Hansbrough", "suffix": ""}, {"first": "T", "middle": ["E"], "last": "Starzl", "suffix": ""}], "year": 1976, "venue": "Arch Surg", "volume": "111", "issn": "", "pages": "1337--1347", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Early infections in kidney, heart, and liver transplant recipients on cyclosporine", "authors": [{"first": "J", "middle": ["S"], "last": "Dummer", "suffix": ""}, {"first": "A", "middle": [], "last": "Hardy", "suffix": ""}, {"first": "A", "middle": [], "last": "Poorsattar", "suffix": ""}, {"first": "M", "middle": [], "last": "Ho", "suffix": ""}], "year": 1983, "venue": "Transplantation", "volume": "36", "issn": "", "pages": "259--267", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Karchmer AW (1986) Pulmonary complications of orthotopic liver transplantation", "authors": [{"first": "W", "middle": ["A"], "last": "Jensen", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Rose", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Hammer", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Jenkins", "suffix": ""}, {"first": "Ajh", "middle": [], "last": "Bothe", "suffix": ""}, {"first": "P", "middle": ["N"], "last": "Benotti", "suffix": ""}, {"first": "W", "middle": ["H"], "last": "Dzik", "suffix": ""}, {"first": "P", "middle": [], "last": "Costello", "suffix": ""}, {"first": "U", "middle": [], "last": "Khettry", "suffix": ""}, {"first": "C", "middle": [], "last": "Trey", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Eliopoulos", "suffix": ""}], "year": null, "venue": "Transplantation", "volume": "42", "issn": "", "pages": "484--490", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Infections after liver transplantation. An analysis of 100 consecutive cases", "authors": [{"first": "S", "middle": [], "last": "Kusne", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Dummer", "suffix": ""}, {"first": "N", "middle": [], "last": "Singh", "suffix": ""}, {"first": "S", "middle": [], "last": "Imatsuki", "suffix": ""}, {"first": "L", "middle": [], "last": "Makowka", "suffix": ""}, {"first": "C", "middle": [], "last": "Esquivel", "suffix": ""}, {"first": "A", "middle": [], "last": "Tzakis", "suffix": ""}, {"first": "T", "middle": [], "last": "Starzl", "suffix": ""}, {"first": "M", "middle": [], "last": "Ho", "suffix": ""}], "year": 1988, "venue": "Medicine", "volume": "63", "issn": "", "pages": "132--143", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Pulmonary complication and disease severity in adult liver transplant recipients", "authors": [{"first": "A", "middle": ["B"], "last": "Thompson", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Rickard", "suffix": ""}, {"first": "B", "middle": ["W"], "last": "Shaw", "suffix": ""}, {"first": "R", "middle": ["P"], "last": "Wood", "suffix": ""}, {"first": "L", "middle": [], "last": "Williams", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Burnett", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Robbins", "suffix": ""}, {"first": "M", "middle": ["G"], "last": "Stahl", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Sorrell", "suffix": ""}, {"first": "S", "middle": ["I"], "last": "Rennard", "suffix": ""}], "year": 1988, "venue": "Transplant Proc", "volume": "20", "issn": "", "pages": "646--649", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Infectious complications in liver transplantation", "authors": [{"first": "J", "middle": ["O"], "last": "Colonna", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Winston", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Brill", "suffix": ""}, {"first": "L", "middle": ["I"], "last": "Goldstein", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Hoff", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Hiatt", "suffix": ""}, {"first": "W", "middle": [], "last": "Quinones-Baldrich", "suffix": ""}, {"first": "K", "middle": ["P"], "last": "Rammingn", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "Busuttil", "suffix": ""}], "year": 1988, "venue": "Arch Surg", "volume": "123", "issn": "", "pages": "360--364", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": ") Incidence, distribution and outcome of episodes of infection in 100 orthotopic liver transplantations", "authors": [{"first": "C", "middle": ["V"], "last": "Paya", "suffix": ""}, {"first": "P", "middle": ["E"], "last": "Hermans", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Washington", "suffix": ""}, {"first": "T", "middle": ["F"], "last": "Smiyh", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Anhalt", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Wiesner", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Krom", "suffix": ""}], "year": 1989, "venue": "Mayo Clin Proc", "volume": "64", "issn": "", "pages": "555--564", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Early severe infections after liver transplantation", "authors": [{"first": "A", "middle": [], "last": "Corti", "suffix": ""}, {"first": "D", "middle": [], "last": "Sabbadini", "suffix": ""}, {"first": "E", "middle": [], "last": "Pannacciulli", "suffix": ""}, {"first": "A", "middle": [], "last": "Cristalli", "suffix": ""}, {"first": "G", "middle": [], "last": "Fantini", "suffix": ""}, {"first": "E", "middle": [], "last": "Mazza", "suffix": ""}, {"first": "M", "middle": [], "last": "Prosperi", "suffix": ""}, {"first": "A", "middle": [], "last": "Rocchini", "suffix": ""}, {"first": "C", "middle": [], "last": "Savi", "suffix": ""}, {"first": "A", "middle": [], "last": "Scaiola", "suffix": ""}, {"first": "S", "middle": [], "last": "Vai", "suffix": ""}, {"first": "A", "middle": [], "last": "De Gasperi", "suffix": ""}], "year": 1964, "venue": "Transplant Proc", "volume": "23", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Pulmonary complications following orthotopic liver transplant: radiologic appearances and epidemiologic considerations in a series of 100 cases", "authors": [{"first": "R", "middle": [], "last": "Golfieri", "suffix": ""}, {"first": "E", "middle": [], "last": "Giampalma", "suffix": ""}, {"first": "C", "middle": [], "last": "Sama", "suffix": ""}, {"first": "Morselli", "middle": [], "last": "Labate", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Mazziotti", "suffix": ""}, {"first": "A", "middle": [], "last": "Berardi", "suffix": ""}, {"first": "R", "middle": [], "last": "Gozzetti", "suffix": ""}, {"first": "G", "middle": [], "last": "Gavelli", "suffix": ""}, {"first": "G", "middle": [], "last": "", "suffix": ""}], "year": 1994, "venue": "RAYS", "volume": "19", "issn": "", "pages": "319--338", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Pulmonary infections in liver transplant recipients receiving tacrolimus. Changing pattern of microbial etiologies", "authors": [{"first": "N", "middle": [], "last": "Singh", "suffix": ""}, {"first": "T", "middle": [], "last": "Gayowski", "suffix": ""}, {"first": "M", "middle": [], "last": "Wagener", "suffix": ""}, {"first": "I", "middle": ["R"], "last": "Marino", "suffix": ""}, {"first": "V", "middle": ["L"], "last": "Yu", "suffix": ""}], "year": 1996, "venue": "Transplantation", "volume": "61", "issn": "", "pages": "396--401", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Pulmonary complications following orthotopic liver transplant", "authors": [{"first": "F", "middle": ["G"], "last": "Duran", "suffix": ""}, {"first": "B", "middle": [], "last": "Piqueras", "suffix": ""}, {"first": "M", "middle": [], "last": "Romero", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Carneros", "suffix": ""}, {"first": "A", "middle": [], "last": "De Diego", "suffix": ""}, {"first": "M", "middle": [], "last": "Salcedo", "suffix": ""}, {"first": "L", "middle": [], "last": "Santos", "suffix": ""}, {"first": "J", "middle": [], "last": "Ferreiroa", "suffix": ""}, {"first": "E", "middle": [], "last": "Cos", "suffix": ""}, {"first": "G", "middle": [], "last": "Clemente", "suffix": ""}], "year": 1998, "venue": "Transpl Int", "volume": "11", "issn": "S1", "pages": "255--259", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Pulmonary complications of orthotopic liver transplantation", "authors": [{"first": "B", "middle": [], "last": "Afessa", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Gay", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Plevak", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Swensen", "suffix": ""}, {"first": "H", "middle": ["G"], "last": "Patel", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Krowka", "suffix": ""}], "year": 1993, "venue": "Mayo Clin Proc", "volume": "68", "issn": "", "pages": "427--434", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Pulmonary infections in the immunocompromised host", "authors": [{"first": "T", "middle": ["R"], "last": "Mcloud", "suffix": ""}], "year": 1989, "venue": "Radiol Clin North Am", "volume": "27", "issn": "", "pages": "1059--1066", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Pathologies pulmonaires dans la transplantation cardiaque, hØpatique et rØnale chez l'adulte", "authors": [{"first": "S", "middle": [], "last": "Martel", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Carre", "suffix": ""}], "year": 1996, "venue": "Rev Mal Respir", "volume": "13", "issn": "5", "pages": "57--70", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "State of the art: pulmonary considerations of organ transplantation", "authors": [{"first": "N", "middle": ["A"], "last": "Ettinger", "suffix": ""}, {"first": "E", "middle": ["P"], "last": "Trulock", "suffix": ""}], "year": 1991, "venue": "Am Rev Respir Dis", "volume": "143", "issn": "", "pages": "1386--1405", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Infection in the organ transplant recipient", "authors": [{"first": "R", "middle": ["H"], "last": "Rubin", "suffix": ""}], "year": 1994, "venue": "Clinical approach to infections in immunocompromised host", "volume": "", "issn": "", "pages": "629--641", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Diagnosis of pulmonary complications associated with lung transplantation in children: value of CT vs histopathologic studies", "authors": [{"first": "L", "middle": ["S"], "last": "Medina", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Siegel", "suffix": ""}, {"first": "H", "middle": ["S"], "last": "Glazer", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Anderson", "suffix": ""}, {"first": "J", "middle": [], "last": "Semenkovich", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Bejarano", "suffix": ""}, {"first": "G", "middle": ["B"], "last": "Mallory", "suffix": ""}], "year": 1994, "venue": "AJR", "volume": "162", "issn": "", "pages": "696--674", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Infectious complications following isolated lung transplantation", "authors": [{"first": "J", "middle": ["R"], "last": "Maurer", "suffix": ""}, {"first": "E", "middle": [], "last": "Tullis", "suffix": ""}, {"first": "R", "middle": ["F"], "last": "Grossman", "suffix": ""}, {"first": "H", "middle": [], "last": "Vellend", "suffix": ""}, {"first": "T", "middle": ["L"], "last": "Winton", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Patterson", "suffix": ""}], "year": 1992, "venue": "", "volume": "101", "issn": "", "pages": "1056--1059", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Pulmonary complications after bone marrow transplantation", "authors": [{"first": "H", "middle": ["T"], "last": "Winer-Muram", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Gurney", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Bozeman", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Krance", "suffix": ""}], "year": 1996, "venue": "Radiol Clin North Am", "volume": "34", "issn": "", "pages": "97--117", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Pulmonary infections after bone marrow transplantation: clinical and radiographic findings", "authors": [{"first": "A", "middle": ["N"], "last": "Leung", "suffix": ""}, {"first": "M", "middle": ["V"], "last": "Gosselin", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Napper", "suffix": ""}, {"first": "S", "middle": ["G"], "last": "Braun", "suffix": ""}, {"first": "W", "middle": ["H"], "last": "Hu", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Wong", "suffix": ""}, {"first": "J", "middle": [], "last": "Gasman", "suffix": ""}], "year": 1999, "venue": "Radiology", "volume": "210", "issn": "", "pages": "699--710", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "The UNOS OPTN Waiting List and Donor Registry: 1988±1996", "authors": [{"first": "A", "middle": ["M"], "last": "Harper", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Rosendale", "suffix": ""}], "year": 1996, "venue": "Clin Transplant", "volume": "", "issn": "", "pages": "69--90", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Factors in the development of liver transplantation", "authors": [{"first": "T", "middle": ["E"], "last": "Starzl", "suffix": ""}, {"first": "S", "middle": [], "last": "Iwatsuki", "suffix": ""}, {"first": "B", "middle": ["W"], "last": "Shaw", "suffix": ""}], "year": 1985, "venue": "Transplant Proc", "volume": "17", "issn": "", "pages": "107--119", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Orthotopic liver transplantation with preservation of the inferior vena cava", "authors": [{"first": "A", "middle": [], "last": "Tzakis", "suffix": ""}, {"first": "S", "middle": [], "last": "Todo", "suffix": ""}, {"first": "T", "middle": ["E"], "last": "Starzl", "suffix": ""}], "year": 1989, "venue": "Ann Surg", "volume": "210", "issn": "", "pages": "649--652", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Liver allograft rejection: an analysis of the use of biopsy in determining the outcome of rejection", "authors": [{"first": "D", "middle": ["C"], "last": "Snover", "suffix": ""}, {"first": "D", "middle": ["K"], "last": "Freese", "suffix": ""}, {"first": "H", "middle": ["L"], "last": "Sharp", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Bloomer", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Najarian", "suffix": ""}, {"first": "N", "middle": ["L"], "last": "Ascher", "suffix": ""}], "year": 1987, "venue": "Am J Surg Pathol", "volume": "11", "issn": "", "pages": "1--10", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Glossary of terms for Thoracic Radiology: Recommendations of the Nomenclature Committee of the Fleishner Society", "authors": [{"first": "J", "middle": [], "last": "Thuddenham", "suffix": ""}], "year": 1984, "venue": "AJR", "volume": "143", "issn": "", "pages": "509--517", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Regression models and life tables", "authors": [{"first": "D", "middle": ["R"], "last": "Cox", "suffix": ""}], "year": 1972, "venue": "J R Statist Soc", "volume": "34", "issn": "", "pages": "187--220", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "BMDP statistical software manual: to accompany the 1990 software release", "authors": [{"first": "E", "middle": ["L"], "last": "Kaplan", "suffix": ""}, {"first": "P ;", "middle": [], "last": "Meier", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Dixon", "suffix": ""}, {"first": "M", "middle": ["B"], "last": "Brown", "suffix": ""}, {"first": "L", "middle": [], "last": "Engelman", "suffix": ""}, {"first": "R", "middle": ["I"], "last": "Jennrich", "suffix": ""}], "year": 1958, "venue": "J Am Statist Assoc", "volume": "53", "issn": "", "pages": "457--481", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Major liver resection: perioperative course and management", "authors": [{"first": "H", "middle": [], "last": "Ekberg", "suffix": ""}, {"first": "Anderson", "middle": ["R"], "last": "Tranberg", "suffix": ""}, {"first": "B", "middle": [], "last": "Jeppsson", "suffix": ""}, {"first": "S", "middle": [], "last": "Bengmark", "suffix": ""}], "year": 1986, "venue": "Surgery", "volume": "100", "issn": "", "pages": "1--7", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "The Boston Center for liver transplantation CMVIG Study group (1996) Incidence and predictors of cytomegalovirus pneumonia in orthotopic liver transplant recipients", "authors": [{"first": "M", "middle": ["E"], "last": "Falagas", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Snydman", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "George", "suffix": ""}, {"first": "B", "middle": [], "last": "Werner", "suffix": ""}, {"first": "R", "middle": [], "last": "Ruthazer", "suffix": ""}, {"first": "J", "middle": [], "last": "Griffith", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Rohrer", "suffix": ""}, {"first": "Freeman", "middle": ["R"], "last": "", "suffix": ""}], "year": null, "venue": "Transplantation", "volume": "61", "issn": "", "pages": "1716--1720", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "A randomized trial comparing OKT3 and steroids for treatment of hepatic allograft rejection", "authors": [{"first": "A", "middle": ["B"], "last": "Cosimi", "suffix": ""}, {"first": "S", "middle": ["I"], "last": "Cho", "suffix": ""}, {"first": "F", "middle": ["L"], "last": "Delmonico", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Kaplan", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Rohrer", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Jenkins", "suffix": ""}], "year": 1987, "venue": "Transplantation", "volume": "43", "issn": "", "pages": "91--95", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "CMV reinfection/reactivation after liver transplantation", "authors": [{"first": "J", "middle": ["C"], "last": "Arnold", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Grady", "suffix": ""}, {"first": "G", "middle": [], "last": "Otto", "suffix": ""}, {"first": "B", "middle": [], "last": "Kommerel", "suffix": ""}, {"first": "Gjm", "middle": [], "last": "Alexander", "suffix": ""}, {"first": "R", "middle": [], "last": "Williams", "suffix": ""}], "year": 1991, "venue": "Transplant Proc", "volume": "23", "issn": "", "pages": "2632--2633", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Cytomegalovirus pneumonitis and lobar consolidation", "authors": [{"first": "L", "middle": ["L"], "last": "Schulman", "suffix": ""}], "year": 1987, "venue": "Chest", "volume": "6", "issn": "", "pages": "100--105", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Risk factors of invasive Candida and non-Candida fungal infections after liver transplantation", "authors": [{"first": "R", "middle": [], "last": "Patel", "suffix": ""}, {"first": "D", "middle": [], "last": "Portela", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Badley", "suffix": ""}, {"first": "W", "middle": ["S"], "last": "Harmsen", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Larson-Keller", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Ilstrup", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Keating", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Wiesner", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Krom", "suffix": ""}, {"first": "C", "middle": ["V"], "last": "Paya", "suffix": ""}], "year": 1996, "venue": "Transplantation", "volume": "62", "issn": "", "pages": "926--934", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Pulmonary complications from monoclonal antibody (OKT3) immunosuppresion in patients who have undergone an orthotopic liver transplant", "authors": [{"first": "R", "middle": [], "last": "Golfieri", "suffix": ""}, {"first": "E", "middle": [], "last": "Giampalma", "suffix": ""}, {"first": "A", "middle": [], "last": "Lalli", "suffix": ""}, {"first": "C", "middle": [], "last": "Sama", "suffix": ""}, {"first": "N", "middle": [], "last": "Venturoli", "suffix": ""}, {"first": "A", "middle": [], "last": "Mazziotti", "suffix": ""}, {"first": "G", "middle": [], "last": "Gozzetti", "suffix": ""}, {"first": "G", "middle": [], "last": "Gavelli", "suffix": ""}], "year": 1994, "venue": "Radiol Med", "volume": "87", "issn": "", "pages": "58--64", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Lobar focal consolidation (single or multiple, lobar or segmental) in 27 cases: 6 Staphylococcus aureus; 12 Pseudomonas infections(Fig. 1); 1 Pseudomo-nas±Klebsiella; 1 Pseudomonas±Staphylococcus; 3 Can-dida±Pseudomonas coinfections(Fig. 2); 1 Candida±Staphylococcus; and 1 Candida±CMV coinfection; and 2 CMV pneumonia. In all 27 cases a small-moderate entity of pleural effusion was present. 2. Multiple rapidly growing infiltrates or nodules with a central cavitation were observed in 7 cases: one Aspergillus (with central cavitation;Fig. 3); two Candida;", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Pseudomonas aeruginosa pneumonia: multiple small infiltrates with alveolar involvement are superimposed on a diffuse pattern of interstitial thickening Candida superimposed on Pseudomonas pneumonia: two focal infiltrates are evident, with dense alveolar consolidation in right upper (arrow) and lower (arrow) lobes, respectively", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Aspergillus pneumonia: bilateral, rapidly growing pulmonary infiltrates with alveolar pattern, both with a central cavitation (arrows), in both upper lobes. Chest tube in the right pleural cavity fungal infection (70 %) was significantly higher (p = 0.032) compared with the other pneumonia (25.8 %).", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Box and whisker plots of the time of appearance of pneumonia from orthotopic liver transplant (OLT) intervention grouped accordingly to different pathogens. Boxes represent the interquartile ranges and the lines inside the boxes represent the median values. The lines emanating from each box (the whiskers) extend to the smallest and largest observations in a group that are less than 1.5 box lengths from the box. Open points indicate cases with values that are between 1.5 and 3 box lengths from the upper or lower edge of the box (outliers values). Filled points indicate more than three interquartile distances from the box (extreme values)", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Time course of appearance of pneumonia in OLT patients with low, medium and high pneumonia-risk score", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Kaplan-Meier survival rate in patients with low, medium and high pneumonia-", "latex": null, "type": "figure"}, "TABREF0": {"text": "Frequency of lung infections and mortality rate in 300 liver transplant recipients, according to risk factors. PBC Primary biliary cirrhosis; PSC primary sclerosing cholangitis; AHF acute he-patic failure; HCC hepatocellular carcinoma; PNC postnecrotic cirrhosis; PAC postalcoholic cirrhosis", "latex": null, "type": "table", "html": "<html><body><table><tr><td>PBC (no. 24) </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>PSC (no. 9) </td><td>2 </td><td>22.2 </td><td>0.638 </td><td>1.43 (0.35±5.94) </td><td>2 </td><td>22.2 </td><td>0.498 </td><td>0.64 (0.16±2.60)\n</td></tr><tr><td>AHF (no. 2</td><td>5 </td><td>22.7 </td><td>0.123 </td><td>2.26 (0.89±5.76) </td><td>12 </td><td>54.5 </td><td>0.005 </td><td>2.69 (1.46±4.97)\n</td></tr><tr><td>HCC (no. 30) </td><td>3 </td><td>10.0 </td><td>0.481 </td><td>0.67 (0.21±2.17) </td><td>13 </td><td>43.3 </td><td>0.103 </td><td>1.69 (0.93±3.06)\n</td></tr><tr><td>PNC (no. 154) </td><td>17 </td><td>11.0 </td><td>0.189 </td><td>0.66 (0.36±1.23) </td><td>36 </td><td>23.4 </td><td>0.078 </td><td>0.68 (0.44±1.05)\n</td></tr><tr><td>PAC (no. 33) </td><td>6 </td><td>18.2 </td><td>0.578 </td><td>1.29 (0.54±3.06) </td><td>5 </td><td>15.2 </td><td>0.073 </td><td>0.48 (0.19±1.18)\n</td></tr><tr><td>Other (no. 28</td><td>5 </td><td>17.9 </td><td>0.396 </td><td>1.53 (0.60±3.91) </td><td>10 </td><td>35.7 </td><td>0.262 </td><td>1.49 (0.77±2.88)\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>grade 1 (no. 5</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>grade 2 (no. 78) </td><td>10 </td><td>12.8 </td><td> </td><td> </td><td>15 </td><td>19.2\n</td><td> </td><td> </td></tr><tr><td>grade 3 (no. 51) </td><td>11 </td><td>21.6 </td><td> </td><td> </td><td>20 </td><td>39.2\n</td><td> </td><td> </td></tr><tr><td>grade 4 (no. 112</td><td>10 </td><td>8.9 </td><td> </td><td> </td><td>32 </td><td>28.6\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Traditional anastom</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>ªPiggy backº (no. 111) </td><td>10 </td><td>9.0 </td><td> </td><td> </td><td>21 </td><td>18.9\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Single graft (no. 269) </td><td>31 </td><td>11.5 </td><td> </td><td> </td><td>66 </td><td>24.5\n</td><td> </td><td> </td></tr><tr><td>Only OKT3 (no. 30) </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>FK506 + OKT3 (no. </td><td>0 </td><td>0 </td><td> </td><td> </td><td>0 </td><td>0\n</td><td> </td><td> </td></tr><tr><td>Only FK 506 (no. 25) </td><td>2 </td><td>8</td><td> </td><td> </td><td>5 </td><td>20</td><td> </td><td> </td></tr><tr><td>Steroids-CyA (no. 241</td><td>26 </td><td>10.8 </td><td> </td><td> </td><td>64 </td><td>26.6\n</td><td> </td><td> </td></tr><tr><td>&lt; 6 days (</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>6±14 days (no. 91) </td><td>10 </td><td>10.0 </td><td> </td><td> </td><td>22 </td><td>24.2\n</td><td> </td><td> </td></tr><tr><td>&gt; 14 days (no. 27) </td><td>12 </td><td>44.4 </td><td> </td><td> </td><td>16 </td><td>59.3\n</td><td> </td><td> </td></tr><tr><td>&lt; 3 da</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>3±6 days (no. 20) </td><td>5 </td><td>25.0 </td><td> </td><td> </td><td>11 </td><td>55.0\n</td><td> </td><td> </td></tr><tr><td>&gt; 6 days (no. 26) </td><td>10 </td><td>38.5 </td><td> </td><td> </td><td>20 </td><td>76.9\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Absent (n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Grades I±II (no. </td><td>6 </td><td>6.9 </td><td> </td><td> </td><td>18 </td><td>20.7\n</td><td> </td><td> </td></tr><tr><td>Grades III±IV (no. 2</td><td>9 </td><td>42.9 </td><td> </td><td> </td><td>8 </td><td>38.1\n</td><td> </td><td> </td></tr><tr><td>Multiple, grade &gt; I (no</td><td>3 </td><td>18.8 </td><td> </td><td> </td><td>6 </td><td>37.5\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Atelectasis/effusion </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Score 0 (no. 40) </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Score 1 (no. 228</td><td>27 </td><td>11.8 </td><td> </td><td> </td><td>52 </td><td>22.8\n</td><td> </td><td> </td></tr><tr><td>Score 2 (no.32) </td><td>13 </td><td>40.6 </td><td> </td><td> </td><td>15 </td><td>46.9\n</td><td> </td><td> </td></tr><tr><td>Oedema Absent (</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Interstitial (no. 9</td><td>10 </td><td>10.3 </td><td> </td><td> </td><td>23 </td><td>23.7\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>Alveolar (no. 37) </td><td>18 </td><td>48.6 </td><td>27 </td><td>73.0\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Non-infectious pulmonary abnormalitiesNumbers in parentheses are percentages; numbers in brackets are cases which developed infections two cases of Candida superimposed on CMV; and two bacterial pulmonary abscesses. 3. Diffuse pulmonary pneumonia with mainly interstitial involvement was observed in 7 patients: 5 due to CMV(Fig. 4); 1 due to Herpes virus infection(Fig. 5); and 1 due to Pneumocystis carinii±CMV coinfection(Fig. 6). cases were fatal. Their radiological pattern consisted of segmental or lobar alveolar consolidation monolateral in 16 cases and bilateral in 6 cases, always associated with pleural effusion. In the majority of cases (21 of 22, 95.5 %) the infection was superimposed on pre-existing atelectasis or pleural effusion, slight to moderate in 14 and severe in 7 cases.", "latex": null, "type": "table"}, "TABREF2": {"text": "Fig. 4a±c. Cytomegalovirus pneumonia: different radiological patterns. Small multiple infiltrates in the inferior lobar region, bilaterally (bronchial sputum positive for superinfection by Candida; arrows). Right lower lobe infiltrate (arrow) associated with pleural effusion. Bilateral basal lung consolidations with alveolar exudate and slight bilateral pleural effusion", "latex": null, "type": "table"}, "TABREF3": {"text": "Multivariate analysis for pneumonia and mortality risk", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Piggy-back anastomosis </td><td> </td><td> </td><td> </td></tr><tr><td>AMV </td><td>0.046 </td><td>1.51 </td><td>(1.02±2.24)\n</td></tr><tr><td>Pulmoabnormalities </td><td> </td><td> </td><td> </td></tr><tr><td>Oedema </td><td>0.001 </td><td>2.79 </td><td>(1.78±4.37)\n</td></tr><tr><td>Piggy-back anastomosis </td><td> </td><td>(2.27±5.56)\n</td></tr><tr><td>AMV </td><td>0.001 </td><td>3.55 </td><td> </td></tr><tr><td>ICU s</td><td>&lt; 0.001 </td><td>0.43 </td><td>(0.26±0.70)\n</td></tr><tr><td>Oedema </td><td>&lt; 0.001 </td><td>2.32 </td><td>(1.71±3.16)\n</td></tr></table></body></html>"}, "TABREF4": {"text": "Incidence of pneumonia in OLT, pathogens and related mortality: comparison with other reported series (multiple pathogens are often present). CMV Cytomegalovirus; PCP Pneumocystis carinii pneumonia; ASP Aspergillus fumigatus; CAN Candida", "latex": null, "type": "table", "html": "<html><body><table><tr><td>ence\n</td><td> </td><td>nia (%)\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>tality</td></tr><tr><td> </td><td> </td><td> </td><td>robic </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>(%)</td></tr><tr><td>[2] 1983 </td><td>24 </td><td>6 (25) </td><td>2 </td><td>± </td><td>1 </td><td>1 </td><td>± </td><td>± </td><td>2 </td><td>± </td><td>± </td><td>33\n</td></tr><tr><td>[3] 1983 </td><td>18 </td><td>6 (33) </td><td>1 </td><td>1 </td><td>± </td><td>4 </td><td>1 </td><td>± </td><td>2 </td><td>1 </td><td>± </td><td>28\n</td></tr><tr><td>[4] 1988 </td><td>101 </td><td>23 (19) </td><td>11 </td><td>5 </td><td>± </td><td>5 </td><td>± </td><td>14 </td><td>3 </td><td>11 </td><td>± </td><td>56\n</td></tr><tr><td>[5] 1988 </td><td>46 </td><td>15 (33) </td><td>± </td><td>2 </td><td>± </td><td>7 </td><td>2 </td><td>± </td><td>± </td><td>± </td><td>± </td><td>33\n</td></tr><tr><td>[6]1988 </td><td>35 </td><td>5 (14) </td><td>4 </td><td>± </td><td>± </td><td>1 </td><td>± </td><td>± </td><td>± </td><td>± </td><td>± </td><td>90\n</td></tr><tr><td>[7]b 1989 </td><td>83 </td><td>14 (15) </td><td>1 </td><td>3 </td><td>± </td><td>2 </td><td>± </td><td>± </td><td>1 </td><td>5 </td><td>2 </td><td>36\n</td></tr><tr><td>[8] 1991 </td><td>46 </td><td>24 (52) </td><td>15 </td><td> </td><td> </td><td>10 </td><td> </td><td>4 </td><td> </td><td> </td><td> </td><td>16\n</td></tr><tr><td>[9]1994 </td><td>100 </td><td>25 (25) </td><td>11 </td><td> </td><td> </td><td>9 </td><td> </td><td>5 </td><td> </td><td> </td><td> </td><td>35\n</td></tr><tr><td>[10]1996 </td><td>101 </td><td>15 (15) </td><td>11 </td><td>± </td><td>± </td><td> </td><td> </td><td>7 </td><td> </td><td> </td><td> </td><td>53\n</td></tr><tr><td>[11] 1998 </td><td>187 </td><td>45 (24) </td><td>6 </td><td>8 </td><td>± </td><td> </td><td> </td><td>1 </td><td> </td><td> </td><td>± </td><td>28\n</td></tr><tr><td>Pres1999 </td><td>300 </td><td>41 (13.6</td><td>17 </td><td>7 </td><td>2 </td><td>11 </td><td>1 </td><td>9 </td><td>1 </td><td>1 </td><td>± </td><td>36\n</td></tr><tr><td>study\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr></table></body></html>"}, "TABREF5": {"text": "Table 2. Non-infectious pulmonary abnormalities\nAbnormality (300 points) Total (n) Bilateral (n) Right (n) Left (n)\nAtelectasis 221 (73.7) 104 (34.7) 96 (32.0) 21 (7.0)", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Slight </td><td>142 (47.3) </td><td>78 [3] (26</td><td>52 [11] (1</td><td>12 [2] (4</td></tr><tr><td>Mode</td><td>50 (16.7) </td><td>22 [5] (18.3</td><td>24 [5] (8.0) </td><td>4 (1.3)\n</td></tr><tr><td>Severe </td><td>29 (9.7) </td><td>4 (1.3) </td><td>20 [6] (6.7) </td><td>5 [1] (1</td></tr><tr><td>Slight </td><td>130 (43.3) </td><td>34 [6] (11</td><td>96 [12] (3</td><td>±\n</td></tr><tr><td>Mode</td><td>55 (18.3) </td><td>15 [4] (5.0) </td><td>40 [9] (13.3) </td><td>±\n</td></tr><tr><td>Severe </td><td>21 (7.0) </td><td>4 [3] (1.3) </td><td>17 [3] (5.7) </td><td>±\n</td></tr><tr><td>Lasting </td><td>59 (19.7</td><td>15 [7] (5.0) </td><td>44 [13] (14.</td><td>±\n</td></tr><tr><td> </td><td>Atelectasis \u007f pleural effusion 260 (86.7)\n</td><td> </td><td> </td><td> </td></tr><tr><td>Absent = Score 0 </td><td>40 (13.3)\n</td><td> </td><td> </td><td> </td></tr><tr><td>Score 1 </td><td>228 (76.0)\n</td><td> </td><td> </td><td> </td></tr><tr><td>Score 2 </td><td>32 (10.7)\n</td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Absent (</td><td>166 (55.3) </td><td> </td><td> </td><td> </td></tr><tr><td>Interstitial: locali</td><td>97 (32.3) </td><td>9</td><td>± </td><td>±\n</td></tr><tr><td>Alveolar (score 2) Localised </td><td>37 (12.3)\n</td><td> </td><td> </td><td> </td></tr><tr><td> </td><td>Diffuse </td><td>27 [10] (9.0</td><td> </td><td> </td></tr></table></body></html>"}}, "back_matter": []}