{
    "paper_id": "4d64fdae4e12b2123320d7e7e8b16b94c19e6ac1",
    "metadata": {
        "title": "Impact of degree heterogeneity on the behavior of trapping in Koch networks",
        "authors": [
            {
                "first": "Zhongzhi",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shuyang",
                "middle": [],
                "last": "Gao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wenlei",
                "middle": [],
                "last": "Xie",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Previous work shows that the mean first-passage time ͑MFPT͒ for random walks to a given hub node ͑node with maximum degree͒ in uncorrelated random scale-free networks is closely related to the exponent ␥ of power-law degree distribution P͑k͒ϳk −␥ , which describes the extent of heterogeneity of scale-free network structure. However, extensive empirical research indicates that real networked systems also display ubiquitous degree correlations. In this paper, we address the trapping issue on the Koch networks, which is a special random walk with one trap fixed at a hub node. The Koch networks are power-law with the characteristic exponent ␥ in the range between 2 and 3, they are either assortative or disassortative. We calculate exactly the MFPT that is the average of first-passage time from all other nodes to the trap. The obtained explicit solution shows that in large networks the MFPT varies lineally with node number N, which is obviously independent of ␥ and is sharp contrast to the scaling behavior of MFPT observed for uncorrelated random scale-free networks, where ␥ influences qualitatively the MFPT of trapping problem.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "As a fundamental dynamical process, random walks have received considerable interest from the scientific community. Recent work shows that the key quantity-mean first-passage time (MFPT) for random walks to a given hub node (node with highest degree) on uncorrelated random scale-free networks-is qualitatively reliant on the heterogeneity of network structure. However, in addition to the power-law behavior, most real systems are also characterized by degree correlations. In this paper, we study random walks on a family of recently proposed networks-Koch networks that are transformed from the well-known Koch curves and have simultaneously powerlaw degree distribution and degree correlations with the power exponent of degree distribution lying between 2 and 3. We explicitly determine the MFPT, i.e., the average of first-passage time to a target hub node averaged over all possible starting positions, and show that the MFPT varies linearly with node number, independent of the inhomogeneity of network structure. Our result indicates that the heterogeneous structure of Koch networks has little impact on the scaling of MFPT in the network family, which is in contrast with the result of MFPT previously reported for uncorrelated stochastic scale-free graphs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "a͒ Electronic",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In the past decade, a lot of endeavors have been devoted to characterize the structure of real systems from the view point of complex networks, 1-4 where nodes represent system elements and edge interactions or relations between them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "One of the most important findings of extensive empirical studies is that a wide variety of real networked systems exhibits scale-free behavior, 5 characterized by a power-law degree distribution P͑k͒ϳk −␥ with degree exponent ␥ lying in the interval of ͓2,3͔. Networks with such broad tail distribution are called scale-free networks, which display inhomogeneous structure encoded in the exponent ␥: the less the exponent ␥, the stronger the inhomogeneity of the network structure, and vice versa. The heterogeneous structure critically influences many other topological properties. For instance, it has been shown that in uncorrelated random scalefree networks with node number N ͑often called network order͒, their average path length ͑APL͒ ͑Ref. 6͒ relies on ␥: 7, 8 for ␥ =3, d͑N͒ϳln N, while for 2 Յ ␥ Ͻ 3, d͑N͒ ϳ ln ln N.",
            "cite_spans": [
                {
                    "start": 766,
                    "end": 768,
                    "text": "7,",
                    "ref_id": null
                },
                {
                    "start": 769,
                    "end": 770,
                    "text": "8",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "The power-law degree distribution also radically affects the dynamical processes running on scale-free networks, 9 such as disease spreading, 10 percolation, 11 and so on. Among various dynamics, random walks are an important one that have a wide range of applications [12] [13] [14] and have received considerable attention. [15] [16] [17] [18] Recently, MFPT for random walks to a given target point in graphs, averaged over all source points, has been extensively studied. [19] [20] [21] [22] [23] A striking finding is that MFPT to a hub node ͑node with highest de-gree͒ in scale-free networks scales sublinearly with network order, 24-27 the root of which is assumed to be the structure heterogeneity of the networks. In particularly, it has been reported 28 that in uncorrelated random scale-free networks, the MFPT F͑N͒ scales with network order N as F͑N͒ ϳ N ͑␥−2͒/͑␥−1͒ . However, real networks exhibit ubiquitous degree correlations among nodes, they are either assortative or disassortative. 29 Then, an interesting question arises natu-rally: whether the relation governing MFPT and degree exponent ␥ in uncorrelated scale-free networks is also valid for their correlated counterparts.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 114,
                    "text": "9",
                    "ref_id": null
                },
                {
                    "start": 142,
                    "end": 144,
                    "text": "10",
                    "ref_id": null
                },
                {
                    "start": 158,
                    "end": 160,
                    "text": "11",
                    "ref_id": null
                },
                {
                    "start": 269,
                    "end": 273,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 274,
                    "end": 278,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 279,
                    "end": 283,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 326,
                    "end": 330,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 331,
                    "end": 335,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 336,
                    "end": 340,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 341,
                    "end": 345,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 476,
                    "end": 480,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 481,
                    "end": 485,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 486,
                    "end": 490,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 491,
                    "end": 495,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 496,
                    "end": 500,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 1003,
                    "end": 1005,
                    "text": "29",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "In this paper, we study analytically random walks in the Koch networks 30,31 that are controlled by a positive-integer parameter m. This family of networks is scale-free with the degree exponent ␥ lying between 2 and 3, and it may be either disassortative ͑m Ͼ 1͒ or uncorrelated ͑m =1͒. We focus on the trapping problem, a particular case of random walks with a fixed trap located at a hub node. We derive exactly the MFPT that is the average of first-passage time ͑FPT͒ from all starting nodes to the trap. The obtained explicit formula displays that in large networks with N nodes, the MFPT grows linearly with N, which is independent of ␥ and, showing that the structure inhomogeneity has no quantitative influence on the MFPT to the hub in Koch networks, which lies in their symmetric structure and other special features and is quite different from the result previously reported for uncorrelated random scale-free networks. Our work deepens the understanding of random walks occurring on scale-free networks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "The Koch networks governed by a parameter m are derived from the famous Koch curves, 32,33 which are constructed in an iterative way. 30, 31 Let K m,t denote the Koch networks after t iterations. Then, the networks can be generated as follows: initially ͑t =0͒, K m,0 is a triangle. For t Ն 1, K m,t is obtained from K m,t−1 by adding m groups of nodes for each of the three nodes of every existing triangles in K m,t−1 . Each node group consists of two nodes, both of which and their \"father\" node are connected to one another shaping a new triangle. That is to say, to get K m,t from K m,t−1 , one can replace each existing triangle in K m,t−1 by the connected clusters on the right-hand side of Fig. 1 . Figure 2 shows a network corresponding to m = 2 after several iterations.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 137,
                    "text": "30,",
                    "ref_id": null
                },
                {
                    "start": 138,
                    "end": 140,
                    "text": "31",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 698,
                    "end": 704,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 707,
                    "end": 715,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "II. CONSTRUCTION AND PROPERTIES OF KOCH NETWORKS"
        },
        {
            "text": "By construction, the total number of triangles L ᭝ ͑t͒ at iteration t is L ᭝ ͑t͒ = ͑3m +1͒ t , and the number of nodes created at iteration t is L v ͑t͒ =6mL ᭝ ͑t −1͒ =6m͑3m +1͒ t−1 . Then, the total number of nodes N t present at step t is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. CONSTRUCTION AND PROPERTIES OF KOCH NETWORKS"
        },
        {
            "text": "Let k i ͑t͒ be the degree of a node i at time t, which is added to the networks at iteration ͑step͒ t i ͑t i Ն 0͒. Then, k i ͑t i ͒ = 2. Let L ᭝ ͑i , t͒ denote the number of triangles involving node i at step t. According to the construction algorithm, each triangle involving node i at a given step will give birth to m new triangles passing by node i at next step. Thus,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. CONSTRUCTION AND PROPERTIES OF KOCH NETWORKS"
        },
        {
            "text": "which implies",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. CONSTRUCTION AND PROPERTIES OF KOCH NETWORKS"
        },
        {
            "text": "The Koch networks present some common features of real systems. 1,2 They are scale-free, having a power-law degree distribution P͑k͒ϳk −␥ with ␥ =1+ln͑3m +1͒ / ln͑m +1͒ belonging to the range between 2 and 3. Thus, parameter m controls the extent of heterogeneous structure of Koch networks with larger m corresponding to more heterogeneous structure. They have small-world effect with a low APL and a high clustering coefficient. In addition, their degree correlations can be also determined. For m = 1, they are completely uncorrelated, while for other values of m, the Koch networks are disassortative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. CONSTRUCTION AND PROPERTIES OF KOCH NETWORKS"
        },
        {
            "text": "After introducing the construction and structural properties of the Koch networks, we continue to investigate random walks 34 performing on them. Our aim is to uncover how topological features, especially degree correlations, influence the behavior of a simple random walk on Koch networks with a single trap or a perfect absorber stationed at a given node with highest degree. At each step, the walker located on a given node moves uniformly to any of its nearest neighbors. To facilitate the description, we label all the nodes in K m,t as follows. The initial three nodes in K m,0 have labels 1, 2, and 3, respectively. In each new generation, only the newly created nodes are labeled, while all old nodes hold the labels unchanged. That is to say, the new nodes are labeled consecutively as M +1, M +2, ... , M + ⌬M, with M being the number of all pre-existing nodes and ⌬M the number of newly created nodes. Eventually, every node has a unique labeling: at time t all nodes are labeled continuously from 1 to N t =2͑3m +1͒ t + 1, see Fig. 3 . We locate the trap at node 1, denoted by i T .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1039,
                    "end": 1045,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "III. RANDOM WALKS WITH A TRAP FIXED ON A HUB NODE"
        },
        {
            "text": "We will show that the particular selection of the trap location makes it possible to compute analytically the relevant quantity of the trapping process, i.e., mean firstpassage time. Let F i ͑t͒ denote the first-passage time of node i in K m,t except the trap i T , which is the expected time for a walker starting from i to visit the trap for the first time. The mean of FPT F i ͑t͒ over all nontrap nodes in K m,t is MFPT, denoted by ͗F͘ t , the determination of which is a main object of the section. To this end, we first establish the scaling relation governing the evolution of F i ͑t͒ with generation t.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. RANDOM WALKS WITH A TRAP FIXED ON A HUB NODE"
        },
        {
            "text": "We begin by recording the numerical values of F i ͑t͒ for the case of m = 2. Clearly, for all t Ն 0, F 1 ͑0͒ = 0; for t =0, it is trivial, and we have F 2 ͑0͒ = F 3 ͑0͒ = 2. For t Ն 1, the values of F i ͑t͒ can be obtained numerically but exactly via computing the inversion of a matrix, which will be discussed in the following text. Here we only give the values of computation. In the generation n = 1, by symmetry we have Table I lists the numerical values of F i ͑t͒ for some nodes up to t =5.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 425,
                    "end": 438,
                    "text": "Table I lists",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "A. Evolution scaling for first-passage time"
        },
        {
            "text": "The numerical values reported in Table I show that for any node i, its FPT satisfies the relation F i ͑t+1͒ = ͑3m +1͒F i ͑t͒ .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 33,
                    "end": 40,
                    "text": "Table I",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "A. Evolution scaling for first-passage time"
        },
        {
            "text": "In other words, upon growth of Koch networks from generation t to t + 1, the FPT of any node increases to 3m + 1 times.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Evolution scaling for first-passage time"
        },
        {
            "text": "forth. This scaling is a basic property of random walks on the family of Koch networks, which can be established based on the following arguments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Evolution scaling for first-passage time"
        },
        {
            "text": "Examine an arbitrary node i in the Koch networks K m,t . Equation ͑3͒ shows that upon growth of the networks from generation t to t + 1, the degree k i of node i grows by m times, i.e., it increases from k i to ͑m +1͒k i . Let A denote the FPT for going from node i to any of its k i old neighbors, and let B be FPT for starting from any of the mk i new neighbors of node i to one of its k i old neighboring nodes. Then the following equations can be established ͑see Fig. 4͒ :",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 468,
                    "end": 475,
                    "text": "Fig. 4͒",
                    "ref_id": null
                }
            ],
            "section": "A. Evolution scaling for first-passage time"
        },
        {
            "text": "which yield A =3m + 1. This indicates that when the networks grow from generation t to t + 1, the FPT from any node i͑i K m,t ͒ to any node j͑j K m,t+1 ͒ increases on average 3m times. Then, we have tained relation for FPT is very useful for the following derivation of MFPT.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Evolution scaling for first-passage time"
        },
        {
            "text": "Having obtained the scaling dominating the evolution for FPT, we now draw upon this relation to determine the MFPT, with an aim to derive an explicit solution. For the sake of convenient description of computation, we represent the set of nodes in K m,t as ⌰ t , and denote the set of nodes created at generation t by ⌰ t . Evidently, the relation ⌰ t = ⌰ t ഫ ⌰ t−1 holds. In addition, for any r Յ t, we define the two following variables:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Explicit expression for mean first-passage time"
        },
        {
            "text": "Then, we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Explicit expression for mean first-passage time"
        },
        {
            "text": "Thus, to explicitly determine the quantity ͗F͘ t , one should first find F t,tot ͑t͒ , which can be reduced to determining F t,tot ͑t͒ .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Explicit expression for mean first-passage time"
        },
        {
            "text": "Next, we will show how to solve the quantity F t,tot ͑t͒ .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Explicit expression for mean first-passage time"
        },
        {
            "text": "By construction, at a given generation, for each triangle passing by node u, it will generate m new triangles involving u ͑see Fig. 5͒ . For each of the m new triangles, the firstpassage times for its two new nodes ͑v x and w x ͒ and that of its old node u follow the relations,",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 127,
                    "end": 134,
                    "text": "Fig. 5͒",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "B. Explicit expression for mean first-passage time"
        },
        {
            "text": "In Eq. ͑9͒, F͑s͒ represents the expected time of a particle to first visit the trap node, given that it starts from node s. Equation ͑9͒ yields",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 124,
                    "end": 136,
                    "text": "Equation ͑9͒",
                    "ref_id": null
                }
            ],
            "section": "B. Explicit expression for mean first-passage time"
        },
        {
            "text": "Summing Eq. ͑10͒ over all the L ᭝ ͑t͒ = ͑3m +1͒ t old triangles pre-existing at the generation t and the three old nodes of each of the L ᭝ ͑t͒ triangles, we obtain",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Explicit expression for mean first-passage time"
        },
        {
            "text": "For instance, in K 2,2 ͑see Fig. 3͒ , F 2,tot ͑2͒ can be expressed as",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 28,
                    "end": 35,
                    "text": "Fig. 3͒",
                    "ref_id": null
                }
            ],
            "section": "B. Explicit expression for mean first-passage time"
        },
        {
            "text": "Now, we can determine F t,tot ͑t͒ through a recurrence relation, which can be obtained easily. From Eq. ͑12͒, it is not difficult to write out F t+2,tot ͑t+2͒ as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Explicit expression for mean first-passage time"
        },
        {
            "text": "minus Eq. ͑11͒ times ͑m +1͒͑3m +1͒ and using the relation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Explicit expression for mean first-passage time"
        },
        {
            "text": "Making use of the initial condition F 1,tot ͑1͒ =24m 2 +20m, Eq. ͑14͒ is solved inductively to yield F t,tot ͑t͒ = 4m͑3m + 1͒ t−1 + ͑24m 2 + 16m͒͑3m + 1͒ 2t−2 . ͑15͒",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Explicit expression for mean first-passage time"
        },
        {
            "text": "Inserting Eq. ͑15͒ for F t,tot ͑t͒ into Eq. ͑8͒, we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Explicit expression for mean first-passage time"
        },
        {
            "text": "Since F 0,tot ͑0͒ = 4, we can resolve Eq. ͑16͒ by induction to obtain F t,tot ͑t͒ = 4 3 ͑3m + 1͒ t−1 ͓͑6m + 4͒͑3m + 1͒ t + 3mt + 3m − 1͔. ͑17͒ By plugging Eq. ͑17͒ into Eq. ͑8͒, we obtain the closed-form solution to the MFPT for random walks on the Koch networks with an immobile trap stationed at a hub node,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Explicit expression for mean first-passage time"
        },
        {
            "text": "͓͑6m + 4͒͑3m + 1͒ t + 3mt + 3m − 1͔. ͑18͒",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Explicit expression for mean first-passage time"
        },
        {
            "text": "We have corroborated our analytical formula for MFPT provided by Eq. ͑18͒ against direct numerical calculations via inverting a matrix. 37 Indeed, the Koch network family K m,t can be represented by its adjacency matrix A t of an order N t ϫ N t , the element a ij ͑t͒ of which is either 1 or 0 defined as follows: a ij ͑t͒ = 1 if nodes i and j are directly connected by a link, and a ij ͑t͒ = 0 otherwise. Then the degree d i ͑t͒ of node i in K m,t is given by",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 138,
                    "text": "37",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "C. Numerical calculations"
        },
        {
            "text": "Note that the random walks considered above are in fact a Markovian process, and the fundamental matrix of Markov chain representing such unbiased random walks is the inverse of a submatrix of L t , denoted by L t that is obtained by removing the first row and column of L t corresponding to the trap node. According to previous result, 37 the FPT F i ͑t͒ can be expressed in terms of the entry l ij −1 ͑t͒ of L t −1 as",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 339,
                    "text": "37",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "C. Numerical calculations"
        },
        {
            "text": "where l ij −1 ͑t͒ is the expected times that the walk visit node j, given that it starts from node i. 37 Using Eq. ͑19͒ we can determine F i ͑t͒ numerically but exactly for different nontrap nodes at various generation t, as listed in Table I . By definition, the MFPT ͗F͘ t that is the mean of F i ͑t͒ over all initial nontrap nodes in K m,t reads as",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 104,
                    "text": "37",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [
                {
                    "start": 235,
                    "end": 242,
                    "text": "Table I",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "C. Numerical calculations"
        },
        {
            "text": "In Fig. 6 , we compare the analytical results given by Eq. ͑18͒ and the numerical results obtained by Eq. ͑20͒ for various t and m. Figure 6 shows that the analytical and numerical values for ͗F͘ t are in full agreement with each other. This agreement serves as a test of our analytical formula.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 9,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 132,
                    "end": 140,
                    "text": "Figure 6",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "C. Numerical calculations"
        },
        {
            "text": "Below we will show how to express ͗F͘ t as a function of network order N t , with the aim of obtaining the relation be-tween these two quantities. Recalling Eq. ͑1͒, we have ͑3m +1͒ t = ͑N t −1͒ / 2 and t = ͓ln͑N t −1͒ −ln 2͔ / ln͑3m +1͒. Thus, Eq. ͑18͒ can be recast in terms of N t as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D. Dependence of mean first-passage time on network order"
        },
        {
            "text": "In the thermodynamic limit ͑N t → ϱ͒, we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D. Dependence of mean first-passage time on network order"
        },
        {
            "text": "showing that the MFPT grows linearly with increasing order of the Koch networks. Equations ͑21͒ and ͑22͒ imply that although for different m the MFPT of whole family of Koch networks is quantitatively different, it exhibits the same scaling behavior despite the distinct extent of structure inhomogeneity of the networks, which may be attributed to the symmetry and particular properties of the networks studied. It is known that the exponent ␥ characterizing the inhomogeneity of networks affects qualitatively the scaling of MFPT for diffusion in random uncorrelated scale-free networks. 28 Concretely, in random uncorrelated scale-free networks with large order N, the MFPT F͑N͒ grows sublinearly or linearly with network order as F͑N͒ϳN ͑␥−2͒/͑␥−1͒ for all ␥ Ͼ 2, which strongly depends on ␥. However, as shown above, in the whole family of Koch networks, the MFPT displays a linear dependence on network order, which is independent of ␥, showing that the inhomogeneity of structure has no quantitative impact on the scaling behavior of MFPT for trapping process in Koch networks. Our obtained result means that the scaling observed for MFPT in the literature 28 is not a generic feature of all scale-free networks, at least it is not valid for the Koch networks, even for the case of m =1 when network is uncorrelated.",
            "cite_spans": [
                {
                    "start": 590,
                    "end": 592,
                    "text": "28",
                    "ref_id": null
                },
                {
                    "start": 1164,
                    "end": 1166,
                    "text": "28",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "D. Dependence of mean first-passage time on network order"
        },
        {
            "text": "Power-law degree distribution and degree correlations play a significant role in the collective dynamical behaviors on scale-free networks. In this paper, we have investigated the trapping issue, concentrating on a particular case with the trap fixed on a node with highest degree on the Koch networks that display synchronously a heavy-tailed degree distribution with general exponent ␥ ͓2,3͔ and degree correlations. We obtained explicitly the formula for MFPT to the trapping node, which scales lineally with network order, independent of the exponent ␥. Our result shows that structural inhomogeneity of the Koch networks has no essential effect on the scaling of MFPT for the trapping issue, which departs a little from that one expects and is as compared with the scaling behavior reported for stochastic uncorrelated scalefree networks. Thus, caution must be taken when making a general statement about the dependence of MFPT for trapping issue on the inhomogeneous structure of scale-free networks. Finally, it should be also mentioned that both random uncorrelated networks and the Koch networks addressed here cannot well describe real systems, future work should focus ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. CONCLUSIONS"
        },
        {
            "text": "Trapping in Koch networks Chaos 20, 043112 ͑2010͒",
            "cite_spans": [],
            "ref_spans": [],
            "section": "043112-5"
        }
    ],
    "bib_entries": {
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Aspects and Applications of the Random Walk ͑North-Holland",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Finite Markov Chains ͑Springer",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Kemeny",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Snell",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "͑Color online͒ Iterative construction method for the Koch networks. FIG. 2. ͑Color online͒ A network corresponding to the case of m =2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "͑3m +1͒F i ͑t͒ . For explanation, see Refs. 35 and 36 and related references therein. The ob-FIG. 3. ͑Color online͒ Labels of all nodes in K 2,2 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "͑Color online͒ Illustration showing the relation of the first-passage times for each pair of two new nodes ͑v x and w x with x =1,2,. . ., or m͒ and the old node u as one point of the triangle generating the new nodes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "͑Color online͒ Mean first-passage time ͗F͘ t as a function of the generation t on a semilogarithmic scale for different values of m. The empty symbols represent the numerical results obtained by direct calculation from Eq. ͑20͒, while the filled symbols correspond to the rigorous values provided by Eq. ͑18͒.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "First-passage time F i ͑t͒ for a random walker starting from node i in K m,t for different t. Note that, thanks to the symmetry, nodes in the same column are equivalent to one another, since they have the same FPT.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "on trapping problem on those networks better mimicking realties. Anyway, our work provides some insight to better understand the trapping process in scale-free graphs. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}