{"paper_id": "4d69cb1dd202569b16047de0d8ef3b7ac3b76310", "metadata": {"title": "Inhibition of Japanese encephalitis virus replication in cultured cells and mice by a peptide-conjugated morpholino oligomer", "authors": [{"first": "Manu", "middle": [], "last": "Anantpadma", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Institute of Immunology", "location": {"addrLine": "Aruna Asaf Ali Marg", "postCode": "110067", "settlement": "New Delhi", "country": "India"}}, "email": ""}, {"first": "David", "middle": ["A"], "last": "Stein", "suffix": "", "affiliation": {"laboratory": "", "institution": "Oregon Health and Science University", "location": {"postCode": "97006", "settlement": "Beaverton", "region": "OR", "country": "USA"}}, "email": ""}, {"first": "Sudhanshu", "middle": [], "last": "Vrati", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Institute of Immunology", "location": {"addrLine": "Aruna Asaf Ali Marg", "postCode": "110067", "settlement": "New Delhi", "country": "India"}}, "email": "vrati@nii.res.in"}]}, "abstract": [{"text": "Background: Japanese encephalitis virus (JEV) has a significant impact on public health throughout Asia, and there is a pressing need for development of new therapeutics against it.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Methods: Peptide-conjugated phosphorodiamidate morpholino oligomers (PPMOs) are antisense agents that enter cells readily and interfere with gene expression. Four PPMOs, targeting various locations in the JEV genome, were evaluated for antiviral activity against JEV in cultured cells and the mouse model of JEV infection.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Results: A PPMO (P10882) targeting the JEV 3 ′ cyclization sequence (3 ′ CSI) had significant antiviral activity in Vero (epithelial), Neuro2A (neuronal) and J774E (macrophage) cells at concentrations that were not cytotoxic. P10882 added before infection suppressed JEV replication to an undetectable level in Vero cells and produced a 93% and 66% reduction in titre in J774E and Neuro2A cells, respectively, when measured at 24 h postinfection. In uninfected cells, fluorescein-labelled PPMOs entered J774E cells most efficiently, followed by Vero and Neuro2A cells. The antiviral effect of P10882 was also demonstrated in vivo, where 60% -80% of 1-week-old mice treated intracerebrally with a 20 mg/kg dose of P10882 every 12 h for 5 days were protected from a lethal dose of JEV and showed an undetectable level of virus in brain tissue at 2 days post-infection.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Conclusions: P10882, which targets sequence that is highly conserved across members of the JEV serocomplex, was previously shown to be effective in a mouse model of West Nile disease, and represents a candidate antiviral agent against members of the JEV serocomplex.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Japanese encephalitis virus (JEV), a member of the Flavivirus genus in the family Flaviviridae, is the prototypic member of the JEV serocomplex, which also includes West Nile virus (WNV), St Louis encephalitis virus (SLEV) and Murray Valley encephalitis virus. JEV is transmitted to humans by mosquitoes and is the causative agent of Japanese encephalitis (JE). The symptoms of JE typically include fever and headache, but other incapacitating manifestations also usually result and frequently involve neurological complications. 1 JE has a major impact on public health in eastern and southern Asia, causing 30 000 -50000 symptomatic cases and 10000 deaths annually. 2 Recently, JEV has expanded its geographic footprint into previously non-endemic areas and, with several billion people at risk, JE represents an international emerging disease concern in tropical and subtropical regions. Two JEV vaccines are in use in different parts of Asia. However, concerns over the efficacy, safety and cost of available vaccines continue, and a high percentage of people in 'at-risk' regions remain unvaccinated. Although considerable research is ongoing, to date no effective antiviral therapeutic is available to treat JE.", "cite_spans": [{"start": 530, "end": 531, "text": "1", "ref_id": "BIBREF0"}, {"start": 668, "end": 669, "text": "2", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Introduction"}, {"text": "Phosphorodiamidate morpholino oligomers (PMOs) are singlestranded DNA analogues containing the same nucleobases as DNA but joined by a backbone consisting of morpholine rings and phorphorodiamidate linkages. 3 The mechanism of antisense action of PMOs is through steric blocking of complementary RNA. 4 To facilitate entry into cells, an arginine-rich cellpenetrating peptide (CPP) can be conjugated to PMOs to produce peptide -PMOs (PPMOs). 5, 6 Considerable antiviral activity has been documented for PPMOs against a number of positiveand negative-strand RNA viruses, in both cell culture and murine experimental systems. 7 Against flaviruses, PPMOs have shown efficacy at inhibiting infections of WNV, JEV, SLEV and dengue viruses (DENVs) in cultured cells. 8 -13 Additionally, PPMOs were shown to have considerable antiviral activity against WNV and DENV in mouse models. 12, 13 The JEV genome is a plus-sense, single-stranded RNA of 11 kb, having a single open reading frame (ORF) flanked by 5 ′ -and 3 ′ -untranslated regions (UTRs). 14, 15 The ORF encodes a 3432 amino acid polyprotein that is subsequently cleaved into three structural and seven non-structural viral proteins. 15 The mosquitoborne flaviviruses require at least two long-range RNA-RNA basepairing interactions between complementary sequences in the 5 ′ and 3 ′ regions of their genomes for efficient replication. The 5 ′ /3 ′ -UAR (upstream of AUG region) interaction involves 15 complementary nucleotides, with the 5 ′ component located just upstream of the AUG region and the 3 ′ component located between 70 and 90 nucleotides from the 3 ′ end of the JEV genome. 16 Another interaction occurs between a pair of 10 complementary nucleotides, with the 5 ′ cyclization sequence (CS) located in the coding sequence for the capsid protein at 136-146 nucleotides from the 5 ′ end of the genome, and the 3 ′ cyclization sequence, often denoted as 3 ′ CSI (3 ′ conserved sequence I) located at 104-114 nucleotides from the 3 ′ end of the genome. 16, 17 The 3 ′ CSI and its flanking sequence form a region of 22 nucleotides that is very highly conserved across the members of the JEV serocomplex. 12, 16, 18 Deas et al. 12 showed that a PPMO designed against the JE serocomplex 3 ′ CSI region was effective in reducing WNV, SLEV and JEV replication in Vero cells, and that the same PPMO produced enhanced survival of mice challenged with a usually lethal dose of WNV. Yoo et al. 18 recently showed that a peptide-nucleic acid (PNA) conjugate targeted to the 3 ′ CSI region also inhibited JEV replication in baby hamster kidney (BHK) cells.", "cite_spans": [{"start": 208, "end": 209, "text": "3", "ref_id": "BIBREF2"}, {"start": 301, "end": 302, "text": "4", "ref_id": "BIBREF3"}, {"start": 442, "end": 444, "text": "5,", "ref_id": "BIBREF4"}, {"start": 445, "end": 446, "text": "6", "ref_id": "BIBREF5"}, {"start": 624, "end": 625, "text": "7", "ref_id": "BIBREF6"}, {"start": 761, "end": 766, "text": "8 -13", "ref_id": null}, {"start": 876, "end": 879, "text": "12,", "ref_id": "BIBREF9"}, {"start": 880, "end": 882, "text": "13", "ref_id": "BIBREF10"}, {"start": 1040, "end": 1043, "text": "14,", "ref_id": "BIBREF11"}, {"start": 1044, "end": 1046, "text": "15", "ref_id": "BIBREF12"}, {"start": 1185, "end": 1187, "text": "15", "ref_id": "BIBREF12"}, {"start": 1640, "end": 1642, "text": "16", "ref_id": "BIBREF13"}, {"start": 2015, "end": 2018, "text": "16,", "ref_id": "BIBREF13"}, {"start": 2019, "end": 2021, "text": "17", "ref_id": "BIBREF14"}, {"start": 2165, "end": 2168, "text": "12,", "ref_id": "BIBREF9"}, {"start": 2169, "end": 2172, "text": "16,", "ref_id": "BIBREF13"}, {"start": 2173, "end": 2175, "text": "18", "ref_id": "BIBREF15"}, {"start": 2188, "end": 2190, "text": "12", "ref_id": "BIBREF9"}, {"start": 2447, "end": 2449, "text": "18", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Introduction"}, {"text": "Here we extend those findings against JEV in various types of cultured cells and in a mouse model for JE disease where 60%-80% of mice administered a 3 ′ CSI-targeting PPMO were protected against a lethal JEV challenge.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Porcine stable kidney (PS) cells (NCCS, India) were grown in MEM (minimal essential medium) supplemented with 10% fetal bovine serum (FBS) and 0.1% antibiotic cocktail (Gibco). Vero cells (ATCC, USA) were maintained in Eagle's minimal essential medium (EMEM) supplemented with 10% FBS and antibiotics. Neuro2A cells (ATCC, USA) were cultured in Dulbecco's modified Eagle's medium (DMEM) supplemented with 10% FBS, 1 mM sodium pyruvate, 1× non-essential amino acids and antibiotics. J774E cells (obtained from Dr P. Stahl, Washington University School of Medicine, St Louis, MO, USA) were grown in RPMI 1640 medium supplemented with 10% FBS and 0.1% antibiotics. The JaOArS982 strain of JEV (obtained from Dr A. Igarashi, Nagasaki University, Japan) was grown in 3-day-old BALB/c mice and titrated by plaque assay using PS cells as described previously. 19 PPMOs All PPMOs were synthesized at AVI BioPharma, Inc., USA using previously described methods. 3, 5 To produce PPMOs, the CPP (RXR) 4 XB (where R stands for arginine, X for 6-aminohexanoic acid and B for b-alanine) was covalently conjugated to the 5 ′ end of each PMO. PPMOs were designed to be complementary to sequences in the JEV genome, as shown in Table 1 . A 20 base scrambled PPMO of random sequence and 50% G/C content (PSCR) was used as a negative control throughout this study. For studying PPMO uptake into cultured cells, carboxyfluorescein was conjugated to the 3 ′ end of PSCR, producing PSCR-Fl. All PPMO sequences were screened with BLAST (http://www.ncbi.nlm.nih.gov/ BLAST) against primate and murine mRNA sequences, and the PSCR PPMO was additionally screened against all flaviviral sequences. PPMOs were dissolved in sterilized distilled water to a concentration of 2 mM and the stocks stored at -808C.", "cite_spans": [{"start": 853, "end": 855, "text": "19", "ref_id": "BIBREF16"}, {"start": 953, "end": 955, "text": "3,", "ref_id": "BIBREF2"}, {"start": 956, "end": 957, "text": "5", "ref_id": "BIBREF4"}], "ref_spans": [{"start": 1211, "end": 1218, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Virus and cells"}, {"text": "The PPMO-mediated inhibition of JEV replication was studied in Vero, J774E and Neuro2A cells. Cells were seeded at a density of 5×10 4 cells/well in a 24-well tissue culture plate. Fresh culture medium containing 10% FBS and different amounts of PPMO was added 12 h later to the cell monolayers and allowed to incubate for 3 h. The PPMO was removed, and the cells rinsed twice with culture medium before infection with 100 mL of JEV at a multiplicity of infection (moi) of 0.1. The inoculum was removed 1 h later, and the cells rinsed with culture medium before fresh medium containing 10% FBS was re-added. All incubations were carried out at 378C and 5% CO 2 . Culture supernatant was removed at the indicated times post-infection (p.i.) and extracellular virus titre determined by plaque assay. All infections and treatments were carried out in triplicate. The statistical significance of differences in viral titres was determined by the Student's t-test; a P value ,0.05 was considered significant.", "cite_spans": [], "ref_spans": [], "section": "PPMO-mediated inhibition of JEV replication in cultured cells"}, {"text": "Cell monolayers obtained as above were treated with 10 mM PSCR-Fl PPMO for 3 h. The cells were then washed with PBS and visualized via phase contrast and fluorescence microscopy. In a parallel experiment, PSCR-Fl-treated cell monolayers were treated with 0.5% trypsin-EDTA to produce a single cell suspension and analysed by flow cytometry on a BD-LSR-1 flow cytometer. The FL1 reading for both stained and unstained cells was obtained. Fifty thousand cells per reading were counted and analysed by WinMDI software. The modal fluorescence intensities (MFIs) representing an average of three readings were determined using FlowJo software (Tree Star Inc., Oregon, USA).", "cite_spans": [], "ref_spans": [], "section": "PPMO uptake studies"}, {"text": "The cytotoxicity of PPMO to Vero, J774E and Neuro2A cells was evaluated using the lactate dehydrogenase (LDH) release cell viability assay kit (Sigma) as per the manufacturer's protocol. Briefly, cell monolayers were incubated with 10 mM PPMO for 3 h followed by washing and replenishing with culture medium. The LDH assay was performed 24 h Anantpadma et al.", "cite_spans": [], "ref_spans": [], "section": "PPMO toxicity in cultured cells"}, {"text": "later. All assays were carried out in triplicate and the conditions were intended to mimic those of the antiviral assays.", "cite_spans": [], "ref_spans": [], "section": "PPMO toxicity in cultured cells"}, {"text": "Groups of 1-week-old BALB/c mice (n¼8) were injected intracerebrally using a 25 gauge needle with 30 mL of PBS or PBS containing the indicated amount of PPMO every 12 h for 8 days. The apparent toxicity of PPMOs in mice was evaluated by clinical observations for abnormal behaviour or appearance, including hunching, lethargy, appetite loss, ruffled fur, apparent weakness or death. Mice were observed every 12 h throughout the course of the study.", "cite_spans": [], "ref_spans": [], "section": "PPMO toxicity in mice"}, {"text": "Groups of 1-week-old BALB/c mice (n¼8) were injected intracerebrally in the left brain lobe with 30 mL of PBS or 30 mL of PBS containing the indicated amount of PPMO 5 h before intracerebral injection of a lethal dose of JEV (100 pfu) on the same side of the head. Following the JEV infection, mice received PPMO intracerebrally at the same site every 12 h for the next 5 days. Mice were observed daily for 10 days after infection for mortality. The statistical significance of the difference in survival of mice in different treatment groups was determined by the logrank test; a P value ,0.05 was considered significant.", "cite_spans": [], "ref_spans": [], "section": "Antiviral activity of PPMO in mice"}, {"text": "Groups of 1-week-old BALB/c mice (n¼8) were injected intracerebrally with JEV and treated with PPMO as described above. For determination of the levels of JEV in the brains of mice from the various treatment groups, brain tissue was harvested at 12 h intervals following JEV inoculation. The tissue was homogenized into a 20% suspension in MEM, centrifuged and filter-sterilized. JEV titre was determined by plaque formation on PS cells. The minimum detection limit of the plaque assay was 50 pfu/mL. All animal studies were conducted following the approved protocols of the Institutional Animal Care and Ethics Committee.", "cite_spans": [], "ref_spans": [], "section": "PPMO-mediated inhibition of JEV replication in mice"}, {"text": "Four different PPMOs designed against JEV sequences were used in this study (Table 1) . Three were designed against targets in the JEV 5 ′ -UTR (P24, P93 and P104), and one against sequence in the 3 ′ -UTR (P10882) (Figure 1a ). P24 was designed to bind the 5 ′ -terminal region of genomic RNA and thereby interfere with assembly of the translation pre-initiation complex that occurs at the 5 ′ cap of flaviviruses. 20 P93 targets sequence just upstream of the AUG initiation codon, including most of the region predicted to be in the JEV 5 ′ -UAR. 16 P104 targets sequence spanning the AUG translation initiation codon, as well as a major portion of the 5 ′ -UAR sequence. The P93 and P104 PPMOs were designed to interfere with both translation initiation and the 5 ′ -/3 ′ -UAR interaction. P10882 was designed to target the highly conserved 3 ′ CSI region in the 3 ′ -UTR (Figure 1b) , and thereby interfere with viral RNA synthesis. Three cell lines of different lineage were used in this study: Vero (epithelial), Neuro2A (neuronal) and J774E (macrophage). As shown in Figure 2 , P10882 produced a robust inhibition of viral replication in all three cell lines when measured at 24 h p.i. However, considerable variation in the extent of inhibition between the different cell lines was observed. P10882 completely inhibited JEV replication in Vero cells (P ¼ 0.001), whereas virus replication was reduced by 93% in J774E cells (P ¼ 0.020) and by 66% in Neuro2A cells (P ¼0.020). At 48 h p.i., the virus replication inhibition was still complete in Vero cells (P ¼ 0.023), and had increased to 97% in J774E (P ¼ 0.023) and to 85% in Neuro2A cells (0.043). Since cells treated before infection with P10882 produced little virus over time, while control-treated cells produced an increasing amount of virus over time, the relative level of inhibition by P10882 appeared higher at 48 h than at 24 h.", "cite_spans": [{"start": 549, "end": 551, "text": "16", "ref_id": "BIBREF13"}], "ref_spans": [{"start": 76, "end": 85, "text": "(Table 1)", "ref_id": "TABREF0"}, {"start": 215, "end": 225, "text": "(Figure 1a", "ref_id": "FIGREF1"}, {"start": 875, "end": 886, "text": "(Figure 1b)", "ref_id": "FIGREF1"}, {"start": 1074, "end": 1082, "text": "Figure 2", "ref_id": "FIGREF2"}], "section": "PPMO-mediated inhibition of JEV replication in cultured cells"}, {"text": "PPMOs other than P10882 also produced significant inhibition of JEV replication, but mostly only during the early phase of growth measured at 24 h p.i. Evaluation of viral titres at 36 h p.i. showed significant inhibition only by P104 in Vero and by P24 in J774E cells. Interestingly, JEV grew to higher titres (measured at 24 h p.i.) in Neuro2A cells treated with P24, P93 and P104 than in vehicle-treated cells. The reason for the apparent enhancement of viral growth is not clear. Other studies have reported a similar phenomenon, 21 -23 which may have important implications for the therapeutic application of PPMOs. At both timepoints and in all cell types, JEV titres were significantly suppressed by P10882 and unaffected by the PSCR PPMO.", "cite_spans": [], "ref_spans": [], "section": "PPMO-mediated inhibition of JEV replication in cultured cells"}, {"text": "P10882 inhibited JEV replication in a dose-dependent manner in Vero cells (Figure 3 ). When evaluated at 24 h p.i., P10882 produced 73%, 94% and complete inhibition of JEV replication at 0.1, 1.0 and 10 mM concentrations, respectively. PSCR used at a concentration of 10 mM did not affect virus titres.", "cite_spans": [], "ref_spans": [{"start": 74, "end": 83, "text": "(Figure 3", "ref_id": "FIGREF3"}], "section": "PPMO-mediated inhibition of JEV replication in cultured cells"}, {"text": "The cytotoxicity of P10882 was examined in uninfected Vero, Neuro2A and J774E cells under the same conditions as in the antiviral experiments above. LDH release cell viability assays showed that 10 mM P10882, the highest concentration used in the antiviral experiments above, produced no apparent cytotoxicity in the three cell types used in this study (data not shown).", "cite_spans": [], "ref_spans": [], "section": "PPMO-mediated inhibition of JEV replication in cultured cells"}, {"text": "In the antiviral experiments described above, differential antiviral efficacy was observed for the same PPMO in different cell lines. To investigate if this difference could be attributed to differential PPMO uptake by the different cell lines, the various cell types were incubated with PSCR-Fl PPMO and analysed by microscopy and flow cytometry. Fluorescence microscopy indicated markedly different levels of uptake by the different cell types, with J774E and Vero cells exhibiting considerably more fluorescence than Neuro2A cells (Figure 4) . A quantitative analysis by flow cytometry showed that almost 90% of the each cell type took up PSCR-Fl. Based on the measurements of fluorescence intensity, J774E cells showed the maximum PPMO uptake, followed by Vero cells, while Neuro2A cells showed the least uptake. In relative quantitative terms, 10 mM PPMO-treated J774E cells showed an 50-fold increase in the MFI compared with the untreated cells. The increase in MFI was 10-fold in the case of Vero cells and 6-fold for Neuro2A cells. This relatively low uptake of PSCR-Fl observed in Neuro2A cells may explain the lower antiviral effect of P10882 in these cells. However, the uptake data do not explain the higher antiviral effect observed for P10882 in Vero cells compared with that in J774E cells. More investigation into the mechanisms and effectors of the antisense effect operating in these different cell types is needed to help explain the differences in inhibition observed. Anantpadma et al.", "cite_spans": [], "ref_spans": [{"start": 534, "end": 544, "text": "(Figure 4)", "ref_id": "FIGREF4"}], "section": "PPMO uptake by cultured cells"}, {"text": "To determine a toxicity profile for intracerebrally delivered PPMOs, uninfected mice were injected with varying dose levels of PPMO at 12 h interval for 8 days. PPMO toxicity was evaluated by daily observations for abnormal levels of ruffled fur, hunching, weakness or death. Mice that received dosing of up to 25 mg/kg PPMO showed no apparent signs of toxicity, whereas half of the mice receiving the 30 mg/kg dose died by day 6 ( Figure 5 ). All mice that received 40 mg/kg or higher dose of PPMO died by day 5.", "cite_spans": [], "ref_spans": [{"start": 432, "end": 440, "text": "Figure 5", "ref_id": "FIGREF6"}], "section": "Toxicity in mice of PPMOs delivered intracerebrally"}, {"text": "JEV is a neurotropic virus that replicates actively in neurons, glia and astrocytes of the mouse brain, and when administered intracerebrally leads to a high level of mortality in the suckling mouse model. The potential of P10882 for inhibiting JEV replication in mouse brain was investigated by intracerebral injection of PPMO and JEV.", "cite_spans": [], "ref_spans": [], "section": "PPMO-mediated inhibition of JEV replication in mouse brain"}, {"text": "To test the antiviral activity of P10882 against JEV in vivo, mice (n¼ 8) were administered intracerebral injections of 20 mg/kg P10882 or PSCR PPMO, followed 5 h later by infection with a lethal dose of JEV by the same route. Mice receiving PPMO vehicle (PBS) and JEV, or P10882 without JEV were included as additional control groups. Injections were administered every 12 h for the next 5 days for all groups and mortality monitored for 10 days. Three trials with a dose level of 20 mg/kg PPMO and one trial with 15 mg/kg PPMO were carried out. Figure 6 shows that 60% -80% of infected mice treated with 20 mg/kg P10882 survived, while all of the vehicle-and PSCR-treated mice died by day 6 (P,0.0001). All uninfected mice receiving only P10882 survived. The P10882-mediated protection appeared to be dose dependent, as infected mice receiving 15 mg/kg P10882 did not survive. Challenge experiments where the first 20 mg/kg P10882 dose was administered at 6 h after the JEV infection, with subsequent doses every 12 h for the next 5 days, led to 50% -60% mice survival (data not shown).", "cite_spans": [], "ref_spans": [{"start": 547, "end": 555, "text": "Figure 6", "ref_id": "FIGREF8"}], "section": "PPMO-mediated inhibition of JEV replication in mouse brain"}, {"text": "To investigate if the enhanced mice survival afforded by P10882 treatment was associated with direct inhibition of JEV replication, viral titres in the brains of infected mice from the groups receiving no PPMO, or PSCR or P10882 PPMO at 20 mg/kg PPMO or vehicle (as shown in Figure 7) were determined. Figure 7 shows that the JEV titre approached 10 4 pfu/mL in vehicle-treated mice at 12 h p.i. and increased to an average of 10 5 pfu/mL over the next 2 days. No significant difference was seen in viral titres between vehicle-treated and PSCR-treated Inhibition of JEV replication by a PPMO mice. Remarkably, all mice treated with a 20 mg/kg dose of P10882 showed no detectable JEV in the brain. The detection limit of the JEV plaque assay was 50 pfu/mL.", "cite_spans": [], "ref_spans": [{"start": 275, "end": 284, "text": "Figure 7)", "ref_id": "FIGREF9"}, {"start": 302, "end": 310, "text": "Figure 7", "ref_id": "FIGREF9"}], "section": "PPMO-mediated inhibition of JEV replication in mouse brain"}, {"text": "No effective antiviral treatment exists for JE, and patients, who often warrant hospitalization, can be offered only supportive care. A nucleic acid-based intervention against JE will face many challenges in its development. As one example, in most cases JE victims typically do not suffer the more serious symptoms of the disease until after primary viraemia, at which point the chances of a viral nucleic acid-directed drug being effective would be much reduced. Nevertheless, several factors encouraged us to carry out this current study. JE often occurs epidemiologically in temporally defined outbreaks, usually in July and August. Further, initial symptoms do overlap for a few days with viraemia. 2 Considering the impact of JE on public health, and the lack of effective drugs to treat it, we felt that the 3 ′ CSI-targeted PPMOs, which previously showed considerable antiviral activity against JEV in Vero cells, 12 warranted further exploration. The antiviral activity demonstrated by several types of technology that rely on sequencespecific targeting of viral RNA indicates that antisense-mediated strategies have considerable utility as research reagents and as potential therapeutics against flaviviruses. 24 It is also possible that a prophylactic treatment for people entering a region where JEV is known to be present would be of value. The P10882 PPMO targets the 3 ′ CSI region and was the most effective of the four antisense PPMOs evaluated in this study. A single treatment with P10882 suppressed viral replication significantly in Vero, J774E and Neuro2A cells at a dose shown to be non-cytotoxic. In vivo, a dose regimen of P10882 that was shown to be well tolerated by uninfected mice significantly improved survival of JEV-infected mice, and greatly suppressed viral replication in the brain. Anantpadma et al.", "cite_spans": [{"start": 704, "end": 705, "text": "2", "ref_id": "BIBREF1"}, {"start": 922, "end": 924, "text": "12", "ref_id": "BIBREF9"}, {"start": 1220, "end": 1222, "text": "24", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Discussion"}, {"text": "P10882 PPMO treatment produced different levels of antiviral activity in different cell types. Differential uptake of PPMOs is not the most simple explanation for this observation, as P10882 produced the best knockdown of JEV in Vero cells while J774E cells showed the best PPMO uptake. It is possible that there are differences in intracellular trafficking of the PPMOs between the cell types. 5 Previous results indicate that P10882 probably impedes viral replication by interfering with molecular events in the process of RNA synthesis, as PPMO blocking of the 3 ′ CSI region did not diminish the translation of WNV or DENV reporter constructs. 8, 9 The P10882 PPMO has the same composition as the 3 ′ CSI PPMO that afforded considerable protection in a murine model of WNV infection. 12 In that study, uninfected mice could tolerate a repeated daily intraperitoneal dose of 10 mg/kg 3 ′ CSI PPMO, but a 15 mg/kg dose caused .5% loss of body weight in 5 days. An enhancement in survival of 50%, from 10% in controls to 60% for the 3 ′ CSI PPMO-treated mice, was observed. The authors concluded that the compound showed considerable promise, but that overall toxicity would need to be lower to allow higher dosing and hence perhaps enhanced survival. We observed a similar pattern in our study, with the P10882 PPMO producing a substantial enhancement of survival and reduced virus titres in brain compared with controls, when administered intracerebrally at a dose of 20 mg/kg. However, PPMO administration to uninfected mice at a ≥30 mg/kg dose produced noticeable ill effects or mortality. The peptide component (RXR) 4 XB of PPMOs is generally acknowledged as necessary for the delivery of therapeutically effective levels of PMOs into cells in vivo. 12, 13, 21, 25 However, the peptide has attendant toxicity in vivo as well. 12, 21 Clearly, the development of a peptide component of PPMOs that results in a wider therapeutic window for systemic dosing would enhance the utility of PPMO technology, and such efforts are apparently in progress. 26 -28 Alternatively, it is possible that formulation of the present (RXR) 4 XB -PMO would improve its pharmacological properties. In an approach similar to the study here, Yoo et al. 18 used a panel of HIV Tat-like peptides conjugated to a PNA targeted against a wellconserved flavivirus sequence in cell culture studies with JEV. Like PPMOs, PNAs interfere with the production of protein from mRNA by sequence-specific steric blocking of RNA as the mechanism of action. They found a Tat-PNA targeted against the top of the JEV 3 ′ stem -loop to be the most effective, producing a 5-to 10-fold reduction in infectious virus. Relatedly, Kumar et al. 29 showed that intracerebral injection of a small hairpin RNA (shRNA)-coding lentivirus or lipid-complexed small interfering RNA (siRNA) targeted to a conserved sequence in the envelope-coding RNA protected mice from JEV and WNV infection. We previously demonstrated that a DNAzyme targeting a 27 nucleotide repeat sequence in the 3 ′ -UTR of JEV and delivered intracerebrally protected mice against lethal JEV infection. 30 These studies together indicate that compounds targeting viral nucleic acid may be useful to address JEV infection.", "cite_spans": [{"start": 395, "end": 396, "text": "5", "ref_id": "BIBREF4"}, {"start": 648, "end": 650, "text": "8,", "ref_id": "BIBREF7"}, {"start": 651, "end": 652, "text": "9", "ref_id": null}, {"start": 788, "end": 790, "text": "12", "ref_id": "BIBREF9"}, {"start": 1623, "end": 1624, "text": "4", "ref_id": "BIBREF3"}, {"start": 1757, "end": 1760, "text": "12,", "ref_id": "BIBREF9"}, {"start": 1761, "end": 1764, "text": "13,", "ref_id": "BIBREF10"}, {"start": 1765, "end": 1768, "text": "21,", "ref_id": "BIBREF18"}, {"start": 1769, "end": 1771, "text": "25", "ref_id": "BIBREF22"}, {"start": 1833, "end": 1836, "text": "12,", "ref_id": "BIBREF9"}, {"start": 1837, "end": 1839, "text": "21", "ref_id": "BIBREF18"}, {"start": 2051, "end": 2057, "text": "26 -28", "ref_id": null}, {"start": 2235, "end": 2237, "text": "18", "ref_id": "BIBREF15"}, {"start": 2701, "end": 2703, "text": "29", "ref_id": "BIBREF26"}, {"start": 3123, "end": 3125, "text": "30", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Discussion"}, {"text": "Although the core 3 ′ CSI sequence of flaviviruses is thought to be only 10-12 nucleotides in length, 16 a region of 20 -23 nucleotides in the region including the 3 ′ CSI is very highly conserved within the JEV and DENV serocomplexes. 18 The 3 ′ CSI region has been shown to provide a productive target location for PPMOs against a number of flaviviruses. A PPMO against 3 ′ CSI sequence that is highly conserved in members of the DENV Inhibition of JEV replication by a PPMO serocomplex was found to have effective antiviral activity against DENV-2 infections in AG129 mice. 13 The 3 ′ CSI region sequence targeted by P10882 is highly conserved in members of the JEV serocomplex, and with P10882 now proven to be protective against both JEV and WNV infections in vivo it represents a candidate for development as a pan-JEV serocomplex antiviral agent.", "cite_spans": [{"start": 102, "end": 104, "text": "16", "ref_id": "BIBREF13"}, {"start": 236, "end": 238, "text": "18", "ref_id": "BIBREF15"}, {"start": 577, "end": 579, "text": "13", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Discussion"}, {"text": "The small animal models for JEV are of limited utility, as only very young mice inoculated intracerebrally can consistently propagate JEV in the brain to the levels necessary for antiviral drug screening. The goal of this study was to explore whether PPMOs could provide antiviral action against JEV infection in the brain. Obviously, intracerebral injection is not a relevant route of administration for human therapeutics, and it has not been established that PPMOs can traverse the blood -brain barrier. However, in natural infections, JEV replicates peripherally prior to invading the brain. 2 It may be that PPMO treatment could reduce peripheral virus titres to a level amenable to clearance by the immune system. From here, we hope to study the P10882 PPMO made with alternative peptides or formulation, in older JEV-infected mice, using routes of administration other than intracerebral for both virus and PPMOs, and to more thoroughly evaluate prophylactic and post-infection treatment options. Anantpadma et al.", "cite_spans": [{"start": 596, "end": 597, "text": "2", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Japanese encephalitis-a pathological and clinical perspective", "authors": [{"first": "D", "middle": [], "last": "Ghosh", "suffix": ""}, {"first": "A", "middle": [], "last": "Basu", "suffix": ""}], "year": 2009, "venue": "PLoS Negl Trop Dis", "volume": "3", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Pathogenesis and clinical features of Japanese encephalitis and West Nile virus infections", "authors": [{"first": "T", "middle": [], "last": "Solomon", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Vaughn", "suffix": ""}], "year": 2002, "venue": "Curr Top Microbiol Immunol", "volume": "267", "issn": "", "pages": "171--94", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Morpholino antisense oligomers: design, preparation, and properties", "authors": [{"first": "J", "middle": [], "last": "Summerton", "suffix": ""}, {"first": "D", "middle": [], "last": "Weller", "suffix": ""}], "year": 1997, "venue": "Antisense Nucleic Acid Drug Dev", "volume": "7", "issn": "", "pages": "187--95", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "A specificity comparison of four antisense types: morpholino, 2 ′ -O-methyl RNA, DNA, and phosphorothioate DNA", "authors": [{"first": "D", "middle": [], "last": "Stein", "suffix": ""}, {"first": "E", "middle": [], "last": "Foster", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Huang", "suffix": ""}], "year": 1997, "venue": "Antisense Nucleic Acid Drug Dev", "volume": "7", "issn": "", "pages": "151--158", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Vectorization of morpholino oligomers by the (R-Ahx-R)4 peptide allows efficient splicing correction in the absence of endosomolytic agents", "authors": [{"first": "S", "middle": [], "last": "Abes", "suffix": ""}, {"first": "H", "middle": ["M"], "last": "Moulton", "suffix": ""}, {"first": "Clair", "middle": ["P"], "last": "", "suffix": ""}], "year": 2006, "venue": "J Control Release", "volume": "116", "issn": "", "pages": "304--317", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Cellular uptake of antisense morpholino oligomers conjugated to arginine-rich peptides", "authors": [{"first": "H", "middle": ["M"], "last": "Moulton", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Nelson", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Hatlevig", "suffix": ""}], "year": 2004, "venue": "Bioconjug Chem", "volume": "15", "issn": "", "pages": "290--299", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Inhibition of RNA virus infections with peptide-conjugated morpholino oligomers", "authors": [{"first": "D", "middle": ["A"], "last": "Stein", "suffix": ""}], "year": 2008, "venue": "Curr Pharm Des", "volume": "14", "issn": "", "pages": "2619--2653", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Inhibition of flavivirus infections by antisense oligomers specifically suppressing viral translation and RNA replication", "authors": [{"first": "T", "middle": ["S"], "last": "Deas", "suffix": ""}, {"first": "I", "middle": [], "last": "Binduga-Gajewska", "suffix": ""}, {"first": "M", "middle": [], "last": "Tilgner", "suffix": ""}], "year": 2005, "venue": "J Virol", "volume": "79", "issn": "", "pages": "4599--609", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "West Nile virus genome cyclization and RNA replication require two pairs of long-distance RNA interactions", "authors": [{"first": "B", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "H", "middle": [], "last": "Dong", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Stein", "suffix": ""}], "year": 2008, "venue": "Virology", "volume": "373", "issn": "", "pages": "1--13", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "In vitro resistance selection and in vivo efficacy of morpholino oligomers against West Nile virus", "authors": [{"first": "T", "middle": ["S"], "last": "Deas", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Bennett", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Jones", "suffix": ""}], "year": 2007, "venue": "Antimicrob Agents Chemother", "volume": "51", "issn": "", "pages": "2470--82", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Treatment of AG129 mice with antisense morpholino oligomers increases survival time following challenge with dengue 2 virus", "authors": [{"first": "D", "middle": ["A"], "last": "Stein", "suffix": ""}, {"first": "C", "middle": ["Y"], "last": "Huang", "suffix": ""}, {"first": "S", "middle": [], "last": "Silengo", "suffix": ""}], "year": 2008, "venue": "J Antimicrob Chemother", "volume": "62", "issn": "", "pages": "555--65", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Complete nucleotide sequence of an Indian strain of Japanese encephalitis virus: sequence comparison with other strains and phylogenetic analysis", "authors": [{"first": "S", "middle": [], "last": "Vrati", "suffix": ""}, {"first": "R", "middle": ["K"], "last": "Giri", "suffix": ""}, {"first": "A", "middle": [], "last": "Razdan", "suffix": ""}], "year": 1999, "venue": "Am J Trop Med Hyg", "volume": "61", "issn": "", "pages": "677--80", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Complete nucleotide sequence of the Japanese encephalitis virus genome RNA", "authors": [{"first": "H", "middle": [], "last": "Sumiyoshi", "suffix": ""}, {"first": "C", "middle": [], "last": "Mori", "suffix": ""}, {"first": "I", "middle": [], "last": "Fuke", "suffix": ""}], "year": 1987, "venue": "Virology", "volume": "161", "issn": "", "pages": "497--510", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Genome cyclization as strategy for flavivirus RNA replication", "authors": [{"first": "S", "middle": ["M"], "last": "Villordo", "suffix": ""}, {"first": "A", "middle": ["V"], "last": "Gamarnik", "suffix": ""}], "year": 2009, "venue": "Virus Res", "volume": "139", "issn": "", "pages": "230--239", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Essential role of cyclization sequences in flavivirus RNA replication", "authors": [{"first": "A", "middle": ["A"], "last": "Khromykh", "suffix": ""}, {"first": "H", "middle": [], "last": "Meka", "suffix": ""}, {"first": "K", "middle": ["J"], "last": "Guyatt", "suffix": ""}], "year": 2001, "venue": "J Virol", "volume": "75", "issn": "", "pages": "6719--6747", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Inhibition of Japanese encephalitis virus replication by peptide nucleic acids targeting cis-acting elements on the plus-and minus-strands of viral RNA", "authors": [{"first": "J", "middle": ["S"], "last": "Yoo", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Kim", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Kim", "suffix": ""}], "year": 2009, "venue": "Antiviral Res", "volume": "82", "issn": "", "pages": "122--155", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Molecular characterization of an Indian isolate of Japanese encephalitis virus that shows an extended lag phase during growth", "authors": [{"first": "S", "middle": [], "last": "Vrati", "suffix": ""}, {"first": "V", "middle": [], "last": "Agarwal", "suffix": ""}, {"first": "P", "middle": [], "last": "Malik", "suffix": ""}], "year": 1999, "venue": "J Gen Virol", "volume": "80", "issn": "", "pages": "1665--71", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Flavivirus genome organization, expression, and replication", "authors": [{"first": "T", "middle": ["J"], "last": "Chambers", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Hahn", "suffix": ""}, {"first": "R", "middle": [], "last": "Galler", "suffix": ""}], "year": 1990, "venue": "Annu Rev Microbiol", "volume": "44", "issn": "", "pages": "649--88", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Antiviral effects of antisense morpholino oligomers in murine coronavirus infection models", "authors": [{"first": "R", "middle": [], "last": "Burrer", "suffix": ""}, {"first": "B", "middle": ["W"], "last": "Neuman", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Ting", "suffix": ""}], "year": 2007, "venue": "J Virol", "volume": "81", "issn": "", "pages": "5637--5685", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Inhibition of coxsackievirus B3 in cell cultures and in mice by peptide-conjugated morpholino oligomers targeting the internal ribosome entry site", "authors": [{"first": "J", "middle": [], "last": "Yuan", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Stein", "suffix": ""}, {"first": "T", "middle": [], "last": "Lim", "suffix": ""}], "year": 2006, "venue": "J Virol", "volume": "80", "issn": "", "pages": "11510--11519", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Inhibition of alphavirus infection in cell culture and in mice with antisense morpholino oligomers", "authors": [{"first": "S", "middle": [], "last": "Paessler", "suffix": ""}, {"first": "R", "middle": [], "last": "Rijnbrand", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Stein", "suffix": ""}], "year": 2008, "venue": "Virology", "volume": "376", "issn": "", "pages": "357--70", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Nucleic acid-based inhibition of flavivirus infections", "authors": [{"first": "D", "middle": ["A"], "last": "Stein", "suffix": ""}, {"first": "P", "middle": ["Y"], "last": "Shi", "suffix": ""}], "year": 2008, "venue": "Front Biosci", "volume": "13", "issn": "", "pages": "1385--95", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Inhibition of influenza A H3N8 virus infections in mice by morpholino oligomers", "authors": [{"first": "C", "middle": [], "last": "Lupfer", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Stein", "suffix": ""}, {"first": "D", "middle": ["V"], "last": "Mourich", "suffix": ""}], "year": 2008, "venue": "Arch Virol", "volume": "153", "issn": "", "pages": "929--966", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Sustained dystrophin expression induced by peptide-conjugated morpholino oligomers in the muscles of mdx mice", "authors": [{"first": "N", "middle": [], "last": "Jearawiriyapaisarn", "suffix": ""}, {"first": "H", "middle": ["M"], "last": "Moulton", "suffix": ""}, {"first": "B", "middle": [], "last": "Buckley", "suffix": ""}], "year": 2008, "venue": "Mol Ther", "volume": "16", "issn": "", "pages": "1624--1633", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Chemical modifications of antisense morpholino oligomers enhance their efficacy against Ebola virus infection", "authors": [{"first": "D", "middle": ["L"], "last": "Swenson", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "Warfield", "suffix": ""}, {"first": "T", "middle": ["K"], "last": "Warren", "suffix": ""}], "year": 2009, "venue": "Antimicrob Agents Chemother", "volume": "53", "issn": "", "pages": "2089--99", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Cell-penetrating peptides as transporters for morpholino oligomers: effects of amino acid composition on intracellular delivery and cytotoxicity", "authors": [{"first": "R", "middle": ["P"], "last": "Wu", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Youngblood", "suffix": ""}, {"first": "J", "middle": ["N"], "last": "Hassinger", "suffix": ""}], "year": 2007, "venue": "Nucleic Acids Res", "volume": "35", "issn": "", "pages": "5182--91", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "A single siRNA suppresses fatal encephalitis induced by two different flaviviruses", "authors": [{"first": "P", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Lee", "suffix": ""}, {"first": "P", "middle": [], "last": "Shankar", "suffix": ""}], "year": 2006, "venue": "PLoS Med", "volume": "3", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "DNAzyme-mediated inhibition of Japanese encephalitis virus replication in mouse brain", "authors": [{"first": "M", "middle": ["B"], "last": "Appaiahgari", "suffix": ""}, {"first": "S", "middle": [], "last": "Vrati", "suffix": ""}], "year": 2007, "venue": "Mol Ther", "volume": "15", "issn": "", "pages": "1593--1602", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Mfold web server for nucleic acid folding and hybridization prediction", "authors": [{"first": "M", "middle": [], "last": "Zuker", "suffix": ""}], "year": 2003, "venue": "Nucleic Acids Res", "volume": "31", "issn": "", "pages": "3406--3421", "other_ids": {}}}, "ref_entries": {"FIGREF1": {"text": "PPMO target locations in the JEV genome, and sequence conservation at the 3 ′ CSI region. (a) Diagram showing the secondary structure of 5 ′ -and 3 ′ -UTRs of JEV genomic RNA, as predicted by the Mfold program. 31 The PPMO target sequences are indicated with names, lines and arrows. The nucleotides of the AUG translation initiation codon are circled. Numbers in the lighter font refer to the nucleotide position in the JEV genome. (b) Sequence conservation at the P10882 PPMO target site. Alignments of GenBank sequences for four members of the JEV serocomplex in the 3 ′ CSI region are shown. The 3 ′ CSI core sequence location and the nucleotide positions in the JEV genome are indicated below and above the alignment, respectively. Virus abbreviations followed by the GenBank accession number: JEV, Japanese encephalitis virus (NC_001437); WNV, West Nile virus (NC_009942); SLEV, St Louis encephalitis virus (NC_007580); MVEV, Murray Valley encephalitis virus (NC_000943).", "latex": null, "type": "figure"}, "FIGREF2": {"text": "PPMO-mediated inhibition of JEV replication in cultured cells. Cell monolayers were treated with 10 mM PPMO for 3 h followed by infection with JEV at an moi of 0.1. Aliquots of culture supernatant were removed at 24 and 36 h p.i. and extracellular virus titrated by plaque assay. All experiments were carried out in triplicate. Mean titres from PPMO-treated cells were compared with those from vehicle-treated cells. The statistical significance of difference in titres was determined by the paired t-test; an asterisk indicates P, 0.05.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Dose-dependent inhibition of JEV replication by the P10882 PPMO. Vero cell monolayers were treated with increasing concentrations of PPMO for 3 h followed by infection with JEV at an moi of 0.1. Scrambled PPMO (PSCR) at a concentration of 10 mM was used as a control. Aliquots of culture supernatant were removed at 24 h p.i. and extracellular virus titrated by plaque assay. All experiments were carried out in triplicate. Mean titres from PPMO-treated cells were compared with those from vehicle-treated cells. The statistical significance of difference in titres was determined by the paired Student's t-test; an asterisk indicates P, 0.05.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "PPMO uptake by three types of cultured cells. Cell monolayers were incubated with 10 mM PSCR-Fl PPMO for 3 h followed by washing. The top panels show cells visualized by phase contrast (left-hand panels) and fluorescence microscopy (right-hand panels). In a parallel experiment PSCR-Fl-treated cells were washed and resuspended in culture medium followed by flow cytometric estimation of the fluorescing cells and the fluorescence intensity (bottom left-hand panel) as described in the Materials and methods section. The bottom right-hand panel shows the fold increase in the mean fluorescence intensity (MFI) of cells following treatment with PSCR-Fl. This figure appears in colour in the online version of JAC and in black and white in the printed version of JAC.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "PPMO toxicity in mice. Groups of 8-day-old BALB/c mice (n¼8) were injected intracerebrally with a 10-50 mg/kg dose of P10882, as indicated, every 12 h for 8 days and observed for mortality or other signs of toxicity. None of the mice that received up to a 25 mg/kg dose of PPMO showed any apparent signs of toxicity. Survival rates for the various treatment groups are shown by a Kaplan-Meier chart.", "latex": null, "type": "figure"}, "FIGREF8": {"text": "PPMO-mediated protection of JEV-infected mice. Groups of 1-week-old BALB/c mice (n¼8) were injected with the indicated amounts of PPMO and infected with 100 pfu of JEV 5 h later. Both PPMO and virus were administered intracerebrally. In addition, mice received the indicated dose of PPMO every 12 h after infection for 5 days. Additional control groups included mice receiving JEV and an initial treatment with vehicle (no PPMO) or uninfected mice receiving P10882 every 12 h for 5 days. Mice mortality was monitored for 10 days. The top three panels show results of the experiment done in triplicate.", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Holden KL, Stein DA, Pierson TC et al. Inhibition of dengue virus translation and RNA synthesis by a morpholino oligomer targeted to the top of the terminal 3 ′ stem-loop structure. Virology 2006; 344: 439-52.10 Kinney RM, Huang CY, Rose BC et al. Inhibition of dengue virus serotypes 1 to 4 in vero cell cultures with morpholino oligomers. J Virol 2005; 79: 5116-28. JEV titres in mice brain following PPMO treatment. One-week-old BALB/c mice (n¼8) were treated with a 20 mg/kg dose of PPMO as described in the Materials and methods section. Brain tissue was harvested at different timepoints and homogenized for plaque assays. JEV titres in individual mouse brains are shown. The dotted line shows the virus titre assay limit of 50 pfu/mL. Points below the dotted line indicate an undetectable virus titre. Bars indicate the mean titre in a group.", "latex": null, "type": "figure"}, "TABREF0": {"text": "PPMO names, sequences and target locations", "latex": null, "type": "table", "html": "<html><body><table><tr><td>PPMO\n</td><td> </td><td>Targeted nucleotides in the JEV genome\n</td></tr><tr><td>name </td><td>PPMO sequence (5′ -3′)\n</td><td>(GenBank #M18370)\n</td></tr><tr><td>P24 </td><td>AGA AGT TCA CAC AGA TAA ACT TCT </td><td>1-24\n</td></tr><tr><td>P93 </td><td>TTA TCT TCC GTT CTA AAA AAC TGT </td><td>70-93\n</td></tr><tr><td>P104 </td><td>TTT AGT CAT GGT TAT CTT CCG TTC </td><td>81-104\n</td></tr><tr><td>P10882 </td><td>TCC CAG GTG TCA ATA TGC TGT T </td><td>10861-10882\n</td></tr><tr><td>PSCR </td><td>AGT CTC GAC TTG CTA CCT CA </td><td>NA\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "We thank The Chemistry Group and Dr Richard Bestwick at AVI BioPharma in Corvallis, OR, for producing and providing PPMO, and Dr Satyajit Rath of the National Institute of Immunology, New Delhi, for valuable advice on the PPMO uptake experiments.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "This work was supported by the core funds provided to the National Institute of Immunology by the Department of Biotechnology, Govt of India. D. A. S. was supported by funding from the Pacific Northwest Regional Center of Excellence for Biodefense and Emerging Infectious Diseases.", "cite_spans": [], "ref_spans": [], "section": "Funding"}, {"text": "D. A. S. previously worked for the company that manufactured the PPMOs used in this report. Other authors: none to declare.", "cite_spans": [], "ref_spans": [], "section": "Transparency declarations"}]}