{"paper_id": "4ddbd01ecfef868a00a9dd3f57a04e21831722cb", "metadata": {"title": "Diagnostic performance of nucleic acid tests in tuberculous pleurisy", "authors": [{"first": "Min", "middle": [], "last": "Han", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Heping", "middle": [], "last": "Xiao", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Liping", "middle": [], "last": "Yan", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background: Tuberculous pleurisy (TBP) is the most common form of extrapulmonary tuberculosis (TB). However, rapid diagnostic methods with high accuracy for tuberculous pleurisy are urgently needed. In the present study, we evaluated the diagnostic accuracy of Xpert MTB/RIF, LAMP and SAT-TB assay with pleural fluids from culture-positive TBP patients.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "We prospectively enrolled 300 patients with exudative pleural effusions used as the samples for Xpert MTB/RIF, LAMP and SAT-TB assay. Of these, 265 including 223 patients diagnosed with TBP and 42 non-TBP patients used as controls were analyzed. Results: The sensitivities of Xpert MTB/RIF (27.4%), LAMP (26.5%) and SAT-TB assay (32.3%) were significantly higher than that of pleural effusion smear (14.3%, X 2 = 20.65, P < 0.001), whereas they were much lower than expected for the analysis of pleural effusion samples. Both SAT-TB assay and Xpert MTB/RIF demonstrated high specificities (100%) and PPVs (100%), but the NPVs of all of the tests were < 22%. The area under ROC curve of pleural effusion smear, LAMP, Xpert MTB/RIF and SAT-TB assays was 0.524 (95% CI 0.431-0.617), 0.632 (95% CI 0.553-0.71), 0.637 (95% CI 0.56-0.714) and 0.673 (95% CI 0.6-0.745). SAT-TB assays had the highest AUC. Conclusion: Nucleic acid amplification tests are not the first choice in the diagnosis of tuberculous pleurisy. In this type of test, SAT-TB is recommended because of its low cost, relatively more accurate compared with the other two tests. This prospective study was approved by The Ethics Committee of the Shanghai Pulmonary Hospital (approval number: K19-148).", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Tuberculosis (TB), the leading cause from a single infectious agent, typically affects the lungs (pulmonary TB), but can also affect other sites (extrapulmonary TB). Extrapulmonary TB (EPTB) represented 14% of the 6.4 million incident cases notified in 2017, globally [1] . The most common form of EPTB is tuberculous pleurisy (TBP) [2] . However, the sensitivity of acid-fast bacilli (AFB) in pleural effusion (PE) smear is unacceptably low and non-tuberculos Mycobacterium (NTM) is also positive [3] . The definite diagnosis of TBP is made by detecting Mycobacterium tuberculosis (MTB) from PE or pleural tissue [4] , but culturing M. tuberculosis will take 2-8 weeks to obtain the results, which can delay effective medical interventions [5] . Delayed antituberculosis treatment may result in pleural thickening or tuberculous empyema that requires surgical resolution [6, 7] . Therefore, diagnosis of TBP is sometimes referred to pleural biopsy. However, pleural biopsy is invasive and adds considerable cost to the workup. In addition, biopsy of pleural tissue for histological examination may still have false negative rate of about 20% [8] . Technological advances in nucleic acid amplification tests (NAATs) have led to breakthroughs in TB diagnosis with turnaround time under 2 h [9] . Xpert MTB/RIF (Xpert), endorsed by the Scientific and Technical Advisory Board of the WHO, integrates hemi-nested real-time Mycobacterium tuberculosis-specific DNA amplification and simultaneous detection of mutations in the rifampicin resistanceassociated rpoB mutations [10] . However, the requirement of expensive specialized equipment and the high cost of the assay make it unaffordable for large-scale use in developing countries. Loop-mediated isothermal amplification (LAMP) is a DNA amplification at a constant temperature by one type of enzyme with rapid and simple features which make it a promising diagnostic method for point-of-care testing and for resources limited countries [11] . Simultaneous amplification and testing for detection of Mycobacterium tuberculosis complex (MTBC) (SAT-TB assay) is a relatively new method based on real-time fluorescence simultaneous isothermal RNA amplification. Since RNA is much more unstable than DNA, so SAT-TB assay (SAT-TB) has the advantage of lower false-positive rates and good reproducibility [12] . Previous studies of NAATs have demonstrated superior sensitivity and specificity for the diagnosis of pulmonary TB with sputum specimens [13] [14] [15] [16] [17] [18] . However, there is still limited data on the performance of NAATs on the diagnosis of TBP with pleural fluid specimens. Whether these tests are sensitive enough to rule out TBP remains unclear.", "cite_spans": [{"start": 268, "end": 271, "text": "[1]", "ref_id": null}, {"start": 333, "end": 336, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 498, "end": 501, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 614, "end": 617, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 741, "end": 744, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 872, "end": 875, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 876, "end": 878, "text": "7]", "ref_id": "BIBREF6"}, {"start": 1143, "end": 1146, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 1289, "end": 1292, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 1567, "end": 1571, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 1985, "end": 1989, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 2347, "end": 2351, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 2491, "end": 2495, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 2496, "end": 2500, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 2501, "end": 2505, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 2506, "end": 2510, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 2511, "end": 2515, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 2516, "end": 2520, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Background"}, {"text": "Thus, we designed the current prospective study to evaluate the diagnostic performance of Xpert, LAMP and SAT-TB with PE specimens from confirmed TBP patients in a country with high TB incidence.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "In this study, we prospectively screened all new patients with exudative pleural effusions who had been admitted to Shanghai Pulmonary Hospital for suspected active TBP from January 2017 to December 2018. Data regarding age, sex, history of anti-TB treatment, current symptoms, course of the disease, and comorbidities were obtained from each enrolled patient using a standardized questionnaire. The exclusion criteria for enrollment were as follows: < 18 years of age, seropositive for human immunodeficiency virus (HIV), and inability to provide PE for examinations. In this study the definite diagnosis of TBP is made by detecting Mycobacterium tuberculosis from the PE with BACTEC MGIT 960 culture. The patients with PE due to causes other than TB were used as controls. Enrolled patients for whom a definite diagnosis could not be made were excluded from our further analysis.", "cite_spans": [], "ref_spans": [], "section": "Patients"}, {"text": "All of the patients had provided written informed consent for a protocol approved by The Ethics Committee of Shanghai Pulmonary Hospital (approval number: K19-148). Our study was performed in accordance with the Declaration of Helsinki with regard to ethical principles for research involving human subjects.", "cite_spans": [], "ref_spans": [], "section": "Patients"}, {"text": "Each patient underwent physical examination, chest computed tomography (CT), blood T-SPOT.TB interferongamma release assay (T-SPOT.TB) and thoracentesis guided by ultrasound or CT. At least 40 mL of PE samples was collected from each patient during thoracentesis using a sterile syringe. Aliquots of each sample were simultaneously submitted for adenosine deaminase assay (ADA), lymphocyte percentage of total cells, cytology for malignant cells, bacterial culture and fungal culture, smear fluorescence microscopy (FM), BACTEC MGIT 960 . T-SPOT.TB was performed as previously described [19] . BACTEC MGIT 960 (Becton Dickinson Life Sciences, Franklin Lakes, NJ, USA) was performed according to the standard procedure of the manufacturer [20] . SAT-TB was carried out using the method of AmpSure assay (Shanghai Rendu Biotechnology, Shanghai China) following the instructions of the manufacturer [18] . LAMP reactions were conducted with Loopamp DNA amplification kit (both from Eiken Chemical, Tochigi, Japan), as previously described [11] . Xpert (Cepheid, Sunnyvale, CA, USA) were performed according to the manufacturer's instructions using a four-module GeneXpert machine and the results can be automatically generated by the machine. All tests were conducted at the TB reference laboratory in Shanghai Pulmonary Hospital by qualified technicians using routine quality control procedures. Since these tests are automatic, there is no need of blinding.", "cite_spans": [{"start": 587, "end": 591, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 738, "end": 742, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 896, "end": 900, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 1036, "end": 1040, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Examinations"}, {"text": "Data was analyzed using Statistics for Windows (Version 18.0, Chicago, US: SPSS Inc.). Numerical variables were reported as mean ± standard deviation, and categorical variables were shown as number and percentage of observations. Diagnostic performance was assessed using sensitivity, specificity, positive predictive value (PPV), negative predictive value (NPV) and accuracy. Continuous variables were compared with t-test, while the comparison of categorical variables were made by Fisher's exact test or Pearson's chi-squared analysis, as appropriate. Differences were considered statistically significant when P -value ≤0.05. Receiver operating characteristic (ROC) curve analysis was performed to determine the power of these tests to distinguish TBP patients from non-TBP patients.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "We prospectively enrolled 300 patients. Thirty-five patients for whom a clear diagnosis could not be determined were excluded from further analysis. Finally, the remaining 265 were analyzed, including 223 patients diagnosed with TBP and 42 patients with pleural effusion due to causes other than TBP used as controls. Diagnosis in the non-TBP group included lung cancer (n = 12), bacterial pleurisy (n = 22), systemic lupus erythematosus (n = 1), and NTM infection (n = 7). The baseline demographic and clinical characteristics of 265 patients were summarized in Table 1 . TBP patients were significantly younger (41.3 ± 17.6) than non-TBP patients (56.4 ± 13.9; p < 0.001), and had a longer course of disease (p < 0.001). However, non-TBP patients were more likely to have no intrapulmonary lesions (p < 0.001). and SAT-TB assay (32.3%) were significantly higher than that of PE smear (14.3%, X 2 = 20.65, P < 0.001), whereas they were much lower than expected for the analysis of PE samples. As shown in Table 3 , both SAT-TB assay and Xpert demonstrated high specificities (100%) and PPVs (100%), but the NPVs of all of the tests were < 22%. The accuracies of these tests were also far from satisfactory. In the non-TBP group, 4 patients with falsepositive smear results were identified as NTM and 1 patient with bacterial pleurisy presented false-positive LAMP result. These results suggested that NAATs are suboptimal for the detection of M. tuberculosis in PE.", "cite_spans": [], "ref_spans": [{"start": 563, "end": 570, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 1006, "end": 1013, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Baseline demographic and clinical characteristics"}, {"text": "To further explore the correlation between ADA level and these experimental detection rates, patients were divided into three groups according to ADA level: a low-ADA (< 40 IU/L) group (n = 64), a medium-ADA (40-70 IU/L) group (n = 117) and a high-ADA (> 70 IU/L) group (n = 42) ( Table 4 ). There were no significant differences in the positive rate of these tests in different ADA level groups.", "cite_spans": [], "ref_spans": [{"start": 281, "end": 288, "text": "Table 4", "ref_id": "TABREF5"}], "section": "Results of LAMP, Xpert MTB/RIF and SAT-TB assay"}, {"text": "The area under ROC curve (AUC) of smears, LAMP, Xpert and SAT-TB was 0.524 (95% CI 0.431-0.617), 0.632 (95% CI 0.553-0.71), 0.637 (95% CI 0.56-0.714) and 0.673 (95% CI 0.6-0.745) (Fig. 1 ). SAT-TB had the highest AUC. ", "cite_spans": [], "ref_spans": [{"start": 179, "end": 186, "text": "(Fig. 1", "ref_id": null}], "section": "Establishment of ROC curve"}, {"text": "The result of phenotypic DST indicated that 20 patients (9.0%) were multidrug resistant tuberculosis (MDR-TB) and 1 patient (0.4%) was rifampicin resistant tuberculosis (RR-TB). The MDR/RR-TB rate was essentially higher in previously treated TBP (52.6%) than in primary TBP (5.4%, X 2 = 45.47, P < 0.001). Xpert correctly identified 71.4% (15/21) of MDR/RR-TB cases (Table 5 ).", "cite_spans": [], "ref_spans": [{"start": 366, "end": 374, "text": "(Table 5", "ref_id": "TABREF6"}], "section": "Results of DST to first-line drugs"}, {"text": "In this study, we evaluated LAMP, Xpert and SAT-TB assays for the diagnosis of TBP in PE culture positive patients, compared with PE smear and found that all these methods were suboptimal for the detection of MTB in PE, whereas each of them demonstrated high specificity. [27] . In a meta-analysis of 40 studies of NAATs for TBP, PAI et al. reported that these tests had low sensitivities (43-77%), but high specificities (95%) [28] . The reasons for the low sensitivity of NAATs in PE specimens but high sensitivity in sputum samples are not clear. The presence of inhibitory substances in PE is not a satisfactory explanation, as studies have shown that some substances of potential inhibitors of nucleic acid detection, such as RNases, were similar in sputum and non-sputum specimens [29] . The paucity of MTB in PE may play some role, but the low sensitivity is more likely to be relevant to techniques of nucleic acid extraction. Therefore, the consistent high specificities of NAATs indicated their potential role in confirming TBP as 'rule-in' tests and were not useful in excluding the disease. Caution should be exercised when interpreting negative NAATs results in PE. In addition, it's worth mentioning that ADA remains the most widely used diagnostic PE marker as a screening tool for TBP in resource-limited settings where tuberculosis is endemic, since it has the advantage of costeffectiveness, efficiency, noninvasiveness, and ease of operation [30, 31] . In our current study, 201out of 223 TBP patients (90.13%) had an ADA level over 25 U/l, while 10 out of 42 (23.8%) non-TBP also had an ADA level over 25 U/l. Nevertheless, apart from tuberculosis, high ADA levels in lymphocytic pleural effusions have also been reported in mesothelioma, lymphoma, rheumatoid immune system diseases and other infectious disease [3, 32, 33] .", "cite_spans": [{"start": 272, "end": 276, "text": "[27]", "ref_id": "BIBREF26"}, {"start": 428, "end": 432, "text": "[28]", "ref_id": "BIBREF27"}, {"start": 787, "end": 791, "text": "[29]", "ref_id": "BIBREF28"}, {"start": 1461, "end": 1465, "text": "[30,", "ref_id": "BIBREF29"}, {"start": 1466, "end": 1469, "text": "31]", "ref_id": "BIBREF30"}, {"start": 1832, "end": 1835, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 1836, "end": 1839, "text": "32,", "ref_id": "BIBREF31"}, {"start": 1840, "end": 1843, "text": "33]", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Discussion"}, {"text": "One possible shortcoming of this article was the number of cases is relatively small, because the diagnostic index we used is culture positive of MTB in PE, the \"gold standard\" for the diagnosis of tuberculosis.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In conclusion, our research and previous work by other groups have suggested that NAATs are not the first choice in the diagnosis of TBP. If this type of test must be selected, the SAT-TB assay is recommended because of its low cost, relatively high sensitivity and high specificity compared with the other two tests. The diagnostic measure for TBP with high efficiency, low cost, rapid and convenient operation remains to be further studied. ", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF1": {"ref_id": "b1", "title": "Epidemiology of extrapulmonary tuberculosis. A comparative analysis with pre-AIDS era", "authors": [{"first": "J", "middle": [], "last": "Mehta", "suffix": ""}, {"first": "A", "middle": [], "last": "Dutt", "suffix": ""}, {"first": "L", "middle": [], "last": "Harvill", "suffix": ""}, {"first": "K", "middle": [], "last": "Mathews", "suffix": ""}], "year": null, "venue": "Chest", "volume": "99", "issn": "", "pages": "1134--1142", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Diagnosis and treatment of tuberculous pleural effusion in 2006", "authors": [{"first": "A", "middle": [], "last": "Gopi", "suffix": ""}, {"first": "S", "middle": [], "last": "Madhavan", "suffix": ""}, {"first": "S", "middle": [], "last": "Sharma", "suffix": ""}, {"first": "S", "middle": [], "last": "Sahn", "suffix": ""}], "year": 2007, "venue": "Chest", "volume": "131", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Tuberculous pleural effusion", "authors": [{"first": "K", "middle": [], "last": "Zhai", "suffix": ""}, {"first": "Y", "middle": [], "last": "Lu", "suffix": ""}, {"first": "H", "middle": ["Z"], "last": "Shi", "suffix": ""}], "year": 2016, "venue": "J Thorac Dis", "volume": "8", "issn": "", "pages": "486--94", "other_ids": {"DOI": ["10.21037/jtd.2016.05.87"]}}, "BIBREF4": {"ref_id": "b4", "title": "New recommendations for duration of respiratory isolation based on time to detect Mycobacterium tuberculosis in liquid culture", "authors": [{"first": "S", "middle": ["R"], "last": "Ritchie", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Harrison", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Vaughan", "suffix": ""}, {"first": "L", "middle": [], "last": "Calder", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Morris", "suffix": ""}], "year": 2007, "venue": "Eur Respir J", "volume": "30", "issn": "3", "pages": "501--508", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "The relationship between pleural fluid find-ings and the development of pleural thickening in pati-ents with pleural tuberculosis", "authors": [{"first": "C", "middle": ["S"], "last": "Barbas", "suffix": ""}, {"first": "A", "middle": [], "last": "Cukier", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "De Varvalho", "suffix": ""}, {"first": "Barbas", "middle": [], "last": "Filho", "suffix": ""}, {"first": "J", "middle": ["V"], "last": "Light", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "", "suffix": ""}], "year": 1991, "venue": "Chest", "volume": "100", "issn": "", "pages": "1264--1271", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Chronic calcified pleural empyema", "authors": [{"first": "A", "middle": ["D"], "last": "Jenssen", "suffix": ""}], "year": 1969, "venue": "Scand J Respir Dis", "volume": "50", "issn": "", "pages": "19--27", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "From Basic Science to Patient Care", "authors": [{"first": "J", "middle": ["C"], "last": "Palomino", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Leao", "suffix": ""}, {"first": "V", "middle": [], "last": "Ritacco", "suffix": ""}], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Update: Nucleic acid amplification tests for tuberculosis", "authors": [{"first": "Cf", "middle": ["D"], "last": "Control", "suffix": ""}], "year": 2000, "venue": "MMWR Morb Mortal Wkly Rep", "volume": "49", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "World Health Organization", "authors": [], "year": 2010, "venue": "Report of the tenth meeting WHO strategic and technical advisory Group for Tuberculosis (STAG-TB)", "volume": "", "issn": "", "pages": "27--29", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Loop-mediated isothermal amplification of DNA", "authors": [{"first": "T", "middle": [], "last": "Notomi", "suffix": ""}, {"first": "H", "middle": [], "last": "Okayama", "suffix": ""}, {"first": "H", "middle": [], "last": "Masubuchi", "suffix": ""}, {"first": "T", "middle": [], "last": "Yonekawa", "suffix": ""}, {"first": "K", "middle": [], "last": "Wa-Tanabe", "suffix": ""}, {"first": "N", "middle": [], "last": "Amino", "suffix": ""}, {"first": "T", "middle": [], "last": "Hase", "suffix": ""}], "year": 2000, "venue": "Nucleic Acids Res", "volume": "28", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Monitoring therapeutic efficacy by real-time detection of mycobacterium tuberculosis mRNA in sputum", "authors": [{"first": "N", "middle": [], "last": "Mdivani", "suffix": ""}, {"first": "H", "middle": [], "last": "Li", "suffix": ""}, {"first": "M", "middle": [], "last": "Akhalaia", "suffix": ""}, {"first": "M", "middle": [], "last": "Gegia", "suffix": ""}, {"first": "L", "middle": [], "last": "Goginashvili", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Kernodle", "suffix": ""}], "year": 2009, "venue": "Clin Chem", "volume": "55", "issn": "", "pages": "1694--700", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Systematic review: comparison of Xpert MTB/RIF, LAMP and SAT methods for the diagnosis of pulmonary tuberculosis", "authors": [{"first": "L", "middle": [], "last": "Yan", "suffix": ""}, {"first": "H", "middle": [], "last": "Xiao", "suffix": ""}, {"first": "Q", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2016, "venue": "Tuberculosis (Edinb)", "volume": "96", "issn": "", "pages": "75--86", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Performance of the TB-LAMP diagnostic assay in reference laboratories: Results from a multicentre study", "authors": [{"first": "T", "middle": ["H"], "last": "Pham", "suffix": ""}, {"first": "J", "middle": [], "last": "Peter", "suffix": ""}, {"first": "Fernanda", "middle": ["Cq"], "last": "Mello", "suffix": ""}, {"first": "Tommy", "middle": [], "last": "Parraga", "suffix": ""}, {"first": "Nguyen Thi Ngoc", "middle": [], "last": "Lan", "suffix": ""}, {"first": "Pamela", "middle": [], "last": "Nabeta", "suffix": ""}], "year": 2018, "venue": "Int J Infect Dis", "volume": "68", "issn": "", "pages": "44--53", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Rapid molecular detection of tuberculosis and rifampicin resistance", "authors": [{"first": "C", "middle": ["C"], "last": "Boehme", "suffix": ""}, {"first": "P", "middle": [], "last": "Nabeta", "suffix": ""}, {"first": "D", "middle": [], "last": "Hillemann", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Nicol", "suffix": ""}, {"first": "S", "middle": [], "last": "Shenai", "suffix": ""}, {"first": "F", "middle": [], "last": "Krapp", "suffix": ""}], "year": 2010, "venue": "N Engl J Med", "volume": "363", "issn": "11", "pages": "1005--1020", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Feasibility, diagnostic accuracy, and effectiveness of decentralised use of the Xpert MTB/RIF test for diagnosis of tuberculosis and multidrug resistance: a multicentre implementation study", "authors": [{"first": "C", "middle": ["C"], "last": "Boehme", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Nicol", "suffix": ""}, {"first": "P", "middle": [], "last": "Nabeta", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Michael", "suffix": ""}, {"first": "E", "middle": [], "last": "Gotuzzo", "suffix": ""}, {"first": "R", "middle": [], "last": "Tahirli", "suffix": ""}], "year": 2011, "venue": "Lancet", "volume": "377", "issn": "9776", "pages": "1495--505", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Association of radiological findings with the Xpert MTB/RIF test in patients with suspected pulmonary tuberculosis", "authors": [{"first": "Woe", "middle": [], "last": "Neto", "suffix": ""}, {"first": "G", "middle": ["R"], "last": "Pereira", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Barbosa", "suffix": ""}, {"first": "Njd", "middle": [], "last": "Dias", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Silva", "suffix": ""}], "year": 2018, "venue": "Lung", "volume": "196", "issn": "6", "pages": "755--60", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "A large cohort study on the clinical value of simultaneous amplification and testing for the diagnosis of pulmonary tuberculosis", "authors": [{"first": "L", "middle": [], "last": "Yan", "suffix": ""}, {"first": "S", "middle": [], "last": "Tang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yang", "suffix": ""}, {"first": "X", "middle": [], "last": "Shi", "suffix": ""}, {"first": "Y", "middle": [], "last": "Ge", "suffix": ""}, {"first": "W", "middle": [], "last": "Sun", "suffix": ""}], "year": 2016, "venue": "Medicine", "volume": "95", "issn": "4", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Sensitivity of a new commercial enzyme-linked immunospot assay (T SPOT-TB) for diagnosis of tuberculosis in clinical practice", "authors": [{"first": "T", "middle": [], "last": "Meier", "suffix": ""}, {"first": "H", "middle": [], "last": "Eulenbruch", "suffix": ""}, {"first": "P", "middle": [], "last": "Wrighton-Smith", "suffix": ""}, {"first": "G", "middle": [], "last": "Enders", "suffix": ""}, {"first": "T", "middle": [], "last": "Regnath", "suffix": ""}], "year": 2005, "venue": "Eur J Clin Microbiol Infect Dis", "volume": "24", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "960 system user's manual", "authors": [{"first": "Mgit", "middle": [], "last": "Bactec", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Update on tuberculous pleural effusion", "authors": [{"first": "R", "middle": [], "last": "Light", "suffix": ""}], "year": 2010, "venue": "Respirology", "volume": "15", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Assessment of the Xpert MTB/ RIF Ultra assay on rapid diagnosis of extrapulmonary tuberculosis", "authors": [{"first": "X", "middle": [], "last": "Wu", "suffix": ""}, {"first": "G", "middle": [], "last": "Tan", "suffix": ""}, {"first": "R", "middle": [], "last": "Gao", "suffix": ""}, {"first": "L", "middle": [], "last": "Yao", "suffix": ""}, {"first": "D", "middle": [], "last": "Bi", "suffix": ""}, {"first": "Y", "middle": [], "last": "Guo", "suffix": ""}], "year": 2019, "venue": "Int J Infect Dis", "volume": "81", "issn": "", "pages": "91--97", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Rapid diagnosis of pleural tuberculosis by Xpert MTB/RIF assay using pleural biopsy and pleural fluid specimens", "authors": [{"first": "J", "middle": [], "last": "Du", "suffix": ""}], "year": 2015, "venue": "J Res Med Sci", "volume": "20", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Xpert MTB/RIF assay for diagnosis of pleural tuberculosis", "authors": [{"first": "S", "middle": ["O"], "last": "Friedrich", "suffix": ""}, {"first": "F", "middle": [], "last": "Von Groote-Bidlingmaier", "suffix": ""}, {"first": "A", "middle": ["H"], "last": "Diacon", "suffix": ""}], "year": 2011, "venue": "J Clin Microbiol", "volume": "49", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Contribution of the Xpert MTB/RIF to the etiological diagnosis of tuberculous pleurisy", "authors": [{"first": "N", "middle": ["O"], "last": "Touré", "suffix": ""}, {"first": "M", "middle": [], "last": "Wayzani", "suffix": ""}, {"first": "K", "middle": [], "last": "Thiam", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Cissé", "suffix": ""}, {"first": "F", "middle": ["B"], "last": "Mbaye", "suffix": ""}], "year": 2017, "venue": "Rev Mal Respir", "volume": "34", "issn": "7", "pages": "758--64", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Challenges in pleural tuberculosis diagnosis: existing reference standards and nucleic acid tests", "authors": [{"first": "S", "middle": [], "last": "Tyagi", "suffix": ""}, {"first": "N", "middle": [], "last": "Sharma", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Tyagi", "suffix": ""}, {"first": "S", "middle": [], "last": "Haldar", "suffix": ""}], "year": 2017, "venue": "Future Microbiol", "volume": "12", "issn": "", "pages": "1201--1219", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Comparison of loop-mediated isothermal amplification and real-time PCR for the diagnosis of tuberculous pleurisy", "authors": [{"first": "B", "middle": [], "last": "Yang", "suffix": ""}, {"first": "X", "middle": [], "last": "Wang", "suffix": ""}, {"first": "H", "middle": [], "last": "Li", "suffix": ""}, {"first": "G", "middle": [], "last": "Li", "suffix": ""}, {"first": "Z", "middle": [], "last": "Cao", "suffix": ""}, {"first": "X", "middle": [], "last": "Cheng", "suffix": ""}], "year": 2011, "venue": "Lett Appl Microbiol", "volume": "53", "issn": "", "pages": "525--556", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Nucleic acid amplification tests in the diagnosis of tuberculous pleuritis: a systematic review and meta-analysis", "authors": [{"first": "M", "middle": [], "last": "Pai", "suffix": ""}, {"first": "L", "middle": ["L"], "last": "Flores", "suffix": ""}, {"first": "A", "middle": [], "last": "Hubbard", "suffix": ""}, {"first": "L", "middle": ["W"], "last": "Riley", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Colford", "suffix": ""}], "year": 2004, "venue": "BMC Infect Dis", "volume": "4", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Evaluation of gen-probe amplified Mycobacterium tuberculosis direct test by using respiratory and nonrespiratory specimens in a tertiary care center laboratory", "authors": [{"first": "C", "middle": ["E"], "last": "O&apos;sullivan", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Miller", "suffix": ""}, {"first": "P", "middle": ["S"], "last": "Schneider", "suffix": ""}, {"first": "G", "middle": ["D"], "last": "Roberts", "suffix": ""}], "year": 2002, "venue": "J Clin Microbiol", "volume": "40", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Clinical and laboratory parameters in the differential diagnosis of pleural effusion secondary to tuberculosis or cancer", "authors": [{"first": "L", "middle": [], "last": "Antonangelo", "suffix": ""}, {"first": "F", "middle": ["S"], "last": "Vargas", "suffix": ""}, {"first": "M", "middle": [], "last": "Seiscento", "suffix": ""}, {"first": "S", "middle": [], "last": "Bombarda", "suffix": ""}, {"first": "L", "middle": [], "last": "Teixera", "suffix": ""}, {"first": "R", "middle": ["K"], "last": "Sales", "suffix": ""}], "year": 2007, "venue": "Clinics", "volume": "62", "issn": "", "pages": "585--90", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Differential diagnosis of tuberculous and malignant pleural effusions: what is the role of adenosine deaminase?", "authors": [{"first": "B", "middle": [], "last": "Zaric", "suffix": ""}, {"first": "V", "middle": [], "last": "Kuruc", "suffix": ""}, {"first": "A", "middle": [], "last": "Milovancev", "suffix": ""}, {"first": "M", "middle": [], "last": "Markovic", "suffix": ""}, {"first": "T", "middle": [], "last": "Sarcev", "suffix": ""}, {"first": "V", "middle": [], "last": "Canak", "suffix": ""}], "year": 2008, "venue": "Lung", "volume": "186", "issn": "", "pages": "233--273", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Adenosine deaminase levels in nontuberculous lymphocytic pleural effusions", "authors": [{"first": "G", "middle": ["L"], "last": "Yc", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Rogers", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Rodriguez", "suffix": ""}, {"first": "K", "middle": ["D"], "last": "Miller", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "Light", "suffix": ""}], "year": 2001, "venue": "Chest", "volume": "120", "issn": "", "pages": "356--61", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Diagnostic value of adenosine deaminase in nontuberculous lymphocytic pleural effusions", "authors": [{"first": "Jimenez", "middle": [], "last": "Castro", "suffix": ""}, {"first": "D", "middle": [], "last": "", "suffix": ""}, {"first": "Diaz", "middle": [], "last": "Nuevo", "suffix": ""}, {"first": "G", "middle": [], "last": "Perez-Rodriguez", "suffix": ""}, {"first": "E", "middle": [], "last": "Light", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "", "suffix": ""}], "year": 2003, "venue": "Eur Respir J", "volume": "21", "issn": "", "pages": "220--224", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Publisher's Note", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Low-ADA group: ADA < 40 IU/L, Medium-ADA group: ADA =40-70 IU/L, High-ADA group: ADA > 70 IU/L Fig. 1 ROC curve of smears, LAMP, Xpert and SAT-TB", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Abbreviations ADA: Adenosine deaminase assay; AFB: Acid-fast bacilli; CT: Computed tomography; DST: Drug susceptibility testing; EPTB: Extrapulmonary tuberculosis; FM: Fluorescence microscopy; HIV: Human immunodeficiency virus; LAMP: Loop-mediated isothermal amplification; MDR: Multidrugresistant; MTBC: Mycobacterium tuberculosis complex; NAATs: Nucleic acid amplification tests; NPV: Negative predictive value; NTM: Non-tuberculos mycobacteria; PE: Pleural effusion; PPV: Positive predictive value; PTB: Pulmonary tuberculosis; ROC: Receiver operating characteristic; RR-TB: Rifampicin resistant tuberculosis; SAT-TB assay: Simultaneous amplification and testing methods for detection of MTBC; TB: Tuberculosis; TBP: Tuberculous pleurisy; T-SPOT.TB: Interferon-gamma release assay; WHO: World Health Organization", "latex": null, "type": "figure"}, "TABREF0": {"text": "Baseline demographic and clinical characteristics of 265 patients BMI, Body mass index; b LP, lymphocyte proportion; c PBMCs, Peripheral blood mononuclear cells culture (MGIT 960), Xpert, LAMP and SAT-TB immediately after collected from the patients. Phenotypic drug susceptibility testing (DST) to first-line drugs was performed by automatic MGIT 960. ADA was analyzed using a colorimetric assay (Diazyme Laboratories, Poway, CA, USA)", "latex": null, "type": "table"}, "TABREF1": {"text": "", "latex": null, "type": "table"}, "TABREF2": {"text": "Comparison of PE smear, SAT-TB, Xpert and LAMP result", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Method </td><td>Sensitivity </td><td>Specificity </td><td>PPV </td><td>NPV </td><td>Accuracy\n</td></tr><tr><td>PE smear </td><td>14.3% </td><td>90.9% </td><td>88.9% </td><td>16.6% </td><td>26.4%\n</td></tr><tr><td>LAMP </td><td>26.5% </td><td>97.6% </td><td>98.3% </td><td>20.0% </td><td>37.7%\n</td></tr><tr><td>Xpert </td><td>27.4% </td><td>100% </td><td>100% </td><td>20.6% </td><td>38.0%\n</td></tr><tr><td>SAT-TB </td><td>32.3% </td><td>100% </td><td>100% </td><td>21.8% </td><td>43.0%\n</td></tr></table></body></html>"}, "TABREF3": {"text": "Results of the diagnostic tests PE Pleural effusion, TBP Tuberculous pleurisy", "latex": null, "type": "table"}, "TABREF5": {"text": "Comparison of PE smear, SAT-TB, Xpert and LAMP results of each ADA level group", "latex": null, "type": "table"}, "TABREF6": {"text": "Results of drug susceptibility testing TBP Tuberculous pleurisy, MDR Multidrug resistant, PDR Polydrug resistant", "latex": null, "type": "table"}, "TABREF7": {"text": "Table 2 Results of the diagnostic tests", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Method </td><td>Diagnostic rate\n</td><td> </td></tr><tr><td>TP (223 cases) </td><td>Non-TBP (42 cases)\n</td></tr><tr><td>PE smear </td><td>32 (14.3%) </td><td>4 (9.5%)\n</td></tr><tr><td>LAMP positive </td><td>59 (26.5%) </td><td>1 (2.4%)\n</td></tr><tr><td>Xpert positive </td><td>61 (27.4%) </td><td>0\n</td></tr><tr><td>SAT-TB positive </td><td>72 (32.3%) </td><td>0\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "We thank all participants for their time and efforts.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "Authors' contributions LY, HM and HX were responsible for the conception and design of the study. LY, HM and HX were responsible for acquisition and analysis of data; furthermore, LY, HM and HX were in charge of statistical analysis. LY and HX took part in drafting the manuscript; LY and HX revised and approved the final version of the manuscript. All authors read and approved the final submitted version.", "cite_spans": [], "ref_spans": [], "section": "annex"}, {"text": "This work was supported by a grant from China Tuberculosis Clinical Trial Consortium (Grant No. 2017KYJJ006). The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript.", "cite_spans": [], "ref_spans": [], "section": "Funding"}, {"text": "All data generated or analyzed during this study are included in this published article. The datasets used and/or analysed during the current study are available from the corresponding author on reasonable request.", "cite_spans": [], "ref_spans": [], "section": "Availability of data and materials"}, {"text": "This prospective study was approved by The Ethics Committee of the Shanghai Pulmonary Hospital (approval number: K19-148). Each participant gave written informed consent before enrollment.", "cite_spans": [], "ref_spans": [], "section": "Ethics approval and consent to participate"}, {"text": "Not applicable.", "cite_spans": [], "ref_spans": [], "section": "Consent for publication"}, {"text": "The authors declare that they have no competing interests.", "cite_spans": [], "ref_spans": [], "section": "Competing interests"}]}