{"paper_id": "4e81e668715927233f404e160849f5c2a5fff64d", "metadata": {"title": "A multi-regions discrete-time epidemic model with a travel-blocking vicinity optimal control approach on patches", "authors": [{"first": "Omar", "middle": [], "last": "Zakary", "suffix": "", "affiliation": {"laboratory": "Laboratory of Analysis, Modeling and Simulation (LAMS)", "institution": "Hassan II University of Casablanca", "location": {"postCode": "BP 7955", "settlement": "Sidi Othman, Casablanca", "country": "Morocco"}}, "email": "zakaryma@gmail.com"}, {"first": "Mostafa", "middle": [], "last": "Rachik", "suffix": "", "affiliation": {"laboratory": "Laboratory of Analysis, Modeling and Simulation (LAMS)", "institution": "Hassan II University of Casablanca", "location": {"postCode": "BP 7955", "settlement": "Sidi Othman, Casablanca", "country": "Morocco"}}, "email": ""}, {"first": "Ilias", "middle": [], "last": "Elmouki", "suffix": "", "affiliation": {"laboratory": "Laboratory of Analysis, Modeling and Simulation (LAMS)", "institution": "Hassan II University of Casablanca", "location": {"postCode": "BP 7955", "settlement": "Sidi Othman, Casablanca", "country": "Morocco"}}, "email": ""}, {"first": "Samih", "middle": [], "last": "Lazaiz", "suffix": "", "affiliation": {"laboratory": "Laboratory of Analysis, Modeling and Simulation (LAMS)", "institution": "Hassan II University of Casablanca", "location": {"postCode": "BP 7955", "settlement": "Sidi Othman, Casablanca", "country": "Morocco"}}, "email": ""}]}, "abstract": [{"text": "We study, in this paper, infection dynamics when an epidemic emerges to many regions which are connected with their neighbors by any kind of anthropological movement. For this, we devise a multi-regions discrete-time model with the three classical SIR compartments, describing the spatial-temporal behaviors of homogenous susceptible, infected and removed populations. We suppose a large geographical domain, presented by a grid of colored cells, to exhibit at each instant i the spatial propagation of an epidemic which affects its different parts or sub-domains that we call here cells or regions. In order to minimize the number of infected individuals in some regions, we suggest an optimal control approach based on a travel-blocking vicinity strategy which aims to control a group of cells, or a patch, by restricting movements of infected people coming from its neighboring cells. We apply a discrete version of Pontryagin's maximum principle to state the necessary conditions and characterization of the travel-blocking optimal controls. We provide cellular simulations based on discrete progressive-regressive iterative schemes associated with the obtained multi-points boundary value problems. For illustrating the modeling and optimal control approaches, we consider an example of 100 regions.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "In , Kermack and McKendrick devised the Susceptible-Infected-Removed (SIR) model which has presented an interesting contribution to the mathematical theory of epidemics [] . The mathematical SIR model is in the form of three compartments: susceptible, infected or removed. Susceptible populations are healthy and do not carry the epidemic but can contract it from infected individuals which carry the infection and can pass it to susceptible hosts, while the removed people are no longer infected and acquire immunity from future contagion.", "cite_spans": [{"start": 9, "end": 20, "text": "Kermack and", "ref_id": null}, {"start": 173, "end": 176, "text": "[]", "ref_id": null}], "ref_spans": [], "section": "Main references and description of the problem"}, {"text": "In their papers [-] and [], Zakary et al. proposed new modeling and control approaches based on multi-regions discrete-time and continuous-time SIR models which have been devised in the purpose to exhibit the spatial-temporal propagation of an epi-demic which emerges in different geographical regions, to show the influence which exists between regions via infection connections, and to seek a reasonable control strategy which could be effective for the prevention of infectious diseases such as HIV/AIDS and Ebola, or epidemics and pandemics in general. The authors have supposed that all regions are connected, and the infected people are able to enter all these regions. However, a region is often infected due to movements of infected people who enter from the neighboring regions. Generally, in the case of detached regions, infection travels to a targeted region if there exists a direct mode of transport between it and other regions from where the epidemic starts. In Figure (a) , where region E is connected with all other regions, we can see an illustration of the case of infection connections, which has been studied in the references above. In the same figure, we can also see that region A is connected only with regions B, D and E. Such cases have motivated us to write this paper in order to present a new epidemic modeling approach which generalizes all possible cases of infection connections between regions. The authors in [-] have attempted to discuss and take into account such assumptions of connections using SIS, SIRS and SEIRS systems involving also discrete cellular simulations, but with a control approach applied to only one region. More clearly, we propose a cellular representation of regions, assembled all together in one grid of cells, and we study the transmission dynamics of the epidemic in these regions when a travel-blocking vicinity strategy is followed for controlling one region or more to show the impact of infection connections that relate it with other regions via travel. In Figure  (b), we can see the example of all nine regions presented in (a), how they can be converted to cells, assembled in one grid which represents a part of the earth as the global domain of interest.", "cite_spans": [], "ref_spans": [{"start": 981, "end": 992, "text": "Figure (a)", "ref_id": null}, {"start": 2032, "end": 2040, "text": "Figure ", "ref_id": null}], "section": "Main references and description of the problem"}, {"text": "Based on this new kind of representations, we can discuss the spread of the epidemic and the effectiveness of a control strategy in one region, with the possibility to analyze the SIR dynamics in this region without and with control, and exhibiting the importance of the direct influence between it and its vicinity. As observed in Figure  (a) and (b), region I is exposed to infection via travel of infected people coming from its vicinity which contains regions D, F and H, or for the same reason, region H can directly become highly infected due to connections with regions D, E, F, G and I.", "cite_spans": [], "ref_spans": [{"start": 332, "end": 340, "text": "Figure ", "ref_id": null}], "section": "Main references and description of the problem"}, {"text": "In addition to all these considerations, we note that if Zakary et al. have supposed that all regions are connected by infected travelers to show the influence of SIR dynamics of one region on other regions, the cellular model we propose here has also the advantage to exhibit this kind of influence even in the absence of direct connections between regions. This can easily be understood from the example in Figure  where we can see that region A can also be infected by individuals coming from region G via region D. The numerical results we will provide further are more convincing to show such kind of influence.", "cite_spans": [], "ref_spans": [{"start": 409, "end": 417, "text": "Figure ", "ref_id": null}], "section": "Main references and description of the problem"}, {"text": "In the following, we provide a brief presentation of the new epidemic modeling and travel-blocking vicinity optimal control approaches.", "cite_spans": [], "ref_spans": [], "section": "Main references and description of the problem"}, {"text": "We suggest here a new modeling approach which is based on a multi-regions discrete-time epidemic model describing the spatial-temporal spread of an epidemic which emerges in a global domain of interest represented by a grid of colored cells which are uniform in size. These cells are supposed to be connected by movements of their populations, and they represent sub-domains of or regions. Note that several cells are targeted by our control strategy, which means we suggest an optimization strategy that is not limited to controlling only one cell. In [], each region was represented by a sub-domain ( j ) j=,...,p , while here each region or cell is denoted by (C pq ) p,q=,...,M .", "cite_spans": [], "ref_spans": [], "section": "The new epidemic model and the vicinity travel-blocking optimal control strategy"}, {"text": "For this, we assume that the epidemic can be transmitted and propagated by movements of people from one spatial cell C pq to its neighbors or cells belonging to its vicinity. In fact, in a relatively small geographical scale, some infectious diseases, such as African swine fever [ , a cell C pq can represent a city or country. Thus, the multi-cells model with the vicinity optimal control strategy we propose here can represent good approaches for infection dynamics studies regardless of the area size. In fact, the optimization criteria are chosen in a way to restrict the movement of people coming from several cells and entering other cells. Explicitly, we seek to minimize an objective function associated with a group of cells or patch P = m p,q= C pq with m < M, subject to the discrete-time system associated with C pq , with optimal controls functions introduced as effectiveness rates of the travel-blocking operations followed between P and its neighbors. V pq is the vicinity set composed of all neighboring cells of C pq which are denoted by (C rs ) r=p+k,s=q+k with (k, k ) ∈ {-, , }  except when k = k = . Note also, as we have mentioned before, that these cells are attached just in the grid, but in reality they are not necessarily joined together as seen in example of Figure  Thus, the travel-blocking vicinity optimal control approach will show the impact of the optimal travel-blocking control on reducing contacts between susceptible people of the targeted patch P and infected people coming from cells C rs in V pq .", "cite_spans": [{"start": 280, "end": 281, "text": "[", "ref_id": null}], "ref_spans": [{"start": 1295, "end": 1303, "text": "Figure ", "ref_id": null}], "section": "The new epidemic model and the vicinity travel-blocking optimal control strategy"}, {"text": "The paper is organized as follows. Section  presents the discrete-time multi-cells epidemic system based on a colored cell modeling approach. In Section , we announce a theorem of necessary conditions and characterization of the sought optimal control functions related to the travel-blocking vicinity optimal control approach. Finally, in Section , we provide simulations of the numerical results for an example of  hypothetical cities when an infection starts from one cell which has three neighboring cells (respectively, the case of a cell with eight neighboring cells is investigated), while aiming to control a patch of four cells, and in another example, two patches of one and four cells, respectively.", "cite_spans": [], "ref_spans": [], "section": "The new epidemic model and the vicinity travel-blocking optimal control strategy"}, {"text": "We consider a multi-regions discrete-time epidemic model which describes SIR dynamics within a global domain of interest , which in turn is divided to M  regions, or cells, uniform in size. In other words, = M p,q= C pq with C pq denoting a spatial location or region.", "cite_spans": [], "ref_spans": [], "section": "A discrete-time multi-regions epidemic model"}, {"text": "We note that (C pq ) p,q=,...,M could represent a country, a city or a town, or a small domain such as neighborhoods, which belong respectively to the global domain of interest , which could in turn represent a part of a continent or even a whole continent, a part of a country or a whole country, etc.", "cite_spans": [], "ref_spans": [], "section": "A discrete-time multi-regions epidemic model"}, {"text": "The S-I-R populations associated with a cell C pq are noted by the states S C pq i , I C pq i and R C pq i , and we note that the transition between them is probabilistic, with probabilities being determined by the observed characteristics of specific diseases. In addition to death, there are population movements among these three epidemiological compartments from time unit i to time i + . We assume that the susceptible individuals are not yet infected but can be infected only through contacts with infected people from V pq (vicinity set or neighborhood of a cell C pq ). Thus, the infection transmission is assumed to occur between individuals present in a given cell C pq , and it is given by", "cite_spans": [], "ref_spans": [], "section": "A discrete-time multi-regions epidemic model"}, {"text": "where β rs is the constant proportion of adequate contacts between a susceptible from a cell C pq and an infected coming from its neighbor cell C rs ∈ V pq with V pq = {C rs ∈ /r = p + k, s = q + k , (k, k ) ∈ {-, , }  } \\ C pq . SIR dynamics associated with a domain or cell C pq are described based on the following multi-cells discrete model. ", "cite_spans": [], "ref_spans": [], "section": "A discrete-time multi-regions epidemic model"}, {"text": " ≥  being the given initial conditions. Here, d >  is the natural death rate, while α >  is the death rate due to the infection, γ >  denotes the natural recovery rate from infection. By assuming that all regions are occupied by homogeneous populations, α, d and γ are considered to be the same for all cells of .", "cite_spans": [], "ref_spans": [], "section": "A discrete-time multi-regions epidemic model"}, {"text": "Let I = {, , . . . , M}, I H ⊂ I be a subset of I, and consider P = {C pq /p, q ∈ I H } denoting a patch of controlled cells, with its complementary in , defined as", "cite_spans": [], "ref_spans": [], "section": "A travel-blocking vicinity optimal control approach"}, {"text": "Let us define the vicinity of the patch P as follows:", "cite_spans": [], "ref_spans": [], "section": "A travel-blocking vicinity optimal control approach"}, {"text": "The main goal of the travel-blocking vicinity optimal control approach is to restrict movements of infected people coming from the set V P and aiming to reach the patch P without including cells C rs which belong to V pq ∩ P. For this, we introduce control variables u pqC rs , which limits contacts between susceptible of the patch P and infected individuals from cells C rs that belong to V P .", "cite_spans": [], "ref_spans": [], "section": "A travel-blocking vicinity optimal control approach"}, {"text": "In this section, we introduce control variables in the above mentioned model to restrict contacts between susceptible people of the controlled cells C pq ∈ P and infected ones which belong to C rs ∈P ∩ V pq . Then, for a given cell C pq ∈ , the discrete-time system ()-()-() becomes", "cite_spans": [], "ref_spans": [], "section": "A travel-blocking vicinity optimal control approach"}, {"text": "Since our goal concerns the minimization of the number of infected people and the cost of the vicinity optimal control approach, we consider an optimization criterion associated with the patch P, and we define it by the following objective function:", "cite_spans": [], "ref_spans": [], "section": "A travel-blocking vicinity optimal control approach"}, {"text": "where A  >  and A rs >  are the constant severity weights associated with the number of infected individuals and controls, respectively. We note that here, u = (u pqC rs i ) C rs ∈V P ,i=,...,N- , which belongs to the control set U P defined as", "cite_spans": [], "ref_spans": [], "section": "A travel-blocking vicinity optimal control approach"}, {"text": "Then, we seek optimal control u such that", "cite_spans": [], "ref_spans": [], "section": "A travel-blocking vicinity optimal control approach"}, {"text": "The sufficient conditions for the existence of optimal controls in the case of discretetime epidemic models have been announced in [, , ] and [] .", "cite_spans": [{"start": 146, "end": 150, "text": "[]", "ref_id": null}], "ref_spans": [], "section": "A travel-blocking vicinity optimal control approach"}, {"text": "As regards the necessary conditions and the characterization of our discrete optimal control, we use a discrete version of Pontryagin's maximum principle [, , ]. For this, we define a Hamiltonian H associated with the patch P by Theorem  (Necessary conditions and characterization) Given optimal controls u pqC rs * and solutions S C * pq , I C * pq and R C * pq , there exist ζ C pq k,i , i = , . . . , N , k = , , , the adjoint vari-ables satisfying the following equations:", "cite_spans": [], "ref_spans": [], "section": "A travel-blocking vicinity optimal control approach"}, {"text": ",N =  being the transversality conditions. In addition,", "cite_spans": [], "ref_spans": [], "section": "A travel-blocking vicinity optimal control approach"}, {"text": "Proof Using a discrete version of Pontryagin's maximum principle in [, , ], and setting S C pq = S C pq * , I C pq = I C pq * , R C pq = R C pq * and u pqC rs = u pqC rs * , we obtain the following adjoint equations: ", "cite_spans": [], "ref_spans": [], "section": "A travel-blocking vicinity optimal control approach"}, {"text": "In this section, we provide numerical simulations to demonstrate our theoretical results in the case when the studied domain represents the assembly of M  regions or cells (cities, towns, . . . ). A code is written and compiled in MATLAB using data cited in with an initial guess are obtained based on a progressive scheme in time, and their adjoint variables ζ C pq l,i , l = , , , are obtained based on a regressive scheme in time because of the transversality conditions. Afterwards, we update the optimal control values () using the values of state and costate variables obtained in the previous steps. Finally, we execute the previous steps till a tolerance criterion is reached. In order to show the importance of our work, and without loss of generality, we consider here that M = , and then we present our numerical simulations in a  ×  grid which represents the global domain of interest .", "cite_spans": [], "ref_spans": [], "section": "Numerical results and discussions 4.1 Brief presentation"}, {"text": "At the initial instant i = , susceptible people are homogeneously distributed with  individuals in each cell except at the lower right corner cell C  , where we introduce  infected individuals and  susceptible ones. With similar values, we study the case when the epidemic starts from cell C  which is near to the center of .", "cite_spans": [], "ref_spans": [], "section": "Numerical results and discussions 4.1 Brief presentation"}, {"text": "In all of the figures, the redder part of the color-bars contains larger numbers of individuals, while the bluer part contains smaller numbers. In the following, we discuss in more detail the cellular simulations we obtain in the case when there is yet no control.", "cite_spans": [], "ref_spans": [], "section": "Numerical results and discussions 4.1 Brief presentation"}, {"text": "In this section, Figures , , , ,  and  depict dynamics of the susceptible population in the case when there is yet no control strategy to be followed for the prevention of the epidemic. We note that in all the figures presented here, simulations give us an idea about the spread of the disease in two different cases:", "cite_spans": [], "ref_spans": [], "section": "Cellular simulations without controls"}, {"text": "-when the epidemic starts in a cell C pq with p = , q =  (lower right corner cell). It represents the case when the vicinity set V pq associated with the source cell of infection contains three cells. -when the epidemic starts from a cell C pq , with p = , q = , located in the vicinity of the target patch we aim to control. For instance, in Figure  , if we suppose there are  susceptible people in cell C  located at the lower right corner of , and  in each of the other cells, we can see that at instant i = , the number S C  becomes less important and takes a value close/or equal to , while S C pq in the cells of V  takes values close/or equal to . As we move away from V  = {C  , C  , C  }, S C pq remains important. At instant i = , we can observe that in most of cells S C pq becomes less important, taking values between  and , while in other cells it takes values between  and  except S C  which conserves its value in  since it is located far away from the source of infection. At instant i = , S C pq becomes zero except at the corners and in most cells at the borders of , because these cells have vicinity sets smaller than other cells. Finally, at last instants, S C pq converges to zero in all cells. As regards Figure  , when we consider S C  = , which is located near the center of , and  susceptible people in each of the other cells, it is observed that the situation is more severe, because the disease reaches the corners and borders faster than in the case of Figure becomes more important, taking values between  and  in the cells which are close to the cells with eight neighboring cells, while in few other cells, it takes values between  and . From these numerical results, we can deduce that once the infection arrives to the center or to the cells with eight cells in their vicinity sets, the infection becomes more important compared to the case of the previous instant. At instant i = , I C pq takes values close/or equal to  in the cell from where the epidemic has started, and  in V  and near to it, and as we move towards the center and further regions, infection is important with the presence of more than  infected individuals in each cell except the ones in the three opposite corners even at instant i = . In fact, at the center of , the number of infected people, which has increased to  at the previous instant, has been reduced, because once a cell becomes highly infected, it loses an important number of individuals which die or recover naturally after. All cells C pq become highly infected and the number I C pq becomes less and less important at further instants, noting that at i = , a large number of infected individuals has decreased because many I C pq have died or moved to the removed compartment. In Figure  , when we consider infection starting from near the center of by considering now that I C  = , and no infected people in other cells, the disease spreads towards the corners and borders faster than in the first case in Figure  . At instant i = , the number of infected people has increased in V  , and as we move away to the corners and borders, infection is still low. At instant i = , I C pq takes values more important in most cells, close/or equal to , except at the corners and center where I C pq is close/or equal to , which is the result we can reach until instant i =  in Figure  , noting that I C  and I C pq in V C  have reduced due to death or natural recovery from the disease, while the infection has remained important in the cells which are near to the corners and borders since the infection has just arrived. The corner cells at instant i =  conserve their number of infected individuals, while cells at the borders of and the ones which are close to the center lose more people due to the number of dead or recovered people, which increases more and more at further instants, leading I C  to decrease towards  and  at i =  and i = , respectively.", "cite_spans": [], "ref_spans": [{"start": 349, "end": 357, "text": "Figure ", "ref_id": null}, {"start": 1290, "end": 1298, "text": "Figure ", "ref_id": null}, {"start": 1552, "end": 1558, "text": "Figure", "ref_id": null}, {"start": 2852, "end": 2860, "text": "Figure ", "ref_id": null}, {"start": 3084, "end": 3092, "text": "Figure ", "ref_id": null}, {"start": 3462, "end": 3470, "text": "Figure ", "ref_id": null}], "section": "Cellular simulations without controls"}, {"text": "We note that in the following figure, the scale of the color-bars does not exceed ten individuals since we cannot reach a larger number of removed people when we focus only on targeting infected people which come from C  . As we can observe in Figure  , when we have supposed there are  susceptible people in cell C  , and  in each of the other cells, we can see here that simultaneously, at instant i = , the numbers R C  and R C pq in the cells of V  are close/or equal to only one or two removed people, and as we move away from V  , R C pq becomes zero. Similarly, at instant i = , the number R C pq is not zero and takes values between one and three, except for distant cells where it remains zero. At instant i = , R C pq takes values between three and five except at the opposite three corners and some cells at the borders where it does not exceed two removed people. Finally, at further instants R C pq converges to five in most cells at i =  and in all cells at i =  since as we go forward in time, some people acquire immune responses that help them to cure naturally from the disease. As regards Figure  , when we consider S C  =  located near the center of , we can see that the results at instant i =  when the disease has started from the upper left corner of are at most the same as the results obtained at i =  when the disease has started near the center of . At instant i = , R C pq has already begun to increase from the center because some infected people have disappeared as seen in the previous figure. As regards further numerical simulations, we can observe that the number of the removed people increases to five at the center at i =  until it reaches the same value in all cells of except the corners at i = . It becomes more and more important at further instants reaching five removed people at the corners and six in each of the other cells at i = .", "cite_spans": [], "ref_spans": [{"start": 248, "end": 256, "text": "Figure ", "ref_id": null}, {"start": 1146, "end": 1154, "text": "Figure ", "ref_id": null}], "section": "Cellular simulations without controls"}, {"text": "In the following, we discuss the cellular simulations we obtain in the case when the optimal controls () are introduced.", "cite_spans": [], "ref_spans": [], "section": "Cellular simulations without controls"}, {"text": "Figures , , , ,  and  depict dynamics of the SIR populations when the travelblocking vicinity optimal control strategy is followed.", "cite_spans": [], "ref_spans": [], "section": "Cellular simulations with controls"}, {"text": "In order to show the importance of the optimal control approach suggested in this paper, we take the example of a patch which has  neighboring cells. As it was done in the previous part, we investigate also here the results obtained when the disease starts from a corner and when it starts near or attached to the center. As an example, we suppose that the patch we aim to control is P = {C  , C  , C  , C  }, and we present simulations when the epidemic is more important at the corner cell C  and when the epidemic is more important in cell C  which is attached or directly connected to P.", "cite_spans": [], "ref_spans": [], "section": "Cellular simulations with controls"}, {"text": "In the following, we consider that the vicinity of the patch P is defined by In Figure  , as supposed also above, there are  susceptible people in cell C  , and  in each of the other cells. We can see that at instant i = , the numbers S C  and S C pq are at most the same as in the case when there was no control strategy. At instant i = , we can observe that in most of cells, S C pq becomes less important, taking values between zero and ten in cells that are close to V  , while in other cells, and as we move away from V  , it takes values between  and . However, the controlled patch P contains  susceptible people in each cell. In fact, even at instant i = , the number of susceptible people in the controlled patch conserved its value in , which is not also exactly the same as in the case when there was yet no control strategy since in Figure  , S C pq has decreased more significantly. Thus, we can deduce that the travel-blocking vicinity optimal control strategy has proved its effectiveness earlier in time. At instants i = ,  and i = , S C pq is also the same as done before but fortunately again, we reach our goal in keeping the number of susceptible people in P close to its initial value despite a decrease of  people. Thus, this demonstrates that most of movements of infected people coming from the vicinity of P have been restricted in final times. As regards Figure  , we consider S C  =  which represents the number of susceptible people present in cell C  located near the center of which is more close to the target cell P, and we consider  susceptible people in each of the other cells. We can observe at instant i =  that S C pq takes values less important in most cells except at the corners and borders since the number of cells in their vicinity sets is small, but it is the result we have reached until instant i =  in Figure  . We can see more clearly that the number of susceptible people in the patch P has decreased to only  in each cell C pq ∈ P, since even in the previous instant i = , S C  has not changed also and conserved its value in . At that instant, and as shown also in the previous case, the corner cells contain about  susceptible, while in cells in the borders, S C pq takes values between  and , and  in some cells near to the corners. Finally, as we move forward in time, it is observed that the number of susceptible people in the targeted patch P, in each cell C pq ∈ P, has decreased to , which is smaller than the number of susceptible people in the case when the infection has started from the corner. In fact, it is an interesting result since it shows the impact of infection which starts close to the targeted patch even if it does not start exactly in the vicinity of the patch P.", "cite_spans": [], "ref_spans": [{"start": 80, "end": 88, "text": "Figure ", "ref_id": null}, {"start": 883, "end": 891, "text": "Figure ", "ref_id": null}, {"start": 1431, "end": 1439, "text": "Figure ", "ref_id": null}, {"start": 1915, "end": 1923, "text": "Figure ", "ref_id": null}], "section": "Cellular simulations with controls"}, {"text": "In Figure  , we can see more the analogy between the number of susceptible people S C  and S C  and infected ones I C  and I C  . In fact, when the disease starts from cell C  , as supposed in the section above, there are ten infected people in cell C  and no infected in each of the other cells. We can deduce that at instant i = , the numbers I C  and I C pq are at most the same, as shown in the absence of controls. At instant i = , we can see that in most of cells, I C pq is similar to the case in Figure  , and it is also more important, taking values between  and ; while in other cells, it takes values between  and  as shown in the previous subsection. However, the controlled patch P is still not really infected since it does not contain yet any infected individual. At instant i = , I C pq takes values around  in neighboring cells which belong to V  , and about  in other cells except at the three opposite corners and borders of . At instant i = , most cells C pq begin to lose some infected individuals due to natural recovery, and the number I C pq becomes less and less important at further instants, while the number of infected people in the patch P does not exceed eight infected individuals. In Figure  , and as done in the case without controls, we can also observe that when we consider infection starting from near the center of by supposing ten infected individuals in each cell of the patch P with no infected people in each of the other cells outside the patch, the disease spreads towards the corners and borders faster than in the first case in Figure  . For instance, at instant i = , the number of infected people has increased in the vicinity of the patch P and in V  , and as we move away to the corners and borders, infection is still low. At instant i = , I C pq takes values more important in most cells except at the corners, which is the result we can reach until instant i =  in Figure  , noting that the number of infected people in the patch P, and I C pq in the vicinity of the patch P, has reduced due to death or natural recovery from the disease, while the infection becomes important in cells which are near to the corners and borders. The corner cells at instant i =  conserve their number of infected individuals while some cells at the borders of and the ones which are close to the center lose more people due to the number of dead or removed people, which increases more and more at further instants as observed in i =  and i =  where the number of infected people in P does not exceed  infected individuals, which is bigger than the number of infected people in the case when the infection has started from the corner. Thus, as deduced in Figure  , it also shows the impact of infection which starts close to the targeted patch even if it does not start exactly in the vicinity of the patch P.", "cite_spans": [], "ref_spans": [{"start": 3, "end": 12, "text": "Figure ", "ref_id": null}, {"start": 534, "end": 542, "text": "Figure ", "ref_id": null}, {"start": 1269, "end": 1278, "text": "Figure ", "ref_id": null}, {"start": 1629, "end": 1638, "text": "Figure ", "ref_id": null}, {"start": 1986, "end": 1995, "text": "Figure ", "ref_id": null}, {"start": 2772, "end": 2780, "text": "Figure ", "ref_id": null}], "section": "Cellular simulations with controls"}, {"text": "In Figure  , when we suppose there are  susceptible people in cell C  , and  others in each of the other cells, we can see that simultaneously, at instant i = , the number R C  takes a value close/or equal to five, while R C pq in cells of V  are zero, and as we move away from V  , R C pq is still zero. Similarly, at instant i = , the number R C pq is zero at the three opposite corners and borders of , while it takes values between  and  in other cells, but the number of removed people in the patch P is still very close to zero due to very few people who have been infected there. At instant i = , R C pq takes values between  and  except at the corners and borders, while P is still not containing any individual in its removed compartment. Finally, at last instants, R C pq converges to  at i =  in all cells except in P, which does not exceed three removed people, and between  in all cells at i =  and a number of individuals close to five in P since not many individuals have been infected to move to the removed compartment. As regards Figure  , when we consider S C  = , we can see that at instant i = , in all cells C pq , the number of the removed people increases to  in the corner cells, and  in most cells of , and to  when we go forward in time as we can observe at instant i = , while the number of removed people in the patch P has not exceeded about eight removed people.", "cite_spans": [], "ref_spans": [{"start": 3, "end": 12, "text": "Figure ", "ref_id": null}, {"start": 1097, "end": 1106, "text": "Figure ", "ref_id": null}], "section": "Cellular simulations with controls"}, {"text": "In Figures ,  and , we investigate the effectiveness of the travel-blocking vicinity optimal control approach on the SIR populations of when it is applied to two patches P and P = {C  }. We can see that at instant i =  the number of SIR people in the patch P is the same as shown in Figures ,  , , ,  and  regardless of the source of infection (from the corner cell C  or from C  ). However, the most interesting idea we can extract from this figure is that regardless of the source of infection, the number of susceptible people in the patch P has not decreased significantly. When we aim to control only one cell, the vicinity set associated with this cell contains eight cells, while in the patch P considered here, each cell C pq ∈ P is under control with a travel-blocking strategy applied to only five cells in its vicinity. Consequently, the movements of infected travelers entering from the three remaining obvious neighboring cells are not restricted. For instance, in Figure  , the number of susceptible people in P is equal to  on both sides, which means it has decreased by only five people from its initial condition. On the other hand, in the patch P, the number of susceptible people has decreased by more than  and  people from the initial conditions when the epidemic starts from the corner cell C  and C  , respectively. Also, in Figure  , the number of infected people in P is equal to zero on both sides, which means it has not increased at all; while in the patch P, the number of infected people has increased by more than  and  people from the initial conditions when the epidemic starts from the corner and near the center of , respectively. Finally, in Figure  , we can observe on both sides that the number of removed people has not increased at all in P since there was no real infection; while in the patch P the number of removed people has increased by two to five individuals from the corner and near the center of , respectively.", "cite_spans": [], "ref_spans": [{"start": 3, "end": 17, "text": "Figures , ", "ref_id": null}, {"start": 294, "end": 306, "text": "Figures , ", "ref_id": null}, {"start": 1005, "end": 1014, "text": "Figure ", "ref_id": null}, {"start": 1389, "end": 1398, "text": "Figure ", "ref_id": null}, {"start": 1724, "end": 1733, "text": "Figure ", "ref_id": null}], "section": "Discussions"}, {"text": "In Figures ,  and , we illustrate SIR dynamics in at instant i =  by giving a comparison between two cases: -when the travel-blocking vicinity optimal control is applied to all cells C pq which belong to the patch P. -when the travel-blocking vicinity optimal control is applied to all cells C pq which belong to the patch P, except in C  . The cellular simulations on the right side are associated with the first case, while the other ones on the left side are associated with the second case.", "cite_spans": [], "ref_spans": [{"start": 3, "end": 17, "text": "Figures , ", "ref_id": null}], "section": "Discussions"}, {"text": "As we can observe in Figure  , on the left side, the number of susceptible people in C pq ∈ P has not changed significantly compared to the initial conditions. It loses now more people as seen in the cellular simulations on the right side. Even when we consider an infection which starts from the left lower corner cell C  and the travel-blocking vicinity optimal control strategy is considered to be missed in only one cell C  , the number of susceptible people in P \\ C  has decreased to smaller values which equal  individuals in each cell. Moreover, obviously, cell C  loses more susceptible people towards , which is due to the movements of infected people that were not restricted in V  . As regards the cellular simulations in Figure  , we can see in cellular simulations on the left side that when the travel-blocking vicinity optimal control approach was followed in all cells C pq ∈ P, the number of infected people has not increased and conserved the zero value, while in cellular simulations on the right side, the number of infected people has increased to  in each cell in P \\ C  and to  in C  . Simultaneously, we can see in Figure  that the number of the removed people in cellular simulations on the left side has not increased since there was no real infection after applying the travel-blocking vicinity optimal control strategy in all cells C pq ∈ P. However, when we do not restrict movements of infected people coming from V  , we can see that the number of removed people has increased to five and ten individuals in P \\ C  and C  , respectively. All that means that if the infection started from the upper right corner cell, the situation would be more severe. Also, this comparison shows the importance and utility of the application of the travel-blocking vicinity optimal control strategy in all cells which belong to the vicinity set V P since the infection which comes from only one cell could lead to undesirable results.", "cite_spans": [{"start": 1168, "end": 1174, "text": "Figure", "ref_id": null}], "ref_spans": [{"start": 21, "end": 30, "text": "Figure ", "ref_id": null}, {"start": 752, "end": 761, "text": "Figure ", "ref_id": null}], "section": "Discussions"}, {"text": "In Figure  , we can see the shapes of the optimal controls associated with cells C  , C  , C  and C  which belong to the patch P. Since each cell in that is not located at the corners and borders has eight neighboring cells, based on the location of the patch P we consider here, each cell in P has also eight cells in its vicinity. However, the travelblocking vicinity optimal control strategy is proposed to be applied exactly to the patch P or to all cells in P together, and not to each cell alone. In fact, we may not suggest a control strategy which aims to restrict movements of people traveling from one cell to another cell belonging to the same patch. It would lead to saying that in each cell in P we should not isolate people without letting them reach other cells which belong to the same patch. However, in terms of the costs of an optimization approach, it would be more beneficial to control a patch rather than controlling cell by cell in the patch. Thus, the neighboring cells in P associated with a cell C pq ∈ P are not subject to any movement restriction, which means the number of optimal controls that have to be introduced in the vicinity of a cell C pq ∈ P is five rather than eight since the three neighboring cells which belong to P are missed. Then, for the patch P containing four cells, we have  optimal controls as we can observe in Figure  . The optimal controls share similar shapes where most of their curves vary from  to . ×  - . The values of the optimal controls are small but realize our main objective presented in (), but the most important idea we can extract from the results in both Figures  and  is that there is an analogy between shapes of infection and optimal control functions since whenever the infection is maximal, the optimal controls which are associated with it become simultaneously maximal. Respectively, this remains true when the infection is minimal as we can see at final times. In fact, even On the left side, the case when the travel-blocking vicinity control approach is applied to all cells C pq ∈ P. On the right side, the case when the travel-blocking vicinity optimal control strategy is followed in P \\ C 33 . The infection starts from the lower left corner cell C 1010 .", "cite_spans": [], "ref_spans": [{"start": 3, "end": 12, "text": "Figure ", "ref_id": null}, {"start": 1376, "end": 1385, "text": "Figure ", "ref_id": null}], "section": "Discussions"}, {"text": "under the initial conditions, there is an analogy between u pqC rs and I C rs . This means that once an infection is detected, maximized or minimized in the vicinity of the targeted cell, the travel-blocking optimal control function responds automatically and similarly at the same time.", "cite_spans": [], "ref_spans": [], "section": "Discussions"}, {"text": "Some researchers have exploited the framework of compartmental modeling in epidemiology and tried to introduce the concept of networks-based models either for the description of social contagion processes as done in [] or for the study of the propagation of Figure 18 I Cpq behavior at instant i = 600 in the presence of optimal controls characterized in (11) . On the left side, the case when the travel-blocking vicinity control approach is applied to all cells C pq ∈ P. On the right side, the case when the travel-blocking vicinity optimal control strategy is followed in P \\ C 33 . The infection starts from the lower left corner cell C 1010 .", "cite_spans": [{"start": 216, "end": 220, "text": "[]", "ref_id": null}, {"start": 357, "end": 361, "text": "(11)", "ref_id": "BIBREF10"}], "ref_spans": [{"start": 260, "end": 269, "text": "Figure 18", "ref_id": "FIGREF0"}], "section": "Conclusion"}, {"text": "On the left side, the case when the travel-blocking vicinity control approach is applied to all cells C pq ∈ P. On the right side, the case when the travel-blocking vicinity optimal control strategy followed in P \\ C 33 . The infection starts from the lower left corner cell C 1010 . electronic and computer viruses as in [, ] . Not very far from the main goals of this kind of epidemic models treated in the mentioned references, which aim to highlight the nature of infection connections which participate in the rapid spread of an epidemic, in this paper we have devised a multi-regions discrete-time model which describes infection dynamics due to the presence of an epidemic in one region and its spreading to other regions via travel. Regions have been assembled in one grid of cells, where each cell represents a region, in order to exhibit the impact of infection which comes from the vicinity of a patch. In fact, by this kind of representations, we have succeeded to show the effectiveness of the travel-blocking vicinity optimal control approach when it is applied to patches. Then, we demonstrated that when we restrict movements of infected people coming from the vicinity of a targeted patch, we can keep this patch safe without or with important infection.", "cite_spans": [{"start": 322, "end": 330, "text": "[, ]", "ref_id": null}], "ref_spans": [], "section": "Figure 19 R Cpq behavior at instant i = 600 in the presence of optimal controls characterized in (11)."}, {"text": "These modeling and optimal control approaches have also led us to three major results: -when an epidemic starts near the center of a global domain of interest, the situation becomes more severe in terms of the number of infected individuals compared to the case when the epidemic starts from a corner. This is due to the number of cells in the vicinity of the cell that represents the source of infection. -the optimal controls introduced in our mathematical model respond automatically to the epidemic once it is detected, and there is an analogy between their shapes and the shape of infection. -if we do not apply the travel-blocking vicinity optimal control strategy to only one cell of the targeted patch, the other optimal controls are not sufficient to stop or to reduce the infection in the controlled patch.", "cite_spans": [], "ref_spans": [], "section": "Figure 19 R Cpq behavior at instant i = 600 in the presence of optimal controls characterized in (11)."}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "GA: A contribution to the mathematical theory of epidemics", "authors": [{"first": "W", "middle": ["O"], "last": "Kermack", "suffix": ""}, {"first": "Mckendrick", "middle": [], "last": "", "suffix": ""}], "year": 1927, "venue": "Proc. R. Soc. Lond., Ser. A, Math. Phys. Eng. Sci", "volume": "115", "issn": "", "pages": "700--721", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "On the analysis of a multi-regions discrete SIR epidemic model: an optimal control approach", "authors": [{"first": "O", "middle": [], "last": "Zakary", "suffix": ""}, {"first": "M", "middle": [], "last": "Rachik", "suffix": ""}, {"first": "", "middle": [], "last": "Elmouki", "suffix": ""}], "year": 2016, "venue": "Int. J. Dyn. Control", "volume": "1", "issn": "14", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "I: A new analysis of infection dynamics: multi-regions discrete epidemic model with an extended optimal control approach", "authors": [{"first": "O", "middle": [], "last": "Zakary", "suffix": ""}, {"first": "M", "middle": [], "last": "Rachik", "suffix": ""}, {"first": "Elmouki", "middle": [], "last": "", "suffix": ""}], "year": 2016, "venue": "Int. J. Dyn. Control", "volume": "1", "issn": "10", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "I: Effect of awareness programs and travel-blocking operations in the control of HIV/AIDS outbreaks: a multi-domains SIR model", "authors": [{"first": "O", "middle": [], "last": "Zakary", "suffix": ""}, {"first": "A", "middle": [], "last": "Larrache", "suffix": ""}, {"first": "M", "middle": [], "last": "Rachik", "suffix": ""}, {"first": "Elmouki", "middle": [], "last": "", "suffix": ""}], "year": 2016, "venue": "Adv. Differ. Equ", "volume": "2016", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "I: A multi-regional epidemic model for controlling the spread of Ebola: awareness, treatment, and travel-blocking optimal control approaches", "authors": [{"first": "O", "middle": [], "last": "Zakary", "suffix": ""}, {"first": "M", "middle": [], "last": "Rachik", "suffix": ""}, {"first": "Elmouki", "middle": [], "last": "", "suffix": ""}], "year": 2016, "venue": "Math. Methods Appl. Sci", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "I: A multi-regions SIS discrete influenza pandemic model with a travel-blocking vicinity optimal control approach on cells", "authors": [{"first": "I", "middle": [], "last": "Abouelkheir", "suffix": ""}, {"first": "M", "middle": [], "last": "Rachik", "suffix": ""}, {"first": "O", "middle": [], "last": "Zakary", "suffix": ""}, {"first": "Elmouk", "middle": [], "last": "", "suffix": ""}], "year": 2017, "venue": "Am. J. Comput. Appl. Math", "volume": "7", "issn": "2", "pages": "37--45", "other_ids": {"DOI": ["10.5923/j.ajcam.20170702.02"]}}, "BIBREF6": {"ref_id": "b6", "title": "I: A multi-regions SIRS discrete epidemic model with a travel-blocking vicinity optimal control approach on cells", "authors": [{"first": "I", "middle": [], "last": "Abouelkheir", "suffix": ""}, {"first": "El", "middle": [], "last": "Kihal", "suffix": ""}, {"first": "F", "middle": [], "last": "Rachik", "suffix": ""}, {"first": "M", "middle": [], "last": "Zakary", "suffix": ""}, {"first": "O", "middle": [], "last": "", "suffix": ""}, {"first": "Elmouki", "middle": [], "last": "", "suffix": ""}], "year": 2017, "venue": "Br. J. Math. Comput. Sci", "volume": "20", "issn": "4", "pages": "1--16", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "I: A multi-regions SEIRS discrete epidemic model with a travel-blocking vicinity optimal control approach on cells", "authors": [{"first": "El", "middle": [], "last": "Kihal", "suffix": ""}, {"first": "F", "middle": [], "last": "Rachik", "suffix": ""}, {"first": "M", "middle": [], "last": "Zakary", "suffix": ""}, {"first": "O", "middle": [], "last": "", "suffix": ""}, {"first": "Elmouki", "middle": [], "last": "", "suffix": ""}], "year": 2017, "venue": "Int. J. Adv. Appl. Math. Mech", "volume": "4", "issn": "3", "pages": "60--71", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "African swine fever: an epidemiological update", "authors": [{"first": "J", "middle": ["M"], "last": "Sánchez-Vizcaíno", "suffix": ""}, {"first": "L", "middle": [], "last": "Mur", "suffix": ""}, {"first": "B", "middle": [], "last": "Martínez-López", "suffix": ""}], "year": 2012, "venue": "Transbound. Emerg. Dis", "volume": "59", "issn": "", "pages": "27--35", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "The effects of bovine viral diarrhoea virus on cattle reproduction in relation to disease control", "authors": [{"first": "M", "middle": ["D"], "last": "Fray", "suffix": ""}, {"first": "", "middle": [], "last": "Paton", "suffix": ""}, {"first": "Alenius", "middle": [], "last": "Dj", "suffix": ""}, {"first": "S", "middle": [], "last": "", "suffix": ""}], "year": 2000, "venue": "Anim. Reprod. Sci", "volume": "60", "issn": "", "pages": "615--627", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "A: Contagious bovine pleuropneumonia: a reassessment of the efficacy of vaccines used in Africa", "authors": [{"first": "F", "middle": [], "last": "Thiaucourt", "suffix": ""}, {"first": "A", "middle": [], "last": "Yaya", "suffix": ""}, {"first": "H", "middle": [], "last": "Wesonga", "suffix": ""}, {"first": "", "middle": [], "last": "Huebschle", "suffix": ""}, {"first": "", "middle": [], "last": "Ojb", "suffix": ""}, {"first": "", "middle": [], "last": "Tulasne", "suffix": ""}, {"first": "Provost", "middle": [], "last": "Jj", "suffix": ""}], "year": 2000, "venue": "Ann. N.Y. Acad. Sci", "volume": "916", "issn": "1", "pages": "71--80", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "In: Foot-and-Mouth Disease", "authors": [{"first": "M", "middle": ["J"], "last": "Grubman", "suffix": ""}, {"first": "B", "middle": [], "last": "Baxt", "suffix": ""}], "year": 2004, "venue": "Clinical Microbiology Reviews", "volume": "17", "issn": "", "pages": "465--493", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "D: Numerical study of SARS epidemic model with the inclusion of diffusion in the system", "authors": [{"first": "N", "middle": [], "last": "Afia", "suffix": ""}, {"first": "M", "middle": [], "last": "Singh", "suffix": ""}, {"first": "Lucy", "middle": [], "last": "", "suffix": ""}], "year": 2014, "venue": "Appl. Math. Comput", "volume": "229", "issn": "", "pages": "480--498", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "On the impact of awareness programs in HIV/AIDS prevention: an SIR model with optimal control", "authors": [{"first": "O", "middle": [], "last": "Zakary", "suffix": ""}, {"first": "M", "middle": [], "last": "Rachik", "suffix": ""}, {"first": "", "middle": [], "last": "Elmouki", "suffix": ""}], "year": 2016, "venue": "Int. J. Comput. Appl", "volume": "133", "issn": "9", "pages": "1--6", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "A mathematical model of Zika virus and its optimal control", "authors": [{"first": "D", "middle": [], "last": "Chunxiao", "suffix": ""}, {"first": "N", "middle": [], "last": "Tao", "suffix": ""}, {"first": "Y", "middle": [":"], "last": "Zhu", "suffix": ""}], "year": 2016, "venue": "Control Conference (CCC)", "volume": "", "issn": "", "pages": "2642--2645", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Discrete time optimal control applied to pest control problems", "authors": [{"first": "D", "middle": [], "last": "Wandi", "suffix": ""}, {"first": "R", "middle": [], "last": "Hendon", "suffix": ""}, {"first": "B", "middle": [], "last": "Cathey", "suffix": ""}, {"first": "E", "middle": [], "last": "Lancaster", "suffix": ""}, {"first": "R", "middle": [], "last": "Germick", "suffix": ""}], "year": 2014, "venue": "Involve", "volume": "7", "issn": "4", "pages": "479--489", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Optimal control in discrete pest control models", "authors": [{"first": "K", "middle": [], "last": "Dabbs", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "What Is Optimal Control Theory", "authors": [{"first": "S", "middle": ["P"], "last": "Sethi", "suffix": ""}, {"first": "", "middle": [], "last": "Thompson", "suffix": ""}, {"first": "", "middle": [], "last": "Gl", "suffix": ""}], "year": 2000, "venue": "", "volume": "", "issn": "", "pages": "1--22", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "A: Epidemic processes in complex networks", "authors": [{"first": "R", "middle": [], "last": "Pastor-Satorras", "suffix": ""}, {"first": "C", "middle": [], "last": "Castellano", "suffix": ""}, {"first": "Van", "middle": [], "last": "Mieghem", "suffix": ""}, {"first": "P", "middle": [], "last": "Vespignani", "suffix": ""}], "year": 2015, "venue": "Rev. Mod. Phys", "volume": "87", "issn": "3", "pages": "925--979", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "The optimal dynamic immunization under a controlled heterogeneous node-based SIRS model", "authors": [{"first": "L", "middle": ["X"], "last": "Yang", "suffix": ""}, {"first": "M", "middle": [], "last": "Draief", "suffix": ""}, {"first": "X", "middle": [], "last": "Yang", "suffix": ""}], "year": 2016, "venue": "Phys. A, Stat. Mech. Appl", "volume": "450", "issn": "", "pages": "403--415", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "The impact of patch forwarding on the prevalence of computer virus: a theoretical assessment approach", "authors": [{"first": "L", "middle": ["X"], "last": "Yang", "suffix": ""}, {"first": "X", "middle": [], "last": "Yang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wu", "suffix": ""}], "year": 2017, "venue": "Appl. Math. Model", "volume": "43", "issn": "", "pages": "110--125", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "a): Infection travel connections between nine separated geographical regions located at different continents. (b): Assembly of the regions in one grid of nine numbered cells.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "(a). For instance, in Figure (b), the vicinity sets associated with regions or cells C  = {A}, C  = {E} and C  = {H} are defined by V  = {B, D, E}, V  = {A, B, C, D, F, G, H, I} and V  = {D, E, F, G, I}, respectively.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "p, q = , . . . , M, we have", "latex": null, "type": "figure"}, "FIGREF3": {"text": ", , the adjoint variables associated with S , respectively, and defined based on formulations of the following theorem.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Parameter values of α, β, γ and d associated with a cell C pq , p, q = 1, . . . , M, utilized for the resolution of all multi-regions discrete-time systems (1)-(3) and (4)-(6), and then leading to simulations obtained from Figure 2 to Figure 19, with the initial conditions S C pq 0 , I C pq 0 and R C pq 0 associated with any cell C pq of Cpq behavior in the absence of control. The case when the disease starts from the corner C 11 .", "latex": null, "type": "figure"}, "FIGREF5": {"text": ". As we can see, at instant i = , S C pq takes values less important in most cells except at the corners and borders since their vicinity sets contain only three to five cells respectively, but it is the result we have reached until instant i =  inFigure .Figures  and  illustrate the rapid propagation of the infection when the disease starts from cell C  and from the center of , respectively. InFigure , if we suppose there are ten infected people in cell C  and no infection in all other cells, we observe that at instant i =  the number I C  increases to bigger values close/or equal to  in C  , while I C pq in the cells of V  takes values close/or equal to , and as we move away from V  , I C pq remains less important. At instant i = , we can see that in most of cells, I C pq Cpq behavior in the absence of control. The case when the disease starts from the center of .", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Cpq behavior in the absence of control. The case when the disease starts from the corner C 11 .", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Cpq behavior in the absence of control. The case when the disease starts from the center of .", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Cpq behavior in the absence of control. The case when the disease starts from the corner C 11 .", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Cpq behavior in the absence of control. The case when the disease starts from the center of .", "latex": null, "type": "figure"}, "FIGREF10": {"text": "Cpq behavior in the presence of optimal controls (11). The case when the disease starts from the corner C 11 .", "latex": null, "type": "figure"}, "FIGREF11": {"text": "Cpq behavior in the presence of optimal controls (11). The case when the disease starts from the center of .", "latex": null, "type": "figure"}, "FIGREF12": {"text": "Cpq behavior in the presence of optimal controls (11). The case when the disease starts from the corner C 11 .", "latex": null, "type": "figure"}, "FIGREF13": {"text": "Cpq behavior in the presence of optimal controls (11). The case when the disease starts from the center of .", "latex": null, "type": "figure"}, "FIGREF14": {"text": "Cpq behavior in the presence of optimal controls (11). The case when the disease starts from the corner C 11 .", "latex": null, "type": "figure"}, "FIGREF15": {"text": "Cpq behavior in the presence of optimal controls characterized in(11). The case when the disease starts from the center of .", "latex": null, "type": "figure"}, "FIGREF16": {"text": "Cpq behavior at the final instant i = 900 in the presence of optimal controls characterized in (11) with a travel-blocking vicinity optimal control strategy followed in the two patches P and P = {C 26 }. On the left side, the case when the disease starts from the corner cell C 1010 . On the right side, the case when the disease starts near the center of , exactly at C 65 .", "latex": null, "type": "figure"}, "FIGREF17": {"text": "Cpq behavior at the final instant i = 900 in the presence of optimal controls characterized in (11) with a travel-blocking vicinity optimal control strategy followed in the two patches P and P = {C 26 }. On the left side, the case when the disease starts from the corner cell C 1010 . On the right side, the case when the disease starts near the center of , exactly at C 65 .", "latex": null, "type": "figure"}, "FIGREF18": {"text": "Cpq behavior at the final instant i = 900 in the presence of optimal controls characterized in (11) with a travel-blocking vicinity optimal control strategy followed in the two patches P and P = {C 26 }. On the left side, the case when the disease starts from the corner cell C 1010 . On the right side, the case when the disease starts near the center of , exactly at C 65 .", "latex": null, "type": "figure"}, "FIGREF19": {"text": "Cpq behavior at instant i = 600 in the presence of optimal controls characterized in(11).", "latex": null, "type": "figure"}, "FIGREF20": {"text": "The optimal controls (11) associated with each cell in P (i.e., C 33 , C 34 , C 43 and C 44 ).", "latex": null, "type": "figure"}, "TABREF0": {"text": "], Bovine Viral Diarrhoea virus [, ] and foot-and-mouth disease [], follow that pattern of spread, and C pq can represent a farm; while in a large geographical scale, such as in the case of SARS [], HIV/AIDS [, ], Ebola virus [] and ZIKA virus []", "latex": null, "type": "table"}, "TABREF1": {"text": "the transversality conditions. In order to obtain the optimality condition, we calculate the derivative of H with respect to u pqC rs i , and we set it equal to zero By the bounds in U P , we finally obtain the characterization of the optimal controls u", "latex": null, "type": "table"}, "TABREF2": {"text": "The optimality systems are solved using an iterative method where at instant i the states S", "latex": null, "type": "table"}, "TABREF3": {"text": "Table 1 Parameter values of α, β , γ and d associated with a cell C pq , p, q = 1, . . . , M, utilized\nfor the resolution of all multi-regions discrete-time systems (1)-(3) and (4)-(6), and then\nleading to simulations obtained from Figure 2 to Figure 19, with the initial conditions S C pq\n0 ,\nI C pq\n0 and R C pq\n0 associated with any cell C pq of \u0005", "latex": null, "type": "table", "html": "<html><body><table><tr><td>S0 Cpq\n</td><td>I\nCpq\n0 </td><td>RCpq\n0 </td><td>α </td><td>β </td><td>γ </td><td>d\n</td></tr><tr><td>50 </td><td>0 </td><td>0 </td><td>0.002 </td><td>0.0001 </td><td>0.003 </td><td>0.0001\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "The authors would like to thank all the members of the editorial board who were responsible for dealing with this paper and the anonymous referees for their valuable comments and suggestions improving the content of this paper. This work is supported by the Systems Theory Network (Réseau Théorie des Systèmes) and Hassan II Academy of Sciences and Technologies-Morocco.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "The cellular simulations we presented in the numerical results section have illustrated the case of  cells threatened by infection coming from one cell first located in the corner of a global domain of interest, and then near the center of this domain, while the patch targeted for control was chosen to contain four cells located near the center.", "cite_spans": [], "ref_spans": [], "section": "Figure 21 I Crs behavior in the vicinity set V P , with C rs ∈ V P ."}, {"text": "The authors declare that they have no competing interests.", "cite_spans": [], "ref_spans": [], "section": "Competing interests"}, {"text": "All authors contributed equally to the writing of this paper. All authors read and approved the final manuscript. ", "cite_spans": [], "ref_spans": [], "section": "Authors' contributions"}, {"text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. ", "cite_spans": [], "ref_spans": [], "section": "Publisher's Note"}]}