{
    "paper_id": "4ed6867d8d50072e23cd598fda76e44cac963332",
    "metadata": {
        "title": "Challenges and Opportunities for Respiratory Syncytial Virus Vaccines",
        "authors": [
            {
                "first": "Barney",
                "middle": [
                    "S"
                ],
                "last": "Graham",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Larry",
                "middle": [
                    "J"
                ],
                "last": "Anderson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Respiratory syncytial virus (RSV) causes a significant proportion of the global burden of respiratory disease. Here we summarize the conclusions of a series of chapters written by investigators describing and interpreting what is known about the virology, clinical manifestations, immunity, pathogenesis, and epidemiology of RSV relevant to vaccine development. Several technological and conceptual advances have recently occurred that make RSV vaccine development more feasible, and this collected knowledge is intended to help inform and organize the future contributions of funding agencies, scientists, regulatory agencies, and policy makers that will be needed to achieve the goal of a safe, effective, and accessible vaccine to prevent RSV-associated disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In this collection of brief reviews, we have attempted to consolidate much of the existing data relevant to the development of effective RSV vaccines. In addition, we sought to capture current views and opinions of the leaders in their respective disciplines to help frame the major issues important for developing new candidate vaccines and for navigating the regulatory pathways into clinical trials. RSV has been with us for a long time and continues to fill our pediatric hospital wards during each wintertime epidemic. The pathology and clinical syndrome of epidemic RSV bronchiolitis were probably first described in 1941 by Adams (1941) , the virus was first discovered as chimpanzee coryza agent in 1956 (Blount et al. 1956) , and RSV was identified as the major cause of bronchiolitis in infants in 1957 by Robert Chanock . RSV is a global pathogen, causing yearly wintertime epidemics in temperate climates and more unpredictable and continuous outbreaks in tropical climates generally associating with rainy seasons (see chapter by C. B. Hall et al., this volume) . Despite the global disease burden and extended time since its discovery, we still have not developed an effective vaccine for RSV. The reason for assembling these interpretive reviews at this time is based on a confluence of scientific events that have created the opportunity for an effective RSV vaccine to finally be realized.",
            "cite_spans": [
                {
                    "start": 631,
                    "end": 643,
                    "text": "Adams (1941)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 712,
                    "end": 732,
                    "text": "(Blount et al. 1956)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1046,
                    "end": 1074,
                    "text": "B. Hall et al., this volume)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "There has been much recent work on the clinical and molecular epidemiology of RSV on a global level including data from developing countries. These studies have confirmed the magnitude of the RSV-associated disease burden and the scope and dynamics of RSV genetic diversity. Second, the combined efforts of many groups over the last 3 decades have resulted in a better understanding of the vaccine-enhanced disease that occurred when children were immunized with formalin-inactivated alum-precipitated whole RSV vaccine in the 1960s. These studies, largely conducted in animal models provide immunological parameters and biomarkers that can help estimate the likely safety or potential risk of a candidate vaccine. Third, advances in RSV virology, particularly the development of reverse genetics and understanding of virus assembly and architecture, have provided more precise understanding of the specific roles of individual RSV proteins in the virus life cycle and immune evasion, and have provided the basis for multiple potential vaccine approaches. Fourth, new technologies used to rapidly isolate new human antibodies and breakthroughs in the structure of the RSV F glycoprotein have provided a blueprint for designing better vaccine antigens. Fifth, advances in immunology have suggested new vaccine formulation strategies for achieving protective immunity in the settings of immature and senescent immune responses. Understanding the immunological limitations of the very young and very old is especially critical for RSV because these groups experience the greatest disease severity. Sixth, technological advances in gene delivery and the ability to construct and manufacture a variety of gene-based vaccine vectors allows more selective control over the specificity and pattern of vaccine-induced immune responses than more traditional vaccine approaches based on whole virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Opportunities for Success"
        },
        {
            "text": "Physicians, epidemiologists, and virologists have always recognized that RSV was a ubiquitous pathogen and caused annual global epidemics. Recently, because of efforts of a few investigators, the availability of multiplex PCR and other rapid diagnostics, and improved surveillance for respiratory viruses in general due to heightened awareness and investment fueled by outbreaks of SARS, avian influenza, and pandemic influenza, there are more data documenting the importance of RSV as a respiratory pathogen in developing countries (see chapter by C. B. Hall et al., this volume). These advances have been punctuated by publications estimating the global disease burden (Nair et al. 2010 ) and mortality (Lozano et al. 2012 ) caused by RSV. The work on RSV in developing countries has demonstrated that the seasonality and age of peak illness severity may vary based on geographic and climatic parameters and should be taken into consideration in the planning of trials and development of target product profiles. In aggregate, the data suggest that two major immunological goals should be achieved before advancing a candidate RSV vaccine into sero-negative infants.",
            "cite_spans": [
                {
                    "start": 671,
                    "end": 688,
                    "text": "(Nair et al. 2010",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 705,
                    "end": 724,
                    "text": "(Lozano et al. 2012",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "RSV is a Global Disease"
        },
        {
            "text": "First, potent neutralizing antibody should be induced so that virus spread and antigen load are controlled, and binding antibody that does not neutralize virus should be minimized to avoid immune complex deposition in airways. Secondly, Th2-biased CD4 T cell responses should be avoided to diminish the potential for allergic inflammation associated with airway hyperreactivity. With the advent of well-characterized vaccine antigens that can induce potent neutralizing activity and vaccine delivery systems that induce CD8 T-cells and a balanced Th1/Th2 response, these goals should be achievable. The immune responses induced by new candidate vaccines will need to be carefully evaluated and found to be distinct from those induced by FI-RSV to be tested in RSV naïve children (Fig. 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 779,
                    "end": 786,
                    "text": "(Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "FI-RSV Vaccine-Enhanced Illness"
        },
        {
            "text": "Biological profiles of candidate RSV vaccines. When new vaccine candidates emerge they will be compared to the FI-RSV vaccine associated with enhanced disease. Instead of categorizing vaccines as ''killed'' or ''live'' there should be a more precise biological profile described. There will be nuances in each product that could distinguish it from the FI-RSV. With new antigen designs that display targets for potent neutralizing antibody, modern adjuvants with established safety databases, and new vaccine antigen delivery approaches, there should be acceptable and rational avenues for moving several new RSV vaccine approaches into seronegative infants where the need for protective immunity is the greatest. The chart depicts F being expressed by gene-based vectors. It is representative of other vaccine antigens that could be chosen, just as the recombinant adenovirus vector is representative of other potential gene delivery vectors. The categories shown are not exhaustive, but illustrate some of the properties that can determine the safety and immunogenicity of a candidate vaccine. ''Neutralizing epitopes'' refer to the likelihood the vaccine approach will induce antibodies against all or some of the known neutralizing epitopes. ''MHC pathway'' indicates the major antigen processing and presentation pathway engaged by the vaccine. ''CD8 T cell induction'' is the relative potency for the vaccine platform to generate this response. ''IL-4'' is a representative term for the potential for inducing Th2-type cytokines following RSV challenge after vaccination. ''Immune modulation'' indicates the potential for the representative vaccine to contain elements that alter or avoid RSV-induced immune responses based on in vitro or animal model data. ''Delivery route'' and ''replication competence'' are self-explanatory",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 1"
        },
        {
            "text": "The molecular mechanisms of RSV immune evasion and modulation are better described each year, and may eventually explain why durable immunity against infection is never achieved. These advances have been driven largely by the development of reverse genetics and ability to construct molecular clones of virus that can be selectively engineered to answer questions about viral pathogenesis (see chapter by P.L. Collins et al., this volume) . Viral proteins like NS1, NS2, and G have multiple effects on cells responsible for initiating immune responses (see chapters by S. Mukherjee and N.W. Lukacs, and by S. Barik, this volume), and suggest that vaccines that elicit responses that block or avoid the immunomodulation associated with wild-type RSV infection without enhancing disease could provide more potent and durable immunity than natural infection. Improving on immunity induced by natural infection has the potential to affect transmission efficiency, and could have a profound effect on the ecology of RSV which seems to depend largely on the niche of very young infants with immature immune systems (see chapter by A.M.W Malloy et al., this volume).",
            "cite_spans": [
                {
                    "start": 410,
                    "end": 438,
                    "text": "Collins et al., this volume)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "RSV Virology"
        },
        {
            "text": "Structural biology is changing the approach to antigen design for many vaccine development programs (Kwong et al. 2012 ). RSV vaccine development may particularly benefit from defining the atomic structure of antigenic sites on the fusion (F) glycoprotein (see chapter by J.S. McLellan et al., this volume). The structures for three of the four known antigenic sites on the F glycoprotein associated with neutralization have now been solved by x-ray crystallography. Most recently the structure of the pre-fusion F trimer has been solved and the atomic structure revealed ''antigenic site ['' which is at the apex of the native trimer and the binding site for a new group of extremely potent monoclonal antibodies (McLellan et al. 2013) . Antibodies to antigenic site [ may explain the observation that most neutralizing activity in human serum cannot be absorbed by the postfusion F protein (Magro et al. 2012) . Live-attenuated virus vaccines and genebased vectors expressing the full-length F will express this vulnerable antigenic site, but prior subunit protein products have exclusively been in the post-fusion form of F. It is not known whether the FI-RSV vaccine product expressed antigenic site [, but that question and many others can now be addressed with the new reagents coming from this work.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 118,
                    "text": "(Kwong et al. 2012",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 714,
                    "end": 736,
                    "text": "(McLellan et al. 2013)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 892,
                    "end": 911,
                    "text": "(Magro et al. 2012)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "RSV Structure"
        },
        {
            "text": "Advances in immunology have impacted several aspects of RSV vaccine development. Studies to define the antibody repertoire in young infants responding to either rotavirus or RSV have shown that infants do not have significant somatic mutation until 4-5 months of age, which limits affinity maturation (see chapters by S.M. Varga and T.J. Braciale and by A.M.W. Malloy et al., this volume). For infants infected with RSV early in life this would result in expanding the precursor frequency of B cells with relatively low affinity for RSV antigens. This may compromise the potency of vaccine-induced neutralizing antibodies, and raises the question of whether immunizing children beginning at 6 months of age would be a better strategy for achieving durable immunity. The improved understanding of Toll-like receptors (TLRs) and other receptors for pathogen-associated molecular patterns (PAMPS) has led to a better understanding of how RSV disables the innate immune system (see chapters by S. Mukherjee and N.W. Lukacs and by S. Barik, this volume). It has also led to new adjuvants approaches that may help in overcoming the immunological immaturity of the neonate and senescence of the elderly, which have been impediments to effective immunization in these target populations. In addition, we now have the ability to quantify and characterize the immune response patterns of human T cells using a variety of flow cytometric techniques to better recognize vaccine responses likely to be safe and those that may present risk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Human Immunology"
        },
        {
            "text": "Largely driven by the investment in HIV, malaria, and Tb vaccine development, a variety of approaches are now available for delivery of genes encoding vaccine antigens (see chapter by R.J. Loomis and P.R. Johnson, this volume). Although originally designed for inducing T cell-mediated immunity, many vaccine vectors or combinations can elicit substantial antibody responses. The great advantage of this type of vaccination is that it mimics live virus infection in that vaccine antigens are produced and presented by host cells, an immunization approach known to be safe in sero-negative infants. An added advantage to gene-based vaccination over live virus infection is that virus proteins important for inducing protective immunity can be selectively included, while excluding proteins associated with immunomodulation or other undesirable properties. Thus, vaccine vectors could potentially be designed to improve upon natural immunity induced by RSV infection. An illustration of this occurred in experiments performed over 20 years ago in which chimpanzees were immunized with recombinant vaccinia vectors expressing F or G prior to RSV challenge. Although the vaccinia recombinant did not induce a potent primary immune response and did not prevent infection, the neutralizing antibody responses post-RSV challenges were among the highest ever recorded (Collins et al. 1990 ). This observation suggests that if a properly designed RSV vaccine antigen could be appropriately delivered prior to the first RSV infection, a much more robust and durable immunity may be achievable.",
            "cite_spans": [
                {
                    "start": 1360,
                    "end": 1380,
                    "text": "(Collins et al. 1990",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Gene-Based Vaccine Vectors"
        },
        {
            "text": "There are other issues relevant to RSV that need more attention to fill our gaps in knowledge and to provide the experimental tools and intellectual framework needed to complete the job of RSV vaccine development. These include the need for improved animal models, better understanding of mucosal immunity, more definitive clinical endpoints to use in efficacy trials, alternate vaccination strategies to protect the young infant (e.g., vaccinating pregnant women) and other high risk populations for whom vaccination may have limited effectiveness, and remedies for liability concerns.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Remaining Challenges"
        },
        {
            "text": "Animal models have been critical for hypothesis generation related to the pathogenesis of RSV disease, FI-RSV vaccine-enhanced illness, and virus-induced airway hyperreactivity. Rodent models were also instrumental in the development and licensing of passive antibody prophylaxis for children at high risk of severe disease (see chapters by M.S. Boukhvalova and J.C.G. Blanco, and by P.J. Openshaw, this volume). However, all reported animal models of human RSV infection are semi-permissive except for chimpanzees. Chimps have been especially useful for gauging the attenuation of cold-adapted and temperature-sensitive strains and selection of live-attenuated virus vaccine candidates for clinical trials. African green monkeys are perhaps the next most permissive of the nonhuman primate but still require a large virus inoculum to establish a significant infection. Baboons have recently been reported to be susceptible to RSV but also require relative large inocula to establish modest levels of infection (Papin et al. 2013 ). The rodent models (mice and cotton rats) can be informative about the patterns of immune response and pathology following immunization and challenge, but neither system recapitulates the sequence of upper airway infection and spread to the lower airway that occurs over about 3 days. The large amount of virus and large volume of the inoculum required to infect the lower airway in current animal models essentially bypasses the first 3 days of natural infection. Using pneumoviruses matched to their natural host (e.g., PVM in mice or bovine RSV in cattle or sheep) may be a more authentic model of natural infection, but still not necessarily a reliable model for evaluating safety and efficacy of human RSV vaccines (see chapter by G. Taylor, this volume). Therefore, animal model data cannot guarantee the safety, immunogenicity, or efficacy of a candidate RSV vaccine in humans. Clinical trials in the target population, at this time, are the only way to determine which vaccines should be advanced to licensure. Since animal models will still be used for rank ordering and for determining ''no-go'' decisions when an inappropriate immune response is encountered, there are some important factors that should be remembered in interpreting results. First, the preparation of viral stocks is critical. The cell line used for production, the level of fetal bovine serum and other factors in the final media, the quality of the stock in terms of defective interfering particles, and minimizing the amount of cytokines and other biologically active substances in the final preparation can affect immune response patterns and pathology. Use of purified or semi-purified challenge virus should minimize the above noted factors that might confound results. Second, the possibility of enhanced disease after vaccination cannot be adequately assessed unless challenge is associated with some virus replication. The titer of RSV at the peak of the replication post challenge in untreated animals should be at least 10e5 pfu/gram lung, or the vaccine effect will be difficult to assess. Finally, it is important to consider sample type. For example, the expected type of inflammatory infiltrate is different for bronchoalveolar lavage specimens (primarily includes cells present in the larger airways) or from homogenized lung tissue (includes cells from intraepithelial and lower airways of the lung).",
            "cite_spans": [
                {
                    "start": 1011,
                    "end": 1029,
                    "text": "(Papin et al. 2013",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Animal Models"
        },
        {
            "text": "One of the key decisions a vaccine developer has to make is whether induction of vaccine-elicited immune responses will occur systemically or mucosally. The vaccines that have advanced into sero-negative infants are live-attenuated viruses delivered intranasally. Some of the other vaccine approaches in development can be delivered mucosally, but most subunit proteins or vaccine vectors will be delivered intramuscularly (IM). Palivizumab provides the proof-of-concept that serum antibody with a sufficient level of neutralizing activity can prevent severe disease in infants at high risk. However, palivizumab does not prevent infection of the upper airways and it is not known if it alters transmission. A vaccine that decreases transmission has the potential to be given in contacts of high risk persons to decrease their risk of infection. There is also, very little known about the role of mucins in viral clearance or in interactions with secreted antibodies. Muc5ac is known to be induced in airways of animals infected with RSV, and is associated with airway hyperreactivity (see chapter by M.T. Lotz et al., this volume). The RSV G glycoprotein is heavily O-glycosylated and is rich in proline, serine, and threonine, so its chemical composition more resembles Muc proteins than a typical viral glycoprotein. It seems likely that a better understanding of how Muc proteins interact with RSV and with RSV-specific antibodies and a more complete understanding of the role of the RSV G glycoprotein in the airway may help guide vaccine development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mucosal Immunology"
        },
        {
            "text": "The major goals for an RSV vaccine are to prevent severe disease in young infants, to establish durable protection against reinfection, and to reduce excess mortality in the elderly. There are several potential approaches to achieve these goals without focusing directly on the neonate as the primary target population for vaccination. In some respects, immunizing neonates may be counter-productive if ineffective immune response patterns are established that are perpetuated throughout life. More work is needed to determine whether vaccination of infants beginning at 6 months of age, when about 70% of infants are still uninfected, could be a more effective strategy for achieving immunity in the general population. That would allow the vaccine to be the first RSV antigen exposure in the majority of infants at a time when effective somatic hypermutation was occurring, the Th2-biased tendencies of the infant are waning, and antigen presenting cells have a more adult-like phenotype. It is possible that establishing effective immunity in the majority of children or immunizing the parents and siblings of young infants could reduce the exposure of newborns to RSV resulting in a progressively larger number of uninfected children reaching the 6 month vaccination time point. More data on the epidemiology of transmission and more sophisticated mathematical modeling of transmission are needed, especially in developing country settings. Understanding transmission and mathematically modeling were a critical part of the successful immunization campaign to eliminate rinderpest, another paramyxovirus (Mariner et al. 2012) . Immunizing pregnant women is another approach to protect infants by passive transfer of antibody from mother to children transplacentally or through breast milk. Vaccines for the various target populations will require different considerations and potentially different vaccine formulations as outlined in Table 1 .",
            "cite_spans": [
                {
                    "start": 1608,
                    "end": 1629,
                    "text": "(Mariner et al. 2012)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 1938,
                    "end": 1945,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Target Populations"
        },
        {
            "text": "There is a rich pipeline of candidate RSV vaccines and other prevention approaches in various stages of development (see chapters by H.Y. Chu and J.A. Englund , R.A. Karron et al., T.G. Morrison and E.E. Walsh, and by R.J. Loomis and P.R. Johnson, this volume, and Fig. 1 ). Since animal models are limited, and there are many potential target populations, the clinical development plans and clinical trial designs will be critical for achieving success. There are several issues to consider such as the seasonality of RSV which dictates when vaccine trials should be timed and makes North-South clinical collaborations appealing. In tropical regions where there is not distinct seasonality, the timing of trials will require more consideration. Having clear diagnostic and disease severity endpoints to judge efficacy are essential to determine the size and expense of the studies and ultimately the safety and efficacy of the vaccine. For example, strict diagnostic criteria and establishing a composite index of illness severity will be needed for studies with multiple sites to account for site differences in managing patients. It would be helpful to also use similar criteria and composite indices across studies. Endpoints will need to be tailored to the target population. For example, for the sero-negative children, hospitalization has been used for passive antibody and vaccine trials. For be RSV or chimeric parainfluenza or Newcastle disease virus. Pre-fusion F protein refers to either the soluble purified protein or the protein presented on a particle (e.g. ferritin or VLP). Pre-fusion F is listed as the ''preferred'' and simplest antigen choice since it includes antigenic site Ø in addition to neutralizing determinants on the post-fusion F. However, this should not be interpreted as excluding the potential value of post-fusion forms of F, WT F expressed in a gene-based vector, or additional vaccine antigens that may have value. Importantly, there is at least one additional target for broadly neutralizing antibody in G and in animal models antibodies to G reduce immunopathology. In addition, some vaccine approaches may benefit by the addition of genes for internal structural and regulatory proteins as a source of additional T cell epitopes or to add constructs designed to stabilize glycoprotein structure. It is reasonable to include these additional vaccine antigens if care is taken to avoid proteins that interfere with induction or maintenance of immunity or epitopes that may elicit immunopathological responses older children, medically attended lower respiratory tract illness may be used. In adults, diagnosing RSV infection is more difficult and the presence of underlying disease makes assigning causality for acute respiratory illnesses less precise. It is possible that experimental human challenge studies may help understand vaccine efficacy in adults, especially the effect of vaccination on virus shedding and mild illness.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 265,
                    "end": 271,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Clinical Trial Designs"
        },
        {
            "text": "Because of the legacy of FI-RSV vaccine-enhanced illness and the fact that many of the key target populations for an RSV vaccine are especially vulnerable (young infants, pregnant women, and the frail elderly), a concern about liability has been a significant part of the risk:benefit analysis for companies contemplating RSV vaccine development. If concerns present a road block to vaccine development, it seems reasonable to explore legislative solutions for diminishing the financial risks to developers, investigators, and study participants by providing assurance of indemnification for unanticipated adverse events.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Liability Concerns"
        },
        {
            "text": "At this point in time, the opportunities for success far outweigh the remaining challenges for providing safe and effective vaccine-induced immunity to prevent RSV infection and to reduce the substantial disease burden that it still causes. To complete that task will require the sustained commitment of funding agencies, ongoing combined and organized efforts of government, university, and industry scientists across multiple disciplines, thoughtful guidance from regulatory agencies, and facilitation by prescient law and policy makers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Primary virus pneumonitis with cytoplasmic inclusion bodies: study of an epidemic involving thirty-two infants, with nine deaths",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Adams",
                    "suffix": ""
                }
            ],
            "year": 1941,
            "venue": "J Am Med Assoc",
            "volume": "116",
            "issn": "10",
            "pages": "925--933",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Recovery of cytopathogenic agent from chimpanzees with coryza",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Blount",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Savage",
                    "suffix": ""
                }
            ],
            "year": 1956,
            "venue": "Proc Soc Exp Biol Med",
            "volume": "92",
            "issn": "3",
            "pages": "544--549",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Recovery from infants with respiratory illness of a virus related to chimpanzee coryza agent (CCA). II. Epidemiologic aspects of infection in infants and young children",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chanock",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Finberg",
                    "suffix": ""
                }
            ],
            "year": 1957,
            "venue": "Am j hyg",
            "volume": "66",
            "issn": "3",
            "pages": "291--300",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Recovery from infants with respiratory illness of a virus related to chimpanzee coryza agent (CCA). I. Isolation, properties and characterization",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chanock",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Roizman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Myers",
                    "suffix": ""
                }
            ],
            "year": 1957,
            "venue": "Am j hyg",
            "volume": "66",
            "issn": "3",
            "pages": "281--290",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Evaluation in chimpanzees of vaccinia virus recombinants that express the surface glycoproteins of human respiratory syncytial virus",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Purcell",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "London",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Lawrence",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Chanock",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Vaccine",
            "volume": "8",
            "issn": "2",
            "pages": "164--168",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The changing face of HIV vaccine research",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Kwong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Mascola",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Nabel",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Intl AIDS Soc",
            "volume": "15",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7448/IAS.15.2.17407"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Neutralizing antibodies against the preactive form of respiratory syncytial virus fusion protein offer unique possibilities for clinical intervention",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Magro",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Mas",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chappell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vazquez",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Cano",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Luque",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Terron",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Melero",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Palomo",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Proc Nat Acad Sci U.S.A",
            "volume": "109",
            "issn": "8",
            "pages": "3089--3094",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1115941109"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Rinderpest eradication: appropriate technology and social innovations",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Mariner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "House",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Mebus",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Sollod",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chibeu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Roeder",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Admassu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Van &apos;t Klooster",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Science",
            "volume": "337",
            "issn": "6100",
            "pages": "1309--1312",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1223805"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Structure of RSV fusion glycoprotein trimer bound to a prefusion-specific neutralizing antibody",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Mclellan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Graepel",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Baxa",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Yasuda",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Beaumont",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Modjarrad",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Kwong",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Graham",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1234914"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Global burden of acute lower respiratory infections due to respiratory syncytial virus in young children: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nair",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Nokes",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Gessner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dherani",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Madhi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Singleton",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "O&apos;brien",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Roca",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bruce",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chandran",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Theodoratou",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sutanto",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Sedyaningsih",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ngama",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Munywoki",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kartasasmita",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Simoes",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Rudan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Lancet",
            "volume": "375",
            "issn": "9725",
            "pages": "60206--60207",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(10)60206-1"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Infant baboons infected with respiratory syncytial virus develop clinical and pathologic Changes that parallel those of human infants",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Papin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Wolf",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Kosanke",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Jenkins",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Welliver",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sr",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am J Physiol Lung Cell Mol Physiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1152/ajplung.00173.2012"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Data from animal models and human immunology and pathology have provided guidance for minimizing the likelihood of inducing RSV vaccine-enhanced disease in future trials (see chapters by P.L. Collins et al., S.M. Varga and T.J. Braciale, G. Taylor, M.S. Boukhvalova and J.C.G. Blanco, and by P.J. Openshaw, this volume). These findings have been supported by more recent work on human genetic polymorphisms and transcriptional profiles associated with severe RSV disease (see chapters by E.H. Choi et al. and by R.A. Tripp et al., this volume).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Target populations for candidate RSV vaccines Live attenuated virus • Gene-based vector with WT or pre-fusion F • Pre-fusion F protein with adjuvant that avoids Th2 bias Gene-based vector with WT or pre-fusion F • Pre-fusion F protein with adjuvant that avoids Th2 bias • Pre-fusion F protein with potent adjuvant • Gene-based vector with WT F or pre-Pre-fusion F protein with balanced or Th2biasing adjuvant • Pre-fusion F protein with potent adjuvant • Gene-based vector with WT F or pre-fusion F • Combined gene-based vector boosted with pre-fusion F protein • Combine with influenza vaccine Gene-based vector could be replication-defective (e.g. recombinant adenovirus or alphavirus or adeno-associated virus vector). Live-attenuated virus could",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments We thank the authors of these collected chapters for their outstanding scholarship and commitment to finding vaccine approaches for preventing RSV-associated disease. We dedicate this book to the memory of Dr. Caroline Hall whose career was committed to the care of children and prevention of viral diseases. Her life embodied the mission of this book and her fingerprints will be evident in the final solution for controlling RSV. This work was supported by intramural funding from the National Institute of Allergy and Infectious Diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}