{"paper_id": "4f639db87398de51e46ca2455248c44fe701096f", "metadata": {"title": "Development of a lateral flow device for in-field detection and evaluation of PCR-based diagnostic methods for Xanthomonas campestris pv. musacearum, the causal agent of banana xanthomonas wilt", "authors": [{"first": "J", "middle": [], "last": "Hodgetts", "suffix": "", "affiliation": {"laboratory": "", "institution": "The Food and Environment Research Agency", "location": {"addrLine": "Sand Hutton", "postCode": "YO41 1LZ", "settlement": "York"}}, "email": ""}, {"first": "G", "middle": [], "last": "Karamura", "suffix": "", "affiliation": {}, "email": ""}, {"first": "G", "middle": [], "last": "Johnson", "suffix": "", "affiliation": {"laboratory": "", "institution": "The Food and Environment Research Agency", "location": {"addrLine": "Sand Hutton", "postCode": "YO41 1LZ", "settlement": "York"}}, "email": ""}, {"first": "J", "middle": [], "last": "Hall", "suffix": "", "affiliation": {"laboratory": "", "institution": "The Food and Environment Research Agency", "location": {"addrLine": "Sand Hutton", "postCode": "YO41 1LZ", "settlement": "York"}}, "email": ""}, {"first": "K", "middle": [], "last": "Perkins", "suffix": "", "affiliation": {"laboratory": "", "institution": "The Food and Environment Research Agency", "location": {"addrLine": "Sand Hutton", "postCode": "YO41 1LZ", "settlement": "York"}}, "email": ""}, {"first": "F", "middle": [], "last": "Beed", "suffix": "", "affiliation": {}, "email": ""}, {"first": "V", "middle": [], "last": "Nakato", "suffix": "", "affiliation": {}, "email": ""}, {"first": "M", "middle": [], "last": "Grant", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Exeter", "location": {"postCode": "EX4 4QD", "settlement": "Biosciences, Exeter", "region": "Devon", "country": "UK"}}, "email": ""}, {"first": "D", "middle": ["J"], "last": "Studholme", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Exeter", "location": {"postCode": "EX4 4QD", "settlement": "Biosciences, Exeter", "region": "Devon", "country": "UK"}}, "email": ""}, {"first": "N", "middle": [], "last": "Boonham", "suffix": "", "affiliation": {"laboratory": "", "institution": "The Food and Environment Research Agency", "location": {"addrLine": "Sand Hutton", "postCode": "YO41 1LZ", "settlement": "York"}}, "email": ""}, {"first": "J", "middle": [], "last": "Smith", "suffix": "", "affiliation": {"laboratory": "", "institution": "The Food and Environment Research Agency", "location": {"addrLine": "Sand Hutton", "postCode": "YO41 1LZ", "settlement": "York"}}, "email": ""}]}, "abstract": [{"text": "Xanthomonas campestris pv. musacearum (Xcm) is the causal agent of banana xanthomonas wilt, a major threat to banana production in eastern and central Africa. The pathogen is present in very high levels within infected plants and can be transmitted by a broad range of mechanisms; therefore early specific detection is vital for effective disease management. In this study, a polyclonal antibody (pAb) was developed and deployed in a lateral flow device (LFD) format to allow rapid in-field detection of Xcm. Published Xcm PCR assays were also independently assessed: only two assays gave specific amplification of Xcm, whilst others cross-reacted with non-target Xanthomonas species. Pure cultures of Xcm were used to immunize a rabbit, the IgG antibodies purified from the serum and the resulting polyclonal antibodies tested using ELISA and LFD. Testing against a wide range of bacterial species showed the pAb detected all strains of Xcm, representing isolates from seven countries and the known genetic diversity of Xcm. The pAb also detected the closely related Xanthomonas axonopodis pv. vasculorum (Xav), primarily a sugarcane pathogen. Detection was successful in both naturally and experimentally infected banana plants, and the LFD limit of detection was 10 5 cells mL À1 . Whilst the pAb is not fully specific for Xcm, Xav has never been found in banana. Therefore the LFD can be used as a first-line screening tool to detect Xcm in the field. Testing by LFD requires no equipment, can be performed by non-scientists and is cost-effective. Therefore this LFD provides a vital tool to aid in the management and control of Xcm.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Xanthomonas campestris pv. musacearum (Xcm) is a Gram-negative member of the gamma-Proteobacteria that is the causal agent of banana xanthomonas wilt (BXW), considered to be one of the greatest threats to banana productivity in the Great Lakes region of eastern Africa (Tripathi et al., 2009) . It was first found in Ethiopia around 40 years ago on enset (Yirgou & Bradbury, 1978) and is now widespread in east and central Africa. Since the early 2000s, the disease has been reported in Uganda, the Democratic Republic of the Congo, Rwanda, Tanzania, Kenya and Burundi (Adikini et al., 2011) .", "cite_spans": [{"start": 269, "end": 292, "text": "(Tripathi et al., 2009)", "ref_id": "BIBREF20"}, {"start": 355, "end": 380, "text": "(Yirgou & Bradbury, 1978)", "ref_id": "BIBREF25"}, {"start": 569, "end": 591, "text": "(Adikini et al., 2011)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Introduction"}, {"text": "Xcm causes symptoms of foliar wilting and yellowing, leading to uneven fruit ripening and death of the plant.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Symptom development is rapid, typically <1 month after inoculation, and leads to high levels of the pathogen within the plant typified by pockets of bacterial ooze when the plants are cut (Tripathi et al., 2009; Adikini et al., 2011) . The economic impact of Xcm is high due to total loss of yield and rapid death of the mother plant, preventing the creation of more plants by division of suckers, a primary mode of cultivation (Tripathi et al., 2007) . The disease affects almost all banana cultivars with only a small number able to avoid insect-borne infection due to the differing morphological structure of the male buds (Adikini et al., 2013) . Therefore recent approaches to control have included genetic engineering to create transgenic bananas with resistance to Xcm (Tripathi et al., 2010; Namukwaya et al., 2012) and the development of in vitro screening methods for rapid determination of cultivar resistance/susceptibility to Xcm infection (Tripathi et al., 2008) .", "cite_spans": [{"start": 188, "end": 211, "text": "(Tripathi et al., 2009;", "ref_id": "BIBREF20"}, {"start": 212, "end": 233, "text": "Adikini et al., 2011)", "ref_id": "BIBREF0"}, {"start": 428, "end": 451, "text": "(Tripathi et al., 2007)", "ref_id": "BIBREF18"}, {"start": 626, "end": 648, "text": "(Adikini et al., 2013)", "ref_id": "BIBREF2"}, {"start": 776, "end": 799, "text": "(Tripathi et al., 2010;", "ref_id": "BIBREF21"}, {"start": 800, "end": 823, "text": "Namukwaya et al., 2012)", "ref_id": "BIBREF12"}, {"start": 953, "end": 976, "text": "(Tripathi et al., 2008)", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Introduction"}, {"text": "Xcm can be transmitted in numerous ways including insect vectors, the use of contaminated farm equipment, transmission within the mat to suckers, soilborne infection and planting of infected symptomless plantlets (Tripathi et al., 2008; Adikini et al., 2013) . A range of management strategies has been developed to limit Xcm spread. These have been demonstrated to be highly effective when employed properly, causing reduction of disease incidence to <10% per year in regions of Uganda. However, the approaches, including restricting movement, tool sterilization, removal of male buds and burying infected plants, are often poorly taken up by farmers due to the high financial and labour costs (Tushemereirwe et al., 2006) .", "cite_spans": [{"start": 213, "end": 236, "text": "(Tripathi et al., 2008;", "ref_id": "BIBREF19"}, {"start": 237, "end": 258, "text": "Adikini et al., 2013)", "ref_id": "BIBREF2"}, {"start": 695, "end": 723, "text": "(Tushemereirwe et al., 2006)", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Introduction"}, {"text": "The Xanthomonas genus is large, composed of many species and pathovars that cause disease in several hundred plant species. The genus is composed of two groups, with Xcm sitting within Group 2 along with many other important plant pathogens (Rodriguez-R et al., 2012) . The taxonomy of species and pathovars is very complex and still evolving, meaning confusion can exist over the identity of isolates within culture collections and that species identification can be problematic for diagnostic laboratories (Parkinson et al., 2009) . Xcm was initially described as Xanthomonas musacearum and was reclassified Xcm in 1978 (Young et al., 1978) . It has recently been proposed that Xcm should be reclassified as X. vasicola pv. musacearum (Xvm) due to its close relatedness to strains of X. vasicola. Indeed, partial gyrB sequences have shown 100% nucleotide sequence identity between Xcm and some X. vasicola isolates, and FAME and rep-PCR methods group Xcm with X. vasicola (Aritua et al., 2008; Tripathi et al., 2009) .", "cite_spans": [{"start": 241, "end": 267, "text": "(Rodriguez-R et al., 2012)", "ref_id": "BIBREF15"}, {"start": 508, "end": 532, "text": "(Parkinson et al., 2009)", "ref_id": "BIBREF14"}, {"start": 622, "end": 642, "text": "(Young et al., 1978)", "ref_id": "BIBREF26"}, {"start": 974, "end": 995, "text": "(Aritua et al., 2008;", "ref_id": "BIBREF5"}, {"start": 996, "end": 1018, "text": "Tripathi et al., 2009)", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Introduction"}, {"text": "Recent whole-genome comparisons of Xcm and X. vasicola pv. vasculorum (Xvv) are also corroborative, finding significantly greater nucleotide identity with each other than with any other sequenced xanthomonad. Importantly, all Xcm isolates form a clade closely related to but distinct from Xvv (Studholme et al., 2010; Wasukira et al., 2012) . Studied Xcm isolates have demonstrated very little genetic diversity, with comparisons of whole genomes showing at least 99Á99% nucleotide identity (Wasukira et al., 2012) . Despite this, genome-wide analyses looking for single nucleotide polymorphism (SNP) variation have proposed two major sub-lineages within Xcm, each corresponding to a distinct geographic region. Whilst this is based on only 86 SNPs and a relatively small number of isolates, it splits sub-lineage I containing isolates from Ethiopia, the Democratic Republic of the Congo and Rwanda from sub-lineage II comprising isolates from Uganda, Tanzania, Burundi and Kenya (Wasukira et al., 2012) . Numerous published data sets support the reclassification of Xcm as Xvm; however, further pathogenicity testing is required before this can be formally recognized as a pathovar designation (Aritua et al., 2008) .", "cite_spans": [{"start": 293, "end": 317, "text": "(Studholme et al., 2010;", "ref_id": "BIBREF16"}, {"start": 318, "end": 340, "text": "Wasukira et al., 2012)", "ref_id": "BIBREF24"}, {"start": 491, "end": 514, "text": "(Wasukira et al., 2012)", "ref_id": "BIBREF24"}, {"start": 980, "end": 1003, "text": "(Wasukira et al., 2012)", "ref_id": "BIBREF24"}, {"start": 1195, "end": 1216, "text": "(Aritua et al., 2008)", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Introduction"}, {"text": "A primary driver for Xcm-specific detection tools is to allow discrimination from numerous other diseases of banana that can cause similar wilt type symptoms, including moko, bugtok and blood disease caused by bacteria and the fungal disease fusarium wilt (Adikini et al., 2011) . Typically, Xcm detection is based upon visual symptom expression and culture-based morphological assessment. Recently, semiselective media for Xcm have been developed (Mwangi et al., 2007; Tripathi et al., 2007) but this approach has been found to be lacking as it is time-consuming, requires confirmatory testing and often misses early stages of infection (Adikini et al., 2011) . Biochemical tests can be used in some cases to resolve species and pathovars; however, approaches such as metabolomic profiling (e.g. Biolog) are timeconsuming, whilst fatty acid methyl ester (FAME) analysis is costly (Aritua et al., 2008; Adikini et al., 2011) . As an alternative, molecular approaches have been investigated to allow the specific detection of Xcm including conventional PCR (Lewis Ivey et al., 2010; Adikini et al., 2011; Adriko et al., 2012) or rep-PCR (Versalovic et al., 1994) . Since the recent discovery of sub-lineages within Xcm, Wasukira et al. (2012) have developed a PCR-RFLP assay to allow discrimination of the lineages. Whilst these approaches can provide specific detection, they require well equipped laboratories, highly trained staff and are not readily amenable to field applications.", "cite_spans": [{"start": 256, "end": 278, "text": "(Adikini et al., 2011)", "ref_id": "BIBREF0"}, {"start": 448, "end": 469, "text": "(Mwangi et al., 2007;", "ref_id": "BIBREF11"}, {"start": 470, "end": 492, "text": "Tripathi et al., 2007)", "ref_id": "BIBREF18"}, {"start": 638, "end": 660, "text": "(Adikini et al., 2011)", "ref_id": "BIBREF0"}, {"start": 881, "end": 902, "text": "(Aritua et al., 2008;", "ref_id": "BIBREF5"}, {"start": 903, "end": 924, "text": "Adikini et al., 2011)", "ref_id": "BIBREF0"}, {"start": 1063, "end": 1081, "text": "Ivey et al., 2010;", "ref_id": "BIBREF10"}, {"start": 1082, "end": 1103, "text": "Adikini et al., 2011;", "ref_id": "BIBREF0"}, {"start": 1104, "end": 1124, "text": "Adriko et al., 2012)", "ref_id": "BIBREF3"}, {"start": 1136, "end": 1161, "text": "(Versalovic et al., 1994)", "ref_id": "BIBREF23"}, {"start": 1219, "end": 1241, "text": "Wasukira et al. (2012)", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Introduction"}, {"text": "Lateral flow devices (LFDs) are an established technology for the rapid detection of plant pathogens, and are one of the primary techniques used for 'point-of-care' or 'in-field' pathogen detection (Boonham et al., 2008) . LFDs provide an identification in minutes, have no technological requirements and are simple to use, so they are an important identification tool despite recent molecular detection advances (Lane et al., 2007; De Boer & L opez, 2012) . The requirement of such diagnostic approaches for Xcm is essential to facilitate elimination of residual sources of infection and improve disease management (Ocimati et al., 2013) . This is critical for diseases such as BXW where, by the time symptoms are visible, the pathogen has spread systemically and therefore poses a high risk of further transmission (Adikini et al., 2013) , and where latent infection can occur with long incubation periods (Ocimati et al., 2013) . Therefore this study set out to develop an antibody-based diagnostic kit for Xcm that could be deployed in a low-resource setting, providing a cost-effective diagnosis that can be performed by untrained personnel. A further advantage of this approach for diseases of this kind is that testing can occur simultaneously with control. Divorcing sampling from testing by sending samples to the laboratory can potentially lead to delays and loss of urgency on the part of growers. To enable this, polyclonal antibodies were generated to Xcm and formatted into a lateral flow device for in-field detection.", "cite_spans": [{"start": 198, "end": 220, "text": "(Boonham et al., 2008)", "ref_id": "BIBREF6"}, {"start": 413, "end": 432, "text": "(Lane et al., 2007;", "ref_id": "BIBREF9"}, {"start": 433, "end": 456, "text": "De Boer & L opez, 2012)", "ref_id": "BIBREF8"}, {"start": 616, "end": 638, "text": "(Ocimati et al., 2013)", "ref_id": "BIBREF13"}, {"start": 817, "end": 839, "text": "(Adikini et al., 2013)", "ref_id": "BIBREF2"}, {"start": 908, "end": 930, "text": "(Ocimati et al., 2013)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Introduction"}, {"text": "A range of Xcm isolates, closely related Xanthomonas species including Xvv, Xanthomonas axonopodis pv. vasculorum (Xav) and Xanthomonas vasicola pv. holcicola (Xvh), more distantly related Xanthomonas species and other bacterial species known to cause disease on banana were selected from the National Collection of Plant Pathogenic Bacteria (NCPPB), held at Fera, York, UK (Table 1) . This included 32 isolates representing eight pathovars of Xanthomonas, and Enterobacter sp., Serratia marcescens, Pseudomonas marginalis pv. marginalis and Ralstonia solanacearum (all associated with diseases of banana or known endophytes of banana). Melissococcus plutonius was sourced from the National Bee Unit (Fera, York, UK).", "cite_spans": [], "ref_spans": [{"start": 374, "end": 383, "text": "(Table 1)", "ref_id": "TABREF1"}], "section": "Bacterial cultures used and their maintenance"}, {"text": "All Xanthomonas strains were grown on yeast dextrose chalk (YDC) agar incubated at 28°C for 48 h. Ralstonia solanacearum was grown on SMSA agar, supplemented immediately prior to use with 0Á1 g L À1 polymixin B sulphate, 0Á1 g L À1 bacitracin, 0Á05 g L À1 2,3,5-triphenyltetrazolium chloride, 0Á005 g L À1 crystal violet, 0Á005 g L À1 chloramphenicol and 0Á0005 g L À1 penicillin G, and incubated at 25°C for 48 h. Melisococcus plutonius was grown anaerobically on M110 media (2Á5 g L À1 peptone, 10 g L À1 glucose, 2 g L À1 soluble starch, 2Á5 g L À1 yeast extract, 5 g L À1 neopeptone, 2 g L À1 trypticase, 4Á33 g L À1 K 2 HPO 4 and 3Á42 g L À1 KH 2 PO 4 , 15 g L À1 agar technical no. 1, pH 7Á2, supplemented immediately prior to use with 1 g L À1 cysteine.HCl) incubated at 37°C for approximately 2 weeks. Pseudomonas marginalis pv. marginalis, Enterobacter sp. and S. marcescens were grown on King's B media incubated at 25°C for 48 h, 37°C for 24 h and 37°C for 48 h, respectively. ACDP (Advisory Committee on Dangerous Pathogens) hazard group 2 species (Enterobacter sp. and S. marcescens) were formalin-fixed prior to use by the addition of 2Á5 lL mL À1 37% formalin.", "cite_spans": [], "ref_spans": [], "section": "Bacterial cultures used and their maintenance"}, {"text": "Young (20-25 cm in height) Musa cv. Tropicana and cv. Cavendish Dwarf plants were artificially inoculated with Xcm. Xcm was grown on YDC agar as above, colonies resuspended in sterile water and the concentration adjusted to 1 9 10 9 cells mL À1 by spectrophotometry. Inoculation was performed by injection of 200 lL inoculum into the pseudostem of the plant approximately 2Á5 cm above soil level. Control plants were either uninoculated or inoculated with sterile water. Post-inoculation the plants were grown in a glasshouse maintained at 28°C day, 20°C night with 16 h supplemented lighting. After inoculation, 100 lL of the inoculum was spread onto the YDC agar and incubated as above to confirm viability. Symptom development was monitored and leaf material harvested and stored at À20°C for later use. Sections of pseudostem and leaves from 16 fieldgrown Musa plants showing typical symptoms of Xcm infection were collected in Uganda and shipped to the UK prior to storage at 4°C.", "cite_spans": [], "ref_spans": [], "section": "Inoculation of banana plants and field infected samples"}, {"text": "An 8-month-old female New Zealand cross rabbit was used for the production of polyclonal antibodies, and prior to immunization a blood sample was collected. The immunogen was composed of a mix of six Xcm strains all collected from Musa sp. (NCPPB4378 from Uganda, NCPPB4387 from the Democratic Republic of the Congo, NCPPB4389 from Rwanda, NCPPB4392 from Tanzania, NCPPB4433 from Burundi and NCPPB4434 from Kenya) encompassing the geographic variability of Xcm. To prepare the immunogen, each isolate was first grown on YDC agar before being transferred to nutrient broth (Oxoid) and grown at 28°C at 200 rpm for 24 h. Cells were pelleted by centrifugation, resuspended in phosphate-buffered saline, concentrations adjusted by spectrophotometry and equally pooled to form the immunogen. The immunogen was mixed equally with Freund's complete adjuvant to give a final concentration of 1Á25 9 10 8 cells mL À1 and the rabbit immunized subcutaneously with 1 mL. Three further immunizations of the immunogen mixed equally with incomplete Freund's adjuvant to a final concentration of 1Á25 9 10 8 cells mL À1 were administered subcutaneously at 4-week intervals. Four weeks after the final immunization a blood sample was taken and the serum analysed for immune response by ELISA (see below). Further blood samples were taken at 4-week intervals, the serum separated from whole blood by centrifugation and stored at -30°C prior to use. The IgG antibodies were purified from post-immunization serum by HiTrap Protein G column (GE Healthcare) following the manufacturer's protocol. The protein concentration of the purified IgG antibody was determined by extinction coefficient calculation at 280 nm. Purified IgG antibodies were provided to Forsite Diagnostics Ltd (York, UK) for the production of a lateral flow device (Danks & Barker, 2000) .", "cite_spans": [{"start": 1814, "end": 1836, "text": "(Danks & Barker, 2000)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Production of polyclonal antibody and LFD development"}, {"text": "PTA-ELISA was performed as follows: 96-well ELISA plates were coated with 100 lL of bacteria (Table 1 ) at a concentration of 10 7 cells mL À1 in coating buffer (0Á015 M Na 2 CO 3 , 0Á046 M NaHCO 3 , pH 9Á6), or 100 lL of plant material extract (2 g plant material in 20 mL coating buffer, ground using a hand homogenizer (BIOREBA)) and incubated overnight at 2-8°C. Plates were washed three times with phosphate-buffered saline + Tween-20 (PBS-T; 1Á4 M NaCl, 0Á015 M KH 2 PO 4 , 0Á08 M Na 2 HPO 4 , 0Á03 M KCl, pH 7Á4, 0Á05% Tween-20) and blocked with 200 lL PBS-T containing 1% bovine serum albumin (BSA) for 1 h at 33°C. Plates were washed as above and 100 lL polyclonal antibody applied, either pre-immunization serum, post-immunization serum or purified antibody or serum from a rabbit immunized with Cucumber vein yellowing virus (as a negative control) at various dilutions in PBS-T containing 0Á2% BSA and incubated for 1 h at 33°C. Plates were washed as above and 100 lL goat anti-rabbit alkaline phosphatase was applied, diluted 1:4000 in PBS-T containing 0Á2% BSA, and incubated for 1 h at 33°C. Plates were washed as above and 100 lL of 1 mg mL À1 q-nitrophenyl phosphate in substrate buffer (10% diethanolamine, 0Á002 M MgCl 2 , pH 9Á8) was added. The plates were kept in the dark at room temperature for 30 min and the absorbance measured at 405 nm on a plate reader (Thermomax Microplate reader) using SOFT MAX PRO software.", "cite_spans": [], "ref_spans": [{"start": 93, "end": 101, "text": "(Table 1", "ref_id": "TABREF1"}], "section": "ELISA testing"}, {"text": "To determine the sensitivity of the ELISA, bacterial cells were serially diluted from 10 8 cells mL À1 through eight log-dilutions and 100 lL applied per well. Wells of M. plutonius bacterial culture and M. plutonius monoclonal antibody were included in each experiment as a procedural positive control. Healthy Musa cultivars Tropicana and Cavendish Dwarf, Musa cv. Tropicana experimentally inoculated with Xcm NCPPB4434 and 16 field plants with symptoms (presumed Xcm-infected) were tested by ELISA, with sections of either leaf or pseudostem prepared as described above.", "cite_spans": [], "ref_spans": [], "section": "ELISA testing"}, {"text": "When testing LFDs, samples were prepared in buffer A provided by Forsite Diagnostics Ltd and in all cases 100 lL was applied to each LFD. Each LFD was allowed to run for 10 min before assessing the results. A positive result was indicated by both a test (T) line and control (C) line, a negative result but successfully run LFD was indicated by a C line alone, and a failed LFD ", "cite_spans": [], "ref_spans": [], "section": "LFD testing"}, {"text": "Musa were included in all experiments. Bacterial cultures of target and non-target species (Table 1 ) were diluted to 10 8 cells mL À1 in buffer A. To test plant material, 5 cm sections of leaf or pseudostem were cut into approximately 1 cm sections and placed in an extraction bottle (Forsite Diagnostics Ltd). This was either allowed to stand for 5 min to allow the sap/bacteria to ooze into the buffer, or homogenized by shaking manually for 1 min. To determine the sensitivity of the LFDs, Xcm NCPPB4378 was serially diluted from 10 8 cells mL À1 through six log-dilutions in buffer A. To test sensitivity of the LFD in a plant exudate background, cultured bacteria were diluted in healthy Musa leaf sap exuded into buffer A. Healthy Musa cultivars Tropicana and Cavendish Dwarf, healthy sugarcane, Musa cv. Tropicana experimentally inoculated with Xcm NCPPB4434 and the 16 field plants with symptoms (presumed Xcm-infected) were tested by LFD, with sections of either leaf or pseudostem prepared as described above.", "cite_spans": [], "ref_spans": [{"start": 91, "end": 99, "text": "(Table 1", "ref_id": "TABREF1"}], "section": "run indicated by no lines. Controls of buffer A and healthy"}, {"text": "PCR was performed using published protocols designed for the detection of Xcm (Table 2 ). In all cases, 29 ReddyMix PCR Master Mix with 1Á5 mM MgCl 2 (Thermo Scientific) was used with the cycling conditions as originally described. PCR was performed in a GeneAmp 9700 thermocycler using 1 lL DNA as template (concentration as extracted). Assays used were: the BXW assay of Lewis Ivey et al. ", "cite_spans": [], "ref_spans": [{"start": 78, "end": 86, "text": "(Table 2", "ref_id": "TABREF2"}], "section": "Evaluation of PCR assays"}, {"text": "To assess the specificity of the pAb, ELISA was conducted testing Xcm, a wide range of Xanthomonas species, and other bacterial species known to cause disease in banana. All 17 Xcm strains, representing isolates from seven countries (Burundi, the Democratic Republic of the Congo, Ethiopia, Kenya, Rwanda, Tanzania and Uganda) encompassing both sub-lineages I and II, and therefore representing the known genetic diversity of Xcm, could be readily detected. However, the pAb was also found to detect all strains of Xav tested. All the other Xanthomonas species and pathovars tested were negative, as were other bacterial species (Table 1) . Control samples of sap, leaf and pseudostem from healthy Musa cv. Tropicana and Cavendish Dwarf were tested by ELISA and found to give negative results in all cases.", "cite_spans": [], "ref_spans": [{"start": 629, "end": 638, "text": "(Table 1)", "ref_id": "TABREF1"}], "section": "Specificity of the ELISA and LFD"}, {"text": "The specificity of the LFD was found to be identical to that of the ELISA, detecting all Xcm strains tested along with Xav strains, but not any other species tested (Table 1) . Healthy Musa cv. Tropicana and Cavendish Dwarf sap, leaf and pseudostem and healthy sugarcane leaf were tested by LFD and gave negative results in all cases. The LFD gave unambiguous, easy to interpret results with clear differentiation between positive and negative samples, in both pure culture and infected plant material (Fig. 1) .", "cite_spans": [], "ref_spans": [{"start": 165, "end": 174, "text": "(Table 1)", "ref_id": "TABREF1"}, {"start": 502, "end": 510, "text": "(Fig. 1)", "ref_id": null}], "section": "Specificity of the ELISA and LFD"}, {"text": "The sensitivity of the ELISA with the purified pAb was determined using eight Xcm isolates. When testing bacteria from pure culture, the limit of detection ranged from 10 6 to 10 2 cells mL À1 . However, when testing in a sap exudate background, to mimic actual samples, the limit of detection was reduced to 10 8 cells mL À1 for seven of the isolates. One isolate (NCPPB4434), which was only detectable at 10 6 cells mL À1 in pure culture, could not be detected in sap exudate.", "cite_spans": [], "ref_spans": [], "section": "Sensitivity of the ELISA and LFD"}, {"text": "The sensitivity of the LFD was first determined using pure culture of Xcm NCPPB4378 in buffer where the limit of detection was 10 5 cells mL À1 . To determine the effect upon the limit of detection in a plant background, Xcm NCPPB4433 was serially diluted in leaf exudate and whole-leaf extract where the limit of detection was decreased to 10 6 cells mL À1 . Six further Xcm isolates were tested in a sap exudate background and the limit of detection ranged from 10 6 to 10 3 cells mL À1 , most typically being 10 5 cells mL À1 . Lower dilutions yielded fainter but still clearly visible test lines (Fig. 2) that became easier to view upon drying of the membrane. To determine if a hook effect (Amarasiri Fernando & Wilson, 1992) may have a deleterious effect on detection by the LFD at high bacterial titres, Xcm NCPPB4433 was tested at 10 10 and 10 9 cells mL À1 in buffer A and buffer A with sap exudate, all of which could be detected. ", "cite_spans": [{"start": 706, "end": 730, "text": "Fernando & Wilson, 1992)", "ref_id": "BIBREF4"}], "ref_spans": [{"start": 600, "end": 608, "text": "(Fig. 2)", "ref_id": null}], "section": "Sensitivity of the ELISA and LFD"}, {"text": "Leaf samples showing moderate wilt symptoms from Musa experimentally infected with Xcm NCPPB4434 could be detected by both ELISA and the LFD. Sixteen of the Musa samples from Uganda with symptoms, suspected of Xcm infection, were tested. Despite the fact that these samples were noticeably degraded to the extent that they were starting to rot following shipping to the UK, when tested by ELISA, nine samples tested positive and two samples tested negative. Five of the samples gave positive results in ELISA control wells lacking primary antibody. It is speculated that this may be due to the degraded nature of the samples, with a component of the sample causing non-specific binding of the secondary antibody. However, when tested by LFD all 16 samples were positive.", "cite_spans": [], "ref_spans": [], "section": "Testing of naturally and experimentally infected plant samples by ELISA and LFD"}, {"text": "All previously published PCR assays were tested against a wide range of bacteria, to independently evaluate their performance characteristics with regard to specificity. The evaluation included the Xcm-specific assays of Adikini et al. (2011) and Adriko et al. (2012) and the Xcm, Xav and Xvh assay of Lewis Ivey et al. (2010) . All primer sets were able to detect all strains of Xcm tested, representing isolates from seven different countries (Burundi, the Democratic Republic of the Congo, Ethiopia, Kenya, Rwanda, Tanzania and Uganda) and both sub-lineages I and II of Xcm (Table 1) . The assays could also detect successfully either pure bacterial culture or naturally infected plant material.", "cite_spans": [{"start": 221, "end": 242, "text": "Adikini et al. (2011)", "ref_id": "BIBREF0"}, {"start": 247, "end": 267, "text": "Adriko et al. (2012)", "ref_id": "BIBREF3"}, {"start": 308, "end": 326, "text": "Ivey et al. (2010)", "ref_id": "BIBREF10"}], "ref_spans": [{"start": 577, "end": 586, "text": "(Table 1)", "ref_id": "TABREF1"}], "section": "PCR evaluation"}, {"text": "The GspD assay of Adriko et al. (2012) was found to provide specific amplification of only Xcm and no other species. In the present study, the assay Xcm35 of Adikini et al. (2011) was found to be specific and only detected Xcm. However, the remaining six assays cross-reacted with other species, with all detecting a minimum of Xvv and Xvh. The least specific assay, Xcm38, gave positive results with all Xanthomonas species tested as well as Ralstonia solanacearum and Enterobacter sp.", "cite_spans": [{"start": 18, "end": 38, "text": "Adriko et al. (2012)", "ref_id": "BIBREF3"}, {"start": 158, "end": 179, "text": "Adikini et al. (2011)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "PCR evaluation"}, {"text": "The Lewis Ivey et al. (2010) assay detected all strains of Xcm and Xvh; however, it did not amplify any strains of Xav, but did amplify all strains of Xvv tested. A possibility for this anomaly is the complexity arising from the challenges with Xanthomonas species and pathovar taxonomy, and the proposed but not formally accepted renaming of Xav as Xvv. In this study, the species names are as listed in NCPPB; however, some isolates were also studied by Lewis Ivey et al. (2010) and Adriko et al. (2012) and have contrasting species designations. For example, NCPPB702 is described as Xvv in this study but Xav by Lewis Ivey et al. (2010) . Interestingly, Lewis Ivey found that only some Xav strains were PCR positive, for example finding Xav NCPPB702 to be PCR positive and Xav NCPPB796 to be PCR negative. These two isolates were included in the present study, where NCPPB702 was classified as Xvv and was PCR positive, and NCPPB796 was classified as Xav and was PCR negative. Therefore it seems highly likely this apparent difference in PCR assay specificity is due to the species names assigned to Xav and Xvv isolates. Using the NCPPB species names the assay specificity was shown to be specific for all Xvv isolates (PCR positive) and all Xav isolates were PCR negative and not detected.", "cite_spans": [{"start": 4, "end": 28, "text": "Lewis Ivey et al. (2010)", "ref_id": "BIBREF10"}, {"start": 456, "end": 480, "text": "Lewis Ivey et al. (2010)", "ref_id": "BIBREF10"}, {"start": 485, "end": 505, "text": "Adriko et al. (2012)", "ref_id": "BIBREF3"}, {"start": 616, "end": 640, "text": "Lewis Ivey et al. (2010)", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "PCR evaluation"}, {"text": "The unidentified isolates NCPPB1131 and NCPPB1132, both Xanthomonas species isolated from Eastern and Western Samoa on Musa species, were negative with all methods, with the exception of the very non-specific PCR assay Xcm38. Interestingly, based upon whole genome sequencing, Studholme et al. (2011) concluded that Figure 2 Sensitivity of the lateral flow device, tested with Xanthomonas campestris pv. musacearum NCPPB2251. Bacterial culture serially diluted in banana sap/buffer A from 10 8 cells mL À1 (left) to 10 4 cells mL À1 (right). (2015) 64, 559-567 NCPPB4393 was in fact not an Xcm isolate as initially described but was X. sacchari. However, in this study NCPPB4393 has tested positive with all of the Xcmspecific detection methods (ELISA, LFD and PCR assays) indicating that it is indeed an Xcm isolate.", "cite_spans": [{"start": 277, "end": 300, "text": "Studholme et al. (2011)", "ref_id": "BIBREF17"}], "ref_spans": [{"start": 316, "end": 324, "text": "Figure 2", "ref_id": null}], "section": "Unclassified Xanthomonas isolates"}, {"text": "BXW is a devastating disease; however, it has been demonstrated that effective management can cause substantial decreases in disease prevalence. Crucial to a successful management strategy is the ability to specifically detect the pathogen and with sufficient sensitivity to identify latent infections. The antibody developed in this study has been formatted for use in both ELISA and LFD, therefore providing an alternate laboratory test if used in ELISA, and allowing in-field testing with the LFD. The substantial reduction of the ELISA limit of detection when testing in a plant background compared to pure bacterial culture is probably due to the much larger number of proteins competing for binding sites and therefore reducing the sensitivity, an effect considerably reduced when testing by LFD. Five samples were found to fail under ELISA testing due to degradation of samples during shipping, and two samples were negative, presumably due to levels of infection below the limit of detection, whereas all of these were positive when tested by LFD. This is particularly relevant when testing samples from remote locations, when time to send samples to the laboratory is prolonged, and demonstrates the practical advantages of the LFD where detection is possible after other techniques have failed.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The pAb was found to be specific to Xcm, detecting all strains representing the geographic spread of Xcm; however, it also cross-reacted with Xav. Whilst it would be preferable for the pAb to be fully specific to Xcm, Xav, the causal agent of a gumming disease of sugarcane, is found in grass species and maize. There are currently no instances of Xav being found in banana. Moreover, it has been demonstrated that Xav cannot cause disease in banana via artificial inoculation. Therefore the antibody generated in this study represents an important tool, with sufficient specificity that when testing banana will robustly and sensitively detect Xcm. Both the ELISA and LFD have been demonstrated to detect Xcm in infected plant material and can accordingly be used as an initial screening tool to rule out wilt caused by other bacterial or fungal diseases with similar symptoms. The LFD has a broad detection range and has been demonstrated to readily detect infected plant material.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "A number of molecular detection tools have been developed to allow laboratory-based detection of Xcm. Evaluation of these has led to conflicting reports regarding assay performance appearing within the literature, with Adriko et al. (2012) reporting that the Adikini et al. (2011) assays are not specific for Xcm, detecting between two and nine non-banana Xanthomonas strains. In the present independent assessment, only two primer pairs (GspD of Adriko et al. (2012) and Xcm35 of Adikini et al. (2011)) gave specific amplification of Xcm, with other published PCR assays cross-reacting with other Xanthomonas species. In particular, the Xcm assay panel of Adikini et al. (2011) was found to show significant cross-reactivity, with six of the seven assays found to be non-specific.", "cite_spans": [{"start": 219, "end": 239, "text": "Adriko et al. (2012)", "ref_id": "BIBREF3"}, {"start": 259, "end": 280, "text": "Adikini et al. (2011)", "ref_id": "BIBREF0"}, {"start": 447, "end": 467, "text": "Adriko et al. (2012)", "ref_id": "BIBREF3"}, {"start": 657, "end": 678, "text": "Adikini et al. (2011)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Discussion"}, {"text": "The Lewis Ivey et al. (2010) assay was designed to amplify all Xcm strains and was published as also detecting some strains of Xav and Xvh, a finding confirmed by Adriko et al. (2012) . The assay performance in the authors' hands is in contrast to this; however, this appears to be due to the non-formalized renaming of Xav as Xvv. Therefore the assay was found to specifically detect Xcm, Xvh and Xvv. Two unidentified Xanthomonas species isolates (NCPPB1131 and NCPPB1132) were found to be negative with all Xcm-specific detection techniques; therefore this supports the finding of Studholme et al. (2011) that they fall within the X. sacchari clade.", "cite_spans": [{"start": 4, "end": 28, "text": "Lewis Ivey et al. (2010)", "ref_id": "BIBREF10"}, {"start": 163, "end": 183, "text": "Adriko et al. (2012)", "ref_id": "BIBREF3"}, {"start": 584, "end": 607, "text": "Studholme et al. (2011)", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Discussion"}, {"text": "Whilst this study shows that some of the published PCR assays can provide specific detection of Xcm, these techniques are still contingent upon a well-equipped laboratory with highly trained staff, and unlike LFDs, results are not instantaneous, with samples requiring transportation to the laboratory followed by testing which may take between many hours to days. Therefore the development of simple, rapid detection strategies which can be performed in the field, such as LFDs, are invaluable. LFDs are suited to this setting, being costeffective, portable, easy to use and providing almost instantaneous results. Crucially, they can then allow prompt action when infected plants are found, vital in the management of diseases such as Xcm that use multiple modes of transmission, or alternatively used to test planting material at borders to prevent introduction of Xcm into countries or regions where it is not yet present. Based on the results of this study, the LFD can be deployed for in-field detection of Xcm. If further confirmatory testing is required, two Xcm-specific PCR assays (GspD of Adriko et al. (2012) and Xcm35 of Adikini et al. (2011) ) have been identified from the literature, which can subsequently be used in a laboratory setting. Large-scale field testing of the LFD is currently underway, and it is hoped that this new detection approach, the first published primary literature report of an LFD for Xcm, will become a vital asset to the detection and management of BXW.", "cite_spans": [{"start": 1100, "end": 1120, "text": "Adriko et al. (2012)", "ref_id": "BIBREF3"}, {"start": 1134, "end": 1155, "text": "Adikini et al. (2011)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Development of a specific molecular tool for detecting Xanthomonas campestris pv. musacearum", "authors": [{"first": "S", "middle": [], "last": "Adikini", "suffix": ""}, {"first": "L", "middle": [], "last": "Tripathi", "suffix": ""}, {"first": "F", "middle": [], "last": "Beed", "suffix": ""}, {"first": "G", "middle": [], "last": "Tusiime", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Magembe", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Kim", "suffix": ""}], "year": 2011, "venue": "Plant Pathology", "volume": "60", "issn": "", "pages": "443--52", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Spread of Xanthomonas campestris pv. musacearum in banana plants: implications for management of banana Xanthomonas wilt disease", "authors": [{"first": "S", "middle": [], "last": "Adikini", "suffix": ""}, {"first": "F", "middle": [], "last": "Beed", "suffix": ""}, {"first": "G", "middle": [], "last": "Tusiime", "suffix": ""}], "year": 2013, "venue": "Canadian Journal of Plant Pathology", "volume": "35", "issn": "", "pages": "458--68", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Multiplex PCR for specific and robust detection of Xanthomonas campestris pv. musacearum in pure culture and infected plant material", "authors": [{"first": "J", "middle": [], "last": "Adriko", "suffix": ""}, {"first": "V", "middle": [], "last": "Aritua", "suffix": ""}, {"first": "C", "middle": ["N"], "last": "Mortensen", "suffix": ""}, {"first": "W", "middle": ["K"], "last": "Tushemereirwe", "suffix": ""}, {"first": "J", "middle": [], "last": "Kubiriba", "suffix": ""}, {"first": "O", "middle": ["S"], "last": "Lund", "suffix": ""}], "year": 2012, "venue": "Plant Pathology", "volume": "61", "issn": "", "pages": "489--97", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Studies of the 'hook' effect in the one-step sandwich immunoassay", "authors": [{"first": "Amarasiri", "middle": [], "last": "Fernando", "suffix": ""}, {"first": "S", "middle": [], "last": "Wilson", "suffix": ""}, {"first": "G", "middle": ["S"], "last": "", "suffix": ""}], "year": 1992, "venue": "Journal of Immunological Methods", "volume": "151", "issn": "", "pages": "47--66", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Characterization of the Xanthomonas sp. causing wilt of enset and banana and its proposed reclassification as a strain of X. vasicola", "authors": [{"first": "V", "middle": [], "last": "Aritua", "suffix": ""}, {"first": "N", "middle": [], "last": "Parkinson", "suffix": ""}, {"first": "R", "middle": [], "last": "Thwaites", "suffix": ""}], "year": 2008, "venue": "Plant Pathology", "volume": "57", "issn": "", "pages": "170--177", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Exploiting generic platform technologies for the detection and identification of plant pathogens", "authors": [{"first": "N", "middle": [], "last": "Boonham", "suffix": ""}, {"first": "R", "middle": [], "last": "Glover", "suffix": ""}, {"first": "J", "middle": [], "last": "Tomlinson", "suffix": ""}, {"first": "R", "middle": [], "last": "Mumford", "suffix": ""}], "year": 2008, "venue": "European Journal of Plant Pathology", "volume": "121", "issn": "", "pages": "355--63", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "On-site detection of plant pathogens using lateral-flow devices", "authors": [{"first": "C", "middle": [], "last": "Danks", "suffix": ""}, {"first": "I", "middle": [], "last": "Barker", "suffix": ""}], "year": 2000, "venue": "EPPO Bulletin", "volume": "30", "issn": "", "pages": "421--427", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "New grower-friendly methods for plant pathogen monitoring", "authors": [{"first": "De", "middle": [], "last": "Boer", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "", "suffix": ""}], "year": 2012, "venue": "Annual Review of Phytopathology", "volume": "50", "issn": "", "pages": "197--218", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Evaluation of a rapid diagnostic field test kit for identification of Phytophthora species, including P. ramorum and P. kernoviae at the point of inspection", "authors": [{"first": "C", "middle": ["R"], "last": "Lane", "suffix": ""}, {"first": "E", "middle": [], "last": "Hobden", "suffix": ""}, {"first": "L", "middle": [], "last": "Walker", "suffix": ""}], "year": 2007, "venue": "Plant Pathology", "volume": "56", "issn": "", "pages": "828--863", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "A polymerase chain reaction assay for the detection of Xanthomonas campestris pv. musacearum in banana", "authors": [{"first": "Lewis", "middle": [], "last": "Ivey", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Tusiime", "suffix": ""}, {"first": "G", "middle": [], "last": "Miller", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "", "suffix": ""}], "year": 2010, "venue": "Plant Disease", "volume": "94", "issn": "", "pages": "109--123", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Development of a semiselective medium for isolating Xanthomonas campestris pv. musacearum from insect vectors, infected plant material and soil", "authors": [{"first": "M", "middle": [], "last": "Mwangi", "suffix": ""}, {"first": "M", "middle": [], "last": "Mwebaze", "suffix": ""}, {"first": "R", "middle": [], "last": "Bandyopadhyay", "suffix": ""}], "year": 2007, "venue": "Plant Pathology", "volume": "56", "issn": "", "pages": "383--90", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Transgenic banana expressing Pflp gene confers enhanced resistance to Xanthomonas wilt disease", "authors": [{"first": "B", "middle": [], "last": "Namukwaya", "suffix": ""}, {"first": "L", "middle": [], "last": "Tripathi", "suffix": ""}, {"first": "J", "middle": ["N"], "last": "Tripathi", "suffix": ""}, {"first": "G", "middle": [], "last": "Arinaitwe", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Mukasa", "suffix": ""}, {"first": "W", "middle": ["K"], "last": "Tushemereirwe", "suffix": ""}], "year": 2012, "venue": "Transgenic Research", "volume": "21", "issn": "", "pages": "855--65", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Systemicity of Xanthomonas campestris pv. musacearum and time to disease expression after inflorescence infection in East African highland and Pisang Awak bananas in Uganda", "authors": [{"first": "W", "middle": [], "last": "Ocimati", "suffix": ""}, {"first": "F", "middle": [], "last": "Ssekiwoko", "suffix": ""}, {"first": "E", "middle": [], "last": "Karamura", "suffix": ""}, {"first": "W", "middle": [], "last": "Tinzaara", "suffix": ""}, {"first": "S", "middle": [], "last": "Eden-Green", "suffix": ""}, {"first": "G", "middle": [], "last": "Blomme", "suffix": ""}], "year": 2013, "venue": "Plant Pathology", "volume": "62", "issn": "", "pages": "777--85", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Phylogenetic structure of Xanthomonas determined by comparison of gyrB sequences", "authors": [{"first": "N", "middle": [], "last": "Parkinson", "suffix": ""}, {"first": "C", "middle": [], "last": "Cowie", "suffix": ""}, {"first": "J", "middle": [], "last": "Heeney", "suffix": ""}, {"first": "D", "middle": [], "last": "Stead", "suffix": ""}], "year": 2009, "venue": "International Journal of Systematic and Evolutionary Microbiology", "volume": "59", "issn": "", "pages": "264--74", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Genomes-based phylogeny of the genus Xanthomonas", "authors": [{"first": "", "middle": [], "last": "Rodriguez-R Lm", "suffix": ""}, {"first": "A", "middle": [], "last": "Grajales", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Arrieta-Ortiz", "suffix": ""}, {"first": "C", "middle": [], "last": "Salazar", "suffix": ""}, {"first": "S", "middle": [], "last": "Restrepo", "suffix": ""}, {"first": "A", "middle": [], "last": "Bernal", "suffix": ""}], "year": 2012, "venue": "BMC Microbiology", "volume": "12", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Genome-wide sequencing data reveals virulence factors implicated in banana Xanthomonas wilt", "authors": [{"first": "D", "middle": ["J"], "last": "Studholme", "suffix": ""}, {"first": "E", "middle": [], "last": "Kemen", "suffix": ""}, {"first": "D", "middle": [], "last": "Maclean", "suffix": ""}], "year": 2010, "venue": "FEMS Microbiology Letters", "volume": "310", "issn": "", "pages": "182--92", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Draft genome sequences of Xanthomonas sacchari and two banana-associated Xanthomonads reveal insights into the Xanthomonas Group 1 Clade", "authors": [{"first": "D", "middle": ["J"], "last": "Studholme", "suffix": ""}, {"first": "A", "middle": [], "last": "Wasukira", "suffix": ""}, {"first": "K", "middle": [], "last": "Paszkiewicz", "suffix": ""}], "year": 2011, "venue": "Genes", "volume": "2", "issn": "", "pages": "1050--65", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Development of a semi-selective medium for isolation of Xanthomonas campestris pv. musacearum from banana plants", "authors": [{"first": "L", "middle": [], "last": "Tripathi", "suffix": ""}, {"first": "J", "middle": ["N"], "last": "Tripathi", "suffix": ""}, {"first": "W", "middle": ["K"], "last": "Tushemereirwe", "suffix": ""}, {"first": "R", "middle": [], "last": "Bandyopadhyay", "suffix": ""}], "year": 2007, "venue": "European Journal of Plant Pathology", "volume": "117", "issn": "", "pages": "177--86", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "A rapid technique for screening banana cultivars for resistance to Xanthomonas wilt", "authors": [{"first": "L", "middle": [], "last": "Tripathi", "suffix": ""}, {"first": "J", "middle": [], "last": "Odipio", "suffix": ""}, {"first": "J", "middle": ["N"], "last": "Tripathi", "suffix": ""}, {"first": "G", "middle": [], "last": "Tusiime", "suffix": ""}], "year": 2008, "venue": "European Journal of Plant Pathology", "volume": "121", "issn": "", "pages": "9--19", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Xanthomonas wilt: a threat to banana production in East and Central Africa", "authors": [{"first": "L", "middle": [], "last": "Tripathi", "suffix": ""}, {"first": "M", "middle": [], "last": "Mwangi", "suffix": ""}, {"first": "S", "middle": [], "last": "Abele", "suffix": ""}, {"first": "V", "middle": [], "last": "Aritua", "suffix": ""}, {"first": "W", "middle": ["K"], "last": "Tushemereirwe", "suffix": ""}, {"first": "R", "middle": [], "last": "Bandyopadhyay", "suffix": ""}], "year": 2009, "venue": "Plant Disease", "volume": "93", "issn": "", "pages": "440--51", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Expression of sweet pepper Hrap gene in banana enhances resistance to Xanthomonas campestris pv. musacearum", "authors": [{"first": "L", "middle": [], "last": "Tripathi", "suffix": ""}, {"first": "H", "middle": [], "last": "Mwaka", "suffix": ""}, {"first": "J", "middle": ["N"], "last": "Tripathi", "suffix": ""}, {"first": "W", "middle": ["K"], "last": "Tushemereirwe", "suffix": ""}], "year": 2010, "venue": "Molecular Plant Pathology", "volume": "11", "issn": "", "pages": "721--752", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Status of banana bacterial wilt in Uganda", "authors": [{"first": "W", "middle": ["K"], "last": "Tushemereirwe", "suffix": ""}, {"first": "O", "middle": [], "last": "Okaasai", "suffix": ""}, {"first": "J", "middle": [], "last": "Kubiriba", "suffix": ""}], "year": 2006, "venue": "African Crop Science Journal", "volume": "14", "issn": "", "pages": "73--82", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Genomic fingerprinting of bacteria using repetitive sequence-based polymerase chain reaction", "authors": [{"first": "J", "middle": [], "last": "Versalovic", "suffix": ""}, {"first": "M", "middle": [], "last": "Schneider", "suffix": ""}, {"first": "F", "middle": ["J"], "last": "De Bruijn", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Lupski", "suffix": ""}], "year": 1994, "venue": "Methods in Molecular and Cellular Biology", "volume": "5", "issn": "", "pages": "25--40", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Genome-wide sequencing reveals two major sub-lineages in the genetically monomorphic pathogen Xanthomonas campestris pathovar musacearum", "authors": [{"first": "A", "middle": [], "last": "Wasukira", "suffix": ""}, {"first": "J", "middle": [], "last": "Tayebwa", "suffix": ""}, {"first": "R", "middle": [], "last": "Thwaites", "suffix": ""}], "year": 2012, "venue": "Genes", "volume": "3", "issn": "", "pages": "361--77", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Bacterial wilt of enset (Ensete ventricosum) incited by Xanthomonas musacearum sp", "authors": [{"first": "D", "middle": [], "last": "Yirgou", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Bradbury", "suffix": ""}], "year": 1978, "venue": "Phytopathology", "volume": "58", "issn": "", "pages": "111--113", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "A proposed nomenclature and classification for plant pathogenic bacteria", "authors": [{"first": "J", "middle": ["M"], "last": "Young", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Dye", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Bradbury", "suffix": ""}, {"first": "C", "middle": ["G"], "last": "Panagopoulos", "suffix": ""}, {"first": "C", "middle": ["F"], "last": "Robbs", "suffix": ""}], "year": 1978, "venue": "New Zealand Journal of Agricultural Research", "volume": "21", "issn": "", "pages": "153--77", "other_ids": {}}}, "ref_entries": {"FIGREF1": {"text": "(2010) using 500 nM each of primers BXW-1 and BXW-3; the GspD assay ofAdriko et al. (2012) using 400 nM each of primers Gsp DM-F2 and Gsp DM-R3; and assays Xcm12, Xcm35, Xcm36, Xcm38, Xcm44, Xcm47 and Xcm48 ofAdikini et al. (2011) using 400 nM of each forward and reverse primer. All primers were synthesized by Eurofins-MWG-Operon. PCR products (10 lL) were separated by gel electrophoresis in 1Á5% agarose gel in 19 Trisborate-EDTA buffer, stained with ethidium bromide and visualized using a UV transilluminator.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "using purified pAb at 1:32 000 dilution, average of triplicate wells; +, positive with OD > 1Á7; À, negative with OD < 0Á3. b LFD results: +, test and control line positive; À, only control line positive. c PCR results: +, positive; À, negative; Weak +, weak positive; NS, non-specific amplification. Plant Pathology (2015) 64, 559-567", "latex": null, "type": "figure"}, "TABREF0": {"text": "Plant Pathology (2015) 64, 559-567Table 1Bacterial isolates used in the study, their plant host and country of origin and results generated by ELISA, LFD and PCR testing", "latex": null, "type": "table"}, "TABREF1": {"text": "", "latex": null, "type": "table"}, "TABREF2": {"text": "Details of the PCR assays evaluated in the study", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Primer </td><td>Sequence (50-30) </td><td>Target\nhrpB operon </td><td>Amplicon size (bp) </td><td>References\n</td></tr><tr><td> </td></tr><tr><td>BXW-1 BXW-3 </td><td>GTCGTTGGCACCATGCTCA TCCGACCGATACGGCT\n</td><td> </td><td>214 </td><td>Lewis Ivey et al. (2010)\n</td></tr><tr><td>GspDm-F2 </td><td>GCGGTTACAACACCGTTCAAT </td><td>GspD gene </td><td>265 </td><td>Adriko et al. (2012)\n</td></tr><tr><td>GspDm-R3 </td><td>AGGTGGAGTTGATCGGAATG\n</td><td> </td><td> </td><td> </td></tr><tr><td>Xcm 12-F </td><td>GCCGGCGTGCGCAACTATCTG </td><td>ATP-binding hypothetical protein\n</td><td>360 </td><td>Adikini et al. (2011)\n</td></tr><tr><td>Xcm 12-R </td><td>GCCATCCGCAAACAATCGCAACCT\n</td><td> </td><td> </td><td> </td></tr><tr><td>Xcm35-F </td><td>GAGCGCGAGGAAACGGGGAAGT </td><td>Non-coding region </td><td>480 </td><td>Adikini et al. (2011)\n</td></tr><tr><td>Xcm35-R </td><td>TTGTGTTCGCCCAACCCTCTCAGT\n</td><td> </td><td> </td><td> </td></tr><tr><td>Xcm36-F </td><td>GCTTCGGCGGAGGCGTGCTAAT </td><td>Hypothetical protein </td><td>420 </td><td>Adikini et al. (2011)\n</td></tr><tr><td>Xcm36-R </td><td>TCGGCCGGGCGAGAACTTGAA\n</td><td> </td><td> </td><td> </td></tr><tr><td>Xcm38-F </td><td>CCGCCGGTCGCAATGTGGGTAAT </td><td>Polymorphic membrane protein </td><td>650 </td><td>Adikini et al. (2011)\n</td></tr><tr><td>Xcm38-R </td><td>CAGCGGCGCCGGTGTATTGAGTG\n</td><td> </td><td> </td><td> </td></tr><tr><td>Xcm44-F </td><td>AATAGCCCGGGTGATTGTCC </td><td>Hypothetical protein </td><td>350 </td><td>Adikini et al. (2011)\n</td></tr><tr><td>Xcm44-R </td><td>AGCCGGCAGCTACGATGAG\n</td><td> </td><td> </td><td> </td></tr><tr><td>Xcm47-F </td><td>GCTGCGTAATGGGCGAGATGATGC </td><td>Putative membrane protein </td><td>370 </td><td>Adikini et al. (2011)\n</td></tr><tr><td>Xcm47-R </td><td>GCTGCCGCCGGTTTGGTTTGT\n</td><td> </td><td> </td><td> </td></tr><tr><td>Xcm48-F </td><td>CCCGCGATCACTTCCAACAAACAC </td><td>Non-coding region </td><td>450 </td><td>Adikini et al. (2011)\n</td></tr><tr><td> </td><td> </td><td> </td><td>Xcm48-R </td><td>GCTCAATCGCCGGAGGGAGAATC\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "This work was funded by Bioversity International who receiving funding from the McKnight Foundation, with additional support from ASARECA Funds provided to IITA.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}]}