{
    "paper_id": "4fa05d2c796c925bde6c3726bb5db0c4180b7fd9",
    "metadata": {
        "title": "Public Health Nursing in Early 20 th Century Canada",
        "authors": [
            {
                "first": "Marion",
                "middle": [],
                "last": "Mckay",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Associate Dean",
                    "institution": "University of Manitoba",
                    "location": {
                        "settlement": "Winnipeg",
                        "region": "MB"
                    }
                },
                "email": "marion_mckay@umanitoba.ca."
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "C ommunity-based nurses had been at work in some Canadian cities for at least three decades by the time the Canadian Public Health Association was founded in 1910. 1 Journals such as the American Journal of Nursing, the g g Visiting Nursing Quarterly, and the Canadian Nurse provided the profession with compelling accounts of nurses working in a variety of roles to prevent illness and promote the health of vulnerable populations such as: immigrants; the urban poor; infants and children; and isolated families living in rural and northern Canada. The terms \"visiting nurse\" and \"district nurse\" were used interchangeably in the journals and textbooks of the time, and in all cases, these nurses were defined as public health nurses (PHNs). Lillian Wald, a registered nurse and social reformer who founded the Henry Street Settlement in New York City in 1895, coined the term PHN in 1893 to describe the nurses who worked in poor and middle-class communities rather than in hospitals or in the homes of wealthy employers. 2 Little is known about the earliest Canadian PHNs, but most were likely employed singly or in pairs by charitable or religious organizations who established small community-based outreach programs in many parts of Canada. For example, it is known that a diet dispensary in Montreal employed a district nurse as early as 1885. 1 Toronto's Nursing-at-Home Mission was established in 1889 to support two nurses who worked with poor families living near the Children's Hospital. 1 In 1897, the Victorian Order of Nurses (VON), a national district nursing association modelled on the British Institute of Queen's Nurses in Britain, was founded in Ottawa. 3 In many communities, the VON contracted with local governments or charities to provide PHN programs, and they have continued to do so throughout their history. As well, many voluntary PHN programs were founded by local organizations during this era, including the Margaret Scott Nursing Mission (Winnipeg, 1905), 4 the Lethbridge Nursing Mission (1909), 5 and the St. Elizabeth Visiting Nurses' Association (c.1910). 6 School health programs, sponsored by local school boards, emerged early in the 20 th century. In 1907, the Montreal school board inaugurated the first medical inspection program in Canada. 7 Mandated to identify and seek treatment for school-aged children with preventable health problems or communicable conditions, school boards initially hired physicians to work in the schools. However, they soon discovered that the effectiveness of school health programs was significantly enhanced when nurses made home visits to the families of children identified in the school setting as being ill or at risk of developing illness. In 1909, school boards in Winnipeg and Hamilton employed nurses to work with school-aged children and their families. 7, 8 In addition to the physical inspection of children, school-based PHNs also provided health education programs to children and their families. [7] [8] [9] In response to the high mortality rates associated with tuberculosis (TB) and preventable childhood illness, early PHNs also worked in communicable disease control and child health programs. However, unlike school nurses, their first employers were voluntary organizations. Between 1901 and 1910, milk depots and child health programs organized by local charities were established in Toronto, Montreal, and Winnipeg. 3, 6, 8 In 1905, a private donor enabled the Toronto General Hospital to employ a nurse, Christina Mitchell, to work with TB patients in their homes. 6 However, the magnitude of the public health problems associated with poverty, communicable disease and lack of knowledge about prevention of illness overwhelmed the fiscal and organizational resources of charitable organizations. By the early 20 th century, most were seeking public funding to maintain their programs. So, for example, in 1910, Winnipeg's civic health department provided annual grants to the local district nursing association and the milk depot to support their child health programs. 10 In the long term, however, transfer of voluntary PHN programs to civic governments became the solution of choice. TB control programs were often the first to be integrated into the public sector. TB control PHNs were transferred to health departments in Ottawa in 1905, and in Toronto in 1907. 6, 10 In 1914, both the Toronto and Winnipeg health departments took over voluntary child health programs and created Child Hygiene Departments to continue this work. 6, 8 In most jurisdictions, PHNs worked in specific programs within health departments. The early exception was Toronto, where the health department amalgamated its communicable disease control and child hygiene programs in 1914. 6 This decision, according to Eunice Dyke, Superintendent of Toronto's PHNs, reflected the department's desire to \"specialize in homes rather than diseases.\" 11 The scope of their practice was enlarged in 1917 when the board of education's nurses were transferred to the health department and their responsibilities were integrated into the practice of the department's generalist PHNs. 6 In rural areas, development of PHN services proceeded at a much slower pace. Hampered by sparse populations and the general belief that the costs associated with PHN services should be paid by municipal (county) authorities, funding to employ PHNs was difficult to sustain. In some instances, local women's groups such as the Women's Institute or the United Farm Women employed physicians or nurses to conduct child health clinics or school inspections because no other organization was willing to provide the service. 7, 12 In 1916, after years of lobbying from farm women's groups and social reformers, Manitoba became the first province in Canada to establish a provincially funded PHN service. Drawing on the experience of the Toronto Health Department, these PHNs worked as generalists in rural districts where the local government was willing to pay a portion of the costs associated with the service. 12 Early PHNs were justifiably proud of their achievements. They were identified as elite members of the nursing profession because of the higher educational standards required for public health work and the complexity of their practice. 7, 13, 14 The physical and psychological demands were significant. Urban PHNs walked many miles as they traversed their districts, enduring harsh weather conditions, perilous footing and unsanitary conditions. Rural PHNs travelled by horseback, train, dog sled, motor vehicle, airplane and on foot to cover the many miles between home visits. 12 Learning to drive became a rite of passage, and the many photographs of PHNs posing beside a car attest to the affection that they held for their mechanical travelling companions. In both rural and urban settings, PHNs often worked alone, making difficult -even life and death -decisions with only their own knowledge, skill and courage to guide them.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 165,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1024,
                    "end": 1025,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1351,
                    "end": 1352,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1500,
                    "end": 1501,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1675,
                    "end": 1676,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2094,
                    "end": 2095,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2285,
                    "end": 2286,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2839,
                    "end": 2841,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2842,
                    "end": 2843,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2986,
                    "end": 2989,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2990,
                    "end": 2993,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2994,
                    "end": 2997,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 3415,
                    "end": 3417,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 3418,
                    "end": 3420,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 3421,
                    "end": 3422,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 3565,
                    "end": 3566,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 4071,
                    "end": 4073,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 4368,
                    "end": 4370,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 4371,
                    "end": 4373,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 4535,
                    "end": 4537,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 4538,
                    "end": 4539,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 4765,
                    "end": 4766,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 4923,
                    "end": 4925,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 5152,
                    "end": 5153,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 5673,
                    "end": 5675,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 5676,
                    "end": 5678,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 6062,
                    "end": 6064,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 6300,
                    "end": 6302,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 6303,
                    "end": 6306,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 6307,
                    "end": 6309,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 6643,
                    "end": 6645,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Because public health programs were under provincial jurisdiction and remained outside Canada's national health insurance programs, the chronological development of PHN programs varied from one province or territory to the next. However, some generalizations are possible. In the mid-20 th century, PHNs incorporated the prevention of chronic diseases into their practice. Communicable disease control remained a cornerstone of the profession. Early PHNs battled cholera, smallpox, typhoid fever, and a multitude of other infections that are almost unknown today. Contemporary PHNs, working in a global context, continue to deal with the challenges of tuberculosis prevention and control and work on the frontlines to prevent the introduction and spread of pandemic infections such as SARS and Influenza A virus subtype H1N1. They continue to promote the health of mothers and children.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Environmental health also remains an integral part of their practice as PHNs develop and implement community-based interventions to mitigate the impact of global climate change, local disease vectors, occupational hazards, local sanitary conditions, and food safety on human health. Finally, PHNs advocate for and work with the communities in which they practice, focussing -as they always have -on the social determinants of health and creation of communities committed to the just and equitable distribution of material resources and political power.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "District nursing in Canada",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mcleod",
                    "suffix": ""
                }
            ],
            "year": 1902,
            "venue": "AJN",
            "volume": "2",
            "issn": "7",
            "pages": "503--510",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Public health then and now",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Buhler-Wilkerson",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "AJPH",
            "volume": "83",
            "issn": "12",
            "pages": "1778--86",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A Century of Caring: The History of the Victorian Order of Nurses for Canada",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Penney",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Influenza 1918: Disease, Death, and Struggle in Winnipeg",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Women's Enterprise: Establishing the Lethbridge Nursing Mission, 1909-1919",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Richardson",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "NHR",
            "volume": "5",
            "issn": "",
            "pages": "105--135",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Activists and Advocates: Toronto's Health Department 1883-1983",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Macdougall",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Nurses as health evangelists\"?: The evolution of public health nursing in Canada, 1918-1939",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Duncan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Leipert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mill",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Adv Nurs Sci",
            "volume": "22",
            "issn": "1",
            "pages": "40--51",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The development of Winnipeg's Visiting Nursing Agencies",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mckay",
                    "suffix": ""
                },
                {
                    "first": "Faith",
                    "middle": [],
                    "last": "Region",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Health",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "70--90",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "class and health: School medical inspection and \"healthy\" children in British Columbia, 1918-1939",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gleason",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Race",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "CBMH",
            "volume": "19",
            "issn": "1",
            "pages": "95--112",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "On All Frontiers: Four Centuries of Canadian Nursing",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mckay",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "107--131",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Health Care Pioneer: From Pioneer Public Health Nurse to Advocate for the Aged",
            "authors": [
                {
                    "first": "Royce",
                    "middle": [
                        "M Eunice"
                    ],
                    "last": "Dyke",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "We need at this time as never before healers and binders, and that is particularly women's work\": Public Health Nursing in Manitoba",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mckay",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Agnes Dillon Randolph International Nursing History Conference",
            "volume": "",
            "issn": "",
            "pages": "1904--1922",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Bedside Matters: The Transformation of Canadian Nursing",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mcpherson",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1900--1990",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The origins of community health nursing in Canada",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mckay",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Community Health Nursing: A Canadian Perspective",
            "volume": "",
            "issn": "",
            "pages": "1--19",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}