{"paper_id": "502902e16b8285d1f0a89a82de3b57a7641a8797", "metadata": {"title": "Variant Infectious Bronchitis Virus Isolated From Indiana Chickens", "authors": [{"first": "E", "middle": ["N"], "last": "Glngerich", "suffix": "", "affiliation": {"laboratory": "", "institution": "Purdue University", "location": {"postCode": "47907", "settlement": "West Lafayette", "region": "Indiana"}}, "email": ""}, {"first": "R", "middle": ["W"], "last": "Wlnterfield", "suffix": "", "affiliation": {"laboratory": "", "institution": "Purdue University", "location": {"postCode": "47907", "settlement": "West Lafayette", "region": "Indiana"}}, "email": ""}, {"first": "A", "middle": ["M"], "last": "Fadly", "suffix": "", "affiliation": {"laboratory": "", "institution": "Purdue University", "location": {"postCode": "47907", "settlement": "West Lafayette", "region": "Indiana"}}, "email": ""}]}, "abstract": [{"text": "Infectious bronchitis virus (IBV) associated with a catarrhal tracheitis, sudden decline in egg production, and reduced shell quality was isolated from an Indiana White Leghorn breeder flock. It was found to be serologically different from Massachusetts, Connecticut, Iowa 97, Iowa 609, Florida, Arkansas 99, JMK, Holte, Gray and SE 17 IBV serotypes. Two different Massachusetts vaccine strains protected chickens from respiratory signs but not against virus infection using the isolant for challenge in laboratory trials. The isolant was passed through a 0.22 u.. filter. It was heat (56° C), acid pH (3.0), ether and chloroform labile. In embryos it produced deaths or lesions of infectious bronchitis in one to five days after inoculation. It is suggested that this IBV isolant be designated Indiana-type.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "contagious, coronavirus-induced disease of chickens affecting the respiratory tract and reproductive performance. For many years IB vaccination has become standard practice using either a Massachusetts-type strain alone or combined with the Connecticut-type during the growing period of laying chickens. However, many variant strains have been isolated which are immunologically different from the vaccine virus used (Hofstad, 1958; Hopkins, 1969; Jungherr etal., 1956; Winterfield and Hitchner, 1962; Winterfield et at, 1964 Winterfield and Fadly, 1971) . This paper describes the isolation of a variant IB virus from a flock which experienced production problems.", "cite_spans": [{"start": 417, "end": 432, "text": "(Hofstad, 1958;", "ref_id": "BIBREF0"}, {"start": 433, "end": 447, "text": "Hopkins, 1969;", "ref_id": "BIBREF1"}, {"start": 448, "end": 469, "text": "Jungherr etal., 1956;", "ref_id": null}, {"start": 470, "end": 501, "text": "Winterfield and Hitchner, 1962;", "ref_id": "BIBREF6"}, {"start": 502, "end": 525, "text": "Winterfield et at, 1964", "ref_id": "BIBREF7"}, {"start": 526, "end": 554, "text": "Winterfield and Fadly, 1971)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "INTRODUCTION I NFECTIOUS bronchitis (IB) is a highly"}, {"text": "Ten-to-11-day-old susceptible chicken embryos were inoculated via the chorioallantoic (CA) cavity with suspensions of tracheal mucous or infective CA fluids in nutrient broth containing antibiotics. Titrations were performed by serially diluting (10-fold) CA fluids and inoculating five embryos per dilution. All embryos were candled daily. Deaths occurring within 48 hours after inoculation were considered non-specific except when using the isolant which caused embryo deaths as early as 24 hours. Between 2 and 7 days post-inoculation (PI), the embryos were examined for typical signs of (IBV) infection (National Academy of Science-National Research Council, 1971) . CA fluids from stunted or dead embryos were examined for bacterial sterility and frozen at -65° C. After initial isolation, CA fluids were harvested 24 hours P.I., tested, and stored. EID 50 virus endpoints were calculated according to the method of Reed and Muench (1938) . CA fluid containing the Indiana virus isolate was filtered through a 0.22 |x. millipore filter. This material was then diluted 1:10 and injected into the CA cavity of 10-day-old SPF fertile embryos and observed for lesions or deaths twenty-four hours P.I.", "cite_spans": [{"start": 628, "end": 668, "text": "Science-National Research Council, 1971)", "ref_id": null}, {"start": 921, "end": 943, "text": "Reed and Muench (1938)", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "Serums possessing high titers of virus neutralizing antibodies were obtained by infecting isolated groups of SPF chickens intratracheally with one serotype of IBV and bleeding them 4 weeks later. The following IB virus types were used: Massachusetts, Connecticut, Iowa 97, Iowa 609, JMK, Florida, Holte, Gray, SE17, and Indiana isolant. Antiserum derived from the Indiana virus was also tested against an Arkansas 99 serotype. The serums from one group were pooled, tested for steril-ity, inactivated in a 56° C. water bath for 30 minutes, and frozen until needed.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "Indiana virus and the respective serums were tested for neutralizing capabilities against homologous and heterologous immune serums and viruses. Homologous virus and immune serums of the other types were also tested for control purposes. Each trial consisted of a virus titration control and a titration of the virus with the dilutions mixed 1:1 with the respective serum. Serum virus mixtures were incubated at room temperature for 30 to 60 minutes prior to inoculation. EID 50 endpoints were calculated and log 10 neutralization indices (NFs) were determined from these endpoints seven days P.I.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "In trial 1, sixty Hubbard broiler-type chickens were reared in isolation until four weeks of age and then were vaccinated with a commercial Massachusetts-type (M41) virus using a Root-Lowell sprayer at the low output. A virus titer of 4.17 log 10 EID 50 per ml. was used with the diluent being 80% distilled water and 20% glycerine. Exposure time to the spray was ten seconds. In the second trial, eighty, one-day-old Hubbard broiler-type chicks with Massachusetts-type parental immunity were vaccinated by eyedrop with 10 4 EID so per chick of the Holland-72 Massachusetts virus. Nonvaccinated controls were maintained separately in adjacent, but isolated, quarters.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "Low egg-passage virus types were used for challenge. Indiana and M41IBV, were diluted with nutrient broth so as to provide each bird with 10 3 EID 50 , given by eyedrop 4 weeks post-vaccination. Ninety-six hours postchallenge, the chickens were examined for rales and swabs of tracheas and clefts were taken for virus isolation. These swabs were placed in 3 ml. of nutrient broth containing antibiotics and frozen until isolation attempts were made.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "In heat stability trials, vials of Indiana virus were immersed in a 56° C. water bath for varying fifteen minute intervals allowing for a two-minute temperature acclimation period. Titration of this fluid was then performed in embryos after cooling. The effect of acid pH on the agent was determined by addition of hydrochloric acid to infective CA fluid to attain a pH of approximately 3. After thirty minutes incubation at room temperature, the fluid was titrated. Ether susceptibility was tested by adding 0.2 ml. of pure diethyl ether to 1.0 ml. of CA fluid containing Indiana IBV. This was then mixed and placed in a refrigerator at 4° C. for 18 hours before being poured into a petri dish at room temperature to allow evaporation of the ether. The remaining fluid was then titrated. Analytical grade chloroform, 0.05 ml., was added to 1.0 ml. of CA fluid from an infective high titer pool of the isolated agent. This combination was shaken vigorously by hand for ten minutes; the chloroform allowed to settle and the fluid at the surface was then assayed. In each treatment above, untreated controls were maintained and titrated concurrently.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "White Leghorn chickens from three different houses on an Indiana poultry farm were submitted to the diagnostic laboratory. A sharp decrease in egg production and increased mortality without apparent clinical signs was reported. Each house contained approximately 12,000 females and 1,000 males. All birds had been vaccinated with commercial IB vaccine virus strains (Massachusetts and Connecticut types) 3 times during the growing period. The older birds (53 weeks) in House A, showed a more drastic decline in production, 20% in two days, than either House B (40 weeks old), or House C (42 weeks old) which dropped five to ten percent in production in a week. Egg shell quality problems occurred two weeks after the initial production drop. The birds did not achieve normal production after this period of illness. Upon necropsy, approximately 1 week after the production drop, affected birds exhibited a catarrhal tracheitis, airsacculitis, and inactive ovaries. Virus isolation attempts from these birds were unyielding since the tracheal swab material was heavily contaminated with antibiotic resistant bacteria. However, swabs were then taken from several birds showing no respiratory signs and pooled for virus recovery attempts. Upon initial passage in embryos, only one of ten embryos showed stunting and dwarfing. CA fluid harvested from this embryo was then passed a second time in embryos, after a ten-fold dilution, and within 48 hours, a substantial number of embryos died. Table 1 shows the log 10 neutralization indices (NI's) of various pooled antiserums representing known IBV serotypes and the Indiana virus. Indiana antiserum did not significantly neutralize any of the heterologous viruses (NI < 2.00) but did have an NI = 5.38 log ]0 EID 50 with the homologous virus. Heterologous antiserums failed to significantly neutralize the Indiana virus but had high homologous titers. Table 2 demonstrates the ability of M41 IBV vaccination by spray at four weeks of age to protect chickens from challenge by Indiana IBV. M41 vaccination did not produce satisfactory protection as shown by the criterion of virus shed-rate. Similarly, Table  3 indicates the lack of immunity against virus shed from Holland-72 (Massachusetts-type IBV) vaccination at one day of age and subsequent challenge with Indiana IBV.", "cite_spans": [], "ref_spans": [{"start": 1487, "end": 1494, "text": "Table 1", "ref_id": null}, {"start": 1898, "end": 1905, "text": "Table 2", "ref_id": "TABREF0"}, {"start": 2148, "end": 2156, "text": "Table  3", "ref_id": "TABREF1"}], "section": "RESULTS"}, {"text": "Characteristics. This isolate was found to be a filterable agent since the filtrate (0.22 u..) when inoculated into embryos caused typical changes of IBV in the P.I. period. A reduction of 5.16 log ]0 EID 50 was seen after thirty minutes of heat treatment at 56° C. and slO 1 EID 50 was obtained by exposing infective CA fluid to acid pH (3.0) for thirty minutes. The virus was ether sensitive as a reduction in titer of 2.38 logs resulted after treatment. In the presence of chloroform, a 1.96 log 10 EID 50 reduction titer was noted indicating the loss of essential lipids from the virion. These characteristics are compatible with other characterized IBV isolates. Pooled serums from two clinically infected flocks revealed NFs of >4.00 logs and >3.87 logs to the Indiana virus ten weeks after the disease occurred.", "cite_spans": [], "ref_spans": [], "section": "Chemical and Physical"}, {"text": "The results reveal the isolation of a new serotype of IBV which has not been described previously. This isolate was associated with production problems even though an apparently satisfactory IB vaccination program was used. The immunity from Massachusetts-type IBV vaccination, however, apparently buffered the severity of adverse effects of infection as shown by the immunization trials. Whereas a reduction in respiratory rales was evident from cross-immunization and challenge, virus infection and shed was not significantly prevented. The latter criterion has been shown previously to be a sensitive criterion in evaluating the immune response from vaccination .", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Antigenic differences among isolates of avian infectious bronchitis virus", "authors": [{"first": "M", "middle": ["S"], "last": "Hofstad", "suffix": ""}], "year": 1958, "venue": "Am. J. Vet. Res", "volume": "19", "issn": "", "pages": "740--743", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Serologic and immunologic properties of a recent isolate of infectious bronchitis virus", "authors": [{"first": "S", "middle": ["R"], "last": "Hopkins", "suffix": ""}], "year": 1969, "venue": "Avian Dis", "volume": "13", "issn": "", "pages": "356--362", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Immunologic differences in strains of infectious bronchitis virus", "authors": [{"first": "E", "middle": ["L"], "last": "Jungherr", "suffix": ""}, {"first": "T", "middle": ["W"], "last": "Chomiak", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Luginbuhl", "suffix": ""}], "year": 1956, "venue": "Proc. 60th Ann. Meeting U.S. Livestock San. Assoc. 203-209", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "A simple method of estimating 50 percent endpoints", "authors": [{"first": "L", "middle": ["J"], "last": "Reed", "suffix": ""}, {"first": "H", "middle": [], "last": "Muench", "suffix": ""}], "year": 1938, "venue": "Am. J. Hyg", "volume": "27", "issn": "", "pages": "493--497", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Criteria for examining the immune response to infectious bronchitis virus", "authors": [{"first": "R", "middle": ["W"], "last": "Winterfield", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Fadly", "suffix": ""}], "year": 1971, "venue": "Avian Dis", "volume": "15", "issn": "", "pages": "56--67", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Characteristics of an isolate of infectious bronchitis virus from chickens in Florida", "authors": [{"first": "R", "middle": ["W"], "last": "Winterfield", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Fadiy", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Hanley", "suffix": ""}], "year": 1971, "venue": "Avian Dis", "volume": "15", "issn": "", "pages": "305--311", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Etiology of an infectious nephritis-nephrosis syndrome of chickens", "authors": [{"first": "R", "middle": ["W"], "last": "Winterfield", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Hitchner", "suffix": ""}], "year": 1962, "venue": "Am. J. Vet. Res", "volume": "23", "issn": "", "pages": "1273--1278", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Immunologic characteristics of a variant of infectious bronchitis virus isolated from chickens", "authors": [{"first": "R", "middle": ["W"], "last": "Winterfield", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Hitchner", "suffix": ""}, {"first": "G", "middle": ["S"], "last": "Appleton", "suffix": ""}], "year": 1964, "venue": "Avian Dis", "volume": "8", "issn": "", "pages": "40--47", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "-Protection of 8-week-old chickens against Indiana-type IBV when vaccinated with M41 strain of IBV at four weeks 'Number of chickens with rales or positive for virus/number of chickens examined or tested.", "latex": null, "type": "table"}, "TABREF1": {"text": "-Protection from vaccination of day-old chicks by eye-drop with H72 strain of infectious bronchitis virus against Indiana-type IBV challenge at 4 weeks of age 'Number of chickens with rales on positive for virus shed /number of chickens examined or tested.", "latex": null, "type": "table"}, "TABREF2": {"text": "TABLE 2.- Protection of 8-week-old chickens against Indiana-type IBV when vaccinated with M41 strain of IBV at four weeks", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Respiratory signs </td><td> </td><td> </td></tr><tr><td>Vaccine virus </td><td>Indiana </td><td>challenge virus M41 </td><td>Tracheal virus isolations challenge virus Indiana </td><td>M41 </td></tr><tr><td>M41 </td><td>0/10' </td><td>0/10 </td><td>10/10 </td><td>3/10 </td></tr><tr><td>Non-vaccinated </td><td>10/10 </td><td>8/10 </td><td>10/10 </td><td>10/10 </td></tr></table></body></html>"}, "TABREF3": {"text": "TABLE 3.- Protection from vaccination of day-old chicks by eye-drop with H72 strain of infectious bronchitis virus against Indiana-type IBV challenge at 4 weeks of age", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Respiiatory signs challenge virus </td><td>Tracheal virus isolations challenge virus </td></tr><tr><td>Vaccine </td><td>Indiana </td><td>M41 </td><td>Indiana </td><td>M41 </td></tr><tr><td>H72 </td><td>0/10' </td><td>0/10 </td><td>9/10 </td><td>2/10 </td></tr><tr><td>Non-vaccinated </td><td>10/10 </td><td>10/10 </td><td>10/10 </td><td>10/10 </td></tr></table></body></html>"}}, "back_matter": []}