{
    "paper_id": "503720a53e5c63f6d99b150d92268eedb180dc9a",
    "metadata": {
        "title": "What's Public? What's Private? Policy Trade-offs and the Debate Over Mandatory Annual Influenza Vaccination for Health Care Workers",
        "authors": [
            {
                "first": "Catherine",
                "middle": [
                    "L"
                ],
                "last": "Mah",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "settlement": "Toronto",
                        "region": "ON"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Policy decisions about public health services differ from those for personal health services. Both require trade-offs between such policy goals as liberty, security, efficiency, and equity. In public health, however, decisions about who will approve, pay for, and deliver services are often accompanied by decisions on when and how to compel individual behaviour. Policy becomes complex because different stakeholders interpret evidence differently: stakeholders may assign different weights to policy goals and may even define the same goals differently. In the debate over mandatory annual influenza vaccination for health care workers, for example, proponents as well as opponents of mandatory vaccination may convey arguments in security terms. Those in favour of mandatory vaccination emphasize subclinical infections and duty of care (public security) while those opposed emphasize risk of adverse events (personal security). Proponents assert less worker absenteeism (efficiency) while opponents stress coercion and alternate personal infection control measures (liberty and individual rights/responsibilities). Consequently, stakeholders talk past each other. Determining the place of mandatory influenza vaccination for health care workers thus demands reconciling policy trade-offs and clarifying the underlying disputes hidden in the language of the policy debate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Les décisions concernant l'orientation des services de santé publique diffèrent de celles qui portent sur les services de santé individuelle. Les deux nécessitent des compromis entre les objectifs visés, que ce soit la liberté, la sécurité, l'efficacité ou l'équité. En santé publique toutefois, quand on a décidé qui doit approuver, payer et fournir les services, il faut souvent décider en plus quand et comment imposer des comportements individuels. Les politiques de santé publique sont donc plus complexes, car les différents intervenants interprètent les données différemment : ils n'accordent pas nécessairement la même importance à chaque objectif stratégique et peuvent même définir autrement des objectifs identiques. Dans le débat sur l'imposition ou non du vaccin antigrippal annuel aux travailleurs de la santé, par exemple, les partisans et les adversaires de la vaccination obligatoire peuvent invoquer la sécurité dans leurs arguments. Ceux qui sont pour la vaccination obligatoire insistent sur les infections subcliniques et le devoir de diligence (la sécurité publique), tandis que ceux qui sont contre insistent plutôt sur le risque d'effets secondaires (la sécurité personnelle). Les partisans préconisent une diminution de l'absentéisme chez les travailleurs (l'efficacité), tandis que les adversaires mettent en garde contre la coercition et préfèrent d'autres mesures personnelles de contrôle des infections (liberté et droits/responsabilités individuels). On assiste par conséquent à un dialogue de sourds. Si l'on veut déterminer l'importance à accorder à la vaccination antigrippale obligatoire des travailleurs de la santé, il faut donc concilier les compromis stratégiques et clarifier les différends qui se cachent sous les mots utilisés dans le débat d'orientation des politiques.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RÉSUMÉ"
        },
        {
            "text": "Mots clés : politiques publiques; personnel médical et paramédical; lois; immunisation; pratiques de santé publique T he question of mandatory annual influenza vaccination for health care workers arises regularly in the process of influenza policy planning. Terms such as \"duty of care,\" \"autonomy,\" and \"rights\" are wielded with considerable force by a variety of well-intentioned stakeholders. The following commentary addresses the policy challenges represented in the language used by proponents and opponents of mandatory annual influenza vaccination for health care workers, in an attempt to shed light on this heated debate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RÉSUMÉ"
        },
        {
            "text": "The question of mandatory annual influenza vaccination fits within the rubric of public health. Definitions of what constitutes public health differ in terms of scope (scale of the community or population), intent (freedom from disease versus complete well-being), and function (\"core\" functions versus broad social determinants of health). 1 In comparison with personal health services, however, it is generally accepted that public health incorporates the following dimensions: 1. Public health is principally concerned with the health of populations rather than individuals. 2. Public health assumes that certain goods cannot be provided adequately through market mechanisms; they cannot be restricted to those who wish to pay for them. This is also true for personal health services. In public health, however, the actions of individuals frequently have consequences for others that may not be predictable or apparent (externalities). These externalities may be negative (increased risk of infectious disease transmission) or positive (\"herd\" immunity). When positive and known, externalities can induce the \"free-rider\" problem: for example, individuals might be less likely to assume personal risks related to vaccination if they know that they are protected by herd immunity. The free-rider problem is sometimes used as a justification for coercion of individuals: for example, compulsory vaccinations. 3. Public policy for health services recognizes that individuals acting solely in their own interests cannot adequately provide for the health of the popula-tion at large. The corollary is that collective action by the government on the part of its populace is required to achieve a state of public health, including protecting the public against identifiable health risks. 2, 3 To the extent that governments act to constrain the actions of individuals in the public interest, public health policies represent the exercise of legitimate authority by a government; coercive or not. 2, 4, 5 Decisions on the financing, delivery and allocation of health services 6 are accompanied by decisions on when and how to compel individual behaviour in the public interest. The issue of mandatoriness, or compulsion (through regulation), is therefore central to the mandatory influenza vaccination debate and should be separated from the issue of the perceived risks and benefits of vaccination itself.",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 342,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1784,
                    "end": 1786,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1787,
                    "end": 1788,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1992,
                    "end": 1994,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1995,
                    "end": 1997,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1998,
                    "end": 1999,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Public health context"
        },
        {
            "text": "Mandatory vaccination regulations have long been employed by governments as a public health policy instrument and have been supported by constitutional and common law jurisprudence in the US context. 2, 7 In Canada, a number of statutes and regulations at the federal and provincial/territorial levels govern immunization. 8 From a policy perspective, mandatory vaccination regulations illustrate the tradeoffs that are central to public policy. As Deborah Stone has observed, four goals or values dominate the policy discourse: equity, efficiency, liberty, and security. 9 Policy decisions for the provision of goods such as health care rest largely on the trade-offs between these goals. 10 The trade-off between security and liberty, or in other terms, a government's responsibility to reduce risk in the community and the rights of individuals as protected by law, is highlighted in public health. Canadian federal and provincial requirements for compulsory vaccination, for example, are tempered by the presence of individual legal exemptions on religious, medical, or philosophical grounds. 8 Should health care workers undergo voluntary annual influenza vaccination? Was the Ontario government just in its efforts to impose compulsory influenza vaccination for paramedics in 2000? Are there conditions under which mandatory vaccination of health care workers is fair? Do the conditions differ for physicians in private offices versus hospital workers? How about volunteers? Should mandatory influenza vaccination for health care workers be seen as protecting the public (public health context) or health care workers themselves (occupational health context)? Should health care workers be required to take antiviral drugs in addition to/in lieu of vaccination? Such questions illustrate the nuances in the tensions between security and liberty at the heart of the debate. As Gostin has asked: \"how do we know when the public good to be achieved is worth the infringement of individual rights?\" 11 Complexity in the security/liberty problem also arises through issues unique to vaccination, in general, and annual influenza vaccination, in particular. First, vaccination clearly constitutes a medical intervention. Compared to public health regulations such as smoking bans in public spaces, vaccination poses a palpable risk to the individual undergoing the intervention. Second, vaccination is unique in that it serves a preventive rather than treatment function in the protection of the public's health. Compared with other medical interventions such as compulsory antimicrobial treatment for communicable diseases, mandatory vaccination requires a clear assessment of immediate as well as long-term costs and benefits. Finally, annual influenza is exceptional in that vaccines must be modified and readministered annually, according to the shifts in the immune make-up of the predominant viruses circulating worldwide each year. Compared to one-time, \"emergency\" situations where liberty may be more easilyand arguably justifiably -overridden, compulsory annual influenza vaccination requires repeated impositions on the individual.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 202,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 203,
                    "end": 204,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 323,
                    "end": 324,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 572,
                    "end": 573,
                    "text": "9",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 690,
                    "end": 692,
                    "text": "10",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1097,
                    "end": 1098,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2001,
                    "end": 2003,
                    "text": "11",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Mandatory vaccination and policy trade-offs"
        },
        {
            "text": "One of the central difficulties in the current state of the mandatory vaccination debate is apparent in contradictions in the language used. Different stakeholders interpret evidence differently; stakeholders may assign different weights to policy goals and may even define the same goals differently. Consequently, stakeholders talk past each other.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Goals and language"
        },
        {
            "text": "Consider, for example, arguments emphasizing the \"duty of care.\" [12] [13] [14] [15] [16] [17] [18] Such arguments frame the debate in terms of communal good over individual rights: an explicit valuing of security over liberty. \"Duty of care\" suggests professional responsibility, which in public health has wider connotations than for personal care. Public health professionals need to confront the question of to whom they owe a duty of loyalty. 1, 19 To what extent are health care workers responsible for potentially vulnerable populations, or the community at large? To what extent are health care workers justified in valuing personal interests over those of their patients -and potential patients? In contrast, the language of \"coercion\" and \"voluntary measures\" highlights liberty issues, in both the negative (freedom from interference -the right to be free) and positive (freedom to act -opportunity) connotations. 20 \"Duty of care\" arguments thus talk past the opponents of mandatory vaccination, who stress coercion and the effectiveness of alternate personal infection control measures. 21 Even if policy-makers were to agree on a single goal, it would still be subject to ideological and normative assumptions. Proponents of mandatory influenza vaccination, for example, may assert decreased worker absenteeism as a result of vaccination. 22 Though in part a security argument -for decrease in infectious risk to and stability of the health care workforce -this justification also suggests efficiency gains. Efficiency also has normative -and negative -connotations: inefficiency means waste. 9 Similarly, the idea of security is complex because defining what individuals or societies \"need\" to be secure includes diverse dimensions. 9 The definition of security in the public health context is particularly problematic because security arguments might be more compelling for specific conditions or in certain populations where ease or risk of disease transmission is high. In terms of language, proponents as well as opponents of mandatory vaccination may convey their arguments in security terms; proponents emphasize subclinical infections among workers and duty of care (public security) while opponents emphasize risk of adverse events (personal security/negative liberty). Analysis of voluntary vaccination reveals similar disputes about the meaning of security: Simeonsson et al.'s review suggests that \"self-protection and personal health\" are the top reasons for health worker acceptance of voluntary annual influenza vaccine, while the top reason for non-acceptance was \"side effects.\" 23 In both cases, workers have implied a valuing of personal security over public security.",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 69,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 70,
                    "end": 74,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 75,
                    "end": 79,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 80,
                    "end": 84,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 85,
                    "end": 89,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 90,
                    "end": 94,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 95,
                    "end": 99,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 448,
                    "end": 450,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 451,
                    "end": 453,
                    "text": "19",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1100,
                    "end": 1102,
                    "text": "21",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1353,
                    "end": 1355,
                    "text": "22",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1607,
                    "end": 1608,
                    "text": "9",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1748,
                    "end": 1749,
                    "text": "9",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2610,
                    "end": 2612,
                    "text": "23",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Goals and language"
        },
        {
            "text": "Whether mandatory vaccination is \"right\" or \"wrong,\" \"fair,\" or \"just\" thus depends on a clear examination of which policy goals we want to achieve as a society. Decision models in health care policymaking for personal health services have long taught us that different stakeholders assign different utilities or values to different health outcomes. A \"rational\" weighing of the evidence may not be sufficient to allow us to make good policy decisions, particularly when the public interest is at stake. In public health policy, recognition of shared goals is paramount. \"Good\" intent, or even \"good evidence,\" cannot be taken for granted as the sole prerequisite for public health policy decisions. Determining the place of mandatory vaccination for health care workers demands reconciling policy trade-offs; the first step should be to clarify the underlying disputes hidden in the language of the policy debate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Public health, ethics, and human rights: A tribute to the late Jonathan Mann",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Gostin",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Law Med Ethics",
            "volume": "29",
            "issn": "",
            "pages": "121--151",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Public Health Law: Power, Duty, Restraint",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Gostin",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Learning from SARS: Renewal of Public Health in Canada",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "46",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Principles for the justification of public health intervention",
            "authors": [
                {
                    "first": "Reg",
                    "middle": [],
                    "last": "Upshur",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Can J Public Health",
            "volume": "93",
            "issn": "2",
            "pages": "101--104",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The End of Liberalism: The Second Republic of the United States",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Lowi",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "38--39",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Health care reform: Lessons from Canada",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Deber",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am J Public Health",
            "volume": "93",
            "issn": "",
            "pages": "20--24",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "School vaccination requirements: Historical, social, and legal perspectives",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Hodge",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Gostin",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Kentucky Law J",
            "volume": "90",
            "issn": "",
            "pages": "831--90",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Legislative and Regulatory Framework for Reportable Infectious Diseases in Canada: Overview of Compendium, DRAFT",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Deschenes",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fecteau",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Giroud",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Available online at",
            "authors": [
                {
                    "first": "On: Health",
                    "middle": [],
                    "last": "Ottawa",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Canada",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Policy Paradox: The Art of Political Decision Making, Revised Edition",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Stone",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Cats and categories: Public and private in Canadian healthcare",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Deber",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Healthcare Papers",
            "volume": "4",
            "issn": "4",
            "pages": "51--60",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Public Health Law: Power, Duty, Restraint",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Gostin",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Ltd",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Individual rights, collective good and the duty of care",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Huston",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Can J Public Health",
            "volume": "97",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "National Advisory Committee on Immunization. Statement on influenza vaccination for the 2006-2007 season",
            "authors": [],
            "year": 2006,
            "venue": "CCDR",
            "volume": "32",
            "issn": "",
            "pages": "1--28",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Mandatory immunization of health care providers: The time has come",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Gemmill",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Can J Public Health",
            "volume": "97",
            "issn": "2",
            "pages": "86--87",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Influenza vaccination of health care workers: A duty of care",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Orr",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Can J Infect Dis Med Microbiol",
            "volume": "11",
            "issn": "5",
            "pages": "225--251",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Semmelweis revisited: The ethics of infection prevention among health care workers",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rea",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Upshur",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "CMAJ",
            "volume": "164",
            "issn": "10",
            "pages": "1447--1495",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Requiring influenza vaccination for health care workers: Seven truths we must accept",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Poland",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tosh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Jacobson",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Vaccine",
            "volume": "23",
            "issn": "",
            "pages": "2251--55",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Counterpoint: In favour of mandatory influenza vaccine for all health care workers",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Backer",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Clin Infect Dis",
            "volume": "42",
            "issn": "",
            "pages": "1144--1191",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Virulent epidemics and scope of healthcare workers' duty of care",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Sokol",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Emerg Infect Dis",
            "volume": "12",
            "issn": "8",
            "pages": "1238--1279",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Two concepts of liberty",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Berlin",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Point: Mandatory influenza vaccination for all health care workers? Seven reasons to say",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Finch",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Clin Infect Dis",
            "volume": "42",
            "issn": "",
            "pages": "1141--1184",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Randomized, placebocontrolled double blind study on the efficacy of influenza immunization on absenteeism of health care workers",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Saxen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Virtanen",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Pediatr Infect Dis J",
            "volume": "18",
            "issn": "9",
            "pages": "779--83",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Influenza vaccination of health care workers: Institutional strategies for improving rates",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simeonsson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Summers-Bean",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Connolly",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "North Carolina Med J",
            "volume": "65",
            "issn": "6",
            "pages": "323--352",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}