{"paper_id": "50b6a6d5ea21f3e1b1d2872bcdab95e3646ed400", "metadata": {"title": "Misdiagnosis of scrub typhus complicated by hemophagocytic syndrome", "authors": [{"first": "Miaomiao", "middle": [], "last": "Lin", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Airong", "middle": [], "last": "Huang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Xiang", "middle": [], "last": "Zheng", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Lisha", "middle": [], "last": "Ge", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Shijun", "middle": [], "last": "He", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background: This study sought to analyze the cases of clinical misdiagnosis of scrub typhus complicated by hemophagocytic syndrome.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Methods: We retrospectively reviewed the medical records for diagnoses, clinical course, chest X-ray findings, laboratory data, and antibiotic therapy. Results: All nine patients were misdiagnosed at the outpatient department between 07/2009 and 07/2017. They were diagnosed with septicemia and hemophagocytic syndrome, sepsis and hemophagocytic syndrome, severe infection, hepatitis and hemophagocytic syndrome, or upper respiratory tract infection. Among the nine patients, hepatic function examination showed decreased albumin and elevated C-reactive protein levels in all patients; alanine aminotransferase was increased and platelets were decreased in eight patients. Weil-Felix reaction was positive in three of nine patients. Indirect immunofluorescence demonstrated positive IgM antibody and EB virus-IgM in all nine patients; Mycoplasma pneumoniae antibody was positive in seven patients. All nine patients underwent chest computed tomography; no abnormality was found in two patients. Patch shadow with increased density was found in seven patients, including four patients with right pleural effusion and two with bilateral pleural effusion. Bone marrow biopsy was performed in all nine patients and hemophagocytic cells were seen. The nine misdiagnosed cases were given multiple broad-spectrum antibiotics either successively or concomitantly before and after admission, but no effective antibiotics against Orientis tsutsugamushi were applied. After diagnosis was corrected to scrub typhus, five patients were switched to chloramphenicol and dexamethasone, two patients were given azithromycin and dexamethasone, and two patients were treated with chloramphenicol. Body temperature returned to normal within 2-3 days and the children were quickly relieved from their condition.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Conclusion: Hemophagocytic syndrome may be the presenting clinical feature of scrub typhus and initially mask the disease. Initial misdiagnosis is common and includes septicemia and hemophagocytic syndrome. The eschar is a useful diagnostic clue and febrile patients without any localizing signs should be thoroughly examined for its presence.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Scrub typhus is a natural disease caused by Orientis tsutsugamushi. It Is transmitted by chigger bites, which are common in southeastern coastal areas and southwestern provinces and cities in Asia [1] . The severity of scrub typhus is highly variable among patients, ranging from mild symptoms to multiple organ failure and even death [2] . Scrub typhus is often misdiagnosed and there are 19 misdiagnoses for scrub typhus [3] . The rate of misdiagnosis is associated with the number of damaged organs, i.e., the more damaged organs, the higher the misdiagnosis rate is, which can be up to 71% [4] . Delayed diagnosis and neglect of scrub typhus might contribute to the misdiagnosis of scrub typhus [5] . When scrub typhus is complicated by hemophagocytic syndrome (HPS), clinical diagnosis and treatment are even more difficult, and the disease is prone to rapid deterioration and even death. Hence, this study aimed to summarize nine misdiagnosis cases of scrub typhus complicated by HPS.", "cite_spans": [{"start": 197, "end": 200, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 335, "end": 338, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 423, "end": 426, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 594, "end": 597, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 699, "end": 702, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Background"}, {"text": "Between July 2009 and July 2017, case records of nine hospitalized children were scrutinized, including five males and four females, with age at onset of 11 months to 10 years. In terms of onset time, four cases occurred in July, four in August, and one in November. All children had a history of walking and playing on the grass before the onset.", "cite_spans": [], "ref_spans": [], "section": "Subjects"}, {"text": "Scrub typhus was diagnosed by published criteria [6] , which are based on epidemiology, fever, specific eschar or ulcer, and serum indirect immunofluorescent assay (IFA) IgM ≥1:80. Meanwhile, the diagnostic criteria of HPS were those recommended by the Hematology group, Chinese Pediatric Society, Chinese Medical Association (2012) [7] . Once patients were diagnosed with scrub typhus, they underwent the routine tests for HPS such as blood routine, coagulation function, blood lipids, serum ferritin, T lymphocyte subsets, bone marrow puncture, etc., as well as other tests such as X-ray or chest CT, blood liver function, Weil-Felix reaction (reference titers for OX19, OX2, and OXK were all ≤ 1:160), indirect immunofluorescent assay, EB virus-IgM, Mycoplasma pneumoniae (by ELISA and PCR), etc.", "cite_spans": [{"start": 49, "end": 52, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 333, "end": 336, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Diagnosis"}, {"text": "The outpatient and admission diagnosis, revised diagnosis, location of skin eschar or ulcer, clinical and imaging findings, selection of antibiotics, bone marrow examination, imaging examinations, and laboratory examinations were evaluated.", "cite_spans": [], "ref_spans": [], "section": "Clinical evaluation"}, {"text": "All nine patients had fever. Two patients had erythema and four had mild cough. All patients were misdiagnosed at the outpatient department. Of these, three patients were diagnosed as septicemia and HPS; two were diagnosed as sepsis and HPS; three were diagnosed as severe infection, hepatitis and HPS; and one was diagnosed as upper respiratory tract infection. Among the nine cases, the eschar was subtle and was discovered after repeated and careful search. Then, the diagnoses were corrected as scrub typhus after 3 days of admission. One patient had an eschar in the left popliteal fossa and one on the left shoulder (Fig. 1) . One patient had ulcers in the fold of the anterior cervical skin (Fig. 2) , one on the scrotum, two in the inguinal area, two on the base of the thigh, and one in the fold of the auricle skin.", "cite_spans": [], "ref_spans": [{"start": 622, "end": 630, "text": "(Fig. 1)", "ref_id": "FIGREF0"}, {"start": 698, "end": 706, "text": "(Fig. 2)", "ref_id": "FIGREF1"}], "section": "Clinical manifestations"}, {"text": "In all nine patients, hepatic function examination revealed decreased albumin and elevated C-reactive protein levels; alanine aminotransferase was increased and platelets were decreased in eight patients (Table 1) . Among the nine patients, Weil-Felix reaction was positive in three patients. Indirect immunofluorescent assay (reagent was a product of FOCUS, USA) demonstrated positive IgM antibody and EB virus-IgM in all nine patients, while Mycoplasma pneumoniae antibody was positive in seven patients. All nine patients underwent chest CT examination. No abnormality was found in two patients. Patch shadow with increased density was found in seven patients, including four with right pleural effusion and two with bilateral pleural effusion (Fig. 3 ). Bone marrow biopsy was performed in all nine patients, and hemophagocytic cells were seen in the bone marrow smears (Fig. 4) .", "cite_spans": [], "ref_spans": [{"start": 204, "end": 213, "text": "(Table 1)", "ref_id": "TABREF0"}, {"start": 747, "end": 754, "text": "(Fig. 3", "ref_id": null}, {"start": 874, "end": 882, "text": "(Fig. 4)", "ref_id": "FIGREF2"}], "section": "Auxiliary examination"}, {"text": "The nine misdiagnosed cases were given multiple broadspectrum antibiotics either successively or concomitantly before and after admission, but no effective antibiotics against Orientis tsutsugamushi were applied. Among them, one patient successively received ceftriaxone, cefoperazone sulbactam, and meropenem; one successively received ceftriaxone and penicillin; one received imipenem and cefoperazone sulbactam; three received ceftazidime; two received ceftriaxone; and one received erythromycin. All cases remained with persisting high fever despite treatments. After the diagnosis of scrub typhus, five patients were switched to chloramphenicol and dexamethasone; two were given azithromycin and dexamethasone; and two were treated with chloramphenicol. Body temperature returned to normal within 2-3 days and all children were quickly relieved from their condition.", "cite_spans": [], "ref_spans": [], "section": "Treatment"}, {"text": "Scrub typhus is caused by Orientis tsutsugamushi and is transmitted by chiggers. The disease is common in southeastern coastal areas and southwestern provinces and cities in Asia [8] . Orientis tsutsugamushi causes localized skin lesions at the site of the bite and enters the circulation directly or through the lymphatic system after approximately 10 to 14 days, and subsequently grows and proliferates in vascular endothelial cells and macrophages [9] . The basic pathological change of this disease is invasion of vascular endothelial cells, which causes extensive vasculitis and perivascular inflammation [10] , and sometimes even involves multiple organs in severe cases. Typical clinical symptoms include fever, rash, eschar, and hepatosplenomegaly. High numbers of involved visceral organs in patients with scrub typhus are associated with higher rates of misdiagnosis [4] , and there are about 19 misdiagnosed diseases for scrub typhus [3] . There are many reasons for this. There is a low susceptibility that chiggers transmit scrub typhus, the characteristic eschar and ulcers are often hidden on the body, and there are complex clinical manifestations and atypical symptoms in cases of multiple organ damage, for which most of the pediatricians lack knowledge on scrub typhus [4] and prone to a rash diagnosis [11] . If the scrub typhus is complicated by HPS, the clinicians mostly diagnose the case as severe infection or HPS, and neglect primary scrub typhus. Therefore, there is a need for clinicians to carefully look for skin eschar, especially on hidden parts of the body. Nevertheless, it has to be noted that the presence of an eschar does not necessarily indicate the diagnosis of scrub typhus. The whole clinical portrait has to be taken into account. In addition, scrub typhus with HPS is most likely to be misdiagnosed. For the nine patients in the present study, eight cases were diagnosed as HPS at admission, not as scrub typhus. In 1992, Kobayashi first reported a case of a 47-year-old man who had prolonged hyperthermia. His condition remained progressive after penicillin treatment and he had decreased platelets and lymphocytes. Bone marrow biopsy revealed hematopoietic cells [12] . Subsequently, five cases of scrub typhus complicated with HPS were reported one after another [13, 14] . Other cases were reported in Taiwan and Guangdong in China, as well as in Japan [3, 14, 15] . Fifteen cases were reported in Taiwan, including two cases with HPS [16] .", "cite_spans": [{"start": 179, "end": 182, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 451, "end": 454, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 610, "end": 614, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 877, "end": 880, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 945, "end": 948, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 1288, "end": 1291, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 1322, "end": 1326, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 2209, "end": 2213, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 2310, "end": 2314, "text": "[13,", "ref_id": "BIBREF12"}, {"start": 2315, "end": 2318, "text": "14]", "ref_id": "BIBREF13"}, {"start": 2401, "end": 2404, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 2405, "end": 2408, "text": "14,", "ref_id": "BIBREF13"}, {"start": 2409, "end": 2412, "text": "15]", "ref_id": "BIBREF14"}, {"start": 2483, "end": 2487, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Discussion"}, {"text": "According to the literature, scrub typhus complicated by HPS is a rare occurrence. Nevertheless, our department has started routine bone marrow puncture in children with scrub typhus and bone marrow smears have revealed that the hemophagocytic phenomenon is not uncommon in scrub typhus.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "To reduce the rate of misdiagnosis and achieve early and timely diagnosis of scrub typhus requires clinicians to fully understand the specific signs of the disease. The eschar is one of the most important clinical clue to diagnose scrub typhus [17] . The eschar is often difficult to find because it is painless and not itching, and it is more likely to be found when searching the vicinity of swollen lymph nodes [6] . The presence of an eschar was reported in 46-92% of the cases in South Korea, but in < 10% in Taiwan [17] and in 17% in India [18] . All nine patients included were initially misdiagnosed, and one of the reasons for misdiagnosis was that the eschar was not found. In all nine patients, the eschar was found in difficult-to-observe places after a careful examination by different pairs of eyes. It is therefore possible that the eschar was also missed in many patients in the previous studies. On the other hand, skin lesions located on humid sites such as the perineum and axilla [19] manifest as ulcers, which are prone to misdiagnosis and negligence [6] . Improving the vigilance of first-line clinical staffs is an effective way to improve the early diagnosis. Clinicians and nurses should receive training to perform repeated and detailed examinations and targeted laboratory tests for children with fever who are suspected of scrub typhus with multiple organ involvement. All nine patients in the present study were recorded as suspected scrub typhus shortly after admission. After careful and detailed examination of the entire body, even in hidden folds of the skin, the skin lesions were found and the diagnosis was corrected to scrub typhus. They then received effective treatment.", "cite_spans": [{"start": 244, "end": 248, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 414, "end": 417, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 521, "end": 525, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 546, "end": 550, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 1000, "end": 1004, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 1072, "end": 1075, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Discussion"}, {"text": "In terms of treatment, it is very important to use antibiotics during the early stage of the disease [20] . Studies showed that antibiotics in patients with scrub typhus complicated with acute respiratory distress syndrome (ARDS) were significantly delayed compared with the control group (patients with scrub typhus without ARDS) [onset (13.88 ± 4.19) vs. (9.25 ± 3.35) days] [20] . Another study suggested that the risk was increased by at least 20% if doxycycline was delayed for an average of 3 days, and patients often showed worsened symptoms or even died if they were untreated for 5 days after disease onset [17] . Antibacterial drugs are preferred for the treatment of scrub typhus with HPS, and body temperature may be restored within 3 days after oral administration of minocycline [13] . Doxycycline treatment can eliminate the phenomenon of hemophagocytosis [15] . Doxycycline, the antibiotic of choice for Scrub typhus, could not be given to the patients, due to its non-availability at that point of time. Further studies have found that in cases with scrub typhus and HPS, the levels of TNF-α, IFN-γ, and IL-10 were significantly reduced within 24 h after treatment with doxycycline, while the levels IL-1β, IFN-γ, and IL-10 mRNAs showed a decrease after 2-7 days of treatment; hence, the mechanism of rapid fever reduction after doxycycline treatment was consistent with the decreased of the inflammatory factors [21] . One case was reported to have been treated with doxycycline+glucocorticoids for scrub typhus with HPS [15] . In the present study, two out of nine patients were treated with chloramphenicol alone and five patients were treated with dexamethasone and chloramphenicol. All patients showed rapidly resolving fever. The present study has limitations. The sample size was small and from a single center. In addition, because of the retrospective nature of the study, some test results were unavailable. Additional studies are necessary to examine the diagnosis of scrub typhus.", "cite_spans": [{"start": 101, "end": 105, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 338, "end": 352, "text": "(13.88 ± 4.19)", "ref_id": null}, {"start": 377, "end": 381, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 616, "end": 620, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 793, "end": 797, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 871, "end": 875, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 1430, "end": 1434, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 1539, "end": 1543, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Discussion"}, {"text": "Hemophagocytic syndrome may be the presenting clinical feature of scrub typhus and initially mask the disease. Initial misdiagnosis was common and included septicemia and hemophagocytic syndrome. The eschar is a useful diagnostic clue and febrile patients without any localizing signs should be thoroughly examined for its presence.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Abbreviations HPS: Hemophagocytic syndrome; IFA: Immunofluorescent assay", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Relationship between geographical features and epidemic characteristics of tsutsugamushi disease in southeast coastal areas. Chin public health", "authors": [{"first": "Y", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "G", "middle": [], "last": "Wu", "suffix": ""}, {"first": "X", "middle": [], "last": "Deng", "suffix": ""}, {"first": "Z", "middle": [], "last": "Wang", "suffix": ""}, {"first": "G", "middle": [], "last": "Cao", "suffix": ""}], "year": 2010, "venue": "", "volume": "26", "issn": "", "pages": "174--179", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Tsutsugamushi disease", "authors": [{"first": "A", "middle": [], "last": "Kawamura", "suffix": ""}], "year": 1995, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Scrub typhus: clinical, pathologic, and imaging findings", "authors": [{"first": "Y", "middle": ["J"], "last": "Jeong", "suffix": ""}, {"first": "S", "middle": [], "last": "Kim", "suffix": ""}, {"first": "Y", "middle": ["D"], "last": "Wook", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Lee", "suffix": ""}, {"first": "K", "middle": ["I"], "last": "Kim", "suffix": ""}], "year": 2007, "venue": "Radiographics", "volume": "27", "issn": "1", "pages": "161--72", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Distribution of eschars on the body of scrub typhus patients: a prospective study", "authors": [{"first": "D", "middle": ["M"], "last": "Kim", "suffix": ""}, {"first": "K", "middle": ["J"], "last": "Won", "suffix": ""}, {"first": "C", "middle": ["Y"], "last": "Park", "suffix": ""}, {"first": "K", "middle": ["D"], "last": "Yu", "suffix": ""}, {"first": "H", "middle": ["S"], "last": "Kim", "suffix": ""}], "year": 2007, "venue": "Am J Trop Med Hyg", "volume": "76", "issn": "5", "pages": "806--815", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Hematology Group of Chinese Medical Association Pediatrics Branch. Advice on diagnosis and treatment of hemophagocytic lymphohistiocytosis", "authors": [{"first": "Branch", "middle": [], "last": "Hgocmap", "suffix": ""}], "year": 2012, "venue": "Chin J Paediatr", "volume": "50", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "The present situation and Prospect of the epidemiological study of tsutsugamushi disease in China", "authors": [{"first": "G", "middle": [], "last": "Wu", "suffix": ""}], "year": 2000, "venue": "ChinJ Infect Dis", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Clinical analysis of 15 cases of multiple organ dysfunction syndrome caused by early misdiagnosis of tsutsugamushi disease. Clinical misdiagnosis and mistreatment", "authors": [{"first": "W", "middle": [], "last": "Yue", "suffix": ""}, {"first": "R", "middle": [], "last": "Li", "suffix": ""}, {"first": "B", "middle": [], "last": "Xie", "suffix": ""}, {"first": "M", "middle": [], "last": "Lin", "suffix": ""}, {"first": "N", "middle": [], "last": "Xu", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Clinical role of interstitial pneumonia in patients with scrub typhus: a possible marker of disease severity", "authors": [{"first": "S", "middle": [], "last": "Song", "suffix": ""}, {"first": "K", "middle": [], "last": "Kim", "suffix": ""}, {"first": "T", "middle": [], "last": "Ku", "suffix": ""}, {"first": "S", "middle": [], "last": "Park", "suffix": ""}, {"first": "Y", "middle": [], "last": "Kim", "suffix": ""}], "year": 2004, "venue": "J Korean Med Sci", "volume": "19", "issn": "", "pages": "668--73", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Clinical analysis of 46 cases of tsutsugamushi disease complicated with multiple organ damage", "authors": [{"first": "L", "middle": [], "last": "Ma", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Analysis of misdiagnosis of tsutsugamushi disease. Guangdong medicine", "authors": [{"first": "Y", "middle": [], "last": "Liao", "suffix": ""}, {"first": "X", "middle": [], "last": "Ye", "suffix": ""}, {"first": "R", "middle": [], "last": "Luo", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Misdiagnosis analysis of 18 cases of tsutsugamushi disease", "authors": [{"first": "J", "middle": [], "last": "Feng", "suffix": ""}, {"first": "F", "middle": [], "last": "Yin", "suffix": ""}, {"first": "W", "middle": [], "last": "Yang", "suffix": ""}], "year": 2010, "venue": "J Clin mil Med", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "A case of new type scrub typhus (tsutsugamushi disease) presenting with acute respiratory failure and hemophagocytic syndrome", "authors": [{"first": "T", "middle": [], "last": "Kobayashi", "suffix": ""}, {"first": "H", "middle": [], "last": "Takizawa", "suffix": ""}, {"first": "K", "middle": [], "last": "Hiroshima", "suffix": ""}, {"first": "T", "middle": [], "last": "Uruma", "suffix": ""}, {"first": "H", "middle": [], "last": "Enokihara", "suffix": ""}], "year": 1992, "venue": "Nihon Kyobu Shikkan Gakkai zasshi", "volume": "30", "issn": "3", "pages": "447--52", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Fulminant rickettsia tsutsugamushi infection associated with haemophagocytic syndrome", "authors": [{"first": "H", "middle": [], "last": "Iwasaki", "suffix": ""}, {"first": "K", "middle": [], "last": "Hashimoto", "suffix": ""}, {"first": "N", "middle": [], "last": "Takada", "suffix": ""}, {"first": "T", "middle": [], "last": "Nakayama", "suffix": ""}, {"first": "T", "middle": [], "last": "Ueda", "suffix": ""}], "year": 1994, "venue": "Lancet", "volume": "343", "issn": "8907", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Tsutsugamushi disease (scrub typhus)-associated hemophagocytic syndrome", "authors": [{"first": "A", "middle": [], "last": "Takami", "suffix": ""}, {"first": "H", "middle": [], "last": "Yamauchi", "suffix": ""}, {"first": "H", "middle": [], "last": "Asakura", "suffix": ""}, {"first": "K", "middle": [], "last": "Ishiyama", "suffix": ""}, {"first": "S", "middle": [], "last": "Nakao", "suffix": ""}], "year": 2002, "venue": "Int J Hematol", "volume": "75", "issn": "3", "pages": "337--345", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Scrub typhus-associated hemophagocytic syndrome", "authors": [{"first": "Y", "middle": ["C"], "last": "Chen", "suffix": ""}, {"first": "T", "middle": ["Y"], "last": "Chao", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Chin", "suffix": ""}], "year": 2000, "venue": "Infection", "volume": "28", "issn": "3", "pages": "178--187", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Childhood scrub typhus in eastern Taiwan: ten-year experience from a medical center", "authors": [{"first": "S", "middle": ["H"], "last": "Yang", "suffix": ""}, {"first": "Y", "middle": ["H"], "last": "Ho", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Chu", "suffix": ""}, {"first": "S", "middle": ["Y"], "last": "Chu", "suffix": ""}], "year": 2007, "venue": "", "volume": "48", "issn": "", "pages": "332--338", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Risk factors associated with lifethreatening rickettsial infections", "authors": [{"first": "N", "middle": [], "last": "Lee", "suffix": ""}, {"first": "M", "middle": [], "last": "Ip", "suffix": ""}, {"first": "B", "middle": [], "last": "Wong", "suffix": ""}, {"first": "G", "middle": [], "last": "Lui", "suffix": ""}, {"first": "O", "middle": ["T"], "last": "Tsang", "suffix": ""}], "year": 2008, "venue": "Am J Trop Med Hyg", "volume": "78", "issn": "6", "pages": "973--981", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Scrub typhus in Uttarakhand & adjoining Uttar Pradesh: seasonality, clinical presentations & predictors of mortality", "authors": [{"first": "A", "middle": [], "last": "Bhargava", "suffix": ""}, {"first": "R", "middle": [], "last": "Kaushik", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Kaushik", "suffix": ""}, {"first": "A", "middle": [], "last": "Sharma", "suffix": ""}, {"first": "S", "middle": [], "last": "Ahmad", "suffix": ""}], "year": 2016, "venue": "Indian J Med Res", "volume": "144", "issn": "6", "pages": "901--910", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Epidemiologic, clinical and laboratory features of scrub typhus in thirty Thai children", "authors": [{"first": "V", "middle": [], "last": "Sirisanthana", "suffix": ""}, {"first": "T", "middle": [], "last": "Puthanakit", "suffix": ""}, {"first": "T", "middle": [], "last": "Sirisanthana", "suffix": ""}], "year": 2003, "venue": "Pediatr Infect Dis J", "volume": "22", "issn": "4", "pages": "341--346", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Acute respiratory distress syndrome in scrub typhus", "authors": [{"first": "C", "middle": ["C"], "last": "Wang", "suffix": ""}, {"first": "S", "middle": ["F"], "last": "Liu", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Liu", "suffix": ""}, {"first": "Y", "middle": ["H"], "last": "Chung", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Su", "suffix": ""}], "year": 2007, "venue": "Am J Trop Med Hyg", "volume": "76", "issn": "6", "pages": "1148--52", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Kinetics of inflammatory cytokines in patients with scrub typhus receiving doxycycline treatment", "authors": [{"first": "D", "middle": ["R"], "last": "Chung", "suffix": ""}, {"first": "Y", "middle": ["S"], "last": "Lee", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Lee", "suffix": ""}], "year": 2008, "venue": "J infection", "volume": "56", "issn": "1", "pages": "44--50", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Eschar on the left shoulder", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Ulcers in the fold of anterior cervical skin Lin et al.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Bone", "latex": null, "type": "figure"}, "TABREF0": {"text": "Related laboratory results of 9 children", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Case </td><td>ALT\n</td><td>CRP\n</td><td>Hb\n</td><td>Plt\n</td><td>ALB\n</td><td> </td><td>Fib\n</td><td>SF\n</td><td>NK cell\n</td></tr><tr><td> </td><td>(IU/L)\n</td><td>(mg/L)\n</td><td>(g/L)\n</td><td>(× 109/L)\n</td><td>(g/L)\n</td><td>Blood fat (mmol/L)\n</td><td>(g/L)\n</td><td>(ng/ml)\n</td><td>(%)\n</td></tr><tr><td>1 </td><td>88 </td><td>165 </td><td>78 </td><td>25 </td><td>15.9 </td><td>2.56 </td><td>0.53 </td><td>1500 </td><td>5.55\n</td></tr><tr><td>2 </td><td>132 </td><td>72 </td><td>80 </td><td>56 </td><td>29.6 </td><td>1.77 </td><td>2.12 </td><td>568 </td><td>5.96\n</td></tr><tr><td>3 </td><td>96 </td><td>160 </td><td>81 </td><td>90 </td><td>24.6 </td><td>2.14 </td><td>2.66 </td><td>468 </td><td>12.7\n</td></tr><tr><td>4 </td><td>810 </td><td>105 </td><td>109 </td><td>34 </td><td>25.5 </td><td>2.94 </td><td>1.35 </td><td>1500 </td><td>7.49\n</td></tr><tr><td>5 </td><td>41 </td><td>23 </td><td>91 </td><td>195 </td><td>27.7 </td><td>3.99 </td><td>2.65 </td><td>210 </td><td>7.15\n</td></tr><tr><td>6 </td><td>87 </td><td>44 </td><td>102 </td><td>67 </td><td>20.4 </td><td>2.45 </td><td>1.47 </td><td>1500 </td><td>6.54\n</td></tr><tr><td>7 </td><td>90 </td><td>78 </td><td>87 </td><td>55 </td><td>18.3 </td><td>2.09 </td><td>1.96 </td><td>408 </td><td>7.35\n</td></tr><tr><td>8 </td><td>66 </td><td>39 </td><td>54 </td><td>89 </td><td>23.2 </td><td>3.15 </td><td>2.24 </td><td>587 </td><td>5.98\n</td></tr><tr><td>9 </td><td>25 </td><td>95 </td><td>48 </td><td>44 </td><td>26.0 </td><td>3.07 </td><td>2.16 </td><td>768 </td><td>7.90\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "None.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "Availability of data and materials The datasets used and/or analyzed during the current study are available from the corresponding author on reasonable request.", "cite_spans": [], "ref_spans": [], "section": "Funding None"}, {"text": "Authors' contributions LMM and HSJ carried out the studies, participated in data collection, and drafted the manuscript. HAR, GLS and ZX performed the statistical analysis and participated in its design, helped to draft the manuscript. All authors read and approved the final manuscript.", "cite_spans": [], "ref_spans": [], "section": "annex"}, {"text": "The study approve by the Ethics Committees of the Second Affiliated Hospital of Wenzhou Medical University (L-2018-34). All participants' legal guardian provided written informed consent.", "cite_spans": [], "ref_spans": [], "section": "Ethics approval and consent to participate"}, {"text": "All participants' legal guardian agreed to publish patients' data and pictures.", "cite_spans": [], "ref_spans": [], "section": "Consent for publication"}, {"text": "The authors declare that they have no competing interests.", "cite_spans": [], "ref_spans": [], "section": "Competing interests"}, {"text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. ", "cite_spans": [], "ref_spans": [], "section": "Publisher's Note"}]}