{"paper_id": "517e514fd61e088ed5d8c8d593e34aace9a8b4d9", "metadata": {"title": "Supporting Information for: Using non-invasive metagenomics to characterize viral communities from wildlife", "authors": [{"first": "Laura", "middle": ["M"], "last": "Bergner", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Richard", "middle": ["J"], "last": "Orton", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ana", "middle": [], "last": "Da", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Silva", "middle": [], "last": "Filipe", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Andrew", "middle": ["E"], "last": "Shaw", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Daniel", "middle": ["J"], "last": "Becker", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Carlos", "middle": [], "last": "Tello", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Roman", "middle": [], "last": "Biek", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Daniel", "middle": ["G"], "last": "Streicker", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Extraction Total nucleic acid was extracted from samples using a Biosprint One-for-all Vet Kit (Qiagen) using a modified version of the manufacturer's protocol for purifying viral nucleic acids from swabs. Prior to inactivation, samples were processed in a MSC flow cabinet in a CL2+ laboratory. Extractions were performed by thawing samples and removing swabs using sterile forceps.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Each swab was first incubated in 144 μL Buffer RLT and 20 μL Proteinase K (both Qiagen) at 56°C for 15 minutes, vortexed for 15 seconds, then transferred to a second tube with 144 μL Buffer RLT and Proteinase K and incubated again for 15 minutes and vortexed again for 15 seconds. Samples were considered inactivated at this stage due to Buffer RLT, a lysis buffer containing guanidine isothiocyanate. The swab was then discarded and the two lysis buffer/Proteinase K solutions were briefly centrifuged, then combined and placed into a deepwell 96 sample extraction block with 25 μL MagAttract Suspension G (Qiagen) and 300 μL isopropyl alcohol. All of these steps were performed according to CL2+ guidelines.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Plates for wash steps were prepared; these included one plate containing 700 μL wash buffer AW1 and two plates containing 500 μL wash buffer RPE (both Qiagen). All plates were loaded onto a Kingfisher Flex 96 automated extraction machine (Thermo). The instrument settings, provided by Qiagen ('Protocol for purification of viral nucleic acid and bacterial DNA with Thermo Scientific KingFisher Flex'), consist of a lysis and binding step, followed by three wash", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Total nucleic acid was extracted from samples using a Biosprint One-for-all Vet Kit (Qiagen) using a modified version of the manufacturer's protocol for purifying viral nucleic acids from swabs. Prior to inactivation, samples were processed in a MSC flow cabinet in a CL2+ laboratory. Extractions were performed by thawing samples and removing swabs using sterile forceps.", "cite_spans": [], "ref_spans": [], "section": "Extraction"}, {"text": "Each swab was first incubated in 144 μL Buffer RLT and 20 μL Proteinase K (both Qiagen) at 56°C for 15 minutes, vortexed for 15 seconds, then transferred to a second tube with 144 μL Buffer RLT and Proteinase K and incubated again for 15 minutes and vortexed again for 15 seconds. Samples were considered inactivated at this stage due to Buffer RLT, a lysis buffer containing guanidine isothiocyanate. The swab was then discarded and the two lysis buffer/Proteinase K solutions were briefly centrifuged, then combined and placed into a deepwell 96 sample extraction block with 25 μL MagAttract Suspension G (Qiagen) and 300 μL isopropyl alcohol. All of these steps were performed according to CL2+ guidelines.", "cite_spans": [], "ref_spans": [], "section": "Extraction"}, {"text": "Plates for wash steps were prepared; these included one plate containing 700 μL wash buffer AW1 and two plates containing 500 μL wash buffer RPE (both Qiagen). All plates were loaded onto a Kingfisher Flex 96 automated extraction machine (Thermo). The instrument settings, provided by Qiagen ('Protocol for purification of viral nucleic acid and bacterial DNA with Thermo Scientific KingFisher Flex'), consist of a lysis and binding step, followed by three wash steps, and a final elution in 80 μL Buffer AVE (RNase-free water with 0.04% NaN3). Extracted nucleic acid was stored at -80°C.", "cite_spans": [], "ref_spans": [], "section": "Extraction"}, {"text": "Pooling and viral enrichment All samples were quantified using a Qubit 3.0 fluorometer and a Qubit RNA HS Assay (Life Technologies) to determine RNA concentration for pooling. Samples with measurable RNA were pooled at approximately 120 ng RNA and unmeasurable samples were pooled up to a maximum volume of 30 μL as possible. Pools were then treated with DNAse I (Ambion) to digest high molecular weight genomic DNA. Pool volume varied but buffer and enzyme were scaled such that all reactions contained 1X DNAse buffer and 2 Units (U) DNAse per 100 μL. Reactions were incubated at 37°C for 5 minutes, then immediately cleaned up with 1.8X Agencourt RNAClean XP beads (Beckman Coulter), washing the beads three times with 80% ethanol. Samples were then eluted in 20 μL nuclease-free water; 10 μL of eluate was used as input into the rRNA depletion step.", "cite_spans": [], "ref_spans": [], "section": "Extraction"}, {"text": "Pools were enriched by rRNA depletion using the Ribo-Zero rRNA Removal Kit (Human/Mouse/Rat) (Illumina) according to the manufacturer's instructions. Briefly, room temperature magnetic beads were prepared by washing twice in RNAse-free water, and then beads were resuspended in 65 μL Magnetic Bead Resuspension Solution. To each 10 μL RNA sample was added 18 μL RNAse-free water, 4 μL Ribo-Zero rRNA Reaction Buffer and 8 μL Ribo-Zero Removal Solution. Reactions were incubated at 68°C for 10 minutes, then at room temperature for 5 minutes to hybridize rRNA to probes. Pre-hybridized samples were added to the magnetic bead solution, then incubated at room temperature for 5 minutes followed by 50°C for 5 minutes. Samples were placed on a magnetic stand and 90 μL supernatant was removed, while beads containing hybridized rRNA were discarded. The enriched sample was cleaned up using 1.8X RNAClean XP beads and eluted in 10 μL RNAse-free water.", "cite_spans": [], "ref_spans": [], "section": "Extraction"}, {"text": "First strand cDNA synthesis was performed using the Maxima H Minus First Strand cDNA Synthesis Kit (Thermo) by incubating 10 μL nucleic acid with 1 μL dNTPs and 1 μL random hexamers at 65°C for 5 minutes. Reactions were chilled on ice and then 4 μL 5X reverse transcriptase buffer, 1 μL reverse transcriptase, and 3 μL PCR-grade water were added for a total reaction volume of 20 μL. Reactions were incubated on a thermocycler at 25°C for 10 minutes, 60°C for 45 minutes, and 85°C for 5 minutes. Single strand cDNA was then immediately converted to double strand cDNA using the NEBNext mRNA Second Strand Synthesis Module (New England Biolabs) by adding 8 μL 10X second strand synthesis buffer, 4 μL second strand synthesis enzyme, and 48 μL PCR-grade water for a total reaction volume of 80 μL. Reactions were incubated on a thermocycler at 16°C for 2.5 hours, and dsDNA was stored at -20°C until library preparation.", "cite_spans": [], "ref_spans": [], "section": "Library preparation"}, {"text": "Samples were library prepared using the KAPA DNA Library Preparation Kit for Illumina (KAPA Biosystems) modified for low input RNA samples. DNA was first cleaned up with 80 μL (1:1 bead:sample ratio) of Ampure XP beads (Beckman Coulter). Samples were eluted in 52 μL 10 mM Tris (pH 8.5) and beads left in solution. End repair was performed by adding 6 μL 10X end repair buffer and 2 μL end repair enzyme, and the 60 μL reaction was incubated at 20°C for 30 minutes. Samples were then cleaned up by adding 60 μL (1:1 ratio) of KAPA PEG/NaCl SPRI solution (KAPA Biosystems) to re-bind the DNA to the beads. Samples were eluted in 25 μL of Tris following clean-up, leaving the beads in solution.", "cite_spans": [], "ref_spans": [], "section": "Library preparation"}, {"text": "A-tailing reactions were performed by adding 3 μL 10X A-tail buffer and 2 μL A-tail enzyme, then the 30 μL reaction volume was incubated at 30°C. 70 μL Tris was added to the reaction for a total volume of 100 μL, to which 100 μL SPRI solution (1:1 ratio) was added for cleanup. Samples were eluted in 15 μL Tris, leaving the beads in solution.", "cite_spans": [], "ref_spans": [], "section": "Library preparation"}, {"text": "At this point, sample concentration was measured using a Qubit dsDNA HS Assay. Qubit readings were converted into picomoles (pmol) according to the formula (ng DNA * volume)/(average size (kbp) * 660). The amount of adapter added (pmol) was calculated as pmol DNA * 20, and for libraries with unmeasurable DNA, 0.5 μL of a 1:100 dilution of 15 μM adapter was added. Adapters used were NEBNext Adaptor for Illumina (New England Biolabs). Tris was added to calculated volume of adapters up to a total volume of 5 μL and this was combined with 14 μL A-tailed DNA, 5 μL 5X buffer and 1 μL T4 DNA ligase. The reaction was incubated at 20°C, then 1 μL USER enzyme was added to the reaction and incubated at 37°C to cleave a hairpin in the adapter. 74 μL Tris was added for a total volume of 100 μL and 100 μL SPRI solution was added for cleanup. Samples were eluted in 11 μL Tris, this time removing DNA from beads. PCR re-amplification was performed by first combining 12.5 μL PCR mastermix with 10 μL DNA. Each sample was barcoded using 1.25 μL universal primer and 1.25 μL individually barcoded primer (NEBNext Multiplex Oligos for Illumina Index Primers Set 1, New England Biolabs) or 1.25 μL of two different individually barcoded primers (Dual Index Primers Set 1, New England Biolabs). Number of PCR cycles varied depending on DNA concentration, from 12 cycles for higher concentrations up to a maximum of 16 cycles for undetectable DNA. Thermocycling parameters were: 3 minutes at 95°C, 12-16 cycles of 20s at 98°C, 15s at 65°C, and 30s at 72°C, followed by 2 minutes at 72°C.", "cite_spans": [], "ref_spans": [], "section": "Library preparation"}, {"text": "Following PCR, 75 μL Tris was added for a total volume of 100 μL. Then 90 μL Ampure beads (0.9:1 bead:sample ratio) was added; the smaller ratio is intended to eliminate small fragments in the library such as primer dimer and adapter dimer. After bead cleanup, samples were eluted in 15 μL Tris. Libraries were validated using a Qubit dsDNA HS Assay and TapeStation 4200 D5000 ScreenTape (Agilent). Post-PCR libraries were often found to have high molecular weight peaks which can affect calculations for pooling and loading the sequencing instrument; in this case, Ampure beads were used in a size selection step. A 0.6X ratio of Ampure beads was added to the samples and the supernatant was removed, with larger fragments being retained by the beads. Ampure beads were then added to the supernatant for a final ratio of 1.4X beads/PEG-NaCl to sample, and samples were eluted in 15 μL Tris. Final libraries were pooled in equimolar ratios, and validation of the final pool was performed using a Qubit dsDNA HS Assay and a TapeStation D1000 ScreenTape. Sequencing was performed on an Illumina NextSeq500 at the MRC-University of Glasgow Centre for Virus Research.", "cite_spans": [], "ref_spans": [], "section": "Library preparation"}, {"text": "Sequences were first demultiplexed according to barcode by the sequencing facility, then quality filtered using Trim Galore (Martin 2011; Andrews 2010) . Low complexity reads and PCR duplicates were filtered out using prinseq-lite (Schmieder & Edwards 2011) . Reads were mapped against the vampire bat genome (Mendoza et al. 2018) as well as the genome of the PhiX virus that is used as a positive control in Illumina sequencing, and is a widespread contaminant of previously published microbial genomes (Mukherjee et al. 2015) . Mapping was performed using bowtie2 (Langmead et al. 2009 ), and only unmapped reads were retained for further analysis. The program RiboPicker (Schmieder et al. 2012) was then used to remove reads associated with rRNA, as some will be sequenced despite the rRNA depletion treatment.", "cite_spans": [{"start": 124, "end": 137, "text": "(Martin 2011;", "ref_id": "BIBREF5"}, {"start": 138, "end": 151, "text": "Andrews 2010)", "ref_id": "BIBREF1"}, {"start": 231, "end": 257, "text": "(Schmieder & Edwards 2011)", "ref_id": "BIBREF8"}, {"start": 504, "end": 527, "text": "(Mukherjee et al. 2015)", "ref_id": "BIBREF6"}, {"start": 566, "end": 587, "text": "(Langmead et al. 2009", "ref_id": "BIBREF4"}, {"start": 674, "end": 697, "text": "(Schmieder et al. 2012)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Appendix S2: Bioinformatic pipeline"}, {"text": "We further used Diamond (Buchfink et al. 2014) to remove reads mapping to other eukaryotes and prokaryotes by comparing reads with the non-redundant NCBI database. Reads mapping to viruses by Diamond were retained for the next step of the analysis using a custom script Allmond (https://github.com/rjorton/Allmond) written for this purpose. Reads with no hits were also retained because they could be of viral origin, but not yet characterized in databases, or subsequently form larger contigs that can be classified as viral. The remaining reads (viral reads and reads with no hits) were then characterized through comparison to the Viral Refseq Protein NCBI database using Diamond with a maximum e-value of 0.001 and retaining only the top hit as the final viral classification.", "cite_spans": [{"start": 24, "end": 46, "text": "(Buchfink et al. 2014)", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Appendix S2: Bioinformatic pipeline"}, {"text": "In addition to analyses at the read level, the remaining reads (viral reads and reads with no hits) were then de novo assembled into contigs using the program SPAdes (Bankevich et al. 2012). Contigs were first compared to the non-redundant NCBI database using Diamond to remove other prokaryotic and eukaryotic matches, and then compared to the Viral Refseq Protein database, and contigs matching viral sequences were retained as a final set of viral contigs. An additional step in the pipeline predicts open reading frames (ORFs) in all contigs using the program getORF (part of EMBOSS; Rice et al. 2000) , including those that have not been assigned to any known viral taxa, and which could represent new viral species or groups. For reproducibility, the Diamond databases used for analyses (non-redundant, ViralRefSeq, and RefSeq protein) were standardized for samples that were compared to one another.", "cite_spans": [{"start": 588, "end": 605, "text": "Rice et al. 2000)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Appendix S2: Bioinformatic pipeline"}, {"text": "We analyzed two different batches of FBS (Gibco); sterile 100 μL aliquots of FBS were aliquoted to 96 well extraction plates along with 40 μL Proteinase K (Qiagen). Samples were inactivated at this stage by adding 600 μL of a mixture containing Buffer RLT, MagAttract Suspension G (both Qiagen) and isopropyl alcohol. All of these steps were performed according to CL2+ guidelines. Plates for wash steps were prepared; these included one plate containing 700 μL wash buffer AW1 and two plates containing 500 μL wash buffer RPE (both Qiagen). All plates were loaded onto a Kingfisher Flex 96 automated extraction machine (Thermo). The instrument settings, provided by Qiagen ('Protocol for purification of viral nucleic acid and bacterial DNA with Thermo Scientific KingFisher Flex'), consist of a lysis and binding step, followed by three wash steps, and a final elution in 80 μL Buffer AVE (RNase-free water with 0.04% NaN3). Extracted nucleic acid was stored at -80°C.", "cite_spans": [], "ref_spans": [], "section": "Appendix S3: FBS sequencing"}, {"text": "For one aliquot, 10 μL nucleic acid was used directly as input into cDNA synthesis but for the other there was not sufficient nucleic acid in the 10 μL aliquot to prepare a library, so 40 μL was first concentrated to 10 μL using 1.8X Agencourt RNAclean XP beads (Beckman Coulter). cDNA synthesis was performed using the Maxima H Minus First Strand cDNA Synthesis Kit (Thermo) and converted to double strand cDNA using the NEBNext mRNA Second Strand Synthesis Module (New England Biolabs). Samples were library prepared using the KAPA DNA Library Preparation Kit for Illumina (KAPA Biosystems) modified for low input RNA samples.", "cite_spans": [], "ref_spans": [], "section": "Appendix S3: FBS sequencing"}, {"text": "Two extraction methods were initially tested: a magnetic bead-based extraction using the reagents of the Biosprint One-for-all-vet kit (Qiagen) and extraction using TRIzol reagent (Invitrogen). The TRIzol method, a guanidinium thiocyanate-phenol-chloroform extraction, was ineffective as no virus was detected by qPCR in extractions from any of the components of the sample (results not shown). This could be due to salt components of RNALater, an aqueous sulfate salt solution, which appeared to adversely affect the phase separation during the TRIzol extraction. Therefore, only the magnetic bead-based extraction method is further discussed. Reagents and volumes are based upon the manufacturer's protocol, and steps are a manual approximation of the automatic extraction method previously performed on the Kingfisher Flex 96 machine. Extractions were performed manually because the CVR, where the work was carried out, has a workflow which does not allow for lab propagated samples to be extracted on machines that are used for clinical or field collected samples, such as the Kingfisher.", "cite_spans": [], "ref_spans": [], "section": "Appendix S4: Mock viral swab extraction"}, {"text": "Samples were thawed in a CL2 flow hood and the swab was removed into a tube containing 288 μL Buffer RLT and 40 μL Proteinase K. The swab/lysis buffer tubes were vortexed for 15 seconds, incubated for 5 minutes, vortexed again, and the swab removed. 100 μL DPBS was added to make up the volume required in the protocol.", "cite_spans": [], "ref_spans": [], "section": "Appendix S4: Mock viral swab extraction"}, {"text": "The original tube without the swab was centrifuged at 13,000xg for 5 minutes. 100 μL supernatant was then removed to another tube containing 288 μL Buffer RLT and 40 μL Proteinase K. Finally, the remaining supernatant was removed from the original tube and the pellet resuspended in 100 μL DPBS. The resuspended pellet was transferred to a third tube containing 288 μL Buffer RLT and 40 μL Proteinase K.", "cite_spans": [], "ref_spans": [], "section": "Appendix S4: Mock viral swab extraction"}, {"text": "To each of the three tubes now containing sample (swab, supernatant, resuspended pellet), lysis buffer and Proteinase K, 288 μL isopropanol and 24 μL MagAttract beads were added. Samples were mixed on a rotating tube mixer for 5 minutes, briefly spun down, beads pelleted using a magnetic bead separation rack and supernatant removed. All mixing and pelleting steps were performed in this way. Three wash steps were performed -700 μL Buffer AW1 and 1 minute of mixing, followed by two steps of 500 μL Buffer RPE and 1 minute of mixing. After removing supernatant, beads were air dried for 15 minutes, 100 μL Buffer AVE was added and mixed for 5 minutes. Beads were pelleted and the supernatant was removed and kept. The extracted RNA was temporarily stored at -20°C before proceeding to cDNA synthesis.", "cite_spans": [], "ref_spans": [], "section": "Appendix S4: Mock viral swab extraction"}, {"text": "cDNA synthesis was performed with 5 μL RNA using random primers and SuperScript III Reverse Transcriptase (Invitrogen) according to the manufacturer's instructions. The cDNA was then used as input into a qPCR assay to determine viral copy number in each extraction. The qPCR assay was performed using the Brilliant III Ultra Fast qPCR kit (Agilent) and previously designed SBV primers and probe (Hoffmann et al. 2012 ) on an ABI7500 Fast Real Time PCR System (Applied Biosystems). qPCR reactions of samples and standards were run in triplicate, and quantity of viral copies was assessed against a standard curve of SBV concentrations ranging from 10 9 -10 1 copies/μL. Controls containing no template were run in triplicate for each set of qPCR reactions. The approximate accuracy of the qPCR assay was confirmed by quantifying undiluted virus that had been extracted using the same method (concentration 3.9x10 5 PFU/mL or approximately 4.02x10 8 copies/mL) which was estimated as 2.2x10 8 copies/mL by qPCR. Table S2 . FBS1  NODE_57   CCTGATGTTCTCCAGCTTGGTCAGAGGTGATGATGGGAGGGTGTCCCAAGGAGATGAACT  TGACGTATGGTTTTATGTGGTATTGGCTATGGTATGCATACTCCTGATGGTAAAAAGAGA  CCCCACAACAATCCCTGCAGTAGTGATAATAACAGGTGTTAAAACAAGACAATATGCTGC  ATGGCTAGAACTAGATGTAGCTTTGTCAATAGTTGCGGCCATTGTACTACTCCATTCCTA  TATTAGTAGTTACTATAGATACAAACAATGGTTACAGTGTGTGATAAGTCTACTAGCTGG  TTTTTTTATAATAAGGACGTTGAAAGCTGTAGGGGAGTGCCAACTGCCTGTAATAACAGT  GCCTAATGTGAAGCCCTTGCCCATAGTGATTATATACCTAATTACAACCACTTTGGTGAC  CCACCAGAACCTGGATTTGGCTGGAATATTCCTCAGTAACGCACCAATTATGTTAATGGT  ACTAACCCTGTGGGCAGATCTACTTACCCTCATTCTGGTCCTGCCAACTTATGAATTAAC  AAAATTGTACTACATCAGAAGGGTGAAGAAGGACGTAGAGAGGAGTTGGCTAGGGGCTAC  AAACTTCACACGTGTGGACTCTGTGTATGAATTAGATGGATCTGAAGAAGGGGTGTATTT  ATTCCCCTCCAGGCAAGGCCCCGGAGCAAAAACAGGTGAAATACTACCAGTATTGAGGTG  TGTGTTAATAAGCTGCGTCAGCAGTTACTGGCAGTGGACATATCTAATCTACCTGGTGAT  TGAATTGGTATATTTCATGCATAGAAGAGTGATAGAAGAGGTAGCTGGTGGAACCAACGC  GCTCTCTAGAATGATTGCTGGGCTGATAGAAATGAGTTGGGCTCTGGACGAAGAAGAGGG  CAGGGGGCTTAAAAAGTTCTACATTTTGTCTGCTAGGCTCAAGAATTTGGTAATGAAGCA  CAAGGTCAGAAATGAAACTATAAGGGCGTGGTATGAGGAAGAAGAAATTTATGGAATGCC  AAAAGTTGTCACATTGATCAAAGCTGCCTCATTAAGCCAGAGCAAACACTGTATTCTATG  CACTGTATGTGAAAGACGTGATTGGAAGGGTGGTAGCTGCCCTAAATGCGGTCGTTCCGG  CAGGCCCATATCATGCGGAATGACTCTAGCTGACTTTGAGGAAAAACATTATAAAAGGAT  CTTCATAAGAGAGGGAGAATTGGACGGGCCTTTCAGGCAGGAGGCCAGAGGGTATTTACA  ATACATAGCAAGAGGACAGCTTTTCCTAAGGAATTTACCAATACTGGCAACCAAAGTAAA  ACTATTAATGGTAGGGAACCTGGGATCCGAAGTAGGCGATCTCGAACACCTAGGTTGGGT  TCTGAGGGGACCTGCG  FBS1  NODE_74   CTGACTCTTTTCTCACACTTCAGTCCTGTGTCTACCACTACATCTAGATCAGGTAAGGTC  ACTCCTGATTCTATGGCGTTTGTGGCAACTACTACATATGGTGATTGTGATGTAACAACC  CTCAGGTTTGCTGGGTCCTCTCCACTATAATAATAGCCTGAGTTGTAACCTTTAGCCTTC  AATTTCTTTGCCACCTCCACAGCCATATTCCTAGTGGGTACAAACACTAACATATTACCC  TTCATTTCTTCTGTTGGTATTTTAAGTCCAGCTATATCCAGGAAATTTGATCCCAGATCC  TCCCCCTTCATAACTTCTGGAGCTATAAACTCCTCGATAGGGTGTTTCTGCCCAGTGGTT  GTGACTGACCCAGCTGGAGTAGCGGTCATAGCCACAACTCTTAGGTTTTCCGAGAACCTG  TGGATCTTCCCTATTATGGCCAACTGCTCCGGAGTAGCACAGTGGTATTCATCCAGGAAG  ATATAAGAGTATTCCACCATTGCTGCTCTCAATTTTGGCTGGGGCATTTGGCAAAAGTAT  CCGTATGAGGCATATGTTATCCCTGTAGCCATGTCACCTTCTTTCATTTCCCCTATCCTG  AGGTTGAAGGCAATACTGGGGTGCTTTTGTTTCATATACTGGTATACTGATTCCGCCGCT  GCTCGCAGCGGGATTAGAACCAATACCCTCTTGTGTCTTCCAATTTCTTCTATCACTGAT  CTTGGAAGCTCTGTGGTTTTTCCTGCCCCCGTGGCCAATGTTATTTGCTTGAATTCCCCC  CTGTTCATTGCTACTATTTTCTTTACCATCTCTGTCAAGTCAGTTGTGCTTTTTGACACT  GTTTGTATCCCACTCATAAGCTTGGTGGGTTTGGACTCTTCATTCTTCCCAACTTTGACT  CTCCCAACAACCCTGCCGCTGGATGCTTCGAATATGGGCAATCCGGACCAGCCTTTTAAG  TTCTTCAGGTCGAAGAAAGCTGGAGTGCCTGAGGCAGTCACACAGGTGAACTCCCCTCCT  GTTTTCTGCAGATGTACCATTGCTCCTCTGGTCCCAGCTATGTTCTGTGCCTCTGGATTC  AGCACGTAACACCTAGCGCCTTCTGGACAACCTGAATCAGTCTTTATGCCATATTCGGTC  TCATCTGTCATTTTGTTGTTACTTTGGCACACCACCCTGGTTCGGCCTAATGAGTCACAG  ACCAGCAGGTCTTTCCCTGCCGTTACATGGTCCACTGAACTTATCCCCCCTTGGTGTGTA  TAAGCCCATCCTGTTTCCAG  FBS1  NODE_99   TGCTGTTAATTAATGAGGTAGTGTTGTTGAATGAGGTAGTTCTCATTAGCCTAAAGTAAT  AAATTAGCTCTGACAATACCTACACTATATATTACATGTTATTGTTATTTACATTTATAT  ACACACATGTTCCTGCCTAGATGACAGCCTTCTCTCCTATGGCCGCCATCATCAAGACCC  TCAGCCTTCTCAGGATTACATTGACTATTGGACCAAGACGGTATCTGTCTTTCCCCACCC  TTAAGATGGGTCCTCCTGGCCCTATTAGCCTCAGTTCTTCATAATACTTGCCTTGCAAGG  TGTGTCCTTCATCGGGGATGTACATTTTGTTGGTCTTACTAGAAACCAGCCGGTCAGCAT  TGACAAGCCAGTTACCTTCTTCTTTCCCCACCTTCACACAGTCTTCGAGTAGTCTTTTAC  TAGTGTGCCTTGTCCATATCCCCAATGTGGACATACTCAGGTTTAAGCTAGCCAGCTTCT  CAAAACCAACTCTCTTCAGATCATGCAGGTTGTGCCCTACAACCTCCTTGTAGGCCCCTA  TAGGGTCTCCCTTATAGTAGTAAGTGGCTTGTTTAGAAGGGTCTACCTCTGGTTTTGATG  ATAAGGTCAACAGACAAATCCTCCTGATTAAAGGGTTCCAGGAGTACATCAGGAGGAAGC  TGAATGCCACTGCTTTCTCATATGCGGCAGTGCCCCTCTCCCCACTTGAGTCAAGCCTAG  TGGCCATTTTTGCAAGTACTGTGGCGGTGTTTCTTCCGGCCATGTAGCCGCTGCTGTTGT  CTGACCATCTAACGGGGATTGGTGTGTGGGAACAAAACTCTATGTCTTCAAATCTGTAAG  CCACCTTCATTTTGTCTCCTTCTAGTATCTTTTGTGGTTTGCCAGATTCATACAATATCT  GGGCTCCTTTACTGGCAAACTTCAACCCCAGTCCTCTCTCTGTTATCAGAAAGCCGTCGT  CTCCACAGACATGTATTCTTGCTACTCTGTTGAAACTCCTGTACGGGACCCCAGTGCTCT  CACAAAAAGCATACACCATGGTTAGCACATTTAGCATGCTGTTCCCTGCGCTTGTGTCTG  GTTGGCCACTGCCCCTCTGCCCCTTTCTTATGTAGACCTCACCATCAGCTGTGATCACCG  GGACCTCAGTCATGTGTTCTGTTAA  FBS2  NODE_244   CACCATGGTTAATACATTCAGCATGCTGTTCCCTGCACTTGTATCTGGTTGGCCACTGCC  CCTCTGCCCCTTTCTTATGTAGACCTCACCATCAGCTGTGATTACCGGGACCTCAGTCAT  GTGTTCTGTTAAGGTGTCAATGAACTTATGCCATCTGCTCTTGAAATAGTATTTTTGTAT  CCTCCCTATGAGGCGGAGATCGCGGCTCGTCACCTGAGTGTCCCAAGCCTTTGTGTCAAA  ACTCACTGCCACCGGGTCGTTGAAGCCATCCCACTCCTTCTTTACCTTGTCAAAGATTTG  GAAAAGTGGGGTTTTTCCTTCGTACCCCGGTATCACCACAGGTTTTTGCTTGACCCACTT  GTACATCACTTTGGTGATTGCCAATCTGACTTTGGCATCTGGGTACTGTATAACTCTTGG  TTTCTTTTCATCAACCAAGTCCCCTGCTTCCCAGTCATCGTTGACATCTCTCTTCTCATT  CTTAGGTATGGCTGTCTCATAGTAATTGATCTTCTTCCCTCTTTTCAGGTCCTTGACTAT  TTCTTCAACTAAGTTCTTCTCTGAAGCGAGCACCTCCCCTATATTTTTCTTTTCCAGGAA  CCCTGCTGCTCCTTTCCTGTTTATGCCAGCCTCTAGTTCCTCCCATGACACCTCGTCATA  AACACCTTTTAGTTCTGGGACCTTAAGCGTATCAAACACTTCCCATAGCTTCTCATGCAG  ATCTGGGCTTTGGGCGTTCTCTTCCTTATCTATTTTGTCTCTGATTGCTTGATGG  Table S4 . Model comparison between linear and polynomial models for each sample type (feces and saliva) and filtering (all viral genera and vertebrate-infecting only) combination at the family level. For each combination, two models were run and compared through both likelihood ratio test (L, X 2 , d.f., and P-value) and AIC (AIC and ΔAIC). Figure S1 . Schematic diagram of the bioinformatic pipeline developed to analyze vampire bat viral communities. The diagram depicts each step, the script used to perform the analysis, settings used, and output files (using sample FBS1 as an example).", "cite_spans": [{"start": 395, "end": 416, "text": "(Hoffmann et al. 2012", "ref_id": "BIBREF3"}], "ref_spans": [{"start": 1010, "end": 1018, "text": "Table S2", "ref_id": null}, {"start": 1021, "end": 5868, "text": "FBS1  NODE_57   CCTGATGTTCTCCAGCTTGGTCAGAGGTGATGATGGGAGGGTGTCCCAAGGAGATGAACT  TGACGTATGGTTTTATGTGGTATTGGCTATGGTATGCATACTCCTGATGGTAAAAAGAGA  CCCCACAACAATCCCTGCAGTAGTGATAATAACAGGTGTTAAAACAAGACAATATGCTGC  ATGGCTAGAACTAGATGTAGCTTTGTCAATAGTTGCGGCCATTGTACTACTCCATTCCTA  TATTAGTAGTTACTATAGATACAAACAATGGTTACAGTGTGTGATAAGTCTACTAGCTGG  TTTTTTTATAATAAGGACGTTGAAAGCTGTAGGGGAGTGCCAACTGCCTGTAATAACAGT  GCCTAATGTGAAGCCCTTGCCCATAGTGATTATATACCTAATTACAACCACTTTGGTGAC  CCACCAGAACCTGGATTTGGCTGGAATATTCCTCAGTAACGCACCAATTATGTTAATGGT  ACTAACCCTGTGGGCAGATCTACTTACCCTCATTCTGGTCCTGCCAACTTATGAATTAAC  AAAATTGTACTACATCAGAAGGGTGAAGAAGGACGTAGAGAGGAGTTGGCTAGGGGCTAC  AAACTTCACACGTGTGGACTCTGTGTATGAATTAGATGGATCTGAAGAAGGGGTGTATTT  ATTCCCCTCCAGGCAAGGCCCCGGAGCAAAAACAGGTGAAATACTACCAGTATTGAGGTG  TGTGTTAATAAGCTGCGTCAGCAGTTACTGGCAGTGGACATATCTAATCTACCTGGTGAT  TGAATTGGTATATTTCATGCATAGAAGAGTGATAGAAGAGGTAGCTGGTGGAACCAACGC  GCTCTCTAGAATGATTGCTGGGCTGATAGAAATGAGTTGGGCTCTGGACGAAGAAGAGGG  CAGGGGGCTTAAAAAGTTCTACATTTTGTCTGCTAGGCTCAAGAATTTGGTAATGAAGCA  CAAGGTCAGAAATGAAACTATAAGGGCGTGGTATGAGGAAGAAGAAATTTATGGAATGCC  AAAAGTTGTCACATTGATCAAAGCTGCCTCATTAAGCCAGAGCAAACACTGTATTCTATG  CACTGTATGTGAAAGACGTGATTGGAAGGGTGGTAGCTGCCCTAAATGCGGTCGTTCCGG  CAGGCCCATATCATGCGGAATGACTCTAGCTGACTTTGAGGAAAAACATTATAAAAGGAT  CTTCATAAGAGAGGGAGAATTGGACGGGCCTTTCAGGCAGGAGGCCAGAGGGTATTTACA  ATACATAGCAAGAGGACAGCTTTTCCTAAGGAATTTACCAATACTGGCAACCAAAGTAAA  ACTATTAATGGTAGGGAACCTGGGATCCGAAGTAGGCGATCTCGAACACCTAGGTTGGGT  TCTGAGGGGACCTGCG  FBS1  NODE_74   CTGACTCTTTTCTCACACTTCAGTCCTGTGTCTACCACTACATCTAGATCAGGTAAGGTC  ACTCCTGATTCTATGGCGTTTGTGGCAACTACTACATATGGTGATTGTGATGTAACAACC  CTCAGGTTTGCTGGGTCCTCTCCACTATAATAATAGCCTGAGTTGTAACCTTTAGCCTTC  AATTTCTTTGCCACCTCCACAGCCATATTCCTAGTGGGTACAAACACTAACATATTACCC  TTCATTTCTTCTGTTGGTATTTTAAGTCCAGCTATATCCAGGAAATTTGATCCCAGATCC  TCCCCCTTCATAACTTCTGGAGCTATAAACTCCTCGATAGGGTGTTTCTGCCCAGTGGTT  GTGACTGACCCAGCTGGAGTAGCGGTCATAGCCACAACTCTTAGGTTTTCCGAGAACCTG  TGGATCTTCCCTATTATGGCCAACTGCTCCGGAGTAGCACAGTGGTATTCATCCAGGAAG  ATATAAGAGTATTCCACCATTGCTGCTCTCAATTTTGGCTGGGGCATTTGGCAAAAGTAT  CCGTATGAGGCATATGTTATCCCTGTAGCCATGTCACCTTCTTTCATTTCCCCTATCCTG  AGGTTGAAGGCAATACTGGGGTGCTTTTGTTTCATATACTGGTATACTGATTCCGCCGCT  GCTCGCAGCGGGATTAGAACCAATACCCTCTTGTGTCTTCCAATTTCTTCTATCACTGAT  CTTGGAAGCTCTGTGGTTTTTCCTGCCCCCGTGGCCAATGTTATTTGCTTGAATTCCCCC  CTGTTCATTGCTACTATTTTCTTTACCATCTCTGTCAAGTCAGTTGTGCTTTTTGACACT  GTTTGTATCCCACTCATAAGCTTGGTGGGTTTGGACTCTTCATTCTTCCCAACTTTGACT  CTCCCAACAACCCTGCCGCTGGATGCTTCGAATATGGGCAATCCGGACCAGCCTTTTAAG  TTCTTCAGGTCGAAGAAAGCTGGAGTGCCTGAGGCAGTCACACAGGTGAACTCCCCTCCT  GTTTTCTGCAGATGTACCATTGCTCCTCTGGTCCCAGCTATGTTCTGTGCCTCTGGATTC  AGCACGTAACACCTAGCGCCTTCTGGACAACCTGAATCAGTCTTTATGCCATATTCGGTC  TCATCTGTCATTTTGTTGTTACTTTGGCACACCACCCTGGTTCGGCCTAATGAGTCACAG  ACCAGCAGGTCTTTCCCTGCCGTTACATGGTCCACTGAACTTATCCCCCCTTGGTGTGTA  TAAGCCCATCCTGTTTCCAG  FBS1  NODE_99   TGCTGTTAATTAATGAGGTAGTGTTGTTGAATGAGGTAGTTCTCATTAGCCTAAAGTAAT  AAATTAGCTCTGACAATACCTACACTATATATTACATGTTATTGTTATTTACATTTATAT  ACACACATGTTCCTGCCTAGATGACAGCCTTCTCTCCTATGGCCGCCATCATCAAGACCC  TCAGCCTTCTCAGGATTACATTGACTATTGGACCAAGACGGTATCTGTCTTTCCCCACCC  TTAAGATGGGTCCTCCTGGCCCTATTAGCCTCAGTTCTTCATAATACTTGCCTTGCAAGG  TGTGTCCTTCATCGGGGATGTACATTTTGTTGGTCTTACTAGAAACCAGCCGGTCAGCAT  TGACAAGCCAGTTACCTTCTTCTTTCCCCACCTTCACACAGTCTTCGAGTAGTCTTTTAC  TAGTGTGCCTTGTCCATATCCCCAATGTGGACATACTCAGGTTTAAGCTAGCCAGCTTCT  CAAAACCAACTCTCTTCAGATCATGCAGGTTGTGCCCTACAACCTCCTTGTAGGCCCCTA  TAGGGTCTCCCTTATAGTAGTAAGTGGCTTGTTTAGAAGGGTCTACCTCTGGTTTTGATG  ATAAGGTCAACAGACAAATCCTCCTGATTAAAGGGTTCCAGGAGTACATCAGGAGGAAGC  TGAATGCCACTGCTTTCTCATATGCGGCAGTGCCCCTCTCCCCACTTGAGTCAAGCCTAG  TGGCCATTTTTGCAAGTACTGTGGCGGTGTTTCTTCCGGCCATGTAGCCGCTGCTGTTGT  CTGACCATCTAACGGGGATTGGTGTGTGGGAACAAAACTCTATGTCTTCAAATCTGTAAG  CCACCTTCATTTTGTCTCCTTCTAGTATCTTTTGTGGTTTGCCAGATTCATACAATATCT  GGGCTCCTTTACTGGCAAACTTCAACCCCAGTCCTCTCTCTGTTATCAGAAAGCCGTCGT  CTCCACAGACATGTATTCTTGCTACTCTGTTGAAACTCCTGTACGGGACCCCAGTGCTCT  CACAAAAAGCATACACCATGGTTAGCACATTTAGCATGCTGTTCCCTGCGCTTGTGTCTG  GTTGGCCACTGCCCCTCTGCCCCTTTCTTATGTAGACCTCACCATCAGCTGTGATCACCG  GGACCTCAGTCATGTGTTCTGTTAA  FBS2  NODE_244   CACCATGGTTAATACATTCAGCATGCTGTTCCCTGCACTTGTATCTGGTTGGCCACTGCC  CCTCTGCCCCTTTCTTATGTAGACCTCACCATCAGCTGTGATTACCGGGACCTCAGTCAT  GTGTTCTGTTAAGGTGTCAATGAACTTATGCCATCTGCTCTTGAAATAGTATTTTTGTAT  CCTCCCTATGAGGCGGAGATCGCGGCTCGTCACCTGAGTGTCCCAAGCCTTTGTGTCAAA  ACTCACTGCCACCGGGTCGTTGAAGCCATCCCACTCCTTCTTTACCTTGTCAAAGATTTG  GAAAAGTGGGGTTTTTCCTTCGTACCCCGGTATCACCACAGGTTTTTGCTTGACCCACTT  GTACATCACTTTGGTGATTGCCAATCTGACTTTGGCATCTGGGTACTGTATAACTCTTGG  TTTCTTTTCATCAACCAAGTCCCCTGCTTCCCAGTCATCGTTGACATCTCTCTTCTCATT  CTTAGGTATGGCTGTCTCATAGTAATTGATCTTCTTCCCTCTTTTCAGGTCCTTGACTAT  TTCTTCAACTAAGTTCTTCTCTGAAGCGAGCACCTCCCCTATATTTTTCTTTTCCAGGAA  CCCTGCTGCTCCTTTCCTGTTTATGCCAGCCTCTAGTTCCTCCCATGACACCTCGTCATA  AACACCTTTTAGTTCTGGGACCTTAAGCGTATCAAACACTTCCCATAGCTTCTCATGCAG  ATCTGGGCTTTGGGCGTTCTCTTCCTTATCTATTTTGTCTCTGATTGCTTGATGG  Table S4", "ref_id": "TABREF0"}, {"start": 6204, "end": 6213, "text": "Figure S1", "ref_id": null}], "section": "Appendix S4: Mock viral swab extraction"}, {"text": "(1) Raw Reads Figure S2 . Proportion of reads filtered out during bioinformatic processing steps from multicolony pools (names correspond to Figure S3 . Krona plots depicting the distribution of reads from locality LR in (A) fecal and (B) saliva pools which were processed according to the optimized protocol. Reads are shown following quality filtering, rRNA depletion, and host subtraction but prior to subtraction of reads closely matching other prokaryotic/eukaryotic taxa based on Diamond blast comparison to the Genbank nr database. Red segments are bacterial taxa and green are eukaryotic taxa, while archaea and viruses are represented by smaller blue and purple segments respectively, and unassigned taxa are shown in gray. Taxa with a high percentage of reads out of the total have names shown, while names of taxa with lower percentages are not depicted to facilitate visualization. Sample names are shown inside plots and correspond to descriptions in Table 1 . ", "cite_spans": [], "ref_spans": [{"start": 14, "end": 23, "text": "Figure S2", "ref_id": null}, {"start": 141, "end": 150, "text": "Figure S3", "ref_id": null}, {"start": 964, "end": 971, "text": "Table 1", "ref_id": "TABREF3"}], "section": "Contig ID Sequence"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Appendix S7: Supplementary References", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "SPAdes: A New Genome Assembly Algorithm and Its Applications to Single-Cell Sequencing", "authors": [{"first": "S ( ;", "middle": [], "last": "Andrews", "suffix": ""}, {"first": "A", "middle": [], "last": "Bankevich", "suffix": ""}, {"first": "S", "middle": [], "last": "Nurk", "suffix": ""}, {"first": "D", "middle": [], "last": "Antipov", "suffix": ""}], "year": 2010, "venue": "Journal of Computational Biology", "volume": "19", "issn": "", "pages": "455--477", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Fast and sensitive protein alignment using DIAMOND", "authors": [{"first": "B", "middle": [], "last": "Buchfink", "suffix": ""}, {"first": "C", "middle": [], "last": "Xie", "suffix": ""}, {"first": "D", "middle": ["H"], "last": "Huson", "suffix": ""}], "year": 2014, "venue": "Nature Methods", "volume": "12", "issn": "", "pages": "59--60", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Novel Orthobunyavirus in Cattle", "authors": [{"first": "B", "middle": [], "last": "Hoffmann", "suffix": ""}, {"first": "M", "middle": [], "last": "Scheuch", "suffix": ""}, {"first": "D", "middle": [], "last": "Hoeper", "suffix": ""}], "year": 2011, "venue": "Europe", "volume": "18", "issn": "", "pages": "469--472", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Ultrafast and memory-efficient alignment of short DNA sequences to the human genome", "authors": [{"first": "B", "middle": [], "last": "Langmead", "suffix": ""}, {"first": "C", "middle": [], "last": "Trapnell", "suffix": ""}, {"first": "M", "middle": [], "last": "Pop", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Salzberg", "suffix": ""}], "year": 2009, "venue": "Genome Biology", "volume": "10", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Cutadapt removes adapter sequences from high-throughput sequencing reads", "authors": [{"first": "M", "middle": [], "last": "Martin", "suffix": ""}], "year": 2011, "venue": "EMBnet.Journal", "volume": "17", "issn": "", "pages": "10--12", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Large-scale contamination of microbial isolate genomes by Illumina PhiX control", "authors": [{"first": "S", "middle": [], "last": "Mukherjee", "suffix": ""}, {"first": "M", "middle": [], "last": "Huntemann", "suffix": ""}, {"first": "N", "middle": [], "last": "Ivanova", "suffix": ""}, {"first": "N", "middle": ["C"], "last": "Kyrpides", "suffix": ""}, {"first": "A", "middle": [], "last": "Pati", "suffix": ""}], "year": 2015, "venue": "Standards in Genomic Sciences", "volume": "10", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "EMBOSS: The European molecular biology open software suite", "authors": [{"first": "P", "middle": [], "last": "Rice", "suffix": ""}, {"first": "I", "middle": [], "last": "Longden", "suffix": ""}, {"first": "A", "middle": [], "last": "Bleasby", "suffix": ""}], "year": 2000, "venue": "Trends in Genetics", "volume": "16", "issn": "", "pages": "276--277", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Quality control and preprocessing of metagenomic datasets", "authors": [{"first": "R", "middle": [], "last": "Schmieder", "suffix": ""}, {"first": "R", "middle": [], "last": "Edwards", "suffix": ""}], "year": 2011, "venue": "Bioinformatics", "volume": "27", "issn": "", "pages": "863--864", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Identification and removal of ribosomal RNA sequences from metatranscriptomes", "authors": [{"first": "R", "middle": [], "last": "Schmieder", "suffix": ""}, {"first": "Y", "middle": ["W"], "last": "Lim", "suffix": ""}, {"first": "R", "middle": [], "last": "Edwards", "suffix": ""}], "year": 2012, "venue": "Bioinformatics", "volume": "28", "issn": "", "pages": "433--435", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Hologenomic adaptations underlying the evolution of sanguivory in the common vampire bat", "authors": [{"first": "M", "middle": ["L"], "last": "Zepeda-Mendoza", "suffix": ""}], "year": 2018, "venue": "Nature Ecology & Evolution", "volume": "2", "issn": "", "pages": "659--668", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Number of viral genera and vertebrate viral genera detected in fecal (N=5) and saliva (N=7) samples at increasing percentage of the original raw reads. Percent reads are z-score standardized by subtracting the mean and dividing by the standard deviation. Points, which are semi-transparent to indicate density, show the rescaled original data, and lines show the model prediction.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Families and genera of vertebrate-infecting viruses. The list, which was compiled using the 2017 ICTV Taxonomy, was used to filter taxa lists for vertebrate-infecting viral taxa only for subsequent analyses.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Family </td><td>Genus </td></tr><tr><td>Hantaviridae </td><td>Orthohantavirus </td></tr><tr><td>Nairoviridae </td><td>Orthonairovirus </td></tr><tr><td>Peribunyaviridae </td><td>Herbevirus </td></tr><tr><td>Orthobunyavirus </td></tr><tr><td>Phenuiviridae </td><td>Goukovirus </td></tr><tr><td>Phlebovirus </td></tr><tr><td>Alloherpesviridae </td><td>Batrachovirus </td></tr><tr><td>Cyprinivirus </td></tr><tr><td> </td><td>Ictalurivirus </td></tr><tr><td>Herpesviridae </td><td>Salmonivirus </td></tr><tr><td>Iltovirus </td></tr><tr><td>Mardivirus </td></tr><tr><td> </td><td>Scutavirus </td></tr><tr><td> </td><td>Simplexvirus </td></tr><tr><td> </td><td>Varicellovirus </td></tr><tr><td> </td><td>Cytomegalovirus </td></tr><tr><td> </td><td>Muromegalovirus </td></tr><tr><td> </td><td>Proboscivirus </td></tr><tr><td> </td><td>Roseolovirus </td></tr><tr><td> </td><td>Lymphocryptovirus </td></tr><tr><td> </td><td>Macavirus </td></tr><tr><td> </td><td>Percavirus </td></tr><tr><td>Bornaviridae </td><td>Rhadinovirus </td></tr><tr><td>Bornavirus </td></tr><tr><td>Filoviridae </td><td>Cuevavirus </td></tr><tr><td>Ebolavirus </td></tr><tr><td>Nyamiviridae </td><td>Marburgvirus </td></tr><tr><td>Nyavirus </td></tr><tr><td>Paramyxoviridae </td><td>Aquaparamyxovirus </td></tr><tr><td>Avulavirus </td></tr><tr><td> </td><td>Ferlavirus </td></tr></table></body></html>"}, "TABREF1": {"text": "Appendix S6: Supplementary Figures", "latex": null, "type": "table"}, "TABREF3": {"text": ". Pools were processed using the viral community bioinformatic pipeline. Sequencing quality reads are those removed by Trim Galore, low complexity/duplicate reads are removed by prinseq-lite, vampire bat are reads mapping the vampire bat genome, PhiX are reads mapping to the PhiX genome, Ribosomal RNA are those removed by RiboPicker, and other prokaryote/eukaryote are reads assigned to those taxa when using Diamond to compare reads to the Genbank nr database. Remaining reads are those assigned to viruses or unassigned.", "latex": null, "type": "table"}, "TABREF4": {"text": "Table S2. Bovine viral diarrhea virus nucleotide blast hits. Blast results from large contigs assembled from FBS samples. Contig length and k-mer coverage are reported based on the SPAdes assembly. Query coverage and percent identity are from the nucleotide blast, in addition to accession number and description of the top blast hit from the Genbank nt database.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Contig ID† </td><td>Contig </td><td>K-mer </td><td>Blast </td><td>Blast </td><td>Blast </td><td>Description of blast hit </td></tr><tr><td>Length </td><td>coverage </td><td>Genbank ID </td><td>Query </td><td>Identity </td><td> </td></tr><tr><td> </td><td>(bp) </td><td> </td><td> </td><td>cover </td><td>(%) </td><td> </td></tr><tr><td>FBS1 NODE_57 </td><td>1396 </td><td>3.33 </td><td>KY683847.1 </td><td>100% </td><td>96% </td><td>Bovine viral diarrhea virus 3 strain SV757/15 </td></tr><tr><td>FBS1 NODE_74 </td><td>1280 </td><td>2.49 </td><td>KY683847.1 </td><td>100% </td><td>97% </td><td>Bovine viral diarrhea virus 3 strain SV757/15 </td></tr></table></body></html>"}, "TABREF5": {"text": "Table S3 Table S3. Contig sequences matching bovine viral diarrhea virus detected in FBS. Contig names correspond to those in Table S2.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Contig ID </td><td>Sequence </td></tr><tr><td>FBS1 NODE_57 </td><td>CCTGATGTTCTCCAGCTTGGTCAGAGGTGATGATGGGAGGGTGTCCCAAGGAGATGAACT TGACGTATGGTTTTATGTGGTATTGGCTATGGTATGCATACTCCTGATGGTAAAAAGAGA CCCCACAACAATCCCTGCAGTAGTGATAATAACAGGTGTTAAAACAAGACAATATGCTGC ATGGCTAGAACTAGATGTAGCTTTGTCAATAGTTGCGGCCATTGTACTACTCCATTCCTA TATTAGTAGTTACTATAGATACAAACAATGGTTACAGTGTGTGATAAGTCTACTAGCTGG TTTTTTTATAATAAGGACGTTGAAAGCTGTAGGGGAGTGCCAACTGCCTGTAATAACAGT GCCTAATGTGAAGCCCTTGCCCATAGTGATTATATACCTAATTACAACCACTTTGGTGAC CCACCAGAACCTGGATTTGGCTGGAATATTCCTCAGTAACGCACCAATTATGTTAATGGT ACTAACCCTGTGGGCAGATCTACTTACCCTCATTCTGGTCCTGCCAACTTATGAATTAAC AAAATTGTACTACATCAGAAGGGTGAAGAAGGACGTAGAGAGGAGTTGGCTAGGGGCTAC AAACTTCACACGTGTGGACTCTGTGTATGAATTAGATGGATCTGAAGAAGGGGTGTATTT ATTCCCCTCCAGGCAAGGCCCCGGAGCAAAAACAGGTGAAATACTACCAGTATTGAGGTG TGTGTTAATAAGCTGCGTCAGCAGTTACTGGCAGTGGACATATCTAATCTACCTGGTGAT </td></tr><tr><td>FBS1 NODE_74 </td><td>TGAATTGGTATATTTCATGCATAGAAGAGTGATAGAAGAGGTAGCTGGTGGAACCAACGC GCTCTCTAGAATGATTGCTGGGCTGATAGAAATGAGTTGGGCTCTGGACGAAGAAGAGGG CAGGGGGCTTAAAAAGTTCTACATTTTGTCTGCTAGGCTCAAGAATTTGGTAATGAAGCA CAAGGTCAGAAATGAAACTATAAGGGCGTGGTATGAGGAAGAAGAAATTTATGGAATGCC AAAAGTTGTCACATTGATCAAAGCTGCCTCATTAAGCCAGAGCAAACACTGTATTCTATG CACTGTATGTGAAAGACGTGATTGGAAGGGTGGTAGCTGCCCTAAATGCGGTCGTTCCGG CAGGCCCATATCATGCGGAATGACTCTAGCTGACTTTGAGGAAAAACATTATAAAAGGAT CTTCATAAGAGAGGGAGAATTGGACGGGCCTTTCAGGCAGGAGGCCAGAGGGTATTTACA ATACATAGCAAGAGGACAGCTTTTCCTAAGGAATTTACCAATACTGGCAACCAAAGTAAA ACTATTAATGGTAGGGAACCTGGGATCCGAAGTAGGCGATCTCGAACACCTAGGTTGGGT TCTGAGGGGACCTGCG CTGACTCTTTTCTCACACTTCAGTCCTGTGTCTACCACTACATCTAGATCAGGTAAGGTC ACTCCTGATTCTATGGCGTTTGTGGCAACTACTACATATGGTGATTGTGATGTAACAACC CTCAGGTTTGCTGGGTCCTCTCCACTATAATAATAGCCTGAGTTGTAACCTTTAGCCTTC AATTTCTTTGCCACCTCCACAGCCATATTCCTAGTGGGTACAAACACTAACATATTACCC TTCATTTCTTCTGTTGGTATTTTAAGTCCAGCTATATCCAGGAAATTTGATCCCAGATCC TCCCCCTTCATAACTTCTGGAGCTATAAACTCCTCGATAGGGTGTTTCTGCCCAGTGGTT GTGACTGACCCAGCTGGAGTAGCGGTCATAGCCACAACTCTTAGGTTTTCCGAGAACCTG TGGATCTTCCCTATTATGGCCAACTGCTCCGGAGTAGCACAGTGGTATTCATCCAGGAAG ATATAAGAGTATTCCACCATTGCTGCTCTCAATTTTGGCTGGGGCATTTGGCAAAAGTAT CCGTATGAGGCATATGTTATCCCTGTAGCCATGTCACCTTCTTTCATTTCCCCTATCCTG AGGTTGAAGGCAATACTGGGGTGCTTTTGTTTCATATACTGGTATACTGATTCCGCCGCT </td></tr></table></body></html>"}, "TABREF6": {"text": "Table S4. Model comparison between linear and polynomial models for each sample type (feces and saliva) and filtering (all viral genera and vertebrate-infecting only) combination at the family level. For each combination, two models were run and compared through both likelihood ratio test ( L, X 2 , d.f., and P -value) and AIC (AIC and ΔAIC).", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Sample </td><td>Model </td><td>L </td><td>X2 </td><td>d.f. </td><td>P-value </td><td>AIC </td><td>ΔAIC </td></tr><tr><td>All Genera Fecal </td><td>Linear </td><td>-590.54 </td><td>31.59 </td><td>1 </td><td>1.90E-08 </td><td>1187.1 </td><td>29.591 </td></tr><tr><td>Polynomial </td><td>-574.75 </td><td> </td><td> </td><td> </td><td>1157.5 </td><td> </td></tr><tr><td>All Genera Saliva </td><td>Linear </td><td>-847.37 </td><td>42.641 </td><td>1 </td><td>6.58E-11 </td><td>1700.7 </td><td>40.641 </td></tr><tr><td>Polynomial </td><td>-826.04 </td><td> </td><td> </td><td> </td><td>1660.1 </td><td> </td></tr><tr><td>Vert Genera Fecal </td><td>Linear </td><td>-400.72 </td><td>8.8299 </td><td>1 </td><td>0.002963 </td><td>807.45 </td><td>6.83 </td></tr><tr><td>Polynomial </td><td>-396.31 </td><td> </td><td> </td><td> </td><td>800.62 </td><td> </td></tr><tr><td>Vert Genera </td><td>Linear </td><td>-715.48 </td><td>15.786 </td><td>1 </td><td>7.09E-05 </td><td>1437 </td><td>13.786 </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>Saliva </td><td>Polynomial </td><td>-707.59 </td><td>1423.2 </td></tr></table></body></html>"}}, "back_matter": []}