{"paper_id": "520723669631828b07c18586892c5683a8256592", "metadata": {"title": "Aquatic bryophytes in Himalayan streams: testing a distribution model in a highly heterogeneous environment", "authors": [{"first": "A", "middle": ["M S"], "last": "U R E N * A N", "suffix": "", "affiliation": {"laboratory": "New Zealand ²Catchment Research Group", "institution": "National Institute of Water and Atmospheric Research", "location": {"postBox": "PO Box 8602", "settlement": "Riccarton, Christchurch"}}, "email": ""}, {"first": "D", "middle": ["S J"], "last": "O R M E R O D ²", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "1. Aquatic bryophytes were sampled from 108 streams spanning over 3000 m of altitude in four regions of Nepal. Richness, cover and community composition were related to physicochemistry using multiple regression, DECORANA ordination and TWINSPAN. The performance of a hierarchically scaled descriptive model, developed in New Zealand for predicting bryophyte distribution, was examined in this highly heterogeneous Himalayan region. 2. Community composition and cover varied highly signi®cantly with altitude, streambed stability and alkalinity, with evidence of effects of riparian land use on bryophyte cover. Cover was greatest in streams at low to middle altitudes with steep slopes (> 15°), high stability and low conductivity (< 60 mS cm ±1 ), where communities were dominated by two Isopterygium spp., two Philonotis spp., Mnium punctatum and Lejeuneaceae. 3. Richness, by contrast, increased signi®cantly but weakly at high altitude and moderate stability, where streams were dominated by Eurynchium praelongum, Rhynchostegium spp., Fissidens grandifrons and Hygroamblystegium spp. Richness and cover were lowest in unstable streams at the lowest altitude, where no single taxon was consistently most abundant. 4. Although these results were similar to those in the descriptive model developed for bryophytes in New Zealand, subtle differences were apparent. Substrate size, although in¯uencing the presence of bryophytes in New Zealand streams, appeared to be unimportant in Nepal. By contrast, streambed stability was more important in Nepal than New Zealand, perhaps re¯ecting pronounced monsoonal¯oods, and subsequent increased frequency of bed movement in the former. A suggested habitat template indicates that large plant size and vegetative reproduction may be responsible for the widespread distribution of some species, even into unstable Himalayan streams.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Headwater streams are perceived as harsh environments for benthic organisms. They are generally steep, and characterized by turbulent¯ow over large substrata, forming rif¯es, steps and chutes intermingled with pools. Intense rainfall and discharge sometimes occur, and at extreme altitudes, elevated ultraviolet-B (UVB) radiation, icing, nutrient scarcity, low ionic strength, low catchment productivity, reduced barometric pressures, and accompanying low gas concentrations, may combine to restrict diversity (Ward, 1994) .", "cite_spans": [{"start": 510, "end": 522, "text": "(Ward, 1994)", "ref_id": "BIBREF60"}], "ref_spans": [], "section": "Introduction"}, {"text": "Conditions of this type are not favourable to aquatic plant growth. Macrophytes are generally absent (Haslam, 1978; Sheath et al., 1986; Howard-Williams et al., 1987) , while periphyton standing stock is often low and transient (Suren, 1991; Biggs, 1995;  and see Stevenson, Bothwell & Lowe, 1996 for reviews). Aquatic bryophytes, however, are a common feature of headwaters (Glime, 1970; Sheath et al., 1986; Ormerod, Wade & Gee, 1987; Suren, 1996) , and may be the major autotrophs in these streams, contributing greatly to nutrient dynamics (Meyer, 1979; Steinman & Boston, 1993) . Bryophytes support high invertebrate densities (e.g. Percival & Whitehead, 1929; Suren, 1991) and enhance periphyton and detrital biomass (Suren, 1992) , presumably by increasing surface area, while reducing nearbed water velocities and turbulence energy (Nikora et al., 1998) . As such, aquatic bryophytes have important ecological roles in headwater streams, and may represent stable, persistent microhabitats in otherwise unstable ecosystems (but see Steinman & Boston, 1993 for evidence that some species have low¯ood resistance). As a result of their temporal persistence and resistance to grazing (Gerson, 1972; Suren & Winterbourn, 1991) , bryophytes can be sampled at any time of the year without compounding in¯uences of community changes caused by¯oods or life cycles. Thus they act as good integrators of antecedent conditions, and represent useful organisms in which to test ecological theory (During & van Tooren, 1987; Muotka & Virtanen, 1995) .", "cite_spans": [{"start": 101, "end": 115, "text": "(Haslam, 1978;", "ref_id": "BIBREF17"}, {"start": 116, "end": 136, "text": "Sheath et al., 1986;", "ref_id": "BIBREF44"}, {"start": 137, "end": 166, "text": "Howard-Williams et al., 1987)", "ref_id": "BIBREF19"}, {"start": 228, "end": 241, "text": "(Suren, 1991;", "ref_id": "BIBREF49"}, {"start": 242, "end": 254, "text": "Biggs, 1995;", "ref_id": "BIBREF2"}, {"start": 255, "end": 255, "text": "", "ref_id": null}, {"start": 264, "end": 296, "text": "Stevenson, Bothwell & Lowe, 1996", "ref_id": "BIBREF48"}, {"start": 375, "end": 388, "text": "(Glime, 1970;", "ref_id": "BIBREF12"}, {"start": 389, "end": 409, "text": "Sheath et al., 1986;", "ref_id": "BIBREF44"}, {"start": 410, "end": 436, "text": "Ormerod, Wade & Gee, 1987;", "ref_id": "BIBREF36"}, {"start": 437, "end": 449, "text": "Suren, 1996)", "ref_id": "BIBREF53"}, {"start": 544, "end": 557, "text": "(Meyer, 1979;", "ref_id": "BIBREF30"}, {"start": 558, "end": 582, "text": "Steinman & Boston, 1993)", "ref_id": "BIBREF47"}, {"start": 647, "end": 665, "text": "& Whitehead, 1929;", "ref_id": "BIBREF39"}, {"start": 666, "end": 678, "text": "Suren, 1991)", "ref_id": "BIBREF49"}, {"start": 723, "end": 736, "text": "(Suren, 1992)", "ref_id": "BIBREF50"}, {"start": 840, "end": 861, "text": "(Nikora et al., 1998)", "ref_id": "BIBREF35"}, {"start": 1039, "end": 1062, "text": "Steinman & Boston, 1993", "ref_id": "BIBREF47"}, {"start": 1188, "end": 1202, "text": "(Gerson, 1972;", "ref_id": "BIBREF11"}, {"start": 1203, "end": 1229, "text": "Suren & Winterbourn, 1991)", "ref_id": "BIBREF54"}, {"start": 1490, "end": 1517, "text": "(During & van Tooren, 1987;", "ref_id": "BIBREF8"}, {"start": 1518, "end": 1542, "text": "Muotka & Virtanen, 1995)", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "Introduction"}, {"text": "Despite their obvious ecological importance, attempts at modelling bryophyte distribution ± even conceptually ± are in their infancy. Recent studies have reported the restriction of aquatic bryophytes to large, stable substrata (McAuliffe, 1983; Slack & Glime, 1985; Englund, 1991; Steinman & Boston, 1993) , as a result of their slow recolonization rates after disturbances (Glime et al., 1979; Englund, 1991) . In a broad-scale survey in New Zealand's South Island, Suren (1996) investigated the effects of macroscale (i.e. geology and land use), mesoscale (i.e. hydrology and water quality) and microscale (i.e. substrate size, localized¯ow type, streambed stability and stream slope) features on aquatic bryophytes. In a summary model, he suggested that microscale variables, especially streambed stability, substrate size and slope appeared fundamental to the presence of bryophytes in streams. Macro-and mesoscale variables, such as geology, land use, hydrology and water quality by contrast, seemed to in¯uence community type, although the number of low¯ow events also appeared central to the occurrence of bryophytes within a catchment. So far, however, this hierarchically scaled conceptual model is untested elsewhere.", "cite_spans": [{"start": 228, "end": 245, "text": "(McAuliffe, 1983;", "ref_id": "BIBREF29"}, {"start": 246, "end": 266, "text": "Slack & Glime, 1985;", "ref_id": "BIBREF46"}, {"start": 267, "end": 281, "text": "Englund, 1991;", "ref_id": "BIBREF9"}, {"start": 282, "end": 306, "text": "Steinman & Boston, 1993)", "ref_id": "BIBREF47"}, {"start": 375, "end": 395, "text": "(Glime et al., 1979;", "ref_id": "BIBREF14"}, {"start": 396, "end": 410, "text": "Englund, 1991)", "ref_id": "BIBREF9"}, {"start": 468, "end": 480, "text": "Suren (1996)", "ref_id": "BIBREF53"}], "ref_spans": [], "section": "Introduction"}, {"text": "The Himalayan mountains represent an ideal location in which to extend bryological studies, both to examine communities in their own right, and to test Suren's (1996) conceptual model. Streams here have a variety of inherent features that help test ecological models. They display pronounced environmental heterogeneity, occurring over an extreme altitudinal range (300 ± > 5000 m) through which many taxonomic groups vary (Rundle, Jenkins & Ormerod, 1993; Ormerod et al., 1994; Suren, 1994; Rothfritz et al., 1997) . Marked geological complexity and anthropogenic activities combine to cause intercatchment variations in stream chemistry. Stream geomorphology is also variable and dynamic, and there are marked variations in climate across latitudes and altitudes (Ormerod et al., 1994 . The area is also characterized by high biodiversity and pronounced endemism (Shengji, 1996) , re¯ecting its dynamic character, structural heterogeneity and situation on the borders of the Oriental and Palaearctic biogeographical regions.", "cite_spans": [{"start": 152, "end": 166, "text": "Suren's (1996)", "ref_id": "BIBREF53"}, {"start": 423, "end": 456, "text": "(Rundle, Jenkins & Ormerod, 1993;", "ref_id": "BIBREF44"}, {"start": 457, "end": 478, "text": "Ormerod et al., 1994;", "ref_id": "BIBREF37"}, {"start": 479, "end": 491, "text": "Suren, 1994;", "ref_id": "BIBREF52"}, {"start": 492, "end": 515, "text": "Rothfritz et al., 1997)", "ref_id": "BIBREF43"}, {"start": 765, "end": 786, "text": "(Ormerod et al., 1994", "ref_id": "BIBREF37"}, {"start": 865, "end": 880, "text": "(Shengji, 1996)", "ref_id": "BIBREF45"}], "ref_spans": [], "section": "Introduction"}, {"text": "This paper reports the results of an extensive ecological survey of Himalayan river bryophytes. A wide range of macro-, meso-and microscale data were collected through 3000 m of altitude, and » 900 km of latitude, allowing testing of Suren's (1996) model of bryophyte distributions against macro-, meso-and microscale variables in this heterogeneous environment.", "cite_spans": [{"start": 234, "end": 248, "text": "Suren's (1996)", "ref_id": "BIBREF53"}], "ref_spans": [], "section": "Introduction"}, {"text": "The Langtang, Simikot, Dunai and Makalu regions of Nepal provided all 108 sites for this work, and their catchment vegetation, climate and land use have been described previously (Ormerod et al., 1994; Rothfritz et al., 1997) . Land uses were mostly low intensity, including rough seasonal pasture or subsistence crops of barley, wheat, millet and potatoes, with some terracing at lower altitudes. Most catchments still contain seminatural vegetation, however, including mixed or Sal (Shorea robusta) forest at low altitudes (350 m a.s.l.), pines at medium altitude, and scrub, alpine meadows and boulder ®elds at higher altitudes (to 4000 m). Streams in the four remote regions were surveyed during November and December 1994, and were all reached by teams each walking for » 150± 200 km.", "cite_spans": [{"start": 179, "end": 201, "text": "(Ormerod et al., 1994;", "ref_id": "BIBREF37"}, {"start": 202, "end": 225, "text": "Rothfritz et al., 1997)", "ref_id": "BIBREF43"}], "ref_spans": [], "section": "Study area and methods"}, {"text": "Chemistry. At each location, stream water was collected in a 100-mL syringe and ®ltered immediately through a 0.45-mm cellulose-ester membrane into two 50-mL high-density polyethylene bottles. One of these bottles was acidi®ed immediately to 1% using high purity, concentrated HNO 3 . Samples were transported to the U.K. and analysed 4±6 weeks after collection. Electrical conductivity, temperature and pH were measured in the ®eld using portable meters.", "cite_spans": [], "ref_spans": [], "section": "Study area and methods"}, {"text": "In the laboratory, the acidi®ed sample was analysed for Ca 2+ , Mg 2+ , Na 1+ , K 1+ , Si 4+ , Sr 2+ , Ba 2+ , Fe 3+ , Mn 4+ , SO 4 1± and Al 3+ using inductively coupled plasma optical emission spectrophotometry (ICPOES). The unacidi®ed sample was analysed for NO 3 1± , F 1± , Cl 1± and PO 4 3± using colorometric procedures. Sampling was timed to occur at least 2 months after the midsummer monsoon, under stable¯ow, so that antecedent chemical conditions experienced by bryophytes were likely to be faithfully re¯ected (Jenkins, Sloan & Cosby, 1995 and unpublished data) .", "cite_spans": [{"start": 523, "end": 574, "text": "(Jenkins, Sloan & Cosby, 1995 and unpublished data)", "ref_id": null}], "ref_spans": [], "section": "Study area and methods"}, {"text": "Physical features. Stream width and maximum depth were measured at ten cross-sections, and slope measured with Abney levelling instruments over a 20 m reach. Streambed sediments were characterized by Wolman sampling (Wolman, 1954; Mosely, 1982) , which involved sizing at least 100 randomly selected sediment particles per stream. The resultant substrate data were grouped into ®ve qualitative size classes (Jowett et al., 1991) : (i) bedrock (or material > 2056 mm that would rarely move during a¯ood); (ii) boulders (256±2056 mm); (iii) cobbles (64±255 mm); (iv) gravel (10±63 mm); and (v) sand (< 10 mm). All substrate measurements were converted to a single substrate index (see Suren, 1996) such that: substrate index = 0.08 * bedrock% + 0.07 * boulder% + 0.06* cobbles% + 0.05 * gravel% + 0.04 * sand%. Low values represented streams with smaller substrates, and high values represented streams with coarser substrate particles. Streambed stability was assessed by the bottom component of the Pfankuch score (Pfankuch, 1975) ; a qualitative index which scores the degree to which substrate-moving spates occur and the likelihood of substrate movement during high discharge: the higher the score, the lower the stability. This score, or various modi®cations of it, has successfully been used to describe interactions between stream stability and invertebrate communities (Death & Winterbourn, 1994; Townsend, Doledec & Scarsbrook, 1997a) , bryophyte communities (Suren, 1993 (Suren, , 1996 , and retention of organic matter in forest streams (Trotter, 1990) . Because the original score involves assessing ®fteen variables in three regions (upper banks, lower banks and streambed), it measures environmental stability at a relatively coarse scale (i.e. the stream reach: Collier, 1992; Townsend, Doledec & Scarsbrook, 1997a) . To assess the stability of a stream at a ®ner level, only the bottom component was used (see Winterbourn & Collier, 1987) .", "cite_spans": [{"start": 216, "end": 230, "text": "(Wolman, 1954;", "ref_id": "BIBREF64"}, {"start": 231, "end": 244, "text": "Mosely, 1982)", "ref_id": "BIBREF33"}, {"start": 407, "end": 428, "text": "(Jowett et al., 1991)", "ref_id": "BIBREF24"}, {"start": 683, "end": 695, "text": "Suren, 1996)", "ref_id": "BIBREF53"}, {"start": 1014, "end": 1030, "text": "(Pfankuch, 1975)", "ref_id": "BIBREF40"}, {"start": 1376, "end": 1403, "text": "(Death & Winterbourn, 1994;", "ref_id": null}, {"start": 1404, "end": 1442, "text": "Townsend, Doledec & Scarsbrook, 1997a)", "ref_id": "BIBREF55"}, {"start": 1467, "end": 1479, "text": "(Suren, 1993", "ref_id": "BIBREF51"}, {"start": 1480, "end": 1494, "text": "(Suren, , 1996", "ref_id": "BIBREF53"}, {"start": 1547, "end": 1562, "text": "(Trotter, 1990)", "ref_id": "BIBREF57"}, {"start": 1776, "end": 1790, "text": "Collier, 1992;", "ref_id": "BIBREF6"}, {"start": 1791, "end": 1829, "text": "Townsend, Doledec & Scarsbrook, 1997a)", "ref_id": "BIBREF55"}, {"start": 1925, "end": 1953, "text": "Winterbourn & Collier, 1987)", "ref_id": "BIBREF63"}], "ref_spans": [], "section": "Study area and methods"}, {"text": "Catchment variables, including valley form, dominant catchment land use, channel form,¯ow type, bank structure and other aspects of habitat character over a 200 m reach at each site were assessed using a modi®ed version of the U.K. Environment Agency's River Habitat Surveys (RHS; Ormerod et al., 1997; Raven et al., 1997 ; see Table 1 ). Altitudes were determined on-site using altimeters precalibrated at locations of known elevation.", "cite_spans": [{"start": 281, "end": 302, "text": "Ormerod et al., 1997;", "ref_id": "BIBREF38"}, {"start": 303, "end": 321, "text": "Raven et al., 1997", "ref_id": "BIBREF42"}], "ref_spans": [{"start": 328, "end": 335, "text": "Table 1", "ref_id": null}], "section": "Study area and methods"}, {"text": "Bryophytes. Aquatic bryophyte cover was estimated along a 50 m reach at each site and assigned to one of six cover classes: 1 = absent; 2 = rare (1±5%); 3 = occasional (6±25%); 4 = common (26±50%); 5 = abundant (51±75%); 6 = extensive (> 76%). Only aquatic bryophytes ± those permanently submerged, or continually wetted by splash or spray ± were included in this assessment. Representative samples of aquatic bryophytes were collected from a variety of microhabitats within the study reach in each stream to ensure that no taxa were missed. Samples were air dried and stored in plastic bags pending identi®cation.", "cite_spans": [], "ref_spans": [], "section": "Study area and methods"}, {"text": "In the laboratory, all samples were rehydrated and washed free of accumulations of detritus/periphyton, and identi®ed using regional keys of Gangulee (1969± 80) , Vohra (1983) , and Kattel & Adhikari (1992) .", "cite_spans": [{"start": 141, "end": 160, "text": "Gangulee (1969± 80)", "ref_id": "BIBREF10"}, {"start": 163, "end": 175, "text": "Vohra (1983)", "ref_id": "BIBREF59"}, {"start": 182, "end": 206, "text": "Kattel & Adhikari (1992)", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Study area and methods"}, {"text": "Statistical analysis. The survey reported here, gave data on bryophyte cover and taxonomic richness at each site, as well as information about physical variables (altitude, slope, Pfankuch stability score, substrate index), water quality [pH, conductivity, nutrients (PO 4 3± and NO 3 1± ), and fourteen major anions/ cations] and catchment variables (valley form, channel form,¯ow type, dominant land use and bank structure). This represented a large dataset of both quantitative (physical and water quality) and semiquantitative (physical variables) data. To simplify this dataset, a principal components analysis (PCA) was performed on data for all anion/cations and data for catchment variables. Catchment data were essentially ordinal in nature, with four classes for each land use type, ranging from`absent' to`extensive'. The use of ordinal data in this way parallels their use in modern logit regression, or as dummy variables in multiple regression, and is acceptable in PCA (Hair et al., 1995; Jongman, ter Braak & van Tongeren, 1995) . Resulting gradients from the PCA of anion/cation data from all streams were expressed as CHEMISTRY1 and CHEM-ISTRY2, while PCA gradients for catchment variables were expressed as CATCHMENT1 and CATCH-MENT2.", "cite_spans": [{"start": 267, "end": 275, "text": "(PO 4 3±", "ref_id": null}, {"start": 984, "end": 1003, "text": "(Hair et al., 1995;", "ref_id": "BIBREF16"}, {"start": 1004, "end": 1044, "text": "Jongman, ter Braak & van Tongeren, 1995)", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Study area and methods"}, {"text": "All bryophyte data were ordinated by DECORA-NA to produce information on beta diversity (i.e. changes in diversity along environmental gradients; Whittaker, 1973) in bryophyte communities, represented by the DECORANA scores for each sample. Following this, all environmental data were correlated with the DECORANA scores to assess which variables might in¯uence bryophyte community composition.", "cite_spans": [{"start": 146, "end": 162, "text": "Whittaker, 1973)", "ref_id": "BIBREF61"}], "ref_spans": [], "section": "Study area and methods"}, {"text": "Many of the environmental variables identi®ed by Suren (1996) as in¯uencing bryophyte distribution in New Zealand streams were measured in this survey. Relationships between these variables and bryophyte communities in the Nepalese streams were therefore examined to see whether Nepalese bryophyte communities might be controlled by similar variables. All streams were classi®ed by TWINSPAN into groups of similar environmental conditions, on the basis of physical variables (altitude, slope, Pfankuch stability score, substrate index, width and depth), water quality (pH, conductivity, CHEMISTRY1 and CHEMISTRY2) and catchment variables (CATCHMENT1 and CATCHMENT2). Variables were ®rst standardized by ranks prior to the TWINSPAN analysis. Differences in all physicochemical variables between TWINSPAN groups were assessed by ANOVA, with post hoc Tukey's tests, corrected for unequal sample sizes, being used to assess pairwise differences. L Table 1 Catchment and habitat details were assessed at all sites, with information collected on valley shape, channel form,¯ow type, land use and bank structure. All qualitative categories used in these assessments are given", "cite_spans": [{"start": 49, "end": 61, "text": "Suren (1996)", "ref_id": "BIBREF53"}], "ref_spans": [{"start": 944, "end": 951, "text": "Table 1", "ref_id": null}], "section": "Study area and methods"}, {"text": "Differences in bryophyte communities between the resultant TWINSPAN groups were next assessed. Differences in taxon richness between groups were assessed by ANOVA, whereas the Kruskal±Wallis test was used to assess differences in bryophyte cover. Differences in species composition in each of the TWINSPAN groups was also examined by calculating the mean DECORANA axis 1 scores for each group. Because ordination scores are not independent of each other, ANOVA for this analysis was invalid. Ordination scores were presented only to show whether there was any trend in differences in community composition between the TWINSPAN groups, but it is acknowledged that such trends could not be statistically validated.", "cite_spans": [], "ref_spans": [], "section": "Catchment variable Category Catchment variable Category"}, {"text": "The percentage occurrence of the most common bryophyte taxa (i.e. those collected more than seven times) in each TWINSPAN group was examined to assess whether their distributions differed between groups. As only the percentage occurrence of each species between TWINSPAN groups was being compared, it was not possible to assign a statistical signi®cance level to the data, but, instead, any large, obvious trends were reported. Suren (1996) suggested that New Zealand streams had to be of a minimal`stability threshold' before bryophytes occurred. Furthermore, he showed that streams without bryophytes differed from streams with bryophytes in certain macro-, meso-and microscale variables. This observation was also tested in the Nepalese streams by assigning all streams a priori to bryophyte cover classes. ANOVA was used to determine whether environmental variables differed between streams with and without bryophytes, and between streams supporting different bryophyte cover.", "cite_spans": [{"start": 428, "end": 440, "text": "Suren (1996)", "ref_id": "BIBREF53"}], "ref_spans": [], "section": "Catchment variable Category Catchment variable Category"}, {"text": "Finally, the relative strengths of physicochemical variables putatively in¯uencing DECORANA ordination scores, bryophyte cover classes and taxonomic richness were investigated by stepwise regression analysis. All variables were ®rst examined for colinearity, and stream slope was removed, as it was highly correlated with seven of the ten variables.", "cite_spans": [], "ref_spans": [], "section": "Catchment variable Category Catchment variable Category"}, {"text": "Stream altitudes ranged from 350 m to 4000 m; those in the Makalu region were generally lower than in the Langtang or Simikot regions, while the highest streams were in Dunai (Table 2) . Stream gradient was lowest in the Simikot and Makalu regions, and greatest in Dunai and Langtang. The largest streams were sampled in the Makalu area. These streams also had the lowest pH and conductivity ( Table 2) . Stability of streams in each region was similar. Concentrations of PO 4 3± were mostly below detection (0.02 g m ±3 ) and therefore were not considered in further analyses. Concentrations of NO 3 ± were higher in streams draining the Makalu region and lowest in streams draining the Langtang region, although these differences were not signi®cant ( Table 2) . The ®rst two axes in PCA of the anion/cation data explained 47% of the variation in sample spread. On Table 2 Streams (108) were surveyed from four geographically distinct areas in Nepal, two regions in western Nepal (Simikot and Dunai), one region in north-central Nepal (Langtang region) and the Makalu region in eastern Nepal. Streams in these regions differed with respect to their altitude, physical nature (e.g. slope, stability, size) and chemistry (x T 1 SD). The calculated F-ratio for each variable is also shown, as are the results from the post hoc Tukey's test; different letters denote which variables are statistically similar to each other (P > 0.05); NS, not signi®cant , and also Si 4+ and F 1± (Table 3) .", "cite_spans": [], "ref_spans": [{"start": 175, "end": 184, "text": "(Table 2)", "ref_id": null}, {"start": 394, "end": 402, "text": "Table 2)", "ref_id": null}, {"start": 754, "end": 762, "text": "Table 2)", "ref_id": null}, {"start": 867, "end": 874, "text": "Table 2", "ref_id": null}, {"start": 1478, "end": 1487, "text": "(Table 3)", "ref_id": null}], "section": "Physicochemical conditions"}, {"text": "The ®rst two axes of the PCA of catchment data explained 57% of the variation in sample spread. Correlations of each variable with the PCA scores showed that channel variables were negatively correlated, and land use and¯ow variables positively correlated, with CATCHMENT1 scores. Samples with high CATCHMENT1 scores were from turbulent natural streams¯owing through relatively unmodi-®ed valleys (Table 4 ). Samples with low CATCH-MENT1 scores were from modi®ed streams¯owing through catchments where land use changes were quite apparent. Bank structure and dominant¯ow were positively correlated with CATCHMENT2 scores, while valley form and land use were negatively correlated (Table 4) . Streams with high CATCH-MENT2 scores thus¯owed through terraced catchments where stream channels had been mod-i®ed, dug or dammed, and where water¯ow was not turbulent (Table 4 ). Streams with low CATCHMENT2 scores were from catchments dominated by coniferous forest or alpine vegetation in natural valleys, and had pristine channels characterized by torrential water¯ow. L Table 3 Pearson correlation coef®cients (r) of factor loadings for the water anion/cation data on axes 1 and 2 of the principal components analysis (PCA) (called CHEMISTRY1 and CHEMISTRY2). * indicates those variables where concentrations were signi®cantly correlated to the PCA factor loading scores (P < 0.05) Step/pool cascade", "cite_spans": [], "ref_spans": [{"start": 397, "end": 405, "text": "(Table 4", "ref_id": "TABREF1"}, {"start": 680, "end": 689, "text": "(Table 4)", "ref_id": "TABREF1"}, {"start": 860, "end": 868, "text": "(Table 4", "ref_id": "TABREF1"}, {"start": 1066, "end": 1073, "text": "Table 3", "ref_id": null}], "section": "Physicochemical conditions"}, {"text": "Of 108 streams surveyed, thirty-one contained no bryophytes. A total of fourty-four taxa were identi-®ed, with a maximum of seven at any one site. Mosses were dominant (thirty-eight taxa), while only six liverwort taxa were collected. The most diverse genera were Fissidens and Rhynchostegium (®ve species each) and Philonotis (four species each). The most common plants collected were the mosses Rhynchostegium riparioides, Fissidens grandifrons and Eurhynchium praelongum, which were found in thirty-three, twenty-seven and twentythree streams, respectively. Almost one-third of all plants collected were found at only one stream.", "cite_spans": [], "ref_spans": [], "section": "Bryophyte communities"}, {"text": "Community composition: DECORANA analysis DECORANA axes 1 and 2 explained 77% of the variation in species sample spread explained by the ®rst three axes, with axis 1 explaining 46%. DECORANA axis 1 scores were strongly negatively correlated with altitude, CHEMISTRY1 scores (i.e. base status), conductivity and slope, but they were positively correlated with the Pfankuch stability score (Table 5) . Three bryophyte taxa declined signi®cantly along DECORANA axis 1, suggesting that they were more common in the higher altitude and base-rich sites; ®ve bryophyte taxa increased signi®cantly along DECORANA axis 1 ( Table 5 ), suggesting that these taxa were restricted to the lower, base-poorer sites, predominantly in the Makalu region.", "cite_spans": [], "ref_spans": [{"start": 387, "end": 396, "text": "(Table 5)", "ref_id": "TABREF2"}, {"start": 613, "end": 620, "text": "Table 5", "ref_id": "TABREF2"}], "section": "Bryophyte communities"}, {"text": "Bryophyte communities: TWINSPAN analysis DECORANA implicated altitude, stability and water quality in regulating bryophyte community structure, and these results were generally corroborated by TWINSPAN on physicochemical attributes.", "cite_spans": [], "ref_spans": [], "section": "Bryophyte communities"}, {"text": "TWINSPAN revealed four distinct groups of sites after two divisions. Groups 1 and 2 were from small, high altitude streams with steep slopes and of intermediate stability (Fig. 1a,b,e) . They had moder-ate±low CATCHMENT2 scores (Fig. 1f) , suggesting that they generally drained catchments with little modi®cation (Table 4 ). They were the most alkaline streams, had high CHEMISTRY1 scores and high conductivity (Fig. 1g ,h,i). Bryophyte cover, and taxonomic richness were relatively high, and DECORA-NA scores low (Fig. 2) .", "cite_spans": [], "ref_spans": [{"start": 171, "end": 184, "text": "(Fig. 1a,b,e)", "ref_id": "FIGREF0"}, {"start": 228, "end": 237, "text": "(Fig. 1f)", "ref_id": "FIGREF0"}, {"start": 314, "end": 322, "text": "(Table 4", "ref_id": "TABREF1"}, {"start": 412, "end": 420, "text": "(Fig. 1g", "ref_id": "FIGREF0"}, {"start": 515, "end": 523, "text": "(Fig. 2)", "ref_id": null}], "section": "Bryophyte communities"}, {"text": "TWINSPAN group 3 streams were assessed as being the most stable (Fig. 1e) . They drained moderately low catchments (Fig. 1a) and¯owed through generally unmodi®ed catchments (i.e. had lowest CATCHMENT2 scores; Fig. 1f ). Their stream channels were unmodi®ed, generally steep, shallow and narrow (Fig. 1b,c,d) . They had the lowest pH, CHEMIS-TRY1 scores and conductivity (Fig. 1g,h,i) , indicating low base-richness but modestly elevated Al 3+ concentrations. Bryophyte cover and taxonomic richness were highest in these streams (Fig. 2) . DECORANA scores were also high, indicating strong differences in community from TWINSPAN groups 1 and 2 (Fig. 2) .", "cite_spans": [], "ref_spans": [{"start": 64, "end": 73, "text": "(Fig. 1e)", "ref_id": "FIGREF0"}, {"start": 115, "end": 124, "text": "(Fig. 1a)", "ref_id": "FIGREF0"}, {"start": 209, "end": 216, "text": "Fig. 1f", "ref_id": "FIGREF0"}, {"start": 294, "end": 307, "text": "(Fig. 1b,c,d)", "ref_id": "FIGREF0"}, {"start": 370, "end": 383, "text": "(Fig. 1g,h,i)", "ref_id": "FIGREF0"}, {"start": 528, "end": 536, "text": "(Fig. 2)", "ref_id": null}, {"start": 643, "end": 651, "text": "(Fig. 2)", "ref_id": null}], "section": "Bryophyte communities"}, {"text": "Streams in TWINSPAN group 4 had the lowest altitudes, and were generally low gradient, wide and deep (Fig. 1a±d) . They had high Pfankuch scores, suggesting physical instability (Fig. 1e) . Streams in this group had the highest CATCHMENT2 scores, suggesting that they were characterized by terraced agriculture, and had mainly non-turbulent¯ows. They also had a high pH and conductivity (Fig. 1g,i) . Bryophyte cover and richness were the lowest of any streams (Fig. 2) , but high DECORANA scores suggested that these streams supported similar bryophyte communities to streams in TWINSPAN group 3.", "cite_spans": [], "ref_spans": [{"start": 101, "end": 112, "text": "(Fig. 1a±d)", "ref_id": "FIGREF0"}, {"start": 178, "end": 187, "text": "(Fig. 1e)", "ref_id": "FIGREF0"}, {"start": 387, "end": 398, "text": "(Fig. 1g,i)", "ref_id": "FIGREF0"}, {"start": 461, "end": 469, "text": "(Fig. 2)", "ref_id": null}], "section": "Bryophyte communities"}, {"text": "Out of eleven taxa widespread enough for analysis, ®ve were collected mostly from streams in the high altitude, intermediately stable and base-rich TWIN-SPAN group 1 (Table 6) . Of these ®ve, the moss Hygroamblystegium tenax was also common in group 2 (Table 6) , where it occurred with the congeneric H. obtulosum. Five different taxa were common in streams in group 3, but none was most common in streams in group 4, and four taxa were not found in these streams (Table 6) . Four taxa, Rhynchostegium riparioides, Fissidens grandifrons, Eurhynchium praelongum and Mnium punctatum were found in all TWINSPAN groups, although ± with the exception of M. punctatum ±much less frequently in groups 3 and 4 than in groups 1 and 2 (Table 6) .", "cite_spans": [], "ref_spans": [{"start": 166, "end": 175, "text": "(Table 6)", "ref_id": "TABREF4"}, {"start": 252, "end": 261, "text": "(Table 6)", "ref_id": "TABREF4"}, {"start": 465, "end": 474, "text": "(Table 6)", "ref_id": "TABREF4"}, {"start": 726, "end": 735, "text": "(Table 6)", "ref_id": "TABREF4"}], "section": "Species distribution patterns"}, {"text": "Of all measures related to bryophyte cover, the most obvious was a relationship with Pfankuch stability L Fig. 1 TWINSPAN analysis of the 108 streams produced four discrete groups. Streams within these groupings differed signi®cantly (P < 0.05) with respect to many variables: (a) altitude (F 3,104 = 32.61); (b) slope, (F 3,104 = 12.36); (c) depth (F 3,104 = 16.79); (d) width (F 3,104 = 14.11); (e) Pfankuch stability (F 3,102 = 7.29). Streams in each TWIN-SPAN group also differed with respect to (f) land use, as expressed as CATCHMENT2 (F 3,104 = 16.25, respectively); (g) pH (F 3,104 = 23.81); (h) base richness, expressed as CHEMISTRY1 (F 3,104 = 17.67); and (i) conductivity (F 3,103 = 18.51). Letters above each group indicate that they were not signi®cantly different to each other (Tukey's test; P > 0.05). score, with cover increasing with increasing stability (Fig. 3) .", "cite_spans": [], "ref_spans": [{"start": 106, "end": 112, "text": "Fig. 1", "ref_id": "FIGREF0"}, {"start": 873, "end": 881, "text": "(Fig. 3)", "ref_id": "FIGREF1"}], "section": "A priori bryophyte cover classes"}, {"text": "Otherwise, there were only subtle differences in physicochemistry between cover classes. Larger streams generally did not support bryophytes, which were restricted more to smaller streams (Fig. 3) . Streams with little (or no) bryophyte cover were wider, deeper, lower in elevation, and less steep than streams where bryophytes were common (Fig. 3) .", "cite_spans": [], "ref_spans": [{"start": 188, "end": 196, "text": "(Fig. 3)", "ref_id": "FIGREF1"}, {"start": 340, "end": 348, "text": "(Fig. 3)", "ref_id": "FIGREF1"}], "section": "A priori bryophyte cover classes"}, {"text": "Among the variables correlating with DECORANA axes scores (see Table 5 ), stepwise multiple regression showed that altitude, Pfankuch stability score, and CHEMISTRY1 could explain a highly signi®cant 60.7% of the variance in ordination spread (Table 7) .", "cite_spans": [], "ref_spans": [{"start": 63, "end": 70, "text": "Table 5", "ref_id": "TABREF2"}, {"start": 243, "end": 252, "text": "(Table 7)", "ref_id": "TABREF5"}], "section": "Stepwise regression analysis"}, {"text": "Over 65% of the variance in bryophyte cover was explained by Pfankuch stability rating, CATCH-MENT2, altitude, substrate index and CHEMISTRY1 scores, with all these variables having signi®cant effects on cover values.", "cite_spans": [], "ref_spans": [], "section": "Stepwise regression analysis"}, {"text": "For taxonomic richness, however, altitude (positive effects) and Pfankuch stability (negative effects) explained only 15.8% of the variation in sample spread ( Table 7) . Examination of scatterplots of these variables against bryophyte richness showed curvilinear responses, where richness appeared higher at sites of moderate altitude and stability (Fig. 4) . This curvilinear response may explain the low explanatory power of the regression model.", "cite_spans": [], "ref_spans": [{"start": 160, "end": 168, "text": "Table 7)", "ref_id": "TABREF5"}, {"start": 350, "end": 358, "text": "(Fig. 4)", "ref_id": null}], "section": "Stepwise regression analysis"}, {"text": "This study highlights the importance of altitude and streambed stability to aquatic bryophyte communities in Nepal. These two variables were the most important predictors for community composition and taxonomic richness, and were among the three most important predictor variables for bryophyte cover. The study showed that bryophyte cover was greatest in streams at moderately low and at high altitudes and that richness increased signi®cantly but weakly with altitude, and that the highest richness occurred at sites of moderate±low altitude. Water quality and catchment variables were also implicated as in¯uencing bryophyte communities, but their effects appeared secondary.", "cite_spans": [], "ref_spans": [], "section": "Overall trends in distribution"}, {"text": "The in¯uence of altitude on bryophyte communities con®rms previous similar observations of (Rundle et al., 1993; Ormerod et al., 1994; Suren, 1994) . In particular, the results reported here were similar to those of Ormerod et al. (1994) , who reported a curvilinear response of bryophyte cover and taxonomic richness with altitude. They observed highest bryophyte richness and cover in moderately high streams, but found that both taxon richness and cover decreased with increased altitude. This was attributed to scouring from anchor ice and possible abrasion from glacial¯our, and indeed both anchor ice and abrasion from suspended sediments are well known to be detrimental to bryophytes (Glime, 1970; Lewis, 1973; Muotka & Virtanen, 1995) . Ormerod et al. (1994) also reported a decline in richness and cover with decreasing altitude in the Langtang±Likhu Khola region of Nepal, such that streams below 1000 m supported the fewest bryophytes. A similar pattern was found in this study, L Fig. 2 Streams in the de®ned TWINSPAN groups had signi®cantly different (P < 0.05) bryophyte cover (H 3,104 = 29.39), taxonomic richness (F 3,104 = 5.31); conventions as in Fig. 1 . Note also that streams in groups 1 and 2 had much lower DECORANA scores than streams in groups 3 and 4. where bryophytes were either absent, or where a few taxa occurred rarely in low altitude streams. Similar distribution patterns are common in many other countries (e.g. England: Haslam, 1978; U.S.A.: Sheath et al., 1986; New Zealand: Suren, 1991) , and may re¯ect the lack of suf®cient free CO 2 in these non-turbulent lowland streams for the plants to photosynthesize (Bain & Proctor, 1980; Allen & Spence, 1981) .", "cite_spans": [{"start": 91, "end": 112, "text": "(Rundle et al., 1993;", "ref_id": "BIBREF44"}, {"start": 113, "end": 134, "text": "Ormerod et al., 1994;", "ref_id": "BIBREF37"}, {"start": 135, "end": 147, "text": "Suren, 1994)", "ref_id": "BIBREF52"}, {"start": 216, "end": 237, "text": "Ormerod et al. (1994)", "ref_id": "BIBREF37"}, {"start": 692, "end": 705, "text": "(Glime, 1970;", "ref_id": "BIBREF12"}, {"start": 706, "end": 718, "text": "Lewis, 1973;", "ref_id": "BIBREF28"}, {"start": 719, "end": 743, "text": "Muotka & Virtanen, 1995)", "ref_id": "BIBREF34"}, {"start": 746, "end": 767, "text": "Ormerod et al. (1994)", "ref_id": "BIBREF37"}, {"start": 1457, "end": 1470, "text": "Haslam, 1978;", "ref_id": "BIBREF17"}, {"start": 1471, "end": 1499, "text": "U.S.A.: Sheath et al., 1986;", "ref_id": null}, {"start": 1500, "end": 1525, "text": "New Zealand: Suren, 1991)", "ref_id": null}, {"start": 1648, "end": 1670, "text": "(Bain & Proctor, 1980;", "ref_id": "BIBREF1"}, {"start": 1671, "end": 1692, "text": "Allen & Spence, 1981)", "ref_id": "BIBREF0"}], "ref_spans": [{"start": 993, "end": 999, "text": "Fig. 2", "ref_id": null}, {"start": 1166, "end": 1172, "text": "Fig. 1", "ref_id": "FIGREF0"}], "section": "Overall trends in distribution"}, {"text": "The exact concentrations at which CO 2 in¯uences individual bryophytes still requires research. Free CO 2 as a carbon source for bryophyte photosynthesis might, theoretically, be limiting in these slightly alkaline streams (mean pH 7.7, range 6.3±8.8). The higher values in this range re¯ect the widespread occurrence of waters where cations are dominated by Ca 2+ and Mg 2+ ions, in turn a re¯ection of local geology. Calculations of the partial pressure of CO 2 (PCO 2 ) from Himalayan streams have shown that PCO 2 ranged from one to ten times that of atmospheric pressure at pH ranges of 7.0±8.0, although the average PCO 2 in this pH range was nearer to 101±303 kPa (Johnson et al., 1998) . This probably re¯ects groundwater contributions. Although degassing of excess CO 2 in these high altitude, turbulent streams would quickly lower the PCO 2 in water, it is clear that these plants were still able to grow and photosynthesize in the calcareous streams encountered. It would however, be interesting to see whether low PCO 2 in some of the high altitude streams was responsible for in¯uencing some of the observed distribution patterns.", "cite_spans": [{"start": 671, "end": 693, "text": "(Johnson et al., 1998)", "ref_id": null}], "ref_spans": [], "section": "Overall trends in distribution"}, {"text": "Lowland streams such as those in the Makalu region also had ®ner substrates, and a high ratio of water depth to substrate size. Substrate movement in these systems is thus likely to be more common, re¯ecting their greater stream power (Muotka & Virtanen, 1995; Suren, 1996) . Under these unstable conditions, bryophytes are not expected to occur.", "cite_spans": [{"start": 235, "end": 260, "text": "(Muotka & Virtanen, 1995;", "ref_id": "BIBREF34"}, {"start": 261, "end": 273, "text": "Suren, 1996)", "ref_id": "BIBREF53"}], "ref_spans": [], "section": "Overall trends in distribution"}, {"text": "Some nutrient concentrations at lower altitudes in Nepal are higher than in headwater streams, re¯ecting increased catchment modi®cation and increased human population at lower altitudes (Ormerod et al., 1994) . Under such eutrophic conditions, benthic algae may proliferate, smothering bryophytes and leading to their eventual loss (Miller, 1990; Suren, 1996) . The results obtained by the present study showed that NO 3 concentrations in the streams had little effect on bryophyte communities. Nitrate concentrations were similar in all TWINSPAN groups, and were not correlated to any of the ordination scores. Bryophyte cover was related to CATCHMENT2 scores, and bryophytes were more common in natural valleys with predominantly coniferous or alpine land use, and in streams where torrential¯ows and rif¯e-pool morphology were common. Streams in terraced valleys where the channel had been dug or modi®ed supported little or no bryophytes. Absence of these plants in such streams is unlikely to re¯ect nutrient enrichment, and more probably re¯ects alteration to the stream's physical nature.", "cite_spans": [{"start": 187, "end": 209, "text": "(Ormerod et al., 1994)", "ref_id": "BIBREF37"}, {"start": 333, "end": 347, "text": "(Miller, 1990;", "ref_id": "BIBREF31"}, {"start": 348, "end": 360, "text": "Suren, 1996)", "ref_id": "BIBREF53"}], "ref_spans": [], "section": "Overall trends in distribution"}, {"text": "Water quality other than nutrients appeared to in¯uence bryophyte distributions, as streams with L Fig. 4 Relationships between bryophyte taxonomic richness and stream altitude and Pfankuch stability in the 108 streams surveyed. Note the curvilinear response of richness to these variables (®tted by LOWESS : Wilkinson 1990) , where maximum richness appeared at sites of moderate altitude and stability high base-cation concentrations (i.e. high CHEMIS-TRY1 scores) supported different bryophyte communities than streams with low base-cations. Vitt, Glime & LaFarge-England (1986) also found that bryophyte distributions in eleven streams in the Canadian Rocky Mountains were correlated with Ca 2+ ions. Streams draining the eastern Rockies¯ow over dolomitic rock (MgCO 3 .CaCO 3 ), and support different bryophyte communities than streams draining the western Rockies, which¯ow over non-calcareous sediments. Geological differences have also been implicated in in¯uencing algal communities in Nepal (Jenkins et al., 1995) .", "cite_spans": [{"start": 307, "end": 324, "text": ": Wilkinson 1990)", "ref_id": "BIBREF62"}, {"start": 544, "end": 580, "text": "Vitt, Glime & LaFarge-England (1986)", "ref_id": "BIBREF58"}, {"start": 1000, "end": 1022, "text": "(Jenkins et al., 1995)", "ref_id": "BIBREF20"}], "ref_spans": [{"start": 99, "end": 105, "text": "Fig. 4", "ref_id": null}], "section": "Overall trends in distribution"}, {"text": "This survey examined many of the variables identi®ed by Suren (1996) as important in regulating bryophyte distribution patterns in New Zealand streams (Table 8) . While some similarities existed between results of the present study and those in New Zealand, differences were also apparent.", "cite_spans": [{"start": 56, "end": 68, "text": "Suren (1996)", "ref_id": "BIBREF53"}], "ref_spans": [{"start": 151, "end": 160, "text": "(Table 8)", "ref_id": null}], "section": "Assessing a descriptive model for bryophyte distributions"}, {"text": "Altitude had a pervasive in¯uence on bryophyte distributions in both New Zealand and in Nepal (Table 8) , despite the obvious differences in the altitude ranges. In both countries, bryophytes were less common, or absent in low altitude streams. Bryophyte community composition in Nepal was also structured by altitude, whereas this variable had only a very weak in¯uence on species composition in New Zealand streams (Suren, 1996) .", "cite_spans": [{"start": 417, "end": 430, "text": "(Suren, 1996)", "ref_id": "BIBREF53"}], "ref_spans": [{"start": 94, "end": 103, "text": "(Table 8)", "ref_id": null}], "section": "Assessing a descriptive model for bryophyte distributions"}, {"text": "Geological in¯uences on bryophyte distributions in New Zealand were examined by assigning different rock types to one of ®ve`erosion classes', based on their resistance to¯uvial erosion (Suren, 1996) . Bryophytes were generally absent from catchments dominated by easily eroded rocks, such as weakly indurated sedimentary rocks (e.g. mud- Table 8 Comparison of results that examine the interactions of macro-, meso-and microscale variables on aquatic bryophytes in streams in New Zealand (Suren, 1996) and Nepal (this study). The table shows which variables were related to bryophyte presence/absence or community structure (Ö), and which variables had no apparent relationship to bryophytes (Q) in each study. Some variables such as geology, hydrology and water nature were not examined by comparable methods between the two studies, so their effects on bryophyte communities are unknown (but see footnotes) Suren (1996) This study Variable Presence/absence Community composition Presence/absence Community composition ²Suren (1996) suggested that geology in¯uenced the erosion potential of rocks, and that streams dominated by easily eroded material did not support bryophytes. In the present study, streams were not classi®ed into similar erosion groupings, so direct comparisons could not be made. However, it was found that bryophyte communities were in¯uenced by base-richness, itself geologically derived. ³None of the streams in Nepal were gauged, so the effects of high and low¯ows on bryophytes could not be ascertained. The present authors believe, however, that the fundamental hydrological differences between these two countries helps shape bryophyte communities. §Water nature was not directly included in this study, but all bryophytes were collected from fast¯owing, highly turbulent areas. As such, this gave the same result as in Suren (1996). stone, siltstone, conglomerate). Base geology also appeared to in¯uence community composition. Mosses were common in catchments composed of strongly indurated sedimentary rocks (e.g. argillite, sandstone, greywacke) and igneous rocks (e.g. pyroclastics, lavas, plutonics and ultrama®cs); these were relatively resistant to erosion. Liverworts were most common in streams dominated by igneous and metamorphic rocks (e.g. schist, gneiss, marble), which had a very low erosion index. Geological differences in Nepal were not directly examined, so a similar comparison cannot be made. As in the New Zealand study, it is assumed that differences in rock erodability exist between the different rock types encountered, so this may have played a role in structuring bryophyte communities. Geology is also known to in¯uence base-richness, and results of the present study showed that community composition (as ordination scores) was correlated to base richness (expressed as CHEMISTRY1 PCA scores). Dominant catchment land use regulated both bryophyte presence/absence, and community composition (of eighty-three taxa) in New Zealand streams (Table 8) . Streams that¯owed through modi®ed catchments were generally devoid of bryophytes, whereas streams that¯owed through pasture, tussock or beech often supported mosses (Suren, 1996) . Liverworts appeared much more sensitive to catchment modi®cation, and were primarily found in unmodi®ed catchments dominated by beech and tussock. Bryophyte distributions in Nepal were regulated by CATCHMENT2 scores, where cover was least in heavily modi®ed terraced catchments, and greatest in unmodi®ed catchments. As such, this is a similar result to that found by Suren (1996) in New Zealand, but community composition in Nepal appeared largely unaffected by land use.", "cite_spans": [{"start": 186, "end": 199, "text": "(Suren, 1996)", "ref_id": "BIBREF53"}, {"start": 488, "end": 501, "text": "(Suren, 1996)", "ref_id": "BIBREF53"}, {"start": 909, "end": 921, "text": "Suren (1996)", "ref_id": "BIBREF53"}, {"start": 1020, "end": 1033, "text": "²Suren (1996)", "ref_id": "BIBREF53"}, {"start": 1849, "end": 1862, "text": "Suren (1996).", "ref_id": "BIBREF53"}, {"start": 3174, "end": 3187, "text": "(Suren, 1996)", "ref_id": "BIBREF53"}, {"start": 3558, "end": 3570, "text": "Suren (1996)", "ref_id": "BIBREF53"}], "ref_spans": [{"start": 339, "end": 346, "text": "Table 8", "ref_id": null}, {"start": 2997, "end": 3006, "text": "(Table 8)", "ref_id": null}], "section": "Assessing a descriptive model for bryophyte distributions"}, {"text": "Many of the streams in Suren's 1996 survey were from gauged catchments, so the in¯uence of stream hydrology in bryophyte communities could be assessed (Table 8) . Low¯ow events were seen to have a major negative impact on bryophytes, as these plants were generally absent from streams with sustained periods of low¯ow. High¯ow events appeared to in¯uence community composition, as liverworts were more common in streams that had a high catchment yield and frequent¯o ods. The in¯uence of stream hydrology on Nepalese bryophytes remains untested, as no¯ow records were available. Fundamental differences exist in the timing and frequency of rainfall events between the two countries. Rainfall episodes in New Zealand are generally short lived, and spread evenly, but unpredictably over the year, whereas rainfall in Nepal is strongly seasonal, with longterm periods of both high and low¯ow events. These fundamental differences in stream hydrology may have profound effects on the structure of stream communities in these two countries, especially given the importance of stream hydrology to benthic communities (e.g. Minshall, 1988; Poff & Ward, 1989; Clausen & Biggs, 1997) .", "cite_spans": [{"start": 1117, "end": 1132, "text": "Minshall, 1988;", "ref_id": "BIBREF32"}, {"start": 1133, "end": 1151, "text": "Poff & Ward, 1989;", "ref_id": "BIBREF41"}, {"start": 1152, "end": 1174, "text": "Clausen & Biggs, 1997)", "ref_id": "BIBREF5"}], "ref_spans": [{"start": 151, "end": 160, "text": "(Table 8)", "ref_id": null}], "section": "Assessing a descriptive model for bryophyte distributions"}, {"text": "Water quality in the New Zealand streams was variable, with dissolved reactive phosphorus concentrations up to 32 mg m ±3 and NO 3 1± concentrations up to 1.2 g m ±3 . These concentrations are higher than in the present survey, and may re¯ect the effect of more intensive agriculture on some New Zealand streams. Bryophytes were generally absent from streams with high N concentrations, and mosses were common in streams with high P concentrations, in contrast to liverworts, which were restricted to nutrient-poor waters (Suren, 1996) . In contrast to New Zealand, bryophyte distributions in Nepal appeared independent of stream nutrient status. Suren (1996) reported that bryophytes were more common in stable than unstable streams, but that there were no differences in stability between streams supporting different bryophyte communities (Table 8 ). The present study also found that bryophytes were more common in stable streams. However, it was found that bryophyte community composition was related to stability. Taxa such as Isopterygium, Philonotis and Lejeuneaceae were more common in unstable streams, while Eurhynchium, Hygroamblystegium and Bryum were more common in stable streams.", "cite_spans": [{"start": 522, "end": 535, "text": "(Suren, 1996)", "ref_id": "BIBREF53"}, {"start": 647, "end": 659, "text": "Suren (1996)", "ref_id": "BIBREF53"}], "ref_spans": [{"start": 842, "end": 850, "text": "(Table 8", "ref_id": null}], "section": "Assessing a descriptive model for bryophyte distributions"}, {"text": "The results reported here re¯ect those of Muotka & Virtanen (1995) , who examined community composition of bryophytes in north-eastern Finland. They found that frequently disturbed sites were dominated by small, potentially fast colonizing bryophytes such as Blindia, while stable sites were dominated by large, perennial species such as Fontinalis. Disturbance in their study was related either to substrate movement or water level uctuations, as they sampled both aquatic and semi-aquatic bryophytes. The present survey was restricted to submerged bryophytes only, and so could only consider streambed stability, as assessed by the Pfankuch score.", "cite_spans": [{"start": 42, "end": 66, "text": "Muotka & Virtanen (1995)", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "Assessing a descriptive model for bryophyte distributions"}, {"text": "Stability is a consequence of substrate size, and the propensity for substrates to move during high discharge. In New Zealand, streams without bryophytes had smaller substrates than streams with bryophytes (Suren, 1996) , yet it was found that substrate size was similar in all the Nepalese streams, irrespective of bryophyte cover. Although substrate size is often equated with stability (Carling, 1983; Komar, 1988; Townsend et al., 1997a,b) , this may not always be the case. Large particles protrude more into the water column and are thus subject to higher velocities and turbulent shear stress than small particles, which may lie in hydrologically quiescent areas of the streambed. Additionally, large particles become mobile when random, high-energy turbulent eddies hit them, so the longer a stream is in¯ood stage, the more likely this is to occur. Flow regimes in New Zealand and Nepal are very different, with New Zealand streams characterized by frequent, unpredictable, short-lived¯oods, and Nepalese streams characterized by long, seasonal increases in discharges as a result of monsoonal rainfall. The longer ood durations in Nepalese streams would thus increase the likelihood of a particular substrate element in being moved by random, high energy, turbulent eddies. Since even large particles ± up to several metres in diameter ± are sometimes moved during monsoonal¯oods (S. J. Ormerod, personal observation), the presence of large particles in Himalayan streams does not necessarily equate with extra stability.", "cite_spans": [{"start": 206, "end": 219, "text": "(Suren, 1996)", "ref_id": "BIBREF53"}, {"start": 389, "end": 404, "text": "(Carling, 1983;", "ref_id": "BIBREF4"}, {"start": 405, "end": 417, "text": "Komar, 1988;", "ref_id": "BIBREF27"}, {"start": 418, "end": 443, "text": "Townsend et al., 1997a,b)", "ref_id": null}], "ref_spans": [], "section": "Assessing a descriptive model for bryophyte distributions"}, {"text": "The highly predictable pattern of monsoonal rainfall, and resultant regular hydrographs may, however, provide an alternative explanation as to why substrate size appeared unimportant for bryophytes in Nepalese streams. Aquatic bryophytes are intolerant of desiccation (Kimmerer & Allen, 1982; Glime & Vitt, 1984) and so would be absent from streambed material that becomes exposed during the winter low¯ows. Differences in water level would be expected to be more pronounced on larger boulders, and if these become exposed during the winter low¯ow, aquatic bryophytes would not be able to colonize them successfully.", "cite_spans": [{"start": 268, "end": 292, "text": "(Kimmerer & Allen, 1982;", "ref_id": "BIBREF26"}, {"start": 293, "end": 312, "text": "Glime & Vitt, 1984)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Assessing a descriptive model for bryophyte distributions"}, {"text": "Finally, streambed slope was identi®ed by Suren (1996) as important for aquatic bryophytes in New Zealand (Table 8) , with bryophyte cover increasing with increasing slope. A similar trend was observed in the present study. However, a decline in bryophyte cover in very steep streams was observed, re¯ecting either a decline in streambed stability, or the loss of continually submerged areas of the streambed.", "cite_spans": [{"start": 42, "end": 54, "text": "Suren (1996)", "ref_id": "BIBREF53"}], "ref_spans": [{"start": 106, "end": 115, "text": "(Table 8)", "ref_id": null}], "section": "Assessing a descriptive model for bryophyte distributions"}, {"text": "Macroscale and mesoscale variables in New Zealand streams appeared to in¯uence both the presence of aquatic bryophytes in streams, and the resultant community (Suren, 1996) . Similar patterns were found in the study reported here, although land use played a less important role than in New Zealand. Not surprisingly, altitude was more signi®cant in structuring bryophyte communities in Nepal than in New Zealand, re¯ecting the much greater altitude range and the number of altitude-related variables. Additionally, with the exception of substrate size, all microscale variables examined by Suren (1996) were implicated in regulating the presence of bryophytes in the Nepalese streams. Subtle differences in how these might in¯uence bryophyte communities in Nepal were evident, as streambed stability had no in¯uence on bryophyte community composition in New Zealand, but correlated strongly with communities in Nepal.", "cite_spans": [{"start": 159, "end": 172, "text": "(Suren, 1996)", "ref_id": "BIBREF53"}, {"start": 590, "end": 602, "text": "Suren (1996)", "ref_id": "BIBREF53"}], "ref_spans": [], "section": "Assessing a descriptive model for bryophyte distributions"}, {"text": "From the results given here, it is clear that the summary model presented by Suren (1996) for New Zealand bryophytes is generally valid for Nepalese aquatic bryophytes, despite the greater heterogeneity in Nepal. Differences between the behaviour of bryophyte communities in the two countries with respect to stability and substrate size can be explained by the fundamental differences in the hydrological regimes of the two countries, and the possibly greater stream power of the Nepalese streams during the monsoon.", "cite_spans": [{"start": 77, "end": 89, "text": "Suren (1996)", "ref_id": "BIBREF53"}], "ref_spans": [], "section": "Assessing a descriptive model for bryophyte distributions"}, {"text": "The above results enabled development of a conceptual habitat template for bryophytes in Nepalese streams. On the basis of the TWINSPAN and DECORANA results, altitude and streambed stability were identi®ed as the major axes on this template (Fig. 5) , although other secondary environ-mental gradients such as conductivity, pH, CHEM-ISTRY1 and CATCHMENT1 were also identi®ed. These variables showed a high correlation with altitude, and so are represented on the same axis. Although altitude (and related variables) is thought to be the dominant variable for aquatic bryophytes in these streams, stability was also of major importance, yet the two were not correlated. This variable thus forms the secondary axis of the habitat-template model.", "cite_spans": [], "ref_spans": [{"start": 241, "end": 249, "text": "(Fig. 5)", "ref_id": null}], "section": "A habitat template for Nepalese bryophytes"}, {"text": "Bryophyte cover was least in low altitude streams, which were also the least stable. Cover was highest in streams at a moderate altitude, which were also the most stable. Streams at higher altitudes were less stable and so supported fewer bryophytes. Notwithstanding any effects of altitude, the effects of streambed stability in these streams were the same as predicted by both Muotka & Virtanen (1995) and Suren (1996) . The model shows how bryophyte communities changed with respect to both altitude and stability, con®rming observations by Ormerod et al. (1994) , of the importance of altitude, and by Muotka & Virtanen (1995) , of the importance of stability to bryophytes.", "cite_spans": [{"start": 379, "end": 403, "text": "Muotka & Virtanen (1995)", "ref_id": "BIBREF34"}, {"start": 408, "end": 420, "text": "Suren (1996)", "ref_id": "BIBREF53"}, {"start": 544, "end": 565, "text": "Ormerod et al. (1994)", "ref_id": "BIBREF37"}, {"start": 606, "end": 630, "text": "Muotka & Virtanen (1995)", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "A habitat template for Nepalese bryophytes"}, {"text": "Some taxa, such as Isopterygium distichaceum and Lejeunaceae were restricted to lower sites, where they were more common in stable streams. Other taxa, such as Rhynchostegium vagans and Hygroamblystegium obtulosum, were restricted to only high altitude streams. Three taxa, Fissidens grandifrons, Rhynchostegium riparioides and Eurhynchium praelongum, were notable in their broad distribution across a wide range of both altitude and stability (Table 6 and Fig. 5) , and indeed were collected the most. The widespread distribution of F. grandifrons in Nepal mirrors the distribution of F. rigidulus in New Zealand, where it was found in almost half of the 118 streams surveyed throughout the South Island. These two species of Fissidens must have broad niches, and ef®cient means of reproduction and dispersal to explain their ubiquitous distribution patterns in these highly dynamic environments.", "cite_spans": [], "ref_spans": [{"start": 444, "end": 456, "text": "(Table 6 and", "ref_id": "TABREF4"}, {"start": 457, "end": 464, "text": "Fig. 5)", "ref_id": null}], "section": "A habitat template for Nepalese bryophytes"}, {"text": "Traditional plant theory predicts that stable environments will be dominated by large, long-lived perennial species that rely mainly on asexual reproduction, whereas more disturbed environments would be dominated by smaller, short-lived`shuttle' species that regularly produce spores (During, 1979; Grime, Rincon & Wickerson, 1990) . It is interesting to note that sporophyte production in F. rigidulus is relatively rare (Suren, 1996; personal observation) , as is also the case with F. grandifrons (Hill, 1902) . These species presumably rely on vegetative propagation. The widespread occurrence of these vegetatively propagating plants throughout these two countries, where disturbance by substrate movement is com-L Fig. 5 Conceptual habitat-template model of the TWINSPAN groups (roman numerals) showing their position on the altitude±stability axes. Bryophyte cover and richness varied between these groups, as did the distribution patterns of common taxa, some of which were restricted to particular TWINSPAN groups, while others were found in all streams. mon, suggests that importance of sexual reproduction in unstable environments (e.g. Muotka & Virtanen, 1995) may not be as relevant for aquatic bryophytes as is commonly assumed.", "cite_spans": [{"start": 284, "end": 298, "text": "(During, 1979;", "ref_id": "BIBREF7"}, {"start": 299, "end": 331, "text": "Grime, Rincon & Wickerson, 1990)", "ref_id": "BIBREF15"}, {"start": 422, "end": 435, "text": "(Suren, 1996;", "ref_id": "BIBREF53"}, {"start": 436, "end": 457, "text": "personal observation)", "ref_id": null}, {"start": 500, "end": 512, "text": "(Hill, 1902)", "ref_id": "BIBREF18"}, {"start": 1148, "end": 1172, "text": "Muotka & Virtanen, 1995)", "ref_id": "BIBREF34"}], "ref_spans": [{"start": 720, "end": 726, "text": "Fig. 5", "ref_id": null}], "section": "A habitat template for Nepalese bryophytes"}, {"text": "Intuitively, sexual reproduction in an unstable, high-energy stream environment would be dif®cult. High¯ows could cause high suspended sediment levels, which can reduce antheridia and archegonia formation (Lewis, 1973) . Fertilization may also be dif®cult, especially on dioecious plants where high currents may wash sperm away from the separate female plant. Sporophyte production, successful release of spores, their subsequent entrapment in a suitable place, and their germination to form protonema and then a new gametophyte, would be dif®cult in highly disturbed environments such as the Himalayas. Vegetative reproduction, however, only requires a plant fragment to lodge in a suitable area for a time suf®cient to enable rhizoid production to occur (» 2 months; Glime et al., 1979) .", "cite_spans": [{"start": 205, "end": 218, "text": "(Lewis, 1973)", "ref_id": "BIBREF28"}, {"start": 769, "end": 788, "text": "Glime et al., 1979)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "A habitat template for Nepalese bryophytes"}, {"text": "Flow regimes in New Zealand are unpredictable, so sexual reproduction is unlikely. Although it is possible that sexual reproduction in Nepal could be common, especially given the highly predictablē ow regimes, and the existence of a de®nite seasonal window for reproduction, the rarity of fruiting plants among the material collected, however (A. Suren, personal observation) suggests that this may not be the case.", "cite_spans": [], "ref_spans": [], "section": "A habitat template for Nepalese bryophytes"}, {"text": "Although results of the present study imply that vegetatively dispersing plants are ubiquitous throughout Nepal and other unstable areas, more studies are needed to see whether reproductive strategies for aquatic bryophytes do indeed match those predicted by traditional theory. Alternatively, populations of the same species may use different reproductive strategies in habitats of different stability.", "cite_spans": [], "ref_spans": [], "section": "A habitat template for Nepalese bryophytes"}, {"text": "Bryophyte communities in the Nepalese Himalayas are regulated mainly by altitude (and variables related to altitude) and stability. It has also been shown that the summary descriptive model developed by Suren (1996) to explain bryophyte distributions in New Zealand is relevant in this heterogeneous environment, although some discrepancies occur. Altitude appears to play a much more important role in these Nepalese streams than in New Zealand, and so this forms a major axis of the habitat-template model. As predicted by Suren (1996) and Muotka & Virtanen (1995) , stability is also fundamental to the occurrence of bryophytes within Nepalese streams and forms the second axis of the template. Species distributions vary in apparently consistent patterns along these two axes, although some species appear to have wider distributions than predicted by traditional ecological theory, based on reproductive strategy. An improved knowledge of the ecology and life cycles of the common species encountered would provide valuable information and help in terms of developing a clearer understanding between species traits and their relationship to the habitat-template that has been proposed for these plants.", "cite_spans": [{"start": 203, "end": 215, "text": "Suren (1996)", "ref_id": "BIBREF53"}, {"start": 525, "end": 537, "text": "Suren (1996)", "ref_id": "BIBREF53"}, {"start": 542, "end": 566, "text": "Muotka & Virtanen (1995)", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "A habitat template for Nepalese bryophytes"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The differential ability of aquatic plants to utilize the inorganic carbon supply in fresh waters", "authors": [{"first": "E", "middle": ["D"], "last": "Allen", "suffix": ""}, {"first": "D", "middle": ["H N"], "last": "Spence", "suffix": ""}], "year": 1981, "venue": "New Phytologist", "volume": "87", "issn": "", "pages": "269--283", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "The requirement of aquatic bryophytes for free CO 2 as an inorganic carbon source: some experimental evidence", "authors": [{"first": "J", "middle": ["T"], "last": "Bain", "suffix": ""}, {"first": "M", "middle": ["C F"], "last": "Proctor", "suffix": ""}], "year": 1980, "venue": "New Phytologist", "volume": "86", "issn": "", "pages": "393--400", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "The contribution of¯ood disturbance, catchment geology and land use to the habitat template of periphyton in stream ecosystems", "authors": [{"first": "B", "middle": ["J F"], "last": "Biggs", "suffix": ""}], "year": 1995, "venue": "Freshwater Biology", "volume": "33", "issn": "", "pages": "101--120", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Use of a new standardised habitat survey for assessing the habitat preferences and distribution of upland river birds. Bird Study", "authors": [{"first": "S", "middle": ["T"], "last": "Buckton", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Ormerod", "suffix": ""}], "year": 1997, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Threshold of coarse sediment transport in broad and narrow natural streams", "authors": [{"first": "P", "middle": ["A"], "last": "Carling", "suffix": ""}], "year": 1983, "venue": "Earth Surface Processes and Landforms", "volume": "8", "issn": "", "pages": "1--18", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Relationships between benthic biota and hydrological indices in New Zealand streams", "authors": [{"first": "B", "middle": [], "last": "Clausen", "suffix": ""}, {"first": "B", "middle": ["J F"], "last": "Biggs", "suffix": ""}], "year": 1997, "venue": "Freshwater Biology", "volume": "38", "issn": "", "pages": "327--342", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Environmental stability and community persistence: a multivariate approach", "authors": [{"first": "J", "middle": ["K"], "last": "Collier", "suffix": ""}], "year": 1992, "venue": "Journal of the North American Benthological Society", "volume": "13", "issn": "", "pages": "125--139", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Life strategies of bryophytes: a preliminary review", "authors": [{"first": "H", "middle": ["J"], "last": "During", "suffix": ""}], "year": 1979, "venue": "Lindbergia", "volume": "5", "issn": "", "pages": "2--18", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Recent developments in bryophyte population ecology", "authors": [{"first": "H", "middle": ["J"], "last": "During", "suffix": ""}, {"first": "B", "middle": ["F"], "last": "Van Tooren", "suffix": ""}], "year": 1987, "venue": "Trends in Ecology and Evolution", "volume": "2", "issn": "", "pages": "89--93", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Effects of disturbance on stream moss and invertebrate community structure", "authors": [{"first": "G", "middle": [], "last": "Englund", "suffix": ""}], "year": 1991, "venue": "Journal of the North American Benthological Society", "volume": "10", "issn": "", "pages": "143--153", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Mosses of Eastern India and Adjacent Regions: a Monograph. (Fasicles 1±8). H.C. Gangulee", "authors": [{"first": "H", "middle": ["C"], "last": "Gangulee", "suffix": ""}], "year": 1969, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Bryophytes and Invertebrates", "authors": [{"first": "U", "middle": [], "last": "Gerson", "suffix": ""}], "year": 1972, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Zonation of bryophytes in the headwaters of a New Hampshire stream", "authors": [{"first": "J", "middle": ["M"], "last": "Glime", "suffix": ""}], "year": 1970, "venue": "Rhodora", "volume": "", "issn": "", "pages": "276--279", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "The physiological adaptations of aquatic musci", "authors": [{"first": "J", "middle": ["M"], "last": "Glime", "suffix": ""}, {"first": "D", "middle": ["H"], "last": "Vitt", "suffix": ""}], "year": 1984, "venue": "Lindbergia", "volume": "10", "issn": "", "pages": "41--52", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "A model for attachment of aquatic moss", "authors": [{"first": "J", "middle": ["M"], "last": "Glime", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Nissila", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Trynoski", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Fornwall", "suffix": ""}], "year": 1979, "venue": "Journal of Bryology", "volume": "10", "issn": "", "pages": "313--320", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Bryophytes and plant strategy theory", "authors": [{"first": "J", "middle": ["P"], "last": "Grime", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Rincon", "suffix": ""}, {"first": "B", "middle": ["E"], "last": "Wickerson", "suffix": ""}], "year": 1990, "venue": "Botanical Journal of the Linnean Society", "volume": "104", "issn": "", "pages": "175--186", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Multivariate Data Analysis, 4th edn", "authors": [{"first": "J", "middle": ["F"], "last": "Hair", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Anderson", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Tatham", "suffix": ""}, {"first": "W", "middle": ["C"], "last": "Black", "suffix": ""}], "year": 1995, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "River Plants. The Macrophytic Vegetation of Watercourses", "authors": [{"first": "S", "middle": ["M"], "last": "Haslam", "suffix": ""}], "year": 1978, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Fissidens grandifrons, its habitats and propagation", "authors": [{"first": "E", "middle": ["J"], "last": "Hill", "suffix": ""}], "year": 1902, "venue": "Bryologist", "volume": "5", "issn": "", "pages": "56--58", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Macrophyte invasions. Inland Waters of New Zealand", "authors": [{"first": "C", "middle": [], "last": "Howard-Williams", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Clayton", "suffix": ""}, {"first": "B", "middle": ["T"], "last": "Coffey", "suffix": ""}, {"first": "I", "middle": ["M"], "last": "Johnstone", "suffix": ""}], "year": 1987, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Stream chemistry in the Middle Hills and High Mountains of the Himalayas", "authors": [{"first": "A", "middle": [], "last": "Jenkins", "suffix": ""}, {"first": "W", "middle": ["T"], "last": "Sloan", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Cosby", "suffix": ""}], "year": 1995, "venue": "Nepal. Journal of Hydrology", "volume": "166", "issn": "", "pages": "61--79", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Aquatic Biodiversity in the Himalaya. Final Scienti®c Report to the Darwin Initiative", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Data Analysis in Community and Landscape Ecology", "authors": [{"first": "R", "middle": ["H G"], "last": "Jongman", "suffix": ""}, {"first": "C", "middle": ["J F"], "last": "Ter Braak", "suffix": ""}, {"first": "O", "middle": ["F R"], "last": "Van Tongeren", "suffix": ""}], "year": 1995, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Microhabitat pReferences of benthic invertebrates and the development of generalised Deleatidium spp. habitat suitability curves, applied to four New Zealand rivers", "authors": [{"first": "I", "middle": ["G"], "last": "Jowett", "suffix": ""}, {"first": "J", "middle": [], "last": "Richardson", "suffix": ""}, {"first": "B", "middle": ["J F"], "last": "Biggs", "suffix": ""}, {"first": "C", "middle": ["W"], "last": "Hickey", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Quinn", "suffix": ""}], "year": 1991, "venue": "New Zealand Journal of Marine and Freshwater Research", "volume": "25", "issn": "", "pages": "187--199", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Mosses of Nepal", "authors": [{"first": "L", "middle": ["P"], "last": "Kattel", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Adhikari", "suffix": ""}], "year": 1992, "venue": "Natural History Society of Nepal", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "The role of disturbance in the pattern of a riparian bryophyte community", "authors": [{"first": "R", "middle": ["W"], "last": "Kimmerer", "suffix": ""}, {"first": "T", "middle": ["F H"], "last": "Allen", "suffix": ""}], "year": 1982, "venue": "American Midland Naturalist", "volume": "107", "issn": "", "pages": "370--383", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Sediment transport by¯oods", "authors": [{"first": "P", "middle": ["D"], "last": "Komar", "suffix": ""}], "year": 1988, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "The effect of suspended coal particles on the life forms of the aquatic moss Eurhynchium riparioides (Hedw.). I. The gametophyte plant", "authors": [{"first": "K", "middle": [], "last": "Lewis", "suffix": ""}], "year": 1973, "venue": "Freshwater Biology", "volume": "3", "issn": "", "pages": "251--257", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Competition, colonization patterns, and disturbance in stream benthic communities. Stream Ecology. Application and Testing of General Ecological Theory", "authors": [{"first": "J", "middle": ["R"], "last": "Mcauliffe", "suffix": ""}], "year": 1983, "venue": "", "volume": "", "issn": "", "pages": "137--156", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "The role of sediments and bryophytes in phosphorus dynamics in a headwater stream ecosystem", "authors": [{"first": "J", "middle": ["L"], "last": "Meyer", "suffix": ""}], "year": 1979, "venue": "Limnology and Oceanography", "volume": "24", "issn": "", "pages": "365--375", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Investigation into the benthic vegetation of the upper Waikato River", "authors": [{"first": "S", "middle": ["T"], "last": "Miller", "suffix": ""}], "year": 1990, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Stream ecosystem theory: a global perspective", "authors": [{"first": "G", "middle": ["W"], "last": "Minshall", "suffix": ""}], "year": 1988, "venue": "Journal of the North American Benthological Society", "volume": "7", "issn": "", "pages": "263--288", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "A Procedure for Characterising River Channels. Water and Soil Miscellaneous Publication no. 32", "authors": [{"first": "M", "middle": ["P"], "last": "Mosely", "suffix": ""}], "year": 1982, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "The stream as a habitat templet for bryophytes: species' distributions along gradients in disturbance and substratum heterogeneity", "authors": [{"first": "T", "middle": [], "last": "Muotka", "suffix": ""}, {"first": "R", "middle": [], "last": "Virtanen", "suffix": ""}], "year": 1995, "venue": "Freshwater Biology", "volume": "", "issn": "", "pages": "141--160", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "The effects of the moss Fissidens rigidulus (Fissidentaceae: Musci) on near-bed¯ow structure in an experimental cobble bed¯ume. Limnology and Oceanography", "authors": [{"first": "V", "middle": ["I"], "last": "Nikora", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Suren", "suffix": ""}, {"first": "S", "middle": ["L R"], "last": "Brown", "suffix": ""}, {"first": "B", "middle": ["J F"], "last": "Biggs", "suffix": ""}], "year": 1998, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Macro-¯oral assemblages in upland Welsh streams in relation to acidity, and their importance to invertebrates", "authors": [{"first": "S", "middle": ["J"], "last": "Ormerod", "suffix": ""}, {"first": "K", "middle": ["R"], "last": "Wade", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Gee", "suffix": ""}], "year": 1987, "venue": "Freshwater Biology", "volume": "18", "issn": "", "pages": "545--557", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Altitudinal trends in the diatoms, bryophytes, macroinvertebrates and ®sh of a Nepalese river system", "authors": [{"first": "S", "middle": ["J"], "last": "Ormerod", "suffix": ""}, {"first": "S", "middle": ["D"], "last": "Rundle", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Wilkinson", "suffix": ""}, {"first": "G", "middle": ["P"], "last": "Daly", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Dale", "suffix": ""}, {"first": "I", "middle": [], "last": "Ju È Ttner", "suffix": ""}], "year": 1994, "venue": "Freshwater Biology", "volume": "32", "issn": "", "pages": "309--322", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "River Habitat Surveys and Biodiversity in the Nepal Himalaya", "authors": [{"first": "S", "middle": ["J"], "last": "Ormerod", "suffix": ""}, {"first": "H", "middle": ["S"], "last": "Baral", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Brewin", "suffix": ""}, {"first": "S", "middle": ["T"], "last": "Buckton", "suffix": ""}, {"first": "I", "middle": [], "last": "Ju È Ttner", "suffix": ""}, {"first": "H", "middle": [], "last": "Rothfritz", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Suren", "suffix": ""}], "year": 1997, "venue": "Freshwater Quality: De®ning the Inde®nable", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "A quantitative study of the fauna of some types of stream-bed", "authors": [{"first": "Percival", "middle": ["E"], "last": "Whitehead", "suffix": ""}, {"first": "H", "middle": [], "last": "", "suffix": ""}], "year": 1929, "venue": "Journal of Ecology", "volume": "17", "issn": "", "pages": "282--314", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Stream Reach Inventory and Channel Stability Evaluation", "authors": [{"first": "D", "middle": ["J"], "last": "Pfankuch", "suffix": ""}], "year": 1975, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Implications of stream¯ow variability and predictability for lotic community structure: a regional analysis of stream¯ow patterns", "authors": [{"first": "N", "middle": ["L"], "last": "Poff", "suffix": ""}, {"first": "J", "middle": ["V"], "last": "Ward", "suffix": ""}], "year": 1989, "venue": "Canadian Journal of Fisheries and Aquatic Sciences", "volume": "46", "issn": "", "pages": "", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "River habitat structure: a new system for classifying rivers according to their habitat quality. Freshwater Quality: De®ning the Inde®nable", "authors": [{"first": "P", "middle": ["J"], "last": "Raven", "suffix": ""}, {"first": "P", "middle": [], "last": "Fox", "suffix": ""}, {"first": "M", "middle": [], "last": "Everard", "suffix": ""}, {"first": "N", "middle": ["T H"], "last": "Holmes", "suffix": ""}, {"first": "F", "middle": ["H"], "last": "Dawson", "suffix": ""}], "year": 1997, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Epiphytic and epilithic diatom communities along environmental gradients in the Nepalese Himalaya: implications for the assessment of biodiversity and water quality", "authors": [{"first": "H", "middle": [], "last": "Rothfritz", "suffix": ""}, {"first": "I", "middle": [], "last": "Ju È Ttner", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Suren", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Ormerod", "suffix": ""}], "year": 1997, "venue": "Archiv fu È r Hydrobiologie", "volume": "138", "issn": "", "pages": "465--482", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Characteristics of softwater streams in Rhode Island. III. Distribution of macrophytic vegetation in a small drainage basin", "authors": [{"first": "S", "middle": ["D"], "last": "Rundle", "suffix": ""}, {"first": "A", "middle": [], "last": "Jenkins", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Ormerod", "suffix": ""}, {"first": "R", "middle": ["G"], "last": "Sheath", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Burkholder", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Hambrook", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Hogeland", "suffix": ""}, {"first": "E", "middle": [], "last": "Hoy", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Kane", "suffix": ""}, {"first": "M", "middle": ["O"], "last": "Morison", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Steinman", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "Van Alstyne", "suffix": ""}], "year": 1986, "venue": "Nepal. Freshwater Biology", "volume": "30", "issn": "", "pages": "183--191", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Banking on Biodiversity: Report on the Regional Consultation on Biodiversity Assessment in The Hindu Kush Himalaya. International Centre for Integrated Mountain Development", "authors": [{"first": "P", "middle": [], "last": "Shengji", "suffix": ""}], "year": 1996, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Niche relationships of mountain stream bryophytes", "authors": [{"first": "M", "middle": ["G"], "last": "Slack", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Glime", "suffix": ""}], "year": 1985, "venue": "Bryologist", "volume": "88", "issn": "", "pages": "7--18", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "The ecological role of aquatic bryophytes in a woodland stream", "authors": [{"first": "A", "middle": ["D"], "last": "Steinman", "suffix": ""}, {"first": "H", "middle": ["L"], "last": "Boston", "suffix": ""}], "year": 1993, "venue": "Journal of the North American Benthological Society", "volume": "12", "issn": "", "pages": "17--26", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Algal Ecology. Freshwater Benthic Ecosystems", "authors": [{"first": "R", "middle": ["J"], "last": "Stevenson", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Bothwell", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Lowe", "suffix": ""}], "year": 1996, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Bryophytes as invertebrate habitat in two New Zealand alpine streams", "authors": [{"first": "A", "middle": ["M"], "last": "Suren", "suffix": ""}], "year": 1991, "venue": "Freshwater Biology", "volume": "26", "issn": "", "pages": "399--418", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Enhancement of invertebrate food resources by bryophytes in New Zealand alpine headwater streams", "authors": [{"first": "A", "middle": ["M"], "last": "Suren", "suffix": ""}], "year": 1992, "venue": "New Zealand Journal of Marine and Freshwater Research", "volume": "26", "issn": "", "pages": "229--239", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Bryophytes and associated invertebrates in ®rst-order alpine streams of", "authors": [{"first": "A", "middle": ["M"], "last": "Suren", "suffix": ""}], "year": 1993, "venue": "New Zealand Journal of Marine and Freshwater Research", "volume": "27", "issn": "", "pages": "479--494", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Macroinvertebrate communities of streams in western Nepal: effects of altitude and land use", "authors": [{"first": "A", "middle": ["M"], "last": "Suren", "suffix": ""}], "year": 1994, "venue": "Freshwater Biology", "volume": "32", "issn": "", "pages": "323--336", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Bryophyte distribution patterns in relation to macro, meso, and micro-scale variables in South Island streams", "authors": [{"first": "A", "middle": ["M"], "last": "Suren", "suffix": ""}], "year": 1996, "venue": "New Zealand Journal of Marine and Freshwater Research", "volume": "30", "issn": "", "pages": "495--517", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Consumption of aquatic bryophytes by alpine stream invertebrates in New Zealand", "authors": [{"first": "A", "middle": ["M"], "last": "Suren", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Winterbourn", "suffix": ""}], "year": 1991, "venue": "New Zealand Journal of Marine and Freshwater Research", "volume": "25", "issn": "", "pages": "327--339", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Quantifying disturbance in streams: alternative measures of disturbance in relation to macroinvertebrate species traits and species richness", "authors": [{"first": "C", "middle": ["R"], "last": "Townsend", "suffix": ""}, {"first": "S", "middle": [], "last": "Doledec", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Scarsbrook", "suffix": ""}], "year": 1997, "venue": "Journal of the North American Benthological Society", "volume": "16", "issn": "", "pages": "531--544", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Species traits in relation to temporal and spatial heterogeneity in streams: a test of habitat templet theory", "authors": [{"first": "C", "middle": ["R"], "last": "Townsend", "suffix": ""}, {"first": "S", "middle": [], "last": "Doledec", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Scarsbrook", "suffix": ""}], "year": 1997, "venue": "Freshwater Biology", "volume": "37", "issn": "", "pages": "367--387", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "Woody debris, forest-stream succession, and catchment geomorphology", "authors": [{"first": "E", "middle": ["H"], "last": "Trotter", "suffix": ""}], "year": 1990, "venue": "Journal of the North American Benthological Society", "volume": "9", "issn": "", "pages": "141--156", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "Bryophyte vegetation and habitat gradients of montane streams in western Canada. Hikobia, 9", "authors": [{"first": "D", "middle": ["H"], "last": "Vitt", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Glime", "suffix": ""}, {"first": "C", "middle": [], "last": "Lafarge-England", "suffix": ""}], "year": 1986, "venue": "", "volume": "", "issn": "", "pages": "367--385", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "Hypnobryales, Suborder Leskeineae (Musci) of the Himalayas. Records of the Botanical Survey of India", "authors": [{"first": "J", "middle": ["N"], "last": "Vohra", "suffix": ""}], "year": 1983, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "Ecology of alpine streams", "authors": [{"first": "J", "middle": ["V"], "last": "Ward", "suffix": ""}], "year": 1994, "venue": "Freshwater Biology", "volume": "32", "issn": "", "pages": "277--295", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "Approaches to classifying vegetation. Ordination and Classi®cation of Communities", "authors": [{"first": "R", "middle": ["H"], "last": "Whittaker", "suffix": ""}], "year": 1973, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF62": {"ref_id": "b62", "title": "SYGRAPH: the System for Graphics", "authors": [{"first": "L", "middle": [], "last": "Wilkinson", "suffix": ""}], "year": 1990, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "Distribution of benthic invertebrates in acid brown water streams in the South Island of New Zealand", "authors": [{"first": "M", "middle": ["J"], "last": "Winterbourn", "suffix": ""}, {"first": "K", "middle": ["J"], "last": "Collier", "suffix": ""}], "year": 1987, "venue": "Hydrobiologia", "volume": "153", "issn": "", "pages": "277--286", "other_ids": {}}, "BIBREF64": {"ref_id": "b64", "title": "A method of sampling coarse riverbed material", "authors": [{"first": "M", "middle": ["G"], "last": "Wolman", "suffix": ""}], "year": 1954, "venue": "American Geophysical Union Transactions", "volume": "35", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Continued altitudinal trends in benthic invertebrates and periphyton in Himalayan streams", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Relationships between a priori de®ned bryophyte cover classes, and (a) stream altitude (F 4,102 = 4.55); (b) stream slope (F 4,102 = 3.25); (c) stream depth (F 4,102 = 5.91); (d) stream width (F 4,102 = 7.84); (e) Pfankuch stability (F 4,102 = 15.91); conventions as in Fig. 1.", "latex": null, "type": "figure"}, "TABREF1": {"text": "Factor loadings for the semiquantitative data that described catchment and stream conditions were correlated to the principal components analysis (PCA) scores (CATCHMENT1 and CATCHMENT2). The table shows those variables that were signi®cantly correlated with the PCA factor loading scores (P< 0.05), and shows what variables were indicative of samples with high or low PCA scores", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Catchment/stream variable\n(Pearson correlation coef®cient r) </td><td> </td><td> </td></tr><tr><td>High scores </td><td>Low scores\n</td></tr><tr><td>CATCHMENT1\n</td><td> </td><td> </td></tr><tr><td>Channel (±0.842) </td><td>Pristine </td><td>Dammed\n</td></tr><tr><td>Semi-natural </td><td>Arti®cially dug\n</td></tr><tr><td>Land use (0.652) </td><td>Broad-leaved forest </td><td>Terraced\n</td></tr><tr><td>Coniferous forest </td><td>Semi (improved) grazing\n</td></tr><tr><td>Dominant ¯ow (0.260) </td><td>Alpine </td><td>Scrub/rough pasture\n</td></tr><tr><td>Torrential </td><td>Rif¯e/pool\n</td></tr><tr><td>Step/pool cascade </td><td>Glide\n</td></tr><tr><td>CATCHMENT2\n</td><td> </td><td> </td></tr><tr><td>Valley form (±0.626) </td><td>Concave </td><td>Symmetrical\n</td></tr><tr><td>Terraced </td><td>Asymmetrical\n</td></tr><tr><td>Bank structure (0.604) </td><td>Vee-shaped </td><td>Gorge\n</td></tr><tr><td>Gentle </td><td>Vertical/undercut\n</td></tr><tr><td>Composite </td><td>Vertical plus toe\n</td></tr><tr><td>Land use (±0.486) </td><td>Terraced </td><td>Coniferous forest\n</td></tr><tr><td> </td><td> </td><td>Alpine\n</td></tr><tr><td>Dominant ¯ow (0.355) </td><td>Glide </td><td>Torrential\n</td></tr><tr><td> </td><td> </td><td>Step/pool cascade\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Pearson correlation coef®cients (r) of measured environmental variables and bryophyte species to DECORANA ordination scores of bryophyte communities encountered in the streams. Only signi®cant correlations to DECORANA axis 1 scores are shown (P < 0.05)", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Negative correlations </td><td>Positive correlations\n</td></tr><tr><td>Variables (n = 77) </td><td>Altitude (±0.659) CHEMISTRY 1 (±0.479)\n</td><td>Pfankuch stability (0.224)\n</td></tr><tr><td>Conductivity (±0.476) Slope (±0.290)\n</td><td> </td></tr><tr><td>Species (n = 77) </td><td>Eurhynchium praelogum (±0.500) </td><td>Isopterygium distichaceum (0.617)\n</td></tr><tr><td>Hygroamblystegium obtulosum (±0.397) Bryum pseudotriquetrum (±0.281) </td><td>Philonotis glomerata (0.511)\nPhilonotis hastata (0.314)\n</td></tr><tr><td> </td><td> </td><td>Lejeuneaceae (0.310)\n</td></tr></table></body></html>"}, "TABREF4": {"text": "", "latex": null, "type": "table"}, "TABREF5": {"text": "Stepwise multiple regression analysis of bryophyte community composition (as expressed as DECORANA axis 1 scores), cover and taxonomic richness against measured physicochemical parameters from the 108 streams. Signi®cant (P < 0.01) values for the resultant regression model for each equation are also given", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Variable </td><td>Coef®cient </td><td>t-value </td><td>P-value </td><td>F-value\n</td></tr><tr><td>DECORANA scores (n = 77, r2 = 0.607)\n</td><td> </td><td> </td><td> </td></tr><tr><td>Altitude </td><td>±0.108 </td><td>±6.290 </td><td>0.001\n</td><td> </td></tr><tr><td>Stability </td><td>±3.753 </td><td>±2.536 </td><td>0.014\n</td><td> </td></tr><tr><td>CHEMISTRY1 </td><td>±29.765 </td><td>±2.536 </td><td>0.015\n</td><td> </td></tr><tr><td>Substrate index </td><td>±1.698 </td><td>±1.177 </td><td>0.245 </td><td>17.08\n</td></tr><tr><td>Taxonomic richness (n = 108,r2 = 0.158)\n</td><td> </td><td> </td><td> </td></tr><tr><td>Altitude </td><td>0.001 </td><td>3.637 </td><td>0.001\n</td><td> </td></tr><tr><td>Stability </td><td>±0.043 </td><td>±2.309 </td><td>0.023 </td><td>9.64\n</td></tr><tr><td>Bryophyte cover (n = 108,r2 = 0.651)\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Stability </td><td>±0.809 </td><td>±7.613 </td><td>0.001\n</td><td> </td></tr><tr><td>CATCHMENT2 </td><td>±0.313 </td><td>±3.468 </td><td>0.001\n</td><td> </td></tr><tr><td>Altitude </td><td>±0.013 </td><td>2.859 </td><td>0.006\n</td><td> </td></tr><tr><td>Substrate index </td><td>±0.031 </td><td>±2.437 </td><td>0.018\n</td><td> </td></tr><tr><td>CHEMISTRY1 </td><td>±0.525 </td><td>±2.133 </td><td>0.037 </td><td>19.28\n</td></tr></table></body></html>"}, "TABREF6": {"text": "Table 1 Catchment and habitat details were assessed at all sites, with information collected on valley shape, channel form, ¯ow type, land use and bank structure. All qualitative categories used in these assessments are given", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Catchment variable </td><td>Category </td><td>Catchment variable </td><td>Category\n</td></tr><tr><td>Valley </td><td>1. vee </td><td>Dominant ¯ow </td><td>1. torrential/white water\n</td></tr><tr><td>2. concave </td><td> </td><td>2. rif¯e/pool\n</td></tr><tr><td> </td><td>3. terraced </td><td> </td><td>3. step/pool\n</td></tr><tr><td> </td><td>4. symmetrical </td><td> </td><td>4. run\n</td></tr><tr><td> </td><td>5. assymmetrical </td><td> </td><td>5. glide\n</td></tr><tr><td>Landuse </td><td>6. gorge\n</td><td> </td><td> </td></tr><tr><td>1. terrace/agriculture </td><td>Bank </td><td>1. vertical/undercut\n</td></tr><tr><td>2. (semi)-improved grazing </td><td> </td><td>2. vertical + toe\n</td></tr><tr><td> </td><td>3. scrub/rough pasture </td><td> </td><td>3. steep (&gt; 45°)\n</td></tr><tr><td> </td><td>4. sal forest 5. broad leaf/mixed forest </td><td> </td><td>4. gentle 5. composite\n</td></tr><tr><td> </td><td>6. coniferous forest\n</td><td> </td><td> </td></tr><tr><td>Channel </td><td>7. alpine\n</td><td> </td><td> </td></tr><tr><td>1. pristine\n</td><td> </td><td> </td></tr><tr><td>2. seminatural\n</td><td> </td><td> </td></tr><tr><td> </td><td>3. dammed\n</td><td> </td><td> </td></tr><tr><td> </td><td>4. arti®cially dug\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>5. resectioned/realigned\n</td></tr></table></body></html>"}, "TABREF7": {"text": "Table 3 Pearson correlation coef®cients ( r ) of factor loadings for the water anion/cation data on axes 1 and 2 of the principal components analysis (PCA) (called CHEMISTRY1 and CHEMISTRY2). * indicates those variables where concentrations were signi®cantly correlated to the PCA factor loading scores ( P < 0.05)", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Anion/cation </td><td>CHEMISTRY1 </td><td>CHEMISTRY2\n</td></tr><tr><td>Ca2+ </td><td>0.250 (*) </td><td>0.016\n</td></tr><tr><td>Sr2+ </td><td>0.259 (*) </td><td>±0.073\n</td></tr><tr><td>Al3+ </td><td>±0.249 (*) </td><td>0.093\n</td></tr><tr><td>Ba2+ </td><td>0.185 (*) </td><td>0.013\n</td></tr><tr><td>Mn2+ </td><td>0.178 (*) </td><td>±0.024\n</td></tr><tr><td>1± SO4\n</td><td>0.149 (*) </td><td>0.123 (*)\n</td></tr><tr><td>Na1+ </td><td>±0.063 </td><td>0.319 (*)\n</td></tr><tr><td>K1+ </td><td>0.051 </td><td>0.277 (*)\n</td></tr><tr><td>Cl1± </td><td>±0.060 </td><td>0.287 (*)\n</td></tr><tr><td>Mg2+ </td><td>0.105 (*) </td><td>0.147 (*)\n</td></tr><tr><td>Si4+ </td><td>±0.028 </td><td>0.121 (*)\n</td></tr><tr><td>F1± </td><td>±0.088 (*) </td><td>0.113 (*)\n</td></tr><tr><td>Fe3+ </td><td>0.124 (*) </td><td>±0.030\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "We thank Dick Johnson and Alan Jenkins of the U.K. Institute of Hydrology for the opportunity to allow us to carry out this work, funded by the Darwin Initiative for the Survival of Species. Thanks also to the other members of the research teams (Phil Brewin, Seb Buckton, Roger Wyatt, Steve Wilkinson, Jeremy Wilkinson and Ingrid Ju È ttner) for help in many ways. We also acknowledge assistance from NIWA's Environmental Hydrology and Habitat Hydraulics programme, funded by the New Zealand Foundation for Research, Science and Technology (contract number C01519).", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments"}]}