{
    "paper_id": "52374a15485cbe242732c732055a07d638686b37",
    "metadata": {
        "title": "Infektionsprävention durch Hygiene zu Hause und in der Öffentlichkeit Die Notwendigkeit für eine familienzentrierte Strategie",
        "authors": [
            {
                "first": "S",
                "middle": [
                    "F"
                ],
                "last": "Bloomfield",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "M"
                ],
                "last": "Exner",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universität Bonn",
                    "location": {
                        "region": "BRD"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "E"
                ],
                "last": "Dietlein",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universität Bonn",
                    "location": {
                        "region": "BRD"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Hygiene als wichtige Gesundheitsthematik zunehmend an Bedeutung. Der Rückgang von Mortalitätsraten, bedingt durch Impfkampagnen und den Zugang zu Antibiotika, führte zu einer weitgehenden Gleichgültigkeit gegenüber Infektionskrankheiten. Hygiene wurde nur noch im Krankenhaus oder in der industriellen Lebensmittelproduktion als bedeutsam angesehen. In den letzten 10 Jahren sind Infektionskrankheiten wieder als wichtige Thematik in die Gesundheitsagenda zurückgekehrt. Nationale sowie auch internationale Institutionen haben die Notwendigkeit erkannt, Strategien zur Verhütung von Infektionen zu entwickeln. Im zunehmenden Maße schließt dies auch die Förderung der Hygiene in Familien sowohl zu Hause als auch in ihrem sozialen und Arbeitsumfeld mit ein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ende des 20. Jahrhunderts verlor die"
        },
        {
            "text": "In den letzten Jahrzehnten wurde deutlich, dass wir ständig mit neu auftretenden Krankheitserregern rechnen müssen. Beispiele sind neue Influenza-Virus-Stämme und das SARS-Virus. Im Falle einer Influenzapandemie ist Hygiene als erste Verteidigungslinie vor Beginn von Massenimpfungen essenziell, d. h., derartigen pandemischen Infektionskrankheiten kann nur durch persönliche Hygienemaßnahmen beim Husten, Niesen sowie bei der Hand-und Flächenreinigung als Teil der täglichen Lebensgewohnheiten begegnet werden. Das IFH hat zur Förderung der Hygiene die \"Guidelines for prevention and cross-infection in the domestic environment\", die \"Recommendations for selection of suitable hygiene procedures for use in the domestic environment\" sowie für die Allgemeinbevölkerung, mit relativ geringem hygienischen Hintergrundwissen, ein allgemein verständliches Lernprogramm erstellt [17, 18, 19, 20] . Es werden hier im Sinne der risikobasierten Vorgehensweise detaillierte Empfehlungen zu allen Aspekten der häuslichen Hygiene gegeben.",
            "cite_spans": [
                {
                    "start": 874,
                    "end": 878,
                    "text": "[17,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 879,
                    "end": 882,
                    "text": "18,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 883,
                    "end": 886,
                    "text": "19,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 887,
                    "end": 890,
                    "text": "20]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Risiken Neue Krankheitserreger"
        },
        {
            "text": "Der letzte World-Health-Report der WHO von August 2007 betont die Notwendigkeit globaler Anstrengungen, um neu auftretenden Infektionskrankheiten begegnen zu können. Ermutigend ist hier, dass internationale, nationale und regionale Institutionen nunmehr anerkennen, dass die Prävention von Infektionskrankheiten auch in der Verantwortlichkeit der Familien und des öffentlichen Bereiches liegen und sie einer Verhaltensänderung in der Öffentlichkeit bedarf. Aus diesem Grunde wird nunmehr damit begonnen, in Programme zur Entwicklung und Förderung der Hygiene zu investieren.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Die Veränderung des \"Hygieneklimas\""
        },
        {
            "text": "Innerhalb Europas ist das öffentliche Gesundheitswesen so strukturiert, dass unterschiedliche Institutionen für verschiedene Aspekte der Hygiene wie Lebensmittelhygiene, persönliche Hygiene, Vorbereitung auf eine pandemische Influenza, Patientenaufklärung etc. zuständig sind. Dies bedeutet, dass die Hygiene-Informationen, die Familien für das häusliche Umfeld erhalten, unvollständig, z. T. sehr allgemein gehalten oder auch widersprüchlich sind. Beispielsweise kann eine gute Händehygiene -als zentrale Komponente aller Hygienemaßnahmen -nur durch eine ganzheitliche Vermittlung der ursächlichen Verbindung zwischen Händehygiene und Infektionsübertragung im häuslichen Umfeld effektiv umgesetzt werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Die Notwendigkeit gemeinsamer Strategien"
        },
        {
            "text": "identifying the critical control points for preventing the spread of infectious diseases in the home. If we are to be successful in achieving behaviour change in the community, we need to develop a family-centred approach which ensures an understanding of infectious disease agents and their mechanism of spread.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zusammenfassung · Abstract"
        },
        {
            "text": "Keywords prevention of infection · targeted home hygiene · HACCP · risk-based approach to hygiene · family-centred approach Bundesgesundheitsbl -Gesundheitsforsch -Gesundheitsschutz 2008 · 51:1258-1263 DOI 10.1007/s00103-008-0695-2 © Sprin ger Me di zin Ver lag 2008",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zusammenfassung · Abstract"
        },
        {
            "text": "Zu sam men fas sung In den letzten 20 Jahren ist das Thema der Infektionskrankheiten wieder in die Gesundheitsagenda zurückgekehrt und hat zur Entwicklung neuer Präventions-und Kontrollstrategien geführt, die im zunehmenden Maße darauf ausgerichtet sind, Infektionen innerhalb der Familie im häuslichen Umfeld sowie in ihrem sozialen und Arbeitsumfeld zu reduzieren. So wurde z. B. vom International Scientific Forum on Home Hygiene eine Vorgehensweise entwickelt, die die \"kritischen Kontrollpunkte\" identifiziert und die hygienischen Maßnahmen festgelegt, die für die Prävention der Übertragung von Infektionskrankheiten im häuslichen Umfeld notwendig sind. Zur Verhaltensänderung im öffentlichen Umfeld muss eine familienzentrierte Strategie entwickelt werden, die das Wissen über Infektionserreger und deren Weiterverbreitung verbessert sowie ein risikobasiertes Hygienemanagement einbezieht.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infektionsprävention durch Hygiene zu Hause und in der Öffentlichkeit. Die Notwendigkeit für eine familienzentrierte Strategie"
        },
        {
            "text": "Infektionsprävention · Häusliche gezielte Hygiene · HACCP · Risikobasiertes Hygienemanagement · Familienzentrierte Strategie",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schlüs sel wör ter"
        },
        {
            "text": "Over the past 20 years, infectious disease has moved back up the health agenda, prompting new emphasis on developing strategies for prevention and control, including reduction of spread of infection within the family at home and in their social and work lives outside the home. This paper reviews the various issues that have contributed to this trend. In response to the need for a science-based approach to home hygiene, the International Scientific Forum on Home Hygiene has developed an approach based on risk management which involves ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prevention of infection through hygiene in the home and community. The need for a family-centred approach Abstract"
        },
        {
            "text": "In den letzten Jahren hat man den Risiken, die mit Hygiene assoziiert sind, erhebliche Aufmerksamkeit gewidmet. Hierzu zählen z. B. Befürchtungen über toxische und Umweltauswirkungen von Reinigungsund Desinfektionsprodukten im Haushalt und über Antibiotikaresistenzen durch die Anwendung von Bioziden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Die Notwendigkeit, Risiken gegenüber Vorteilen der Hygiene abzuwägen"
        },
        {
            "text": "Obwohl die Medienresonanz zur Hygienehypothese mittlerweile abklingt, hat sie zur Auffassung beigetragen, dass Schmutz \"gut\" und Hygiene \"unnatürlich\" sei. Wenngleich es gut begründete Hinweise dafür gibt, dass eine mikrobielle Exposition im frühkindlichen Alter einen Schutz gegen Allergien bieten kann, gibt es keine Hinweise darauf, dass man zur Vermeidung von Allergien klinische Infektionen durchmachen muss [24] . Ebenso gibt es keine Befunde, die zeigen, dass eine reduzierte Exposition gegenüber Krankheitserregern durch Maßnahmen wie Händewaschen und gute Lebensmittelhygiene das Immunsystem beeinflusst, sodass die Empfänglichkeit für atopische Erkrankungen erhöht wird. Mittlerweile wird auch vermutet, dass tiefer greifende Veränderungen im Lebensstil, die zu einer herabgesetzten Exposition gegenüber bestimmten Mikroorganismen und auch Helminthen geführt haben, immunmodulatorisch wirken.",
            "cite_spans": [
                {
                    "start": 413,
                    "end": 417,
                    "text": "[24]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Die Notwendigkeit, Risiken gegenüber Vorteilen der Hygiene abzuwägen"
        },
        {
            "text": "Ferner gibt es bislang keine Evidenz dafür, dass die Anwendung von Bioziden in der klinischen Praxis oder in der Öffentlichkeit außerhalb des Krankenhauses zum Auftreten oder Verbreiten von Antibiotikaresistenzen geführt hat [25] .",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 229,
                    "text": "[25]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Die Notwendigkeit, Risiken gegenüber Vorteilen der Hygiene abzuwägen"
        },
        {
            "text": "Die dargelegten Aspekte und Daten lassen vermuten, dass Infektionserreger, die im häuslichen Umfeld und in der Öffentlichkeit außerhalb des Krankenhauses zirkulieren, innerhalb der europäischen Gemeinschaft eine kontinuierliche und erhebliche Belastung der Gesundheit und des Wohlstandes darstellen, die durch bessere Hygienestandards deutlich reduziert werden könnte. Wenn Anstrengungen zur Förderung der Hygiene im öffentlichen Bereich erfolgreich sein sollen, müssen in der Öffentlichkeit Themen wie die Hygienehypothese und Umweltbelastungen durch Reinigungsmittel klar und widerspruchsfrei kommuniziert werden. Obwohl die Förderung des richtigen Einsatzes von Bioziden wichtig ist, müssen auch die Kosten und Risiken unterlassener oder inadäquater Hygienemaßnahmen im Auge behalten werden. Notwendig ist eine konzertierte familienzentrierte Strategie, um das Wissen über Infektionskrankheiten, Erreger und Mechanismen ihrer Weiterverbreitung zu verbessern. Wichtig ist auch, das Verständnis für ein risikobasiertes Hygienemanagement bereits in der Schule und in öffentlichen Kampagnen zu fördern, um die Gesundheit der Familie und letztlich der gesamten Bevölkerung sicherzustellen und zu erhalten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fazit"
        },
        {
            "text": "Kor re spon die ren der Au tor ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fazit"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The effectiveness of hand hygiene procedures including handwashing and alcohol-based hand sanitizers in reducing the risks of infections in home and community settings",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Bloomfield",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Aiello",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cookson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Infect",
            "volume": "35",
            "issn": "1",
            "pages": "1--64",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Zoonotic infections in Europe: trends and figures -a summary of the EFSA-ECDC annual report",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Denny",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Boelaert",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Borck",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Eurosurv",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Surv-Net electronic surveillance system for infectious disease outbreaks",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Krause",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Altmann",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Faensen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Germany. Emerg Infect Dis",
            "volume": "13",
            "issn": "",
            "pages": "1548--1555",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "WHO assesses that up to 40 % of food poisoning outbreaks occur in the home. Several foodborne diseases are increasing in Europe. WHO's \"five keys to safer food\" for winter holidays",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Study of infectious intestinal disease in England: rates in the community, presenting to general practice and reported to national surveillance",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Wheeler",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sethi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Cowden",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "BMJ",
            "volume": "318",
            "issn": "",
            "pages": "1046--1050",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Helicobacter pylori infection and cancer",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Forman",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Br Med Bull",
            "volume": "54",
            "issn": "",
            "pages": "71--78",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Opinion of the Scientific Committee on Veterinary Measures relating to Public Health. Brussels: European Commission",
            "authors": [],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Respiratory viral infection predisposing for bacterial diseases: a review",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Hament",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Klimpen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fleer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Wolfs",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "FEMS Immunol Med Microbiol",
            "volume": "26",
            "issn": "",
            "pages": "189--195",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Systematic risk assessment methods for the infection control professional",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Larson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Aiello",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Am J Infect Control",
            "volume": "34",
            "issn": "",
            "pages": "323--326",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "My five moments for hand hygiene\": a user-centred design approach to understand, train, monitor and report hand hygiene",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sax",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Allegranzi",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kay",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Hosp Infect",
            "volume": "67",
            "issn": "",
            "pages": "9--21",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Survival of Salmonella in bathrooms and toilets in domestic homes following salmonellosis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Barker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Bloomfield",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Appl Microbiol",
            "volume": "89",
            "issn": "",
            "pages": "137--144",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Preventing infection in the home",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Bloomfield",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Br J Infect Control",
            "volume": "3",
            "issn": "",
            "pages": "14--17",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The effects of cleaning and disinfection in reducing Salmonella contamination in a laboratory model kitchen",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Barker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Naeeni",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Bloomfield",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Appl Microbiol",
            "volume": "95",
            "issn": "",
            "pages": "1351--1360",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The effects of cleaning and disinfection in reducing the spread of Norwalk-like virus contamination via environmental surfaces",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Barker",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "B"
                    ],
                    "last": "Vipond",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Bloomfield",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Hosp Infect",
            "volume": "58",
            "issn": "",
            "pages": "42--49",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Household cleaning and surface disinfection: new insights and strategies",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Exner",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Vacata",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hornei",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dietlein",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gebel",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Hosp Infect",
            "volume": "56",
            "issn": "2",
            "pages": "70--75",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Home hygiene -prevention of infection at home: a training resource for carers and their trainers",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ifh",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "IFH Guidelines for prevention of infection and cross infection in the domestic environment",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "IFH Recommendations for selection of suitable hygiene procedures for use in the domestic environment",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dietlein",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gebel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Engelhart",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Exner",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Hygiene im Familienhaushalt. Hyg Med",
            "volume": "9",
            "issn": "",
            "pages": "355--360",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "UK department of Health: Catch it, Bin it, Kill it -Respiratory and hand hygiene campaign",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Significance of biocide usage and antimicrobial resistance in domiciliary environments",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Bloomfield",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J ApplMicrobiol",
            "volume": "92",
            "issn": "",
            "pages": "144--157",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Too clean, or not too clean: the hygiene hypothesis and home hygiene",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Bloomfield",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Stanwell-Smith",
                    "suffix": ""
                },
                {
                    "first": "Rwr",
                    "middle": [],
                    "last": "Crevel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pickup",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Clin Experimental Allergy",
            "volume": "36",
            "issn": "",
            "pages": "402--425",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Nosokomiale Infektionen (Krankenhausinfektionen) sind derzeit ein großes gesundheitliches Problem [1, 2]. Krankenhausmanager und Krankenhaushy gieniker realisieren nunmehr, dass die Kontrolle nosokomial erworbener Infektionen durch den Zugang neuer Patienten oder durch Besucher behindert wird und dass sie an der Quelle beginnen muss. Durch Reduktion der Anzahl von Trägern in der Öffentlichkeit wird die Wahrscheinlichkeit von Infektionen, die durch neue Patienten und Besucher in das Krankenhaus eingetragen werden, reduziert. Zusätzlich wird gute Hygiene im häuslichen Umfeld als eine Schlüsselstrategie angesehen, um das Problem der Antibiotikaresistenzen bakterieller Erreger zu kontrollieren. Gute Hygiene bedeutet weniger Infektionen, weniger Antibiotikarezepturen durch den Hausarzt und somit weniger Resistenzentwicklung bei Bakterienstämmen und eine Reduktion ihrer Zirkulation in der Öffentlichkeit. Europäische Regierungen stehen unter dem Druck, die Kostensteigerungen im Gesundheitswesen zu reduzieren. Eine Lösung für dieses Problem ist die Betreuung außerhalb der Klinik, d. h., die Zahl an ambulanten Operationen und häuslicher Krankenpflege nimmt zu (Verkürzung von Krankenhausaufenthaltszeiten). Es ist davon auszugehen, dass in Europa eine von 5 Personen außerhalb des Krankenhauses eine eingeschränkte Immunität aufweist: Die Zahl an älteren Menschen steigt aufgrund der demographischen Entwicklung und auch die von Patienten, die außerhalb medizinischer Einrichtungen chemotherapeutisch behandelt werden. Nach Angaben des Bundesgesundheitsministeriums (März 2008) liegt die Gesamtzahl an ambulant Pflegebedürftigen bei 1,31 Millionen. Das Risiko der Pflegebedürftigkeit zwischen dem 60. und 80. Lebensjahr beträgt ca. 3,9 %, nach dem 80. Lebensjahr ca. 28,3 %. Ein erheblicher Anteil insbesondere der älteren pflegebedürftigen Patienten trägt auch zu Hause einen Harnblasenkatheter und andere invasive Systeme. In Deutschland werden Männer über 65 Jahre im Schnitt 15,4 Monate einer Pflege unterzogen, Frauen über 65 Jahre 29,4 Monate, davon 12 bzw. 19 Monate in häuslicher Krankenpflege oder in teilweiser Hospitalisierung. Es muss über gesundheitspolitische Maßnahmen sichergestellt werden, dass die Zunahme an häuslicher Krankenversorgung nicht in einem Anstieg von Infektionen resultiert. Hierdurch würden die angestrebten Kosteneinsparungen durch Kosten der erforderlichen Rehospitalisierung eingeschränkt. Hepatitis-B-Virus/hepatozelluläres Karzinom, Helicobacter pylori/ peptisches Ulcus [7] und Campylobacter jejuni/Guillain-Barré-Syndrom. Die europäische Kommission [8] berichtet, dass nach Salmonella-bedingten Infektionen in 5 % der Fälle chronische Erkrankungen, wie z. B. eine reaktive Arthritis, auftreten können. Ebenso können selbst milde virale Respirationsinfektionen für das Auftreten schwererer und möglicherweise lebensbedrohlicher sekundärer bakterieller Infektionen prädisponieren [9]. Das International Scientific Forum on Home Hygiene (IFH) hat eine wissenschaftlich begründete Strategie des Risikomanagements für die häusliche Hygiene entwickelt, die auf die kritischen Kontrollpunkte zur Prävention der Ausbreitung von Infektionskrankheiten im häuslichen Umfeld fokussiert. Das Risikomanagement durch die Gefahren-Analyse kritischer Kontrollpunkte (Hazard Analysis Critical Control Points, HACCP) ist nun das Standardverfahren zur Kontrolle mikrobieller Risiken in der Lebensmittelindustrie und anderen Produktionsunternehmen. Darüber hinaus wurde es als ein optimales Verfahren für das häusliche Umfeld und das Krankenhaus anerkannt [10]. In gleicher Weise wurde bei der WHO-Forderung nach globaler Patientensicherheit (WHO Global Patient Safety Challenge) vorgegangen, um die Händehygiene in medizinischen Einrichtungen zu fördern. Das zentrale Konzept \"My five moments for hand-hygiene\" versucht, nicht nur Personen davon zu überzeugen, sich die Hände zu waschen, sondern dies auch zum richtigen Zeitpunkt und in Verbindung mit anderen entscheidenden Maßnahmen der Infektionskontrolle zu tun [11]. Angewandt auf den häuslichen Bereich, ist dieser risikobasierte Ansatz als Strategie der gezielten Hygiene (targeted hygiene) bekannt geworden. Krankheitserreger werden fortlaufend in das häusliche Umfeld eingetragen [12]. . Abbildung 1 zeigt die Infektionskette im häuslichen Umfeld. Zu einem gewissen Maß kann man das Freisetzen und das Eindringen von Krankheitserregern einschränken. Jedoch liegt die beste Kontrolle in der Vermeidung der Ausbreitung von Krankheitserregern durch das Befolgen von Händehygiene-Empfehlungen und die Reinigung und ggf. Desinfektion kritischer Flächen. Das risikobasierte Hygienemanagement im häuslichen Umfeld wird im Detail von S. Bloomfield beschrieben [2, 13]. Die Bestimmung der kritischen Kontrollpunkte erfolgt durch eine Risikoabschätzung, die auf der Bewertung der mikrobiologischen Daten basiert, die für jeden einzelnen Punkt im Infektionsübertragungskreislauf vorhanden sind. Die Häufigkeit des Auftretens einer Kontamination an einer gegebenen Stelle wird zusammen mit der Wahrscheinlichkeit der Übertragung von dieser Seite auf exponierte Familienmitglieder bewertet. So bestimmen Grad der Kontamination und Wahrscheinlichkeit des Transfers letztendlich das Risiko für eine Exposition. liches und einfaches System ist, stellt es keine starre Einteilung dar. Wenn ansteckende Erkrankungen wie Diarrhö bei Familienmitgliedern auftreten, können Toiletten und Waschbecken an infektiologischer Bedeutung gewinnen. Selbst wenn der Fußboden \"schmutzig\" aussieht, sind hiermit relativ geringe Risiken der Infektionsübertragung gegeben. Das Risiko nimmt jedoch zu, wenn Haustiere oder kleine Kinder gemeinsam und in intensiverem Kontakt den Fußboden benutzen oder wenn Fußbodenoberflächen mit Erbrochenem, Urin oder Stuhl verunreinigt sind. Ein ebenfalls wichtiger Teil der gezielten Hygiene ist es, die richtigen Schritte zur Verringerung der Infektionsrisiken, d. h. die hygienisch richtige Reinigung von Risikooberflächen zur richtigen Zeit durchzuführen. Es ist evident, dass die infektiöse Dosis für die meisten Krankheitserreger, wie z. B. Campylobacter, Norovirus oder Rhinovirus, sehr gering ist (1-500 Partikel). Deshalb sollte bei Vorliegen eines signifikanten Risikos eine hygienische Reinigung durchgeführt werden, um den größtmöglichen Teil der Krankheitserreger von kritischen Oberflächen zu entfernen bzw. abzutöten [2]. Dies er-folgt entweder mittels Reinigungsmitteln und intensivem Abspülen bzw. mithilfe korrekt konzentrierter Desinfektionsmittel [14, 15, 16]. Das bloße Abwischen der Oberfläche mit einem Reinigungsutensil wird Mikroorganismen lediglich weiter verteilen, u. a. auch auf Kleidung, Hände und andere Oberflächen. Dies bedeutet, dass es in bestimmten Situationen notwendig ist, auch auf ein Desinfektionsmittel zurückzugreifen, um sicherzustellen, dass die kritische Oberfläche \"hygienisch sauber\" ist. Händedesinfektionsmittel sollten dann empfohlen werden, wenn Wasser und Seife nicht oder nur eingeschränkt verfügbar sind. Kleidung, Handund Spültücher sollten entweder bei 60°C oder bei 40°C mit einem geeigneten Wäschedesinfektionsmittel -gelistet nach dem Verbund für Angewandte Hygiene (VAH) -gewaschen werden.Eine gute gezielte Hygiene bedeutet nicht, Mikroorganismen aus dem häuslichen Umfeld zu eliminieren bzw. \"einmal pro Woche eine intensive Grundreinigung\" durchzuführen, um alle Mikroorganismen zu entfernen. Sie bedeutet vielmehr, dass wir im täglichen Umgang lernen, zu welchem Zeitpunkt hygienische Reinigungsmaßnahmen gezielt an welchen Orten erforderlich sind. Sie bedeutet auch, sich mit Themen wie der Hygiene-Hypothese auseinanderzusetzen: Durch gezielte Hygiene wird der Schutz gegen Infektionskrankheiten maximiert und gleichzeitig die Exposition gegenüber gesundheitlich nicht relevanten Mikroorganismen weiterhin gewährleistet.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Die Notwendigkeit, Änderungen im Hygieneverhalten der Familien zu erzielenHygiene hatte lange Zeit ein negatives Image, d. h., sie wurde als altmodisch und disziplinarisch, Schmutz als natürlich und Hygiene als unnatürlich angesehen. Im Grunde besteht die Notwendigkeit, die Hygiene in der Öffentlichkeit mit positiven Attributen wie Gesundheit und Wohlbefinden zu assoziieren. Dabei muss der Öffentlichkeit bis hinein in die Familien kommuniziert werden, dass auch sie für die Prävention von Infektionskrankheiten eine Mitverantwortung trägt. dass die kosteneffektivste Maßnahme, um eine hochwertige Produktqualität (Abwesenheit einer mikrobiellen Kontamination) zu erreichen, ein Risikomanagement ist, das sicherstellt, dass die kritischen Kontrollpunkte innerhalb des Herstellungsprozesses beherrscht werden. Für die häusliche Hygiene sind aber, abgesehen von der Händehygiene, nur wenige oder keine entsprechenden Interventionsdaten verfügbar, und Kosten stehen der Durchführung diesbezüglicher Studien entgegen. Deshalb und aufgrund der Komplexität der Übertragungswege der Erreger wird zunehmend akzeptiert, dass Entscheidungen zur Infektionskontrolle auf die Gesamtheit von Evidenzen basiert werden.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Prof. Dr. med. Martin ExnerInstitutfür Hygiene und Öffentliche Gesundheit der Universität Bonn Sigmund Freud Straße 25 53105 Bonn, BRD E-Mail; martin.exner@ukb.uni-bonn.de Literatur 1. Bloomfield SF, Cookson B, Falkiner F, et al. (2007) Methicillin-resistant Staphylococcus aureus, Clostridium difficile, and extended-spectrum b-lactamase-producing Escherichia coli in the community. Assessing the problem and controlling the spread. Am J Infect Control 35:86-88",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}