{
    "paper_id": "52530adf913973120f3b74ebf22ccb2057945500",
    "metadata": {
        "title": "Pandemic influenza A H1N1/09 virus infection in hematopoietic SCT recipient",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In April 2009, the first cases of the novel influenza A H1N1 virus infection were reported in Mexico. 1 As of 27 October 2009, the novel influenza H1N1 virus had caused at least 5642 deaths reported worldwide. 1 The pandemic influenza H1N1/09 virus infection was considered widespread in Brazil on 16 July 2009 and after 2 months, there were 9249 confirmed cases, including 699 deaths. 2 Clinical presentation may range from mild symptoms to cases of severe clinical presentation and death due to pneumonia and respiratory failure. Defined high-risk groups are thought to be similar to those for seasonal influenza, including young children and elderly patients, pregnant women and patients with chronic medical conditions, especially immunocompromised hosts. 3 Immunosuppressed patients with influenza virus infection can shed virus for prolonged periods, increasing the chances for development of drug resistance. Recently, evidence of resistance to the antiviral medication oseltamivir was detected in two severely immunosuppressed patients with novel influenza A (H1N1) virus infection and prolonged shedding was observed. 4 Here we report a cord blood hematopoietic SCT recipient with confirmed influenza A (H1N1) virus infection, prolonged viral shedding and severe respiratory failure despite oseltamivir treatment.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 103,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 210,
                    "end": 211,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 386,
                    "end": 387,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 760,
                    "end": 761,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1127,
                    "end": 1128,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A 12-year-old male patient with diagnosis of AML in second CR underwent an unrelated umbilical cord blood transplantation with two 4/6 HLA-mismatched cord blood units. The conditioning regimen consisted of fludarabine, CY and low-dose TBI. CYA and mycophenolate mofetil were used for GVHD prophylaxis. In addition, the patient was receiving oral voriconazole for the treatment of an invasive aspergillosis, with stable disease. On day þ 3 after transplantation, the patient developed fever, rhinorrhea and dry cough. The nasal wash was positive for influenza A (H1N1) by real-time PCR (RT-PCR) and negative for other respiratory viruses such as adenovirus, parainfluenza and respiratory syncytial virus by direct immunofluorescence. Chest computed tomography (CT) scan was unremarkable, except for stable nodules attributed to pulmonary aspergillosis. Oseltamivir (75 mg twice daily for 10 days) was initiated, with improvement of symptoms. On day þ 19, following oseltamivir discontinuation, the patient developed rhinorrhea and dry cough; nasal wash was again positive for influenza A (H1N1). He was restarted on oseltamivir, followed by improvement of the symptoms. However, the nasal wash remained positive. Neutrophil engraftment occurred on day þ 33 and the patient was discharged on day þ 35 to day-hospital care on oseltamivir treatment. On day þ 38 the patient was admitted with hypoxia and respiratory discomfort, and a chest CT scan showed bilateral diffuse pulmonary infiltrates, with no apparent worsening of invasive aspergillosis nodules (Figure 1a ). Meropenem and vancomycin were empirically initiated and oseltamivir was increased to 150 mg twice daily. Blood and bronchoalveolar lavage fluid were negative for bacteria and also negative for CMV by RT-PCR, and adenovirus, parainfluenza and respiratory syncytial virus by direct immunofluorescence. A galactomannan assay was also negative. Both the nasal wash and the bronchoalveolar fluid were positive for influenza A (H1N1), defining lack of response to oseltamivir and respiratory failure attributable to viral infection. On day þ 40, oseltamivir was replaced with inhalatory zanamivir, 300 mg twice daily. However, the respiratory function deteriorated, requiring mechanical ventilation. Chest CT scan revealed massive bilateral lung infiltrates (Figure 1b) . After 5 days, zanamivir was then switched to the i.v. formulation at the same dose (300 mg twice daily). He was also started on ganciclovir, polymyxin B and methylprednisolone 1 mg/kg per day. An (H1N1) RT-PCR performed on tracheal aspirates, which had turned negative on the fourth day of inhalatory zanamivir, remained negative during i.v. treatment and thereafter. The patient's clinical condition started to improve around the third day of the i.v. zanamivir and the patient was eventually extubated; chest CT scan revealed improvement of lung infiltrates (Figure 1c) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1553,
                    "end": 1563,
                    "text": "(Figure 1a",
                    "ref_id": null
                },
                {
                    "start": 2319,
                    "end": 2330,
                    "text": "(Figure 1b)",
                    "ref_id": null
                },
                {
                    "start": 2893,
                    "end": 2904,
                    "text": "(Figure 1c)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "To the best of our knowledge there are, to date, only two reported cases of novel A (H1N1) virus infections in hematopoietic transplant recipients. These two patients had reported prolonged viral shedding and developed oseltamivir resistance while receiving antiviral therapy. They required hospitalization and switch of antiviral treatment, with good clinical recovery in one case and a complicated hospitalization due to secondary infections in the second patient. 4 The case described here also highlights the concern of prolonged viral shedding and a persistent Influenza A (H1N1) infection despite oseltamivir therapy in immunosuppressed patients.",
            "cite_spans": [
                {
                    "start": 467,
                    "end": 468,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Despite use of oseltamivir as the first choice for antiviral treatment of the novel influenza A (H1N1) virus, data on clinical effectiveness are currently limited. Although there is no current evidence of widespread antiviral resistance among pandemic A (H1N1) influenza, a recent series with more than 1000 virus isolates tested showed 6 that have been found to be resistant to oseltamivir but sensitive to zanamivir. 5, 6 Because of the zanamivir nonoverlapping resistance pattern with oseltamivir, the former drug is being considered the best option when oseltamivir resistance is detected, although further investigation is urgently needed. Although we could not confirm the in vitro A (H1N1) resistance in our case, the clinical course clearly showed the failure of oseltamivir treatment, evidenced by clinical worsening and persistent positive nasal wash, which quickly reverted after replacement by zanamivir. Initially, only the inhalatory formulation was available and after 5 days we decided to switch to i.v. zanamivir based on a general recommendation to use the i.v. formulation for critically ill patients. 7 Steroid therapy was empirically started due to clinical worsening and development of acute respiratory distress syndrome (ARDS) and may have contributed to clinical recovery. Although benefit from such treatment remains controversial in the literature, steroid therapy has been used in many case series and there is a possible benefit of low to moderate dose of corticosteroid in ARDS associated with H1N1 virus infection. 8, 9 Clinicians caring for severely immunosuppressed patients with the recently identified influenza A (H1N1) virus infection should be aware of prolonged viral shedding and the potential for antiviral drug resistance development during therapy.",
            "cite_spans": [
                {
                    "start": 419,
                    "end": 421,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 422,
                    "end": 423,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1121,
                    "end": 1122,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1546,
                    "end": 1548,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1549,
                    "end": 1550,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Emergence of a novel swine-origin influenza A (H1N1) virus in humans",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Dawood",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jain",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Finelli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lindstrom",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Garten",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "360",
            "issn": "",
            "pages": "2605--2615",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Severe respiratory disease concurrent with the circulation of H1N1 influenza",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Bertozzi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Colchero",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lopez-Gatell",
                    "suffix": ""
                },
                {
                    "first": "Alpuche-Aranda",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hernandez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "361",
            "issn": "",
            "pages": "674--679",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Oseltamivir-resistant novel influenza A (H1N1) virus infection in two immunosuppressed patients",
            "authors": [],
            "year": 2009,
            "venue": "Centers for Disease Control and Prevention (CDC)",
            "volume": "58",
            "issn": "",
            "pages": "893--896",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "CDC): update: drug susceptibility of swine-origin influenza A (H1N1) viruses",
            "authors": [],
            "year": 2009,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "58",
            "issn": "",
            "pages": "433--435",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "An influenza A H1N1 virus revival-pandemic H1N1/09 virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Michaelis",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Doerr",
                    "suffix": ""
                },
                {
                    "first": "Cinatl",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Infection",
            "volume": "37",
            "issn": "",
            "pages": "381--389",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "How I treat influenza in patients with hematologic malignancies",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Casper",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Englund",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Boeckh",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Blood",
            "volume": "115",
            "issn": "",
            "pages": "1331--1342",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "ARDS and influenza A (H1N1): patients characteristics and management in intensive care unit: a literature review",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jaber",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Conseil",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Coisel",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chanques",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Ann Fr Anesth Reanim",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "H1N1 influenza A virus-associated acute lung injury: response to combination oseltamivir and prolonged corticosteroid treatment",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Quispe-Laime",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Bracco",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Barberio",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Campagne",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "E"
                    ],
                    "last": "Rolfo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Umberger",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Intensive Care Med",
            "volume": "36",
            "issn": "",
            "pages": "33--41",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Figure 1 Computed tomography of thorax. (a) Bilateral lung infiltrates on day þ 38 after transplant. (b) Progressive diffuse worsening on day þ 52 (c)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}