{
    "paper_id": "52b1cade80b0e6296f00ff7aaef3a088cba49a4f",
    "metadata": {
        "title": "Furosemide Infusion in Children with Dengue Fever and Hypoxemia",
        "authors": [
            {
                "first": "K",
                "middle": [
                    "R"
                ],
                "last": "Bharath",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Indira Gandhi Institute of Child Health",
                    "location": {
                        "settlement": "Bangalore",
                        "region": "Karnataka",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Kumar",
                "middle": [],
                "last": "Reddy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Indira Gandhi Institute of Child Health",
                    "location": {
                        "settlement": "Bangalore",
                        "region": "Karnataka",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "G",
                "middle": [
                    "V"
                ],
                "last": "Basavaraja",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Indira Gandhi Institute of Child Health",
                    "location": {
                        "settlement": "Bangalore",
                        "region": "Karnataka",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "And",
                "middle": [],
                "last": "Shivananda",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Indira Gandhi Institute of Child Health",
                    "location": {
                        "settlement": "Bangalore",
                        "region": "Karnataka",
                        "country": "India"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "D engue hemorrhagic fever (DHF) and Dengue Shock Syndrome (DSS) constitute important causes of death, with protean clinical manifestations, in those infected with the dengue virus. The mortality rate with severe forms of dengue infection may approach 47% [1] . Only one of three children with associated Acute respiratory distress syndrome (ARDS) survives [2] . ARDS complicating dengue fever is reported with an estimated frequency of 2.4% [3, 4] .",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 258,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 356,
                    "end": 359,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 441,
                    "end": 444,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 445,
                    "end": 447,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The World Health Organization (WHO) guidelines [5] offer a useful approach to immediate fluid resuscitation in various stages of the disease. Kabra, et al. [6] and Soni, et al. [7] have described difficulties in fluid management in children in the Indian context. Published data suggest maintaining a negative fluid balance for improved outcomes in ARDS [8] . Studies have demonstrated lower extra-vascular lung water, lesser mechanical ventilation and better survival with fluid restriction in comparison to standard fluid protocols [9] . Data to support the role of diuretics in pediatric ARDS are scarce [10] . Recently, Ranjit, et al. [11] described successful management of complicated dengue infection with judicious fluid removal. The objective of present study was to evaluate the role of diuretic infusion in improving respiratory parameters and mortality in children with dengue fever complicated by ARDS.",
            "cite_spans": [
                {
                    "start": 47,
                    "end": 50,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 156,
                    "end": 159,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 177,
                    "end": 180,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 354,
                    "end": 357,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 534,
                    "end": 537,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 607,
                    "end": 611,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 639,
                    "end": 643,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Institute of Child Health, a tertiary care referral centre with a 25-bedded pediatric intensive care unit (PICU) and 20-bedded dengue ward. Ethical clearance from the Institution's ethical committee was obtained to conduct this study. Participants included children between 1 month to 18 years of age diagnosed with dengue fever as per the WHO clinical definition. ARDS was defined as per the American European Consensus Criteria [12] . Evidence of left atrial hypertension was assessed clinically and by echocardiography. Disease severity of dengue fever was graded as per the WHO guidelines and by Pediatric Risk of Mortality (PRISM) III scores.",
            "cite_spans": [
                {
                    "start": 430,
                    "end": 434,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "This prospective study was conducted in Indira Gandhi"
        },
        {
            "text": "Patients included between September 2010 and December 2011 were considered group D in whom diuretic therapy was introduced as a modality of treatment. Those who subsequently required ventilation were considered group B. Children who were diagnosed with dengue fever with ARDS prior to the introduction of diuretic therapy (between December 2009 and August 2010) were considered group V (who were all ventilated as the only modality of treatment). Furosemide infusion was used at a dose of 0.05-0.1 mg/kg/hour and was titrated to maintain a urine output of 2-4 mL/kg/hour. Arterial blood gases before and after 48 hours of starting diuretic therapy were compared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "This prospective study was conducted in Indira Gandhi"
        },
        {
            "text": "The chi-squared test was used to compare the difference between proportions. Students t-test was conducted to compare means. 95% confidence intervals of data were calculated from means. The Mann-Whitney Objectives: To study the role of furosemide infusion in the management of Acute respiratory distress syndrome (ARDS) associated with dengue fever.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "This prospective study was conducted in Indira Gandhi"
        },
        {
            "text": "Methods: Children between the ages of 1 month to 18 years, who fulfilled the WHO clinical criteria for dengue infection and American European Consensus Criteria criteria for ARDS with Dengue IgM positivity, were evaluated. Patients were studied as group D (receiving diuretic therapy alone) and group B (both ventilation and diuretics), and compared to a historical control group V (ventilation alone). Furosemide infusion was administered at 0.05-0.1 mg/kg/hour for 48 hours, maintaining a urine output of 2-4 mL/kg/hour.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "This prospective study was conducted in Indira Gandhi"
        },
        {
            "text": "There was a significant difference in survival in the three groups. Significant difference was noted between pre-and postintervention arterial blood gases with respect to PCO 2 (P=0.02), pO 2 (P=0.003), PaO 2 /FaO 2 ratio (P<0.001) and alveolar-arteriolar oxygen gradient (P=0.002).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results:"
        },
        {
            "text": "Keywords: ARDS, Dengue, Diuretics, Outcome. U nonparametric test was used to determine differences between medians of groups. P value of less than 0.05 was taken as significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion: Diuretic infusion improves outcome in dengue with ARDS."
        },
        {
            "text": "Of the 1525 children admitted with dengue fever, 110 developed ARDS, accounting for an incidence of 7.2%. Group D, V and B consisted of 46, 42 and 22 children respectively. Three children were withdrawn from the study and diuretic infusion was stopped in view of systemic hypotension requiring inotropic support. All 110 children were dengue IgM positive. The mean (SD) time of onset of ARDS from the first symptom was 7.5 (2.5) days. Table I shows the baseline characteristics and outcome. There was no significant difference in mortality with respect to age (P=0.09) or gender (P=0.5). The survival rates were 100%, 7.2% and 9% in group D, V and B, respectively (P <0.001). There was no statistical difference in the grades of dengue fever or PRISM III score between survivors and non-survivors in group V (P = 0.4). In group B, PRISM III score of survivors was 12.5 and 16.5 for non-survivors (P = 0.05). Groups D and V were comparable by both WHO grading of DHF and mean PRISM III score. Table II compares the arterial blood gases of children in Group D before and 48 hours after initiating diuretic therapy. There was a significant difference in pCO2, pO2, PF ratio and A-a gradient pre-and postintervention.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 435,
                    "end": 442,
                    "text": "Table I",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 992,
                    "end": 1000,
                    "text": "Table II",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "The present study demonstrated the efficacy of furosemide infusion in ARDS with dengue infection. There was also a significant difference in survival between those children who received furosemide infusion alone and those who failed diuretic therapy and required mechanical ventilation. A significant increase in all these parameters is noted following furosemide infusion, thus demonstrating an improvement in oxygenation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our results are similar to the report by Ranjit, et al. [11] who demonstrated the efficacy of fluid removal using diuretics or dialysis in children with dengue fever. The efficacy of furosemide infusion with respect to changes in the arterial blood gas demonstrates its role in respiratory function.",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 60,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Many patients with dengue fever who fulfill the criteria for ARDS may actually be in a state of fluid overload. It is known that in the recovery phase of dengue fever, there is reabsorption of fluid from the extra vascular compartment. In these patients, diuretics should be tried, which could improve oxygenation and avoid the need for mechanical ventilation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "This study was limited due to the insufficient data available regarding the total fluid intake and output of the patients. Also, in comparing with historical controls, there were associated confounding factors such as different caregivers and a different support structure. The potassium and magnesium values were not measured before and after intervention. A high mortality rate in the ventilated group of patients could due to late referrals and high incidence of nosocomial infctions. ARDS is an important complication of dengue fever, which needs to be recognized and treated early. Furosemide infusion could improve survival in ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A clinical study of patients with dengue haemorrhagic fever during the epidemic of 1996 at Lucknow, India. Southeast Asian",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Agarwal",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kapoor",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nagar",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Trop Med Public Health",
            "volume": "30",
            "issn": "",
            "pages": "735--775",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Dengue associated adult respiratory distress syndrome",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Lum",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Thong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "K"
                    ],
                    "last": "Cheah",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Ann Trop Paediatr",
            "volume": "15",
            "issn": "",
            "pages": "335--344",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical features, complications and atypical manifestations of children with severe forms of dengue hemorrhagic fever in South India",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Kamath",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ranjit",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Indian J Pediatr",
            "volume": "73",
            "issn": "",
            "pages": "889--95",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical profile and outcome in children of dengu hemorrhagic fever in North India",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Dhooria",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bhat",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Bains",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Iran J Pediatr",
            "volume": "180",
            "issn": "",
            "pages": "222--230",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Dengue: Guidelines for Diagnosis, Treatment, Prevention WHAT THIS STUDY ADDS?",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "· Furosemide infusion improves survival in the management of Dengue fever with ARDS, with significant improvement in oxygenation. and Control -New edition",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Dengue hemorrhagic fever: Clinical manifestations and management",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Kabra",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jain",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Singhal",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "H"
                    ],
                    "last": "Ratageri",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Indian J Pediatr",
            "volume": "66",
            "issn": "",
            "pages": "93--101",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Management of dengue fever in ICU",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Soni",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chugh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sachdev",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Indian J Pediatr",
            "volume": "68",
            "issn": "",
            "pages": "1051--55",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Understanding and managing fluid balance in patients with acute lung injury",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Curr Opin Crit Care",
            "volume": "10",
            "issn": "",
            "pages": "13--20",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Extravascular lung water in patients with severe sepsis: a prospective cohort study",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Eaton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mealer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Crit Care",
            "volume": "9",
            "issn": "",
            "pages": "74--82",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Albumin and furosemide therapy in hypoproteinemic patients with acute lung injury",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Mangialardi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Wheeler",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Crit Care Med",
            "volume": "30",
            "issn": "",
            "pages": "2175--82",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Aggressive management of dengue shock syndrome may decrease mortality rate: A suggested protocol",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ranjit",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kissoon",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Jayakumar",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Pediatr Crit Care Med",
            "volume": "4",
            "issn": "",
            "pages": "412--421",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Report of the American-European consensus conference on ARDS: definitions, mechanisms, relevant outcomes and clinical trial coordination. The Consensus Committee",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Bernard",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Artigas",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Brigham",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Carlet",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Falke",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hudson",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Intensive Care Med",
            "volume": "20",
            "issn": "",
            "pages": "225--257",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF1": {
            "text": "BASELINE CHARACTERSTICS OF STUDY SUBJECTS (N=110); No.(%)",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "PRE-INTERVENTION AND POST-INTERVENTION ARTERIAL BLOOD GAS IN GROUP D (ONLY DIURETIC THERAPY) REDDY, et al. FUROSEMIDE IN DENGUE FEVER developing countries where access to mechanical ventilation is limited and its outcome is poor. : KRBKR: Study conception, data analysis and interpretation; GVB: manuscript drafting, Shivananda: critical analysis and revision of manuscript. All authors approved the final version. Funding: none; Competing interests: None stated.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}