{"paper_id": "53280f7c1287689ed55c52e3ff08c27cd6dedf00", "metadata": {"title": "Prioritization of Pandemic Influenza Vaccine: Rationale and Strategy for Decision Making", "authors": [{"first": "Benjamin", "middle": [], "last": "Schwartz", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Walter", "middle": ["A"], "last": "Orenstein", "suffix": "", "affiliation": {}, "email": ""}, {"first": "B", "middle": [], "last": "Schwartz", "suffix": "", "affiliation": {}, "email": ""}, {"first": "W", "middle": ["A"], "last": "Orenstein", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": "Few catastrophes can compare with the global impact of a severe influenza pandemic. The 1918-1919 pandemic was associated with more than 500,000 deaths in the USA and an estimated 20-40 million deaths worldwide, though some place the global total much higher. In an era when infectious disease mortality had been steadily decreasing, the 1918-1919 pandemic caused a large spike in overall population mortality, temporarily reversing decades of progress. The US Department of Health and Human Services, extrapolating from the 1918-1919 pandemic to the current US population size and demographics, has estimated that a comparable pandemic today would result in almost two million deaths.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Vaccination is an important component of a pandemic response. Public health measures such as reduction of close contacts with others, improved hygiene, and respiratory protection with facemasks or respirators can reduce the risk of exposure and illness (Germann et al. 2006; Ferguson et al. 2006 ), but would not reduce susceptibility among the population. Prophylaxis with antiviral medications also may prevent illness but depends on the availability of large antiviral drug stockpiles and also does not provide long-term immunity. By contrast, immunization with a well-matched pandemic vaccine would provide active immunity and represent the most durable pandemic response. However, given current timelines for the development of a pandemic influenza vaccine and its production capacity, vaccine is likely not to be available in sufficient quantities to protect the entire population before pandemic outbreaks occur, and thus potentially limited stocks may need to be prioritized. This chapter reviews information on influenza vaccine production capacity, describes approaches used in the USA to set priorities for vaccination in the setting of limited supply, and presents a proposed strategy for prioritization.", "cite_spans": [{"start": 253, "end": 274, "text": "(Germann et al. 2006;", "ref_id": "BIBREF6"}, {"start": 275, "end": 295, "text": "Ferguson et al. 2006", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Introduction"}, {"text": "An influenza pandemic occurs with the introduction and spread of a new influenza A virus subtype among people. Although some cross-protection against antigenically different influenza viruses within a subtype occurs following prior infection or vaccination, the entire population is likely to be susceptible to an influenza A virus subtype that has not circulated (or has not circulated recently) among people. Consequently, in an influenza pandemic, rates of illness are higher, severity is greater, and the distribution of mortality is more widespread compared with seasonal influenza (Simonsen et al. 1998) . Given the susceptibility of the entire population, the goal of the United States' pandemic vaccination program is to offer vaccination to everyone living in the USA.", "cite_spans": [{"start": 587, "end": 609, "text": "(Simonsen et al. 1998)", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Introduction"}, {"text": "There are several potential approaches to implementing pandemic influenza vaccination when vaccine supplies are inadequate to rapidly vaccinate the entire population: vaccine could be administered on a \"first come, first served\" basis or could be targeted first to individuals and groups based on specified criteria. Criteria for targeting in other mass vaccination campaigns have included geographic area (e.g., group A meningococcus in the African meningitis belt), exposure or proximity to a case (e.g., smallpox), age (e.g., polio), risk of infection (e.g., H. influenzae type b), risk of complications from infection (e.g., seasonal influenza), risk for transmitting infection (e.g., rubella), or (most often) a combination of these factors. Targeting has been justified as providing earliest protection to those who are most vulnerable to infection, most at risk of severe or fatal disease, or whose protection may prevent or reduce further transmission (Heymann and Aylward 2006) . When vaccine supply, the capacity to administer it, or funding is limited, so that the optimal strategyrapid universal vaccination-is impossible to implement, targeting mass vaccination becomes more important to achieve the best possible outcomes.", "cite_spans": [{"start": 960, "end": 986, "text": "(Heymann and Aylward 2006)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Introduction"}, {"text": "In the 2005 National Strategy for Pandemic Influenza, the President defined a goal of establishing domestic manufacturing capacity that produces sufficient vaccine to vaccinate the entire US population within six months of the emergence of a virus with pandemic potential (The White House 2005). To achieve this, over $1 billion has been allocated (1) to expand domestic egg-based influenza vaccine production, (2) to support advanced development of new vaccine production technologies, such as growth of influenza virus in cultured cells or development of recombinant vaccines, and (3) to support the advanced development of \"antigen-sparing\" approaches, such as new adjuvants, that can stimulate a more robust immune response, allowing manufacturers to reduce the amount of antigen in each dose and formulating the antigen produced into more vaccine doses.", "cite_spans": [], "ref_spans": [], "section": "Efforts to Avoid the Need for Prioritization"}, {"text": "Until the promise of these approaches is realized, however, pandemic influenza vaccine supply is likely to be far less than pandemic response needs. For the 2007-2008 influenza season, most of the influenza vaccine administered in the USA was produced in other countries, and these sources of supply may not be available during a pandemic. Moreover, the amount of antigen needed to achieve a protective immune response could be substantially greater for a pandemic virus compared with seasonal influenza viruses. A clinical trial of an unadjuvanted candidate H5N1 vaccine showed that two doses containing 90 mg of hemagglutinin antigen were needed to achieve an immune response that may correlate with protection in more than half of healthy adult recipients (Treanor et al. 2006) . This per dose concentration is sixfold higher than the quantities of hemagglutinin antigen included for each strain in the seasonal trivalent inactivated vaccines (TIV), and twofold higher than the total hemagglutinin in a standard dose of TIV. Since two doses of the H5N1 vaccine were needed to achieve adequate immunogenicity, the quantity of antigen needed to immunize an adult would be 12-fold higher than the amount of antigen to vaccinate against a seasonal strain. Initial trials with other candidate H5N1 vaccines that contain alum, novel lipid-based adjuvants, or that use the inactivated whole virus documented immunogenicity with two doses of 30 mg, 3.8, and 10mg, respectively (Bresson et al. 2006; Leroux-Roels et al. 2007; Lin et al. 2006 ). While additional studies are needed, these results suggest a potentially wide range of antigen quantities needed in different vaccine formulations, which will directly impact how quickly the population can be effectively vaccinated in the event of a pandemic. Vaccine supply, therefore, would depend on the production capacity for different vaccine formulations at the time a pandemic occurs. Under some scenarios, vaccine supply would be very limited, whereas under others, assuming success in evaluating and licensing new formulations and producing them in the USA, supply may be robust.", "cite_spans": [{"start": 759, "end": 780, "text": "(Treanor et al. 2006)", "ref_id": "BIBREF19"}, {"start": 1472, "end": 1493, "text": "(Bresson et al. 2006;", "ref_id": "BIBREF1"}, {"start": 1494, "end": 1519, "text": "Leroux-Roels et al. 2007;", "ref_id": "BIBREF8"}, {"start": 1520, "end": 1535, "text": "Lin et al. 2006", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Efforts to Avoid the Need for Prioritization"}, {"text": "The time required to develop, license, and manufacture pandemic influenza vaccine is also an important variable. Using current technologies, at least 20 weeks would be required from the time the pandemic virus was identified until the first vaccine doses become available. Depending on a combination of factors, including where the pandemic begins, how quickly it is detected, the effectiveness of containment measures and the season, the first US pandemic wave may occur before any pandemic vaccine becomes available or after sufficient lead time such that vaccination is already widespread (Ferguson et al. 2005; Longini et al. 2005 ). In the 1957 pandemic, the first US cases occurred in June but no community outbreak occurred until August and the first pandemic wave did not peak until the end of October; by this time almost half of the approximately 60 million vaccine doses eventually produced had been delivered. By contrast, in 1968, the pandemic was not recognized until later in the year, and at the time initial US outbreaks began few persons had been vaccinated (Schwartz and Wortley 2006) . Because influenza vaccine production capacity, vaccine formulation, and the time from pandemic recognition to onset of US outbreaks all are uncertain for the next pandemic, we are unable to predict how many people will be vaccinated before pandemic disease is widespread. Thus, prioritizing who is vaccinated earlier and who later will best target available supply to achieve national pandemic response goals.", "cite_spans": [{"start": 592, "end": 614, "text": "(Ferguson et al. 2005;", "ref_id": "BIBREF4"}, {"start": 615, "end": 634, "text": "Longini et al. 2005", "ref_id": "BIBREF10"}, {"start": 1076, "end": 1103, "text": "(Schwartz and Wortley 2006)", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Efforts to Avoid the Need for Prioritization"}, {"text": "US pandemic response goals include slowing the spread of pandemic disease and reducing the health, societal, and economic impacts of the pandemic (The White House 2005). The approach to using a limited supply of pandemic vaccine may differ depending on which goals are considered most important. Results of mathematical models suggest that vaccinating school-aged children can best reduce transmission of influenza, slowing disease spread and reducing overall community attack rates (Germann et al. 2006) . While studies of vaccination for seasonal influenza support a strategy of vaccinating children to protect others in the community through herd immunity (Monto et al. 1969; Piedra et al. 2005; Reichert et al. 2001) , uncertainty in the amount of vaccine that will be available or its timeliness make reliance on trying to induce indirect protection a risky strategy. Hospitalizations and deaths from pandemic illness can be reduced by directly vaccinating those at highest risk for these severe outcomes. Based on age-specific mortality rates in the 1957 and 1968 pandemics, vaccinating persons ³65 years old would have prevented substantially more deaths compared with vaccinating other age groups, despite the lower vaccine efficacy among the elderly (in 1918 this would not have been the case because of the high mortality rate among young adults). Another approach to reduce the health impacts of a pandemic would be to vaccinate healthcare workers so that they can continue to provide care to others. In an unmitigated pandemic, the demand for healthcare services will be overwhelming at a time when healthcare workers may be out of work due to illness, the need to care for sick family members, or because they are afraid of becoming infected at the workplace. A survey of county health department workers in Maryland found that 46% of respondents indicated they would not report to work in a pandemic. In a multivariable analysis, confidence in one's personal safety was significantly associated with a willingness to work (Balicer et al. 2006) . Whether response to a survey is predictive of actual behavior is unclear; anecdotally, virtually all healthcare workers in Toronto reported to work during the SARS outbreak, despite the fear associated with a new disease and the spread that occurred within hospitals. Whether vaccinating healthcare providers to maintain effective care or vaccinating those at highest risk of illness would better reduce the health impacts of a pandemic is unknown.", "cite_spans": [{"start": 483, "end": 504, "text": "(Germann et al. 2006)", "ref_id": "BIBREF6"}, {"start": 659, "end": 678, "text": "(Monto et al. 1969;", "ref_id": "BIBREF11"}, {"start": 679, "end": 698, "text": "Piedra et al. 2005;", "ref_id": "BIBREF13"}, {"start": 699, "end": 720, "text": "Reichert et al. 2001)", "ref_id": "BIBREF15"}, {"start": 2036, "end": 2057, "text": "(Balicer et al. 2006)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Pandemic Response Goals and Principles for Setting Vaccination Priorities"}, {"text": "The potential societal and economic impacts of a pandemic are associated with pandemic severity, although even in a severe pandemic these impacts cannot accurately be predicted. Historical experience does not provide a guide, as a severe pandemic has not occurred for almost a century. A report by the US Department of Homeland Security's National Infrastructure Advisory Committee (NIAC) analyzed the components of 14 critical infrastructure sectors that would be essential to society in a pandemic and the workforce needed to maintain those products and services (National Infrastructure Advisory Council 2007). The report identifies significant interdependency between sectors, expresses concern about the maintenance of supply chains, many of which stretch overseas, and emphasizes the importance and challenges of implementing a targeted vaccination program. Of the approximately 85 million workers in these sectors, 16.9 million were defined by NIAC as essential in a pandemic. About nine million of these workers are in the healthcare and emergency services (emergency medical services, law enforcement, and fire protection) sectors. In other sectors, the proportion of the workforce defined as critical ranges from almost 50% in the nuclear sector to less than 5% of the food and agriculture sector. Because the availability of pandemic vaccine before disease outbreaks is not assured, business planning includes other measures such as \"social distancing,\" improved hygiene, use of facemasks or respirators, and possibly antiviral drug prophylaxis to protect workers in essential operations.", "cite_spans": [], "ref_spans": [], "section": "Pandemic Response Goals and Principles for Setting Vaccination Priorities"}, {"text": "Because of the uncertainties about the severity and epidemiology of the next pandemic, vaccine supply, and the best approach to using vaccine to reduce health, societal and economic impacts, there is no scientific method to define the optimal use of pandemic influenza vaccine. In 2005, a working group from two US advisory committees, the Advisory Committee on Immunization Practices (ACIP) and the National Vaccine Advisory Committee (NVAC) met to develop a pandemic vaccine prioritization strategy. The working group considered the epidemiology and impacts of pandemics, the groups at highest risk for complications and death from influenza, vaccine efficacy, critical societal functions, and ethical issues. The prioritization strategy proposed by the committees included vaccinating groups defined in tiers and subtiers, depending on vaccine supply. Groups that were prioritized for earliest vaccination included healthcare workers, manufacturers of pandemic vaccine and antiviral drugs, and persons at high risk of severe illness and death. Personnel in critical infrastructure sectors other than healthcare were prioritized after these groups, which include over 100 million persons. This strategy was published in the Department of Health and Human Services' pandemic plan to provide guidance to state planners and stimulate further discussions (US Department of Health and Human Services 2005).", "cite_spans": [], "ref_spans": [], "section": "US Efforts to Define Pandemic Influenza Vaccination Priorities"}, {"text": "Shortly after publication of the plan, a federal working group was created to reassess and potentially revise pandemic vaccine prioritization guidance. Factors contributing to the decision to reassess the recommendations included a shift in national pandemic planning assumptions to a more severe pandemic scenario extrapolated from the 1918 pandemic (Table 1 ); recognition that the HHS guidance did not include groups that could be considered for prioritization such as border protection personnel or the military; a broader understanding of the risk to essential services stimulated by the NIAC report; and a series of public engagement meetings convened by the CDC, where participants identified protecting essential community services as the most important goal for pandemic vaccination rather than protecting those who are at highest risk (Public Engagement Pilot Project on Pandemic Influenza 2005). The federal working group process included consideration of the scientific issues reviewed in the earlier prioritization process, assessment of mathematical modeling results, and discussion with public health officials, critical infrastructure providers and homeland and national security experts. Recognizing that science alone cannot define the best approach to pandemic vaccine prioritization, key elements of the process were consideration of ethical issues, input from the public and stakeholders, and a formal decision analysis.", "cite_spans": [], "ref_spans": [{"start": 351, "end": 359, "text": "(Table 1", "ref_id": null}], "section": "US Efforts to Define Pandemic Influenza Vaccination Priorities"}, {"text": "Ethical input into the working group process was achieved through the participation of public and private sector ethicists and an analysis conducted by the Ethics Subcommittee of CDC's Advisory Committee to the Director (Ethics Subcommittee of the Advisory Committee to the Director, CDC 2007). A strategy of targeting pandemic influenza vaccination to reduce health, societal and economic impacts was considered ethically appropriate. Although a strict utilitarian principle could not be applied because of uncertainty about what strategy would provide the most benefit, targeting protection of society in a broad sense was given higher priority than protecting individuals at high risk of complications from influenza. Fairness and equity are important principles where everyone is recognized to have equal value, and all Table 1 National pandemic planning assumptions. Note that planning for some responses such as nonpharmaceutical community mitigation strategies is done across a range of pandemic severities, as defined by the pandemic severity index (CDC, Community Mitigation Guidance)", "cite_spans": [], "ref_spans": [{"start": 824, "end": 831, "text": "Table 1", "ref_id": null}], "section": "US Efforts to Define Pandemic Influenza Vaccination Priorities"}, {"text": "Clinical illness attack rate of 30% (rates highest among school-aged children, about 40%, and declining with age); US national estimate: 90,000,000 cases° Care seeking by about half of those who are clinically ill° Hospitalization of 11% of clinical cases; US national estimate: 9,900,000° Case fatality rate of 2.1%; US national estimate: 1,900,000 • Risk groups for severe illness and death will depend on the pandemic virus and are likely to include infants, pregnant women, persons with chronic and immunosuppressive medical conditions, and the elderly • Outbreaks will last 6-8 weeks in affected communities; effective use of nonpharmaceutical community mitigation strategies (e.g., social distancing) will prolong community outbreaks but reduce their overall magnitude • Multiple waves of illness will occur, with each wave lasting 2-3 months persons within a targeted group should have similar access to vaccination. Reciprocity, which posits that protection should be afforded to those who assume increased risk in an occupation that benefits society, also was considered important, and a reasonable corollary to healthcare providers' \"duty of care\" where one is committed to provide care even in settings that increase personal risk. Procedural ethical principles of inclusiveness and transparency were met through a process of engaging with the public and stakeholders in meetings, and through a request for comments posted in the Federal Register and on the government's pandemic influenza website.", "cite_spans": [], "ref_spans": [], "section": "• Universal susceptibility to the pandemic influenza virus • Clinical and healthcare impacts absent effective mitigation strategies°"}, {"text": "The goal of the public and stakeholder meetings was to identify the objectives of a pandemic vaccination program that participants felt were most important to pursue. Public meetings were held in two demographically different communities with participants recruited by community groups. Stakeholder representatives from government, healthcare, business, and community organizations participated in a third meeting. Each meeting included initial presentations to educate participants on influenza and influenza vaccine, pandemics, and the rationale for vaccine prioritization. Participants discussed potential objectives of pandemic vaccination in small groups and then met in a plenary session where the objectives were discussed further. Finally, participants rated the importance of each of ten proposed objectives using a seven-point Likert scale ranging from \"extremely important\" (a score of 7) to \"not important\" (a score of 1). Despite the differences between groups in terms of geographic location, demographic characteristics, and occupational background, the values expressed at each meeting were similar (Table 2) . Table 2 Importance of pandemic vaccination program objectives based on scores assigned by participants at public engagement meetings in Las Cruces, New Mexico, and Nassau County, New York, and a stakeholders meeting in Washington, DC. Scores were assigned from a seven-point Likert scale ranging from 7 = extremely important to 1 = not at all important Key outcomes of this process included the importance of achieving multiple objectives with the pandemic vaccination program, the value given to protecting critical services and exposed workers, and the preference for vaccinating children before those who are most likely to become sick or to die-older adults and those who have underlying medical conditions. Results from the public and stakeholder engagement process provide insight into the values and preferences of the population but do not translate directly into a prioritization strategy for pandemic vaccine. We therefore conducted a formal decision analysis to assess the priority of different population groups. We identified 53 potential target groups for pandemic vaccination defined by their occupation or by their age and health status. The degree to which each group met each of the ten vaccination program objectives was then assessed and scored: how well each group met objectives related to occupational role or exposure was scored by representatives on the federal working group; for objectives where clinical trial or epidemiological data can be used to assess how well a group met an objective, scoring was done by influenza experts from CDC and academic medical centers. The score assigned to each group for each objective was then weighted by the average rating of the objective's importance from the public engagement and stakeholders meetings ( Table 2) . A total score was calculated for each group as the sum of the objective scores multiplied by their weights for the ten vaccination program objectives, as described by S x = O 1 w 1 + O 2 w 2 + ... + O 10 w 10 , where S x is the total score for group x; O 1-10 are the scores the group received for each of the ten objectives; and w 1-10 are the weights for each of the objectives. 1 As an example, medical care practitioners received high scores from the working group for objectives of fighting the pandemic and providing care, providing an essential community service, being vulnerable due to their jobs, and being at risk of spreading infection to those who are unprotected (their patient population). Because most healthcare workers are healthy adults who would respond well to vaccination, they also received high scores for the objective of being most likely to be protected by the vaccine. Medical care practitioners score lower for providing essential economic services, protecting homeland and national security, and being most likely to get sick or die (as some may have underlying medical conditions or be 65 years old or older). This group would receive no points for keeping the pandemic out of the USA or being children.", "cite_spans": [{"start": 3292, "end": 3293, "text": "1", "ref_id": null}], "ref_spans": [{"start": 1115, "end": 1124, "text": "(Table 2)", "ref_id": null}, {"start": 1127, "end": 1134, "text": "Table 2", "ref_id": null}, {"start": 2900, "end": 2908, "text": "Table 2)", "ref_id": null}], "section": "• Universal susceptibility to the pandemic influenza virus • Clinical and healthcare impacts absent effective mitigation strategies°"}, {"text": "Based on this analysis, groups scoring highest for vaccination were front-line public health workers involved in the pandemic response (for example, providing vaccinations), medical care practitioners, emergency medical service personnel, law enforcement personnel, and emergency relief workers. Occupational groups invariably scored higher than general population groups defined by their age and health status because more of the ten program objectives were relevant (i.e., they would receive some score for objectives related to one's occupational role and exposure risk as well as one's age-and health-related risk of influenza, ability to be protected by vaccination, and potential role in disease spread). By contrast, general population groups received no score for the occupationally-related objectives. To control for this difference, we stratified potential vaccination target groups into four categories: those that provide healthcare and community support services; those that provide critical infrastructure services; those that protect homeland and national security; and the general population. Within these categories, target groups were clustered based on their scores, with breakpoints between clusters defined by difference between scores. Groups scoring highest among each of these categories are shown in Table 3 .", "cite_spans": [], "ref_spans": [{"start": 1325, "end": 1332, "text": "Table 3", "ref_id": "TABREF1"}], "section": "• Universal susceptibility to the pandemic influenza virus • Clinical and healthcare impacts absent effective mitigation strategies°"}, {"text": "The US pandemic vaccine prioritization guidance incorporates both the tier structure from the guidance included in the 2005 HHS pandemic plan and the target group categorization used in the decision analysis. Reflecting the similar value placed by the public on protecting persons who provide pandemic healthcare, who maintain essential community services or are at high occupational risk, and protecting children, each of the highest vaccination tiers for a severe pandemic includes groups from each category (Table 4) . Generally, the specific groups included in each tier track closely with the results of the decision analysis. Some groups, such as deployed military forces and those who provide support for their mission, are placed in a higher tier in recognition that they may be affected in a pandemic earlier than persons in the USA due to their geographical locations, their increased risk because of crowded living conditions, and the impact of illness on their ability to function effectively. In some critical infrastructure sectors, target groups are prioritized in a lower tier because their expected occupational burden would likely decrease in a pandemic (e.g., passenger transportation), they can largely be protected by changes in work practices such as teleworking, and/or the workforce or work is \"fungible;\" Essential support and sustainment pers. 650,000", "cite_spans": [], "ref_spans": [{"start": 510, "end": 519, "text": "(Table 4)", "ref_id": "TABREF2"}], "section": "US Pandemic Vaccine Prioritization"}, {"text": "Intelligence services 150,000", "cite_spans": [], "ref_spans": [], "section": "US Pandemic Vaccine Prioritization"}, {"text": "Border protection personnel 100,000", "cite_spans": [], "ref_spans": [], "section": "US Pandemic Vaccine Prioritization"}, {"text": "National Guard personnel 500,000", "cite_spans": [], "ref_spans": [], "section": "US Pandemic Vaccine Prioritization"}, {"text": "Other domestic national security pers. 50,000", "cite_spans": [], "ref_spans": [], "section": "US Pandemic Vaccine Prioritization"}, {"text": "Other active duty and essential suppt. that is, the impact of absenteeism or reduced function can be mitigated by the redundancy within the sector (e.g., trucking, food processing).", "cite_spans": [], "ref_spans": [], "section": "US Pandemic Vaccine Prioritization"}, {"text": "Workers in infrastructure sectors are targeted for early pandemic vaccination to maintain the essential services they provide in recognition of the interdependencies between sectors. Healthcare, for example, relies on the sectors that provide electricity, clean water, communications, information technology, transportation, pharmaceuticals, food, and chemicals. In a less severe pandemic, however, historical experience suggests that these services are unlikely to be substantially affected. In both the 1957 and 1968 pandemics, essential services were maintained without targeting pandemic vaccination. Therefore, the US strategy differs for severe, moderate, and less severe pandemics, with some of the occupational groups not targeted in moderate and less severe pandemics, and those workers being vaccinated with their age and health status group in the general population category. Pandemic severity is classified using the Pandemic Severity Index, which defines five categories based on the case fatality rate of pandemic illness (CDC 2007) . A Category 1 pandemic, defined by a case fatality rate of <0.1%, would result in a mortality only slightly greater than a severe seasonal influenza epidemic, and the proposed US vaccine prioritization guidance for less severe pandemics (Categories 1 and 2) is formulated to be more similar to recommendations for annual influenza vaccination.", "cite_spans": [{"start": 1037, "end": 1047, "text": "(CDC 2007)", "ref_id": null}], "ref_spans": [], "section": "US Pandemic Vaccine Prioritization"}, {"text": "Pandemic vaccine prioritization strategies developed in other industrialized countries are generally based on similar ethical principles and target similar groups to those in the US plan. While healthcare providers and those critical to a pandemic response are the groups targeted first in many plans, workers in other infrastructure sectors may not be targeted. This may reflect national planning assumptions for a less severe pandemic, lower predicted rates of worker absenteeism, and a belief that infrastructures can be protected by planning to protect workers using nonpharmaceutical interventions and antiviral medications to treat or prevent illness. Some countries, such as Canada or Australia, which have substantial domestic influenza vaccine manufacturing capacity and small populations, may choose not to prioritize vaccination because of the ability to vaccinate everyone over several months. To our knowledge, only the US strategy explicitly presents different vaccine targeting based on pandemic severity, although every country is likely to reassess and potentially modify their national plan based on the epidemiology of the pandemic.", "cite_spans": [], "ref_spans": [], "section": "Pandemic Vaccine Prioritization in Other Industrialized Countries"}, {"text": "Prioritizing pandemic vaccination addresses only a single component of planning an effective pandemic influenza vaccination program. Plans are also needed on how the vaccine supply will be allocated among the states or other jurisdictions, how it will be distributed, and how the program will be implemented. Key implementation issues include the method of identifying persons who are in target groups, validation at the vaccination site, vaccine administration and tracking, and monitoring for the occurrence of adverse events. A major problem could be having to turn away persons who are panicked about the severity of a pandemic yet do not meet the criteria for vaccination at that time under the prioritization strategy. Currently, no comparable program exists and each step will need to be planned and tested in preparedness exercises. Effective communications also will be important. While substantial public involvement in the development of the vaccine prioritization strategy increases the chance that the approach will be acceptable to the public, communications goals will be to assure the public that the entire population will have the opportunity to be vaccinated, to communicate the rationale for prioritization and the prioritization strategy, and to inform people when it is their turn to be vaccinated. Rationing of healthcare is not an issue that most Americans have had to face in the past. Outside of military settings, healthcare services generally have not been limited by availability as much as by economic or geographic factors. Prioritizing pandemic influenza vaccine introduces a new paradigm. The approach taken by US planners considering science, ethics, and public values and preferences creates a model for how such rationing can take place. Nevertheless, the optimal solution is to pursue preparedness activities that will obviate the need to prioritize. Ongoing programs to increase influenza vaccine production capacity, to stretch vaccine supply through the use of new adjuvants, and to develop influenza vaccines targeted at antigens that are conserved across the different influenza A subtypes may all lead to a time when pandemic influenza vaccine prioritization will be unnecessary.", "cite_spans": [], "ref_spans": [], "section": "Future Needs"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Local public health workers' perceptions toward responding to an influenza pandemic", "authors": [{"first": "R", "middle": ["D"], "last": "Balicer", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Omer", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Barnerr", "suffix": ""}, {"first": "G", "middle": ["S"], "last": "Everly", "suffix": ""}], "year": 2006, "venue": "BMC Pub Health", "volume": "6", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Safety and immunogenicity of an inactivated split-virion influenza A/Vietnam/1194/2004 (H5N1) vaccine: phase 1 randomised trial", "authors": [{"first": "J-L", "middle": [], "last": "Bresson", "suffix": ""}, {"first": "C", "middle": [], "last": "Perronne", "suffix": ""}, {"first": "O", "middle": [], "last": "Launay", "suffix": ""}, {"first": "C", "middle": [], "last": "Gerdil", "suffix": ""}, {"first": "M", "middle": [], "last": "Saville", "suffix": ""}, {"first": "J", "middle": [], "last": "Wood", "suffix": ""}, {"first": "K", "middle": [], "last": "Hoschler", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Zambon", "suffix": ""}], "year": 2006, "venue": "Lancet", "volume": "367", "issn": "", "pages": "1657--1664", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Community strategy for pandemic influenza mitigation", "authors": [], "year": 2007, "venue": "CDC", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Ethics Subcommittee of the Advisory Committee to the Director, CDC (2007) Ethical guidelines in pandemic influenza", "authors": [], "year": 2008, "venue": "", "volume": "26", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Strategies for containing an emerging influenza pandemic in Southeast Asia", "authors": [{"first": "N", "middle": ["M"], "last": "Ferguson", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Cummings", "suffix": ""}, {"first": "S", "middle": [], "last": "Cauchemez", "suffix": ""}, {"first": "C", "middle": [], "last": "Fraser", "suffix": ""}, {"first": "S", "middle": [], "last": "Riley", "suffix": ""}, {"first": "A", "middle": [], "last": "Meeyai", "suffix": ""}, {"first": "S", "middle": [], "last": "Iamsirithaworn", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Burke", "suffix": ""}], "year": 2005, "venue": "Nature", "volume": "437", "issn": "", "pages": "209--214", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Strategies for mitigating an influenza pandemic", "authors": [{"first": "N", "middle": ["M"], "last": "Ferguson", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Cummings", "suffix": ""}, {"first": "C", "middle": [], "last": "Fraser", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Cajka", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Cooley", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Burke", "suffix": ""}], "year": 2006, "venue": "Nature", "volume": "442", "issn": "", "pages": "448--452", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Mitigation strategies for pandemic influenza in the United States", "authors": [{"first": "T", "middle": ["C"], "last": "Germann", "suffix": ""}, {"first": "K", "middle": [], "last": "Kadau", "suffix": ""}, {"first": "I", "middle": ["M"], "last": "Longini", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Macken", "suffix": ""}], "year": 2006, "venue": "Proc Natl Acad Sci", "volume": "103", "issn": "", "pages": "5935--5640", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Mass vaccination: when and why", "authors": [{"first": "D", "middle": ["L"], "last": "Heymann", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Aylward", "suffix": ""}], "year": 2006, "venue": "Curr Top Microbiol Immunol", "volume": "304", "issn": "", "pages": "1--16", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Antigen sparing and cross-reactive immunity with an adjuvanted rH5N1 prototype pandemic influenza vaccine: a randomised controlled trial", "authors": [{"first": "I", "middle": [], "last": "Leroux-Roels", "suffix": ""}, {"first": "A", "middle": [], "last": "Borkowski", "suffix": ""}, {"first": "T", "middle": [], "last": "Vanwolleghem", "suffix": ""}, {"first": "M", "middle": [], "last": "Drame", "suffix": ""}, {"first": "F", "middle": [], "last": "Clement", "suffix": ""}, {"first": "E", "middle": [], "last": "Hons", "suffix": ""}, {"first": "J-M", "middle": [], "last": "Devaster", "suffix": ""}, {"first": "G", "middle": [], "last": "Leroux-Roels", "suffix": ""}], "year": 2007, "venue": "Lancet", "volume": "370", "issn": "", "pages": "580--589", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Safety and immunogenicity of an inactivated adjuvanted whole-virion influenza A (H5N1) vaccine: a phase 1 randomised controlled trial", "authors": [{"first": "J", "middle": [], "last": "Lin", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "X", "middle": [], "last": "Dong", "suffix": ""}, {"first": "H", "middle": [], "last": "Fang", "suffix": ""}, {"first": "J", "middle": [], "last": "Chen", "suffix": ""}, {"first": "N", "middle": [], "last": "Su", "suffix": ""}, {"first": "Q", "middle": [], "last": "Gao", "suffix": ""}, {"first": "Z", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Z", "middle": [], "last": "Wang", "suffix": ""}, {"first": "M", "middle": [], "last": "Yang", "suffix": ""}, {"first": "R", "middle": [], "last": "Sun", "suffix": ""}, {"first": "C", "middle": [], "last": "Li", "suffix": ""}, {"first": "S", "middle": [], "last": "Lin", "suffix": ""}, {"first": "Ji", "middle": ["M"], "last": "Liu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "X", "middle": [], "last": "Wood", "suffix": ""}, {"first": "J", "middle": [], "last": "Feng", "suffix": ""}, {"first": "Z", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yin", "suffix": ""}, {"first": "W", "middle": [], "last": "", "suffix": ""}], "year": 2006, "venue": "Lancet", "volume": "368", "issn": "", "pages": "991--997", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Containing pandemic influenza at the source", "authors": [{"first": "I", "middle": ["M"], "last": "Longini", "suffix": ""}, {"first": "A", "middle": [], "last": "Nizam", "suffix": ""}, {"first": "S", "middle": [], "last": "Xu", "suffix": ""}, {"first": "K", "middle": [], "last": "Ungchusak", "suffix": ""}, {"first": "W", "middle": [], "last": "Hanshaoworakul", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Cummings", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Halloran", "suffix": ""}], "year": 2005, "venue": "Science", "volume": "309", "issn": "", "pages": "1083--1087", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Effect of vaccination of a school-aged population upon the course of an A2/Hong Kong influenza epidemic", "authors": [{"first": "A", "middle": ["S"], "last": "Monto", "suffix": ""}, {"first": "F", "middle": ["M"], "last": "Davenport", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Napier", "suffix": ""}, {"first": "T", "middle": [], "last": "Francis", "suffix": ""}], "year": 1969, "venue": "Bull World Health Org", "volume": "41", "issn": "", "pages": "537--542", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "The prioritization of critical infrastructure in a pandemic influenza outbreak in the United States: final report and recommendations by the council", "authors": [], "year": 2007, "venue": "", "volume": "26", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Herd immunity in adults against influenza-related illnesses with use of the trivalent-live attenuated influenza vaccine (CAIV-T) in children", "authors": [{"first": "P", "middle": ["A"], "last": "Piedra", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Gagliani", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Kozinetz", "suffix": ""}, {"first": "M", "middle": [], "last": "Riggs", "suffix": ""}, {"first": "M", "middle": [], "last": "Griffith", "suffix": ""}, {"first": "C", "middle": [], "last": "Fewlass", "suffix": ""}, {"first": "M", "middle": [], "last": "Watts", "suffix": ""}, {"first": "C", "middle": [], "last": "Hessel", "suffix": ""}, {"first": "J", "middle": [], "last": "Cordova", "suffix": ""}, {"first": "W", "middle": ["P"], "last": "Glezen", "suffix": ""}], "year": 2005, "venue": "Vaccine", "volume": "23", "issn": "", "pages": "1540--1548", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Public Engagement Pilot Project on Pandemic Influenza (2005) Citizen voices on pandemic flu choices", "authors": [], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "The Japanese experience with vaccinating schoolchildren against influenza", "authors": [{"first": "T", "middle": ["A"], "last": "Reichert", "suffix": ""}, {"first": "N", "middle": [], "last": "Sugaya", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Fedson", "suffix": ""}, {"first": "W", "middle": ["P"], "last": "Glezen", "suffix": ""}, {"first": "L", "middle": [], "last": "Simonsen", "suffix": ""}, {"first": "M", "middle": [], "last": "Tashiro", "suffix": ""}], "year": 2001, "venue": "N Engl J Med", "volume": "344", "issn": "", "pages": "889--896", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Mass vaccination for annual and pandemic influenza", "authors": [{"first": "B", "middle": [], "last": "Schwartz", "suffix": ""}, {"first": "P", "middle": [], "last": "Wortley", "suffix": ""}], "year": 2006, "venue": "Curr Top Microbiol Immunol", "volume": "304", "issn": "", "pages": "131--152", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Pandemic versus epidemic influenza mortality: a pattern of changing age distribution", "authors": [{"first": "L", "middle": [], "last": "Simonsen", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Clarke", "suffix": ""}, {"first": "L", "middle": ["B"], "last": "Schoenberger", "suffix": ""}, {"first": "N", "middle": ["H"], "last": "Arden", "suffix": ""}, {"first": "N", "middle": ["J"], "last": "Cox", "suffix": ""}, {"first": "K", "middle": [], "last": "Fukuda", "suffix": ""}], "year": 1998, "venue": "J Infect Dis", "volume": "178", "issn": "", "pages": "53--60", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "National strategy for pandemic influenza", "authors": [{"first": "", "middle": [], "last": "The White House", "suffix": ""}], "year": 2005, "venue": "Accessed", "volume": "26", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Safety and immunogenicity of an inactivated subvirion influenza A. (H5N1) vaccine", "authors": [{"first": "J", "middle": ["J"], "last": "Treanor", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Campbell", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Zangwill", "suffix": ""}, {"first": "T", "middle": [], "last": "Rowe", "suffix": ""}, {"first": "M", "middle": [], "last": "Wolff", "suffix": ""}], "year": 2006, "venue": "N Engl J Med", "volume": "354", "issn": "", "pages": "1343--1351", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Pandemic influenza plan: Appendix D", "authors": [], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Vaccination goal: To protect…", "latex": null, "type": "table"}, "TABREF1": {"text": "Summary of groups with the highest prioritization scores from the decision analysis on proposed pandemic vaccination target groups for a severe pandemic. Results are stratified into four strata that correspond to categories included in the proposed guidance", "latex": null, "type": "table"}, "TABREF2": {"text": "US strategy for pandemic influenza vaccine prioritization. Vaccination tiers are color coded (red = Tier 1; orange = Tier 2; yellow = Tier 3; green = Tier 4; blue = Tier 5). An unshaded box for an occupationally defined group indicates that the group is not specifically targeted at that level of pandemic severity, and persons from those groups would be vaccinated as part of the general population", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Category </td><td>Target group </td><td>Estimated numbera\nSevere Moderate Less severe\n</td></tr><tr><td>Homeland and national security\n</td><td>Deployed and mission critical pers. </td><td>700,000\n</td></tr><tr><td>Essential support and sustainment pers. </td><td>650,000\n</td></tr><tr><td> </td><td>Intelligence services </td><td>150,000\n</td></tr><tr><td> </td><td>Border protection personnel </td><td>100,000\n</td></tr><tr><td> </td><td>National Guard personnel </td><td>500,000\n</td></tr><tr><td> </td><td>Other domestic national security pers. </td><td>50,000\n</td></tr><tr><td> </td><td>Other active duty and essential suppt. </td><td>1,500,000\n</td></tr><tr><td>Health care and community support services\n</td><td>Public health personnel\n</td><td>300,000\n</td></tr><tr><td>Inpatient health care providers\n</td><td>3,200,000\n</td></tr><tr><td>Outpatient and home health providers\n</td><td>2,500,000\n</td></tr><tr><td> </td><td>Health care providers in LTCFs\n</td><td>1,600,000\n</td></tr><tr><td> </td><td>Community suppt. and emergency mgt. Pharmacists\nMortuary services personnel\n</td><td>600,000 150,000 50,000\n</td></tr><tr><td> </td><td>Other important health care personnel\n</td><td>300,000\n</td></tr><tr><td>Critical infrastructure\n</td><td>Emergency services sector personnel (EMS, </td><td>2,000,000\n</td></tr><tr><td>law enforcement, and fire services) Mfrs of pandemic vaccine and antivirals\n</td><td>50,000\n</td></tr><tr><td> </td><td>Communications/IT, electricity, nuclear, oil and gas, and water sector personnel Financial clearing and settlement pers. Critical operational and regulatory government personnel\n</td><td>2,150,000\n</td></tr><tr><td> </td><td>Banking and finance, chemical, food and agriculture, pharmaceutical, postal and shipping, and transportation sector personnel\nOther critical government personnel\n</td><td>3,400,000\n</td></tr><tr><td>General population\n</td><td>Pregnant women\n</td><td>3,100,000\n</td></tr><tr><td>Infants and toddlers 6-35 months old\n</td><td>10,300,000\n</td></tr><tr><td> </td><td>Household contacts of infants &lt;6 months\n</td><td>4,300,000\n</td></tr><tr><td> </td><td>Children 3-18 years with high risk cond. </td><td>6,500,000\n</td></tr><tr><td> </td><td>Children 3-18 years without high risk </td><td>58,500,000\n</td></tr><tr><td> </td><td>Persons 19-64 with high risk cond. </td><td>36,000,000\n</td></tr><tr><td> </td><td>Persons •65 years old </td><td>38,000,000\n</td></tr><tr><td> </td><td>Healthy adults 19-64 years old </td><td>123,350,000\n</td></tr></table></body></html>"}, "TABREF3": {"text": "Estimates are rounded to the closest 50,000. Occupational target group population sizes may change as plans are developed further for implementation of the pandemic vaccination program", "latex": null, "type": "table"}, "TABREF4": {"text": "Table 2 ). Table 2 I mportance of pandemic vaccination program objectives based on scores assigned by participants at public engagement meetings in Las Cruces, New Mexico, and Nassau County, New York, and a stakeholders meeting in Washington, DC. Scores were assigned from a seven-point Likert scale ranging from 7 = extremely important to 1 = not at all important", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Vaccination goal: To protect…\n</td><td>Las </td><td>Public meetings </td><td>Stakeholders meeting: Washington D.C.\n</td><td>Average </td></tr><tr><td>Cruces\n</td><td>Nassau County\n</td><td> </td><td>score\n</td></tr><tr><td>People working to fight pandemic and provide care\n</td><td>6.7 </td><td>6.0 </td><td>6.8 </td><td>6.5\n</td></tr><tr><td>People providing essential community services\n</td><td>5.9 </td><td>5.7 </td><td>6.5 </td><td>6.0\n</td></tr><tr><td>People most vulnerable due to jobs </td><td>5.8 </td><td>5.6 </td><td>5.9 </td><td>5.8\n</td></tr><tr><td>Children </td><td>5.9 </td><td>5.7 </td><td>4.9 </td><td>5.5\n</td></tr><tr><td>People most likely to spread virus to unprotected\n</td><td>5.3 </td><td>5.3 </td><td>4.6 </td><td>5.1\n</td></tr><tr><td>People protecting homeland security </td><td>4.6 </td><td>5.2 </td><td>4.7 </td><td>4.8\n</td></tr><tr><td>People most likely to get sick or die </td><td>4.5 </td><td>4.8 </td><td>4.8 </td><td>4.7\n</td></tr><tr><td>People most likely to be protected by the vaccine\n</td><td>4.5 </td><td>5.1 </td><td>4.0 </td><td>4.5\n</td></tr><tr><td>People keeping pandemic out of the USA </td><td>4.3 </td><td>5.3 </td><td>3.3 </td><td>4.3\n</td></tr><tr><td>People providing essential economic services\n</td><td>3.0 </td><td>4.2 </td><td>4.5 </td><td>3.9\n</td></tr></table></body></html>"}}, "back_matter": []}