{
    "paper_id": "5368c4a5ddba12c2732e01a1ce3b39ecf4ee0e74",
    "metadata": {
        "title": "Vaccination for Pandemic Influenza and Severe Acute Respiratory Syndrome: Common Issues and Concerns",
        "authors": [
            {
                "first": "David",
                "middle": [
                    "S"
                ],
                "last": "Fedson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sergy Haut",
                    "location": {
                        "postCode": "01630",
                        "settlement": "Sergy Haut",
                        "country": "France, France"
                    }
                },
                "email": "dfedson@wanadoo.fr."
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The story of the emergence of severe acute respiratory syndrome (SARS) is now familiar to most physicians. A new coronavirus is the causative agent; its genetic sequence has been determined, and an experimental model of infection has been developed. The speed with which this knowledge has been acquired is unprecedented. These developments provided the basis for an announcement in early April 2003 that researchers at the National Institutes of Health in the United States had begun to develop a SARS vaccine. Soon thereafter, the US Secretary of Health and Human Services convened a meeting of executives representing vaccine companies to enlist their participation in this effort. Investigators and companies in western Europe have since announced similar initiatives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Recently, Dr. Julie Gerberding, Director of the Centers or Disease Control and Prevention (Atlanta, GA), wrote, \"There is reason to be optimistic about future control measures. Vaccines are successful in preventing coronavirus infection in animals, and the development of an effective vaccine against this new coronavirus is a realistic possibility\" [1, p. 2031 ]. However, achieving this goal may be difficult. An inactivated virus vaccine would be easiest and quickest to develop, but inactivated respiratory syncytial virus and measles vaccines caused exacerbations of natural illness, and there is some suggestion that the clinical illness in SARS-infected patients might be due as much to the host response to infection as to the infection itself. A live-attenuated virus vaccine is another possibility, but coronaviruses are genetically unstable, and there is concern that dangerous mutant viruses could evolve. Whatever type of SARS vaccine is developed, demonstrating its safety in humans will be challenging.",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 361,
                    "text": "[1, p. 2031",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In her commentary, Dr. Gerberding asked, \"Can we make these products available fast enough to prevent an extensive global outbreak? Recent experience with the advances in measures against bioterrorism suggests that the pace of development can be dramatically accelerated. However, potential rate-limiting steps include … the time and resources needed to increase [vaccine] production to meet global market needs\" [1, p. 2031 ]. An editorial in New Scientist put it more succinctly: \"We could even develop [a vaccine] in record time. But if past history is anything to go by, the vaccine will then be sold for a high price so the rich get it and the poor don't\" [2] . This is a sober-ing reminder that all of our current vaccines were first introduced into developed countries, and only after many years did they \"trickle down\" to the developing countries. Will the same thing happen with a SARS vaccine?",
            "cite_spans": [
                {
                    "start": 413,
                    "end": 424,
                    "text": "[1, p. 2031",
                    "ref_id": null
                },
                {
                    "start": 661,
                    "end": 664,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The World Health Organization (WHO) Department of Vaccines and Biologicals has proposed a new category of what it calls \"emergency response vaccines\" [3] . These vaccines are directed against (1) sporadic epidemics (e.g., yellow fever and group A meningococcal meningitis in sub-Saharan Africa); (2) pandemic infections, such as influenza, that occur routinely but have the potential for causing catastrophic levels of infection worldwide; and (3) global threats due to noncirculating pathogens (e.g., smallpox virus) or novel pathogens (e.g., SARS virus) with unknown but potentially rapid transmissibility and severe health consequences. To ensure adequate supplies of emergency response vaccines, the WHO has called upon the \"international public sector\" to (1) develop mechanisms for their long-term development, (2) forecast the number of doses that will be needed, (3) know with certainty where they will come from, (4) develop regulatory standards for global registration, and (5) develop financial mechanisms for their procurement and policies for their allocation. Although the WHO report is addressed to the international community, its analysis and recommendations need to be consid-ered seriously by the national health officials who are generally first to respond to the challenge of providing such vaccines.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 153,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Of the vaccine company executives who met with the US Secretary of Health and Human Services, not one represented a company located in a developing country. Given the rapidity with which the SARS story is evolving, this is understandable. Nonetheless, SARS has demonstrated its potential to involve all countries, and, for this reason, vaccine companies in developing countries must become involved in the development and production of a SARS vaccine. To understand why this is important, look at the current sources of supply for routine childhood vaccines for developing countries. In 2002, 324 million (70%) of the 462 million doses of all measles-containing vaccines produced in the world were produced in developing countries (Michel Zaffran, personal communication). Next year, most of the monovalent measles vaccine purchased by the United Nations Children's Fund (UNI-CEF) will probably come from either India or Indonesia (Michel Zaffran, personal communication) [4] . These WHOprequalified vaccines are produced to the same standards as those produced in developed countries. If producing a SARS vaccine requires use of cell culture, the facilities of these vaccine manufacturers in developing countries will have to be used. These companies do not work in isolation; most belong to the Developing Country Vaccine Manufacturers Network (DCV-MN). The DCVMN aims \"to provide a consistent and sustainable supply of quality vaccines at an affordable price to developing countries\" [5] . It is actively en-gaged with the WHO, UNICEF, the World Bank, and the Global Alliance for Vaccines and Immunization, as well as ministries of health, foundations, and nongovernmental organizations involved in national immunization programs. Thus, vaccine companies in developing countries are well positioned to become actively engaged in global planning for production of SARS vaccine.",
            "cite_spans": [
                {
                    "start": 972,
                    "end": 975,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1487,
                    "end": 1490,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Most of the issues outlined in the accompanying article in this issue [6] on the global supply of a pandemic influenza vaccine overlap with those for a SARS vaccine. Developing safe vaccine seed strains, perhaps by means of reverse genetics, will be an essential first step. Publicly funded immunogenicity and safety trials of SARS vaccines must include vaccines produced by companies in developing countries. A global registration process must be developed that will allow SARS vaccines produced in any country to be sent to where they are needed most. Health ministries must define target populations for SARS vaccination. National vaccine demand forecasts must be aggregated at a global level so that vaccine companies have a clear idea of how many doses they will be called upon to produce. The unavoidable problems of financing and allocation for countries that do not produce or cannot afford SARS vaccine must be confronted directly. It is important to recognize that the manner in which each of these problems is addressed and resolved will provide a good indication of how similar problems will be managed when the next threat of an influenza pandemic appears.",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 73,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In commenting on the problems of supplying vaccines to rich and poor coun-tries, New Scientist noted, \"It might be a sad old problem but it is one we need to think about now, if not out of a sense of justice then pure self-interest\" [2] . The economic dislocation caused by SARS has already been immense; the Asian Development Bank has estimated that SARS could end up costing Asian countries $16 billion [7] , and other estimates have put the global cost at $30-$100 billion. Whether the economic consequences of SARS have been driven by fear or a realistic assessment of risk is immaterial; the damage is there for everyone to see. An influenza pandemic may be no different. Thus, for SARS and pandemic influenza vaccination alike, \"The race is on. The stakes are high. And the outcome cannot be predicted\" [1, p. 2031 ].",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 236,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 405,
                    "end": 408,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 809,
                    "end": 820,
                    "text": "[1, p. 2031",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Faster … but fast enough? Responding to the epidemic of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Gerberding",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "2030--2031",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A vaccine against SARS will not be enough",
            "authors": [],
            "year": 2003,
            "venue": "New Scientist",
            "volume": "178",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Emergency response vaccines-a challenge to the public sector and the vaccine industry",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Milstien",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lambert",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Vaccine",
            "volume": "21",
            "issn": "",
            "pages": "146--64",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Divergence of vaccine product lines in industrialized and developing countries",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Milstien",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Glass",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Batson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Greco",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Berger",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The Developing Country Vaccine Manufacturers Network (DCVMN)",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "28",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Pandemic influenza and the global vaccine supply",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Fedson",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Clin Infect Dis",
            "volume": "35",
            "issn": "",
            "pages": "1552--61",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The cost of SARS",
            "authors": [],
            "year": 2003,
            "venue": "New York Times",
            "volume": "",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}