{
    "paper_id": "53754c9d3cc17ea337b8b76674235183c35734b1",
    "metadata": {
        "title": "Assessments Global Public Health Security: Inequality, Vulnerability and Public Health System Capabilities",
        "authors": [
            {
                "first": "Meri",
                "middle": [],
                "last": "Koivusalo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Maureen",
                "middle": [],
                "last": "Mackintosh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Reflecting this ambition, the report was modelled somewhat on the style of the World Development Reports, with a cross-country statistical appendix comparing health system performance across countries. The evidence and indicators used however, particularly those measuring 'fairness', and their underlying assumptions, came under sharp professional criticism (Almeida et al., 2001; Ollila and Koivusalo, 2002; Wagstaff, 2002) .",
            "cite_spans": [
                {
                    "start": 359,
                    "end": 381,
                    "text": "(Almeida et al., 2001;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 382,
                    "end": 409,
                    "text": "Ollila and Koivusalo, 2002;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 410,
                    "end": 425,
                    "text": "Wagstaff, 2002)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "By the mid-2000s, the international policy field was shifting again. Now the policy reports were signalling a renewed emphasis on international and intra-country inequalities. In 2006, reports by UN/DESA, the World Bank and UNDP each to some extent addressed this theme (UN/DESA, 2005; UNDP, 2005; World Bank, 2006) . The World Health Organization had changed course earlier, in 2003, and as we would expect, this shift was signalled in the World Health Report 2003. That report led with the scale of health inequity in the world; reaffirmed in the 'Message from the Director General' the commitment to 'Health for All' as an 'organizing principle' for health; and put renewed emphasis on primary health care and integrated health systems (WHO, 2003) . In the WHO the broader focus on inequalities took form in the context of the launch of the Commission on the Social Determinants of Health in 2004, whose first interim report was published in 2007 (CSDH, 2007) .",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 285,
                    "text": "(UN/DESA, 2005;",
                    "ref_id": null
                },
                {
                    "start": 286,
                    "end": 297,
                    "text": "UNDP, 2005;",
                    "ref_id": null
                },
                {
                    "start": 298,
                    "end": 315,
                    "text": "World Bank, 2006)",
                    "ref_id": null
                },
                {
                    "start": 739,
                    "end": 750,
                    "text": "(WHO, 2003)",
                    "ref_id": null
                },
                {
                    "start": 950,
                    "end": 962,
                    "text": "(CSDH, 2007)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this context of concern about inequality, the World Health Report 2007: A Safer Future has taken another route and concentrated on a mission at the core of the WHO mandate: health surveillance and global public health protection. The report is framed around the completion of the negotiations to redraft the International Health Regulations (IHR) in ways that greatly strengthen the duties of national governments to respond to 'public health emergencies of international concern' (p. xv).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE WORLD HEALTH REPORT 2007"
        },
        {
            "text": "The WHO's choice of theme reflects the re-emergence of broad international concerns with respect to public health security and epidemics: it is a post-SARS and post-9/11 and post-tsunami document. In some ways the theme can be considered as a safe choice, on a turf where global co-operation is essential, where global health security needs to be taken seriously, and where shared international concerns exist. The projection of this as safe turf for the organization is reflected in the emphasis on a shared 'safer future' and on the need for compliance with international health regulations. It picks up on fears amongst the rich countries about vulnerability to epidemics that begin elsewhere, and is consistent with the increasing emphasis on biosecurity, especially in richer countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE WORLD HEALTH REPORT 2007"
        },
        {
            "text": "On the other hand, this is also very turbulent and political policy territory. The demands of global health security have become divisive in the context of pandemics, and in the work of the Intergovernmental Working Group on virus sharing, as 'our' global future is in danger of becoming 'ours and theirs'. The politics of this divide is driven by a widespread feeling that rich countries require poor countries to comply in order to ensure biosecurity in rich countries, and that rich countries have less interest in the capacities, and the states of health and vulnerability, in poorer countries. This divide can also be seen to arise from the engagement of those predominantly concerned with security as against those concerned with health. The task of bridging this divide and engendering trust is sharply articulated in the 2007 report. Among the turbulent 2007 realities, the report's task of showing how 'collective international public health action can build a safer future for humanity' (p. ix) also requires it to steer between two quite different political terrains. On the one hand, the poorest human beings on the planet are at the greatest risk, and policy needs to address their needs. On the other hand, policy may easily be diverted to a focus on rewarding those who can profit from the presence of threats, such as the pharmaceutical industry's R&D, military surveillance, and investors in production capacity for vaccines and medication in the event of pandemics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE WORLD HEALTH REPORT 2007"
        },
        {
            "text": "Responding to the impact of infectious diseases and addressing public health security in relation to such disease were core tasks when the WHO was established. They formed the historical context through which the international agenda was shaped, starting from plague quarantine, cholera and smallpox. Hence, historically the international health regulations were defined by a few particular diseases in relation to which action was mandatory. In contrast, the latest set of international health regulations covers a broader array of diseases and stages of concern, and also expands the concept of public health emergency to include industrially-generated catastrophes, such as chemical and radiation emergencies and environmental emergencies. The new regulations thus broaden the concept of public health security, in politically important ways, beyond control of diseases. The report defines global public health security as 'the activities required, both proactive and reactive, to minimize vulnerability to acute public health events that endanger the collective health of populations living across geographical regions and international boundaries' (WHR 2007, p. ix) . This definition remains conveniently broad and vague enough to include a wide array of measures and actions. However, the focus of the report is not so much on how global health security is defined but rather on examples it can be seen to entail. This approach, in quite a short report, is illustrated in the second section, which explores the range of threats to global security: it is of interest both for its content and its silences. Consider for example the links which it implicitly draws with the organization of health systems. The report identifies human causes of public health insecurity, putting some emphasis on drastic long-term failure to undertake adequate investment in public health and surveillance, resulting from a false sense of security about public health. In addition to natural catastrophes, the report identifies policy changes affecting preventive measures, the public health consequences of conflict, large-scale industrial catastrophe and microbial evolution and antibiotic resistance as major threats. Thus the role of poverty, inequalities, war, fragmentation of social structure and public service structures emerge strongly from these pages, yet there is rather little explicit addressing of the implications of these issues. For example, the discussion of antimicrobial resistance says: 'If the use of anti-infective drugs were better rationalised, the evolutionary pressure on bacteria would be altered and susceptible strains could again proliferate.' (p. 23). The implication that health systems need strengthening is noted, but there is no exploration of the context in which people buy medicines in poorly regulated markets.",
            "cite_spans": [
                {
                    "start": 1153,
                    "end": 1170,
                    "text": "(WHR 2007, p. ix)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "THE WORLD HEALTH REPORT 2007"
        },
        {
            "text": "The report gives particular attention to the SARS virus as defining the features that give a disease international significance as a public health security threat. 'It spreads from person to person, requires no vector, displays no particular geographical affinity, incubates silently for more than a week, mimics the symptoms of many other diseases, takes its heaviest toll on hospital staff, and kills around 10 per cent of those infected.' (pp. 37-8) The discussion of SARS also picks up the economic consequences of infectious diseases, as well as vulnerability within rich countries (since any airport or city could have been affected). More radically, the report makes the following point: 'Had SARS been allowed to establish a foothold in resource poor settings, it is doubtful whether the demanding measures, facilities and technologies needed to interrupt chains of transmission could have been fully deployed' (p. 40). At the global level, this observation implies that our global health security requires us to take seriously lives and public health realities in resource-poor contexts: that the weakest link to public health security in rich countries lies in the living conditions and health systems of developing countries. Inequality is thus key to insecurity. There are no shortcuts, and in comparison to the more traditional hygieneand surveillance-oriented public health approach, we need to address not merely the strengthening of primary health care, but also the capacities of hospitals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE WORLD HEALTH REPORT 2007"
        },
        {
            "text": "It follows that the ways in which health systems function are at the core of public health security. This is one of the report's key arguments: that many of the public health emergencies described in it could have been prevented or better controlled if the health systems concerned had been stronger and better prepared. We can use a case study from India to reinforce this point. An impressive account of the Indian plague epidemic by Ghanshyam Shah identifies the importance of the organization of our health systems and the basis on which these operate for the emergence and path of epidemics. In Surat, a large proportion of the private sector doctors fled quickly from the epidemic, amongst the first of the fleeing population. They left behind them the public sector hospitals and doctors, so often criticized and blamed for corruption, to hold the fort and treat those who were ill. Shah shows how the professional medical culture had become profit-oriented in Surat, so that during the plague epidemic as many as 76 per cent of general practitioners in the plague stricken areas were reported to have fled (Shah, 1997) . Thus, in the context of the expanding market for health services, we do need to ask, on what basis do medical professionals work and whom do we expect to bear the brunt of the health security measures? How far do public obligations extend? In what contexts do they become important, and who are the professionals who will respond to emergencies? To what extent are corporate hospitals willing to take responsibility for treatment of health security threats? Could they see these duties as demands to be offloaded onto remaining public sector organizations? If not, what would ensure this?",
            "cite_spans": [
                {
                    "start": 1114,
                    "end": 1126,
                    "text": "(Shah, 1997)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "THE WORLD HEALTH REPORT 2007"
        },
        {
            "text": "At the core of our safer future beyond professionalism is also trust and respect. Just as international health regulations have been approved, a further crisis in virus-and benefit-sharing seems to have emerged in the context of global measures concerning pandemic influenza, and in particular the H5N1 'birdflu' virus. The report touches upon the problematic terrain of pandemic influenza and global stockpiling on H5N1 vaccine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE WORLD HEALTH REPORT 2007"
        },
        {
            "text": "In work on H5N1, Indonesia created a crisis by refusing to contribute virus specimens, on the grounds that Indonesia could not be certain that the country would have access to vaccines developed on the basis of these specimens. This event represented a severe loss of trust in the operation and working methods of the Global Influenza Surveillance Network. The main controversy was about the necessity of sharing viruses; but in the context of the consequent World Health Assembly resolution, it evolved to focus on equitable use of virus samples (Fidler, 2008; WHA, 2007) . The World Intellectual Property Organization (WIPO) has reported substantial numbers of patents for H5N1 virus-related work and while one cannot patent viruses (WIPO, 2006) , it is possible to patent vaccines and products developed from them or on the basis of information derived from virus samples. The crisis was generated because the WHO distributed virus samples to corporate research laboratories, generating the demand for confirmation that those donating the viruses would be able to afford vaccines produced (see, for example, Fidler, 2008) . The international health regulations on virus-sharing were in danger of becoming compromised just as they were finally entering into force in June 2007.",
            "cite_spans": [
                {
                    "start": 547,
                    "end": 561,
                    "text": "(Fidler, 2008;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 562,
                    "end": 572,
                    "text": "WHA, 2007)",
                    "ref_id": null
                },
                {
                    "start": 735,
                    "end": 747,
                    "text": "(WIPO, 2006)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1111,
                    "end": 1124,
                    "text": "Fidler, 2008)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "THE WORLD HEALTH REPORT 2007"
        },
        {
            "text": "Concern over access to medicines and vaccines for global pandemics are not the only issues where corporate sector roles clash with public health in conditions of extreme global inequality. The report documents the current lack of vaccine production capacity. The current maximum annual production capacity for trivalent influenza vaccines is 500 million doses. Meanwhile, the dependence on corporate production capacity for vaccines and emergency preparedness is costly, given industry requirements for committed purchase of influenza vaccines in order to maintain vaccine production capacity for pandemic conditions. Ensuring that the poorest populations do not lose out in a global pandemic will require international mechanisms to redistribute resources to the most vulnerable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE WORLD HEALTH REPORT 2007"
        },
        {
            "text": "This is in some ways a curious report. It is short -almost a pamphletyet it addresses some weighty issues in the core WHO mandate which have major developmental consequences. It is also oddly presented, using text and layout which makes it look more like an Oxfam or other NGO report. Yet it addresses very sharply, in the context of turbulent global realities, the central importance of international health regulations for global public health security. The shortness may be explained by the election process and timing of the arrival of the new WHO Director-General, Dr Chan, because of the previous DG, Dr Lee's untimely death. The report's slightness perhaps fails the test of a 'flagship' publication, yet it may yet have policy weight beyond its scale.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "If we read the report in the context, noted above, of the new international emphasis on inequality, we can link its concerns to the imminent final report of the Commission on the Social Determinants of Health, which takes global and intra-country inequality as its central focus. A focus on public health security emphasizes, as in the conclusions from the study of the Indian plague epidemic, not only surveillance and prevention of disease but also the building of public health systems and the environmental, socioeconomic and cultural development of society (Shah, 1997) . The next World Health Report will be on health systems. We can hope to see, in coming publications, a sharper focus on the public health capabilities and organizational aspects of health systems, including their levels of commercialization, in linking up inequality to global insecurity concerns.",
            "cite_spans": [
                {
                    "start": 562,
                    "end": 574,
                    "text": "(Shah, 1997)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Methodological Concerns and Recommendations on Policy Consequences of the World Health Report",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Almeida",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Braveman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gold",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Szwarcwald",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ribeiro",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Miglionico",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Millar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Porto",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Costa",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Rubio",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "The Lancet",
            "volume": "375",
            "issn": "",
            "pages": "1692--1699",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Achieving Health Equity: From Root Causes to Fair Outcomes'. Interim Statement of the Commission",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Influenza Virus Samples, International Law, and Global Health Diplomacy",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fidler",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Emerging Infectious Diseases Journal",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Commercialisation of Health Care: Global and Local Dynamics and Policy Responses",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mackintosh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Koivusalo",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "World Health Organization Health Policy Steering Off Course -Changed Values, Poor Evidence, and Lack of Accountability",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ollila",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Koivusalo",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "International Journal of Health Services",
            "volume": "32",
            "issn": "3",
            "pages": "503--517",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "New Delhi: SAGE. United Nations Department of Economic and Social Affairs",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "UN/DESA. United Nations Development Programme (UNDP) (2005) Human Development Report 2005: International Cooperation at a Crossroads: Aid, Trade and Security in an Unequal World",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Reflections on and Alternatives to WHO's Fairness of Financial Contribution Index",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wagstaff",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Health Economics",
            "volume": "11",
            "issn": "2",
            "pages": "103--118",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Patent Landscape for the H5N1 Virus'. Annex. Initial consultation draft",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Wipo",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "World Development Report 1993: Investing in Health",
            "authors": [
                {
                    "first": "World",
                    "middle": [],
                    "last": "Bank",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "WHA 60.28. Pandemic Influenza Preparedness: Sharing of Influenza Viruses and Access to Vaccines and Other Benefits",
            "authors": [],
            "year": 2007,
            "venue": "World Health Assembly",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "WHA 34.36. Global Strategy for Health for All by the Year",
            "authors": [],
            "year": 1981,
            "venue": "World Health Assembly",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Health Systems: Improving Performance",
            "authors": [],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "World Health Organization (WHO) (2003) The World Health Report 2003: Shaping the Future",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Centre for Welfare and Health (STAKES) PO Box 220, FI-00531 Helsinki, Lintulahdenkuja 4, Finland; e-mail: meri.koivusalo@stakes.fi. She has a background in medicine and health policy. She has co-authored a book on international health policies and written extensively on issues related to health policy, international health policy and health implications of other policies. She has served as an expert for the WHO, European Commission and Finnish government. She is currently one of the editors of the Global Social Policy journal.Maureen Mackintosh is Professor of Economics, Open University, UK; e-mail: m.m.mackintosh@open.ac.uk. Together with Meri Koivusalo she coordinated an international UNRISD project on commercialization of health care, which resulted in an edited book. She is currently researching, also with Meri Koivusalo and researchers in India and Tanzania, the role of non-governmental organizations in access to essential medicines. Her central research interest is in the operation of health-related markets and their implications for the public good and the public detriment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meri Koivusalo is a Senior Researcher, National Research and Development"
        }
    ]
}