{"paper_id": "53d2115108a867418c454c7aeab415ab91b8bcb6", "metadata": {"title": "Detection of b-Herpesviruses in Polish Adult Cord Blood Stem Cell Recipients by Real-Time PCR: Single Centre Study Gra_ zyna Młynarczyk", "authors": [{"first": "Tomasz", "middle": [], "last": "Dzieciątkowski", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Maciej", "middle": [], "last": "Przybylski", "suffix": "", "affiliation": {}, "email": ""}, {"first": "•", "middle": [], "last": "Grzegorz", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Władysław", "middle": [], "last": "Basak", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Tigran", "middle": [], "last": "Torosian", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Agnieszka", "middle": [], "last": "Tomaszewska", "suffix": "", "affiliation": {}, "email": ""}, {"first": "•", "middle": [], "last": "Wiesław", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Wiktor", "middle": [], "last": "Jędrzejczak", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ó", "middle": ["L"], "last": "Hirszfeld", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Umbilical cord blood transplantation (UCBT) is known to be associated with increased risk of infections, compared to bone marrow or peripheral blood stem cell transplantation. In viral diseases for which specific treatment is available, real-time PCR assays are reliable diagnostic tools for timely initiation of appropriate therapy and for rapid assessment of the efficacy of antiviral treatment strategies. A retrospective review of samples from a group of seven adult cord blood stem cell recipients was made. Serum samples taken up to 180 days after transplantation were examined with quantitative real-time PCR for measurement of viral load (CMV, HHV-6, and HHV-7). Cytomegalovirus (CMV) DNA was detected in samples taken from four patients (57%) in the period of 20-80 days after transplantation. Products of amplification of human herpesvirus 6 (HHV-6) DNA were found in samples taken between days 25 and 37 following UCBT from only one patient (14%). On the other hand, the majority of patients (n = 6, 86%) had HHV-7 DNA detected in the period 15-58 days after transplantation. Co-infection with HHV-7 was demonstrated at onset of all episodes of microbiologically confirmed CMV or HHV-6 infection. Our observations indicate that real-time PCR is not only useful for monitoring herpesviral infections in transplant recipients, but is also a powerful method for clarifying the relationships between the viral load and clinical symptoms. Further investigation with a much larger group of patients will be needed to confirm these observations and translate them into a clinical approach.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Transplantation of allogeneic hematopoietic stem cells is a therapeutic option in multiple hematological malignancies, bone marrow failure and inherited immunodeficiency syndromes (Arcese et al. 2006; Torok-Storb et al. 1997) . Because of the inability to find suitable, HLA-matched hematopoietic stem cell donors in a significant proportion of patients, umbilical cord blood (UCB) is considered an alternative and widely accepted source of hematopoietic stem cells for transplantation (Arcese et al. 2006; Brown and Boussiotis 2008) . A suitable cord blood unit can be found for the majority of patients, as the matching of HLA molecules is less strict, allowing for a match at only 8/10 HLA alleles. Moreover, UCB transplantation (UCBT) was shown to be associated with lower rates of graft-versushost disease (GvHD), which is one of the factors affecting transplant-related mortality. However, the major limitation of UCBT use in adults is the relatively low number of hematopoietic stem cells in a single unit, which significantly increases the risk of graft failure and infectious complications in the period of pancytopenia (Arcese et al. 2006; Tse and Laughlin 2005) . One of the strategies to overcome this problem is the simultaneous transplantation of multiple cord blood units, coming from various unrelated donors (transplantation of so-called mixed UCB) (Tse and Laughlin 2005) . While some strategies are in preclinical stages, others are at advanced phases of clinical trials (Arcese et al. 2006; Brown and Boussiotis 2008; Tse and Laughlin 2005) . The main strategies are based on ex vivo expansion of the UCB stem cells, intra-bone marrow transplantation, co-transplantation with other stem cell sources, or reduction of the toxicity of the conditioning regimens (Brown and Boussiotis 2008; Tse and Laughlin 2005) .", "cite_spans": [{"start": 180, "end": 200, "text": "(Arcese et al. 2006;", "ref_id": "BIBREF0"}, {"start": 201, "end": 225, "text": "Torok-Storb et al. 1997)", "ref_id": "BIBREF18"}, {"start": 486, "end": 506, "text": "(Arcese et al. 2006;", "ref_id": "BIBREF0"}, {"start": 507, "end": 533, "text": "Brown and Boussiotis 2008)", "ref_id": "BIBREF1"}, {"start": 1129, "end": 1149, "text": "(Arcese et al. 2006;", "ref_id": "BIBREF0"}, {"start": 1150, "end": 1172, "text": "Tse and Laughlin 2005)", "ref_id": "BIBREF19"}, {"start": 1366, "end": 1389, "text": "(Tse and Laughlin 2005)", "ref_id": "BIBREF19"}, {"start": 1490, "end": 1510, "text": "(Arcese et al. 2006;", "ref_id": "BIBREF0"}, {"start": 1511, "end": 1537, "text": "Brown and Boussiotis 2008;", "ref_id": "BIBREF1"}, {"start": 1538, "end": 1560, "text": "Tse and Laughlin 2005)", "ref_id": "BIBREF19"}, {"start": 1779, "end": 1806, "text": "(Brown and Boussiotis 2008;", "ref_id": "BIBREF1"}, {"start": 1807, "end": 1829, "text": "Tse and Laughlin 2005)", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Introduction"}, {"text": "UCBT is also associated with lower risk of transfer of viral infection, especially with cytomegalovirus (CMV) and Epstein-Barr virus (Tse and Laughlin 2005) . The lower rate of GvHD after UCBT is likely due to the naïve state of cord blood lymphocytes and the low cytotoxic capacity of cord blood T cells (Brown and Boussiotis 2008; Harris et al. 1992) . However, such immunological immaturity after transplantation may increase the risk of CMV infection, especially in adults (Takami et al. 2005) .", "cite_spans": [{"start": 133, "end": 156, "text": "(Tse and Laughlin 2005)", "ref_id": "BIBREF19"}, {"start": 305, "end": 332, "text": "(Brown and Boussiotis 2008;", "ref_id": "BIBREF1"}, {"start": 333, "end": 352, "text": "Harris et al. 1992)", "ref_id": "BIBREF10"}, {"start": 477, "end": 497, "text": "(Takami et al. 2005)", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Introduction"}, {"text": "The subfamily of the b-herpesviruses includes the human CMV (HHV-5) and the two closely related roseoloviruses human herpesvirus HHV-6 and HHV-7 (Davison et al. 2005) . All of them are widespread pathogens with a high seroprevalence in the adult population (Griffiths et al. 2000) , and like all other herpesviruses, the members of the b-herpesvirinae can be reactivated from their state of latency in immunocompromised hosts (Ljungman 2002) . Thus, CMV infections are a serious matter of concern in a group of immunosuppressed patients (Griffiths et al. 2000; Ljungman 2002; Ljungman et al. 2008) . The syndromes most commonly seen include: CMV pneumonia, myelosuppression syndrome (Takami et al. 2005) , exacerbation of GvHD and increased risk of secondary bacterial and fungal infections (Griffiths et al. 2000) . HHV-6 presence in plasma or serum was documented in 33-48% of hematopoietic stem cell recipients, using molecular techniques (Zerr et al. 2005) . Allogeneic stem cell transplantation (SCT), advanced hematological disease, younger age, gender mismatch between donor and recipient and treatment with corticosteroids are commonly reported risk factors associated with HHV-6 infection after transplantation (Chan et al. 1997; Ljungman et al. 2008; Zerr et al. 2005) . The pathogenicity of HHV-7 in immunocompromised individuals and in primary infection remains unclear (Ljungman et al. 2008; Yamanishi 2002) . Some authors have postulated a potential increase in virulence of HHV-7 in the course of a simultaneous CMV reactivation, leading to a greater risk of CMV disease transplantation (Chan et al. 1997; Kidd et al. 2000; Mendez et al. 2001) .", "cite_spans": [{"start": 145, "end": 166, "text": "(Davison et al. 2005)", "ref_id": "BIBREF3"}, {"start": 257, "end": 280, "text": "(Griffiths et al. 2000)", "ref_id": "BIBREF9"}, {"start": 426, "end": 441, "text": "(Ljungman 2002)", "ref_id": "BIBREF12"}, {"start": 537, "end": 560, "text": "(Griffiths et al. 2000;", "ref_id": "BIBREF9"}, {"start": 561, "end": 575, "text": "Ljungman 2002;", "ref_id": "BIBREF12"}, {"start": 576, "end": 597, "text": "Ljungman et al. 2008)", "ref_id": "BIBREF14"}, {"start": 683, "end": 703, "text": "(Takami et al. 2005)", "ref_id": "BIBREF17"}, {"start": 791, "end": 814, "text": "(Griffiths et al. 2000)", "ref_id": "BIBREF9"}, {"start": 942, "end": 960, "text": "(Zerr et al. 2005)", "ref_id": "BIBREF22"}, {"start": 1220, "end": 1238, "text": "(Chan et al. 1997;", "ref_id": "BIBREF2"}, {"start": 1239, "end": 1260, "text": "Ljungman et al. 2008;", "ref_id": "BIBREF14"}, {"start": 1261, "end": 1278, "text": "Zerr et al. 2005)", "ref_id": "BIBREF22"}, {"start": 1382, "end": 1404, "text": "(Ljungman et al. 2008;", "ref_id": "BIBREF14"}, {"start": 1405, "end": 1420, "text": "Yamanishi 2002)", "ref_id": "BIBREF20"}, {"start": 1602, "end": 1620, "text": "(Chan et al. 1997;", "ref_id": "BIBREF2"}, {"start": 1621, "end": 1638, "text": "Kidd et al. 2000;", "ref_id": "BIBREF11"}, {"start": 1639, "end": 1658, "text": "Mendez et al. 2001)", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Introduction"}, {"text": "Our present study summarizes retrospectively the results of b-herpesviruses detection in UCB stem cell recipients. The Polish experience with UCBT in adults is limited to the group covered by the current study, so this is the first report from Poland considering this important problem.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "This retrospective study involved adult patients who received an allogeneic UCBT and were hospitalized in the Hematology, Oncology and Internal Medicine Clinics, Medical University in Warsaw. In the period of study (from May 2003 to February 2009) there were seven patients receiving umbilical cord blood SCT. Monitoring of clinical status of the patients and viral load in sera samples comprised the period of 180 days after UCBT.", "cite_spans": [], "ref_spans": [], "section": "Materials and Methods"}, {"text": "IgG and IgM antibodies against CMV and HHV-6 were measured in serum specimens collected once before UCBT, using a commercial enzyme immunoassay (Pan-Bio, Australia). Collection of sera samples for real-time PCR (qPCR) investigations, from all patients, began at a median of 3 days after transplantation (range 1-5 days) and lasted until a median of 97 days (range 36-180 days). Presence of b-herpesviral DNA was tested by real-time PCR in sera samples obtained once a week until the 100th day after UCBT, and thereafter once every two weeks. The median number of samples per patient was 12 (range 7-24). A total of 100 samples obtained from seven patients were examined. Viral DNA was extracted from 200 ll of sera, using a High Pure Viral Nucleic Acid Kit Ò (Roche, Germany), in accordance with the manufacturer's instructions.", "cite_spans": [], "ref_spans": [], "section": "Materials and Methods"}, {"text": "CMV DNA was detected using commercial CMV Quant Kit Ò (Roche, Germany) developed for the LightCycler 2.0 instrument, which uses SCORPIONS TM fluorescent probes. All samples were examined according to the manufacturer's protocol. Every tested sample was amplified with an additional internal control (positive control of DNA extraction and amplification process). Each amplification reaction included, apart from the tested samples, also positive CMV-specific controls and a negative control.", "cite_spans": [], "ref_spans": [], "section": "Materials and Methods"}, {"text": "For the detection of HHV-6 and HHV-7, a real-time PCR assay with fluorescent TaqMan probes, complementary for the sequence lying within the amplified product, was used. Tests were also run on the LightCycler 2.0, with modified in-house quantitative methods (Dzieciątkowski et al. 2008 (Dzieciątkowski et al. , 2009 . Similarly for CMV detection, for every sample an internal control was added and amplification was performed in the presence of amplification-specific controls (positive and negative controls).", "cite_spans": [{"start": 257, "end": 284, "text": "(Dzieciątkowski et al. 2008", "ref_id": "BIBREF5"}, {"start": 285, "end": 314, "text": "(Dzieciątkowski et al. , 2009", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Materials and Methods"}, {"text": "Oral acyclovir in typical doses (400 mg/three times a day) was used as an antiviral prophylaxis during the posttransplant period. If CMV DNA was detected using qPCR assay, therapy with intravenous ganciclovir (GCV) 5 mg/kg body weight every 12 h was administered (Ljungman et al. 2004) .", "cite_spans": [{"start": 263, "end": 285, "text": "(Ljungman et al. 2004)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Materials and Methods"}, {"text": "None (0%) of the described patients had specific anti-CMV and anti-HHV-6 IgM class antibodies in the pre-transplant period. Six persons (86%) had anti-CMV IgG antibodies and all of them (100%) had a positive result for anti-HHV-6 IgG antibodies in the pre-transplant period ( Table 1) .", "cite_spans": [], "ref_spans": [{"start": 276, "end": 284, "text": "Table 1)", "ref_id": "TABREF0"}], "section": "Results"}, {"text": "The real-time PCR assay detected CMV DNA in 19 samples (19%) taken from four patients (57%). In most of the observed cases CMV DNAemia was found in the typical period of 20-80 days after transplantation, in the range 600 GCV 13,000 copies/ml. Products of amplification of DNA with the HHV-6-specific qPCR method, expressed as the presence of exponential fluorescence gains, were detected in four samples (4%), taken from one patient (14%). Six UCB recipients (86%) had HHV-7 DNA determined in 34% of all samples. Obtained quantitative results for HHV-6 and HHV-7 were always at low to medium level, ranging from 1,000 to 4,800 copies/ml for HHV-6, and from 800 to 5,300 copies/ml for HHV-7.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Viremia was noted during days 25-37 and days 15-58 after UCBT, respectively (Table 2) . Co-infection with HHV-7 was demonstrated at onset in all episodes of microbiologically confirmed CMV or HHV-6 infection (CMV/HHV-7 [n = 4], HHV-6/HHV-7 [n = 1]). None of the CMVpositive patients had HHV-6 DNA in their plasma samples during a 180 day period (Table 2) .", "cite_spans": [], "ref_spans": [{"start": 76, "end": 85, "text": "(Table 2)", "ref_id": "TABREF1"}, {"start": 345, "end": 354, "text": "(Table 2)", "ref_id": "TABREF1"}], "section": "Results"}, {"text": "Overall mortality in the entire group of UCBT recipients during the first 180 days after transplantation was 57% (4 out of 7 patients). The direct cause of death was sepsis (2 patients) in one case accompanied by acute respiratory distress syndrome (ARDS), pneumonia (1 patient) and central nervous system infection (1 patient), but none of the described individuals died during detectable b-herpesvirinae viremia (Table 3 ).", "cite_spans": [], "ref_spans": [{"start": 414, "end": 422, "text": "(Table 3", "ref_id": null}], "section": "Results"}, {"text": "The monitoring and early treatment of various microbiological infections is critical in the management of patients following hematopoietic SCT, especially as infections with widely spread herpesviruses are likely to threaten the success of the transplant. Therefore, multiple strategies to monitor and treat these infections have been developed and applied clinically (Emery 2001; Gerna and Lilleri 2006) . Rapid detection and proper monitoring of CMV, HHV-6, and HHV-7 play an important role in the management of patients undergoing SCT (Diaz-Mitoma et al. 2003; Gerna and Lilleri 2006; Ljungman et al. 2008) .", "cite_spans": [{"start": 368, "end": 380, "text": "(Emery 2001;", "ref_id": "BIBREF7"}, {"start": 381, "end": 404, "text": "Gerna and Lilleri 2006)", "ref_id": "BIBREF8"}, {"start": 538, "end": 563, "text": "(Diaz-Mitoma et al. 2003;", "ref_id": "BIBREF4"}, {"start": 564, "end": 587, "text": "Gerna and Lilleri 2006;", "ref_id": "BIBREF8"}, {"start": 588, "end": 609, "text": "Ljungman et al. 2008)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Discussion"}, {"text": "By using quantitative real-time PCR assays, we documented common occurrence of coinfection among the b-herpesviruses during post-transplant clinical illnesses that were ascribed to be due solely to CMV. The common occurrence of coinfection among CMV and HHV-7 attests to the ubiquitous nature of these viruses (Chan et al. 1997; Mendez et al. 2001 ). Other authors have demonstrated that HHV-6 and HHV-7 reactivation occurs earlier than CMV (Chan et al. 1997; Mendez et al. 2001; Zerr et al. 2005) , Table 3 Clinical status of UCBT recipients after transplantation and HHV-7 has been implicated as a factor for subsequent CMV reactivation and disease (Chan et al. 1997; Mendez et al. 2001) . Our observations show that HHV-7 viremia may also occur simultaneously at the time of active infection caused by other b-herpesviruses. In this study, HHV-7 was observed in all four CMV-infected UCBT recipients and in a single case of HHV-6 disease. Since cord blood contains few memory T cells to respond to exogenous antigens, it may take longer to reconstitute pathogen-specific immunity (Brown and Boussiotis 2008) . Acyclovir in typical doses was used as an antiviral prophylaxis during this period, but without any visible clinical success. In all cases of CMV disease ganciclovir was routinely used as a therapy of choice, despite its myelotoxic activity (Ljungman et al. 2004 (Ljungman et al. , 2008 . It is thus important to reduce drug administration as a decreasing number of viral DNA copies is detected. The efficacy of ganciclovir against HHV-6 and HHV-7 in vivo is still not well documented, its use was only associated with a nonsignificant decline in the HHV-6 level in hematopoietic stem cell transplant recipients (Zerr et al. 2002) .", "cite_spans": [{"start": 310, "end": 328, "text": "(Chan et al. 1997;", "ref_id": "BIBREF2"}, {"start": 329, "end": 347, "text": "Mendez et al. 2001", "ref_id": "BIBREF16"}, {"start": 441, "end": 459, "text": "(Chan et al. 1997;", "ref_id": "BIBREF2"}, {"start": 460, "end": 479, "text": "Mendez et al. 2001;", "ref_id": "BIBREF16"}, {"start": 480, "end": 497, "text": "Zerr et al. 2005)", "ref_id": "BIBREF22"}, {"start": 651, "end": 669, "text": "(Chan et al. 1997;", "ref_id": "BIBREF2"}, {"start": 670, "end": 689, "text": "Mendez et al. 2001)", "ref_id": "BIBREF16"}, {"start": 1083, "end": 1110, "text": "(Brown and Boussiotis 2008)", "ref_id": "BIBREF1"}, {"start": 1354, "end": 1375, "text": "(Ljungman et al. 2004", "ref_id": "BIBREF13"}, {"start": 1376, "end": 1399, "text": "(Ljungman et al. , 2008", "ref_id": "BIBREF14"}, {"start": 1725, "end": 1743, "text": "(Zerr et al. 2002)", "ref_id": "BIBREF21"}], "ref_spans": [{"start": 500, "end": 507, "text": "Table 3", "ref_id": null}], "section": "Discussion"}, {"text": "Although infection with b-herpesviruses was detected in the majority of investigated UCBT recipients, clinical symptoms during CMV DNAemia were observed in two patients (No. 4 and 5) . In patient No. 4, CMV was the only infectious agent found during the course of a pneumonia episode, occurring directly after GvHD and pyrexia. Although in patient No. 5 CMV was correlated in time with pneumonia, it seems rather that CMV was a concomitant agent attending a systemic infection caused by Acinetobacter baumannii repeatedly isolated from the patient's blood samples. This infection eventually led to sepsis and ARDS, which were the direct cause of the patient's death. In a third patient with a pneumonia episode (patient No. 6), there was no detectable DNAemia caused by b-herpesviruses, and respiratory syncytial virus was the agent responsible for this fatal infection. Thus, from a general point of view, despite the low number of examined UCBT recipients, b-herpesviruses DNAemia either did not correlate with clinical symptoms (patients No. 1, 2, 3, 6, and 7) or accompanied mild CMV pneumonia (patients No. 4 and 5).", "cite_spans": [{"start": 169, "end": 182, "text": "(No. 4 and 5)", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "One of the major topics discussed with reference to reactivation of b-herpesviruses in stem cell recipients is occurrence of GvHD and the status of hematopoiesis. In the examined group of patients, all episodes of DNAemia took place between the 8th and 65th day after transplantation. During this time (including adjacent 2-week periods), acute GvHD was observed in two individuals, patients No. 1 and 4, and in both cases GvHD directly preceded CMV and HHV-7 DNAemia. This observation seems to confirm the hypothesis, presented by Ljungman, (Ljungman 2002) that GvHD may be a conducive factor for reactivation of b-herpesviruses .", "cite_spans": [{"start": 542, "end": 557, "text": "(Ljungman 2002)", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Discussion"}, {"text": "In all but one patient, acceptable engraftment and hematopoietic recovery was observed. In patient No. 7, CMV and HHV-7 DNAemia were detected and treated before achievement of stable engraftment. Therefore, the observed myelosuppression was probably an effect of myelotoxic activity of ganciclovir, and in this single patient neither clinical symptoms of virus reactivations nor GvHD/ pneumonitis was observed during the examined period.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Another fact with the potential to impact on severity of the infection with b-herpesviruses is that all UCB recipients received antiviral therapy with standard doses of ganciclovir during detected CMV DNAemia. According to the results of clinical investigations, it is a major factor limiting both the time of DNAemia course and the number of CMV copies in peripheral blood (Griffiths et al. 2000; Ljungman 2002) . Although Matsumura et al. (2007) presented cases of clinical failure of anti-CMV therapy with the use of ganciclovir and foscarnet, it applied only to situations where reduced doses of antiviral drugs were used to decrease their myelotoxic effect and renal toxicity. The negligible clinical impact of b-herpesviruses reactivation observed in the study may also be explained by the conditioning regimen in examined UCBT recipients.", "cite_spans": [{"start": 374, "end": 397, "text": "(Griffiths et al. 2000;", "ref_id": "BIBREF9"}, {"start": 398, "end": 412, "text": "Ljungman 2002)", "ref_id": "BIBREF12"}, {"start": 424, "end": 447, "text": "Matsumura et al. (2007)", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Discussion"}, {"text": "The final, but rather speculative, factor which may be associated with the clinical status of patients in terms of CMV and HHV-6 DNAemia is that 87% of UCBT recipients were seropositive against CMV and all of them were seropositive against HHV-6 before transplantation. Therefore, these were not cases of primary infection with b-herpesviruses.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Although the number of cases analyzed in this study is small, our results suggest that real-time PCR is not only useful for monitoring the level of all b-herpesviruses, but is also a powerful method for clarifying the relationships between viral load and clinical symptoms. Further studies with a much larger group are required to precisely define the frequency and severity of herpesviral infections in adult UCB recipients.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Unrelated cord blood transplants in adults with hematologic malignancies", "authors": [{"first": "W", "middle": [], "last": "Arcese", "suffix": ""}, {"first": "V", "middle": [], "last": "Rocha", "suffix": ""}, {"first": "M", "middle": [], "last": "Labopin", "suffix": ""}], "year": 2006, "venue": "Haematologica", "volume": "91", "issn": "", "pages": "223--230", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Umbilical cord blood transplantation: basic biology and clinical challenges to immune reconstitution", "authors": [{"first": "J", "middle": [], "last": "Brown", "suffix": ""}, {"first": "V", "middle": ["A"], "last": "Boussiotis", "suffix": ""}], "year": 2008, "venue": "Clin Immunol", "volume": "127", "issn": "", "pages": "286--297", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Human herpesvirus-6 and human herpesvirus-7 infections in bone marrow transplant recipients", "authors": [{"first": "P", "middle": ["K"], "last": "Chan", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Peiris", "suffix": ""}, {"first": "K", "middle": ["Y"], "last": "Yuen", "suffix": ""}], "year": 1997, "venue": "J Med Virol", "volume": "53", "issn": "", "pages": "295--305", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Virus taxonomyclassification and nomenclature of viruses. Eighth report of ICTV", "authors": [{"first": "A", "middle": [], "last": "Davison", "suffix": ""}, {"first": "R", "middle": [], "last": "Eberle", "suffix": ""}, {"first": "G", "middle": ["S"], "last": "Hayward", "suffix": ""}], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "193--212", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Comparison of DNA amplification, mRNA amplification, and DNA hybridization techniques for detection of cytomegalovirus in bone marrow transplant recipients", "authors": [{"first": "F", "middle": [], "last": "Diaz-Mitoma", "suffix": ""}, {"first": "C", "middle": [], "last": "Leger", "suffix": ""}, {"first": "H", "middle": [], "last": "Miller", "suffix": ""}], "year": 2003, "venue": "J Clin Microbiol", "volume": "41", "issn": "", "pages": "5159--5166", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Real-time PCR as an efficient tool for investigating the presence of human herpesvirus 6 DNA", "authors": [{"first": "T", "middle": [], "last": "Dzieciątkowski", "suffix": ""}, {"first": "M", "middle": [], "last": "Przybylski", "suffix": ""}, {"first": "M", "middle": [], "last": "Gieryńska", "suffix": ""}], "year": 2008, "venue": "Med Dosw Mikrobiol", "volume": "60", "issn": "", "pages": "259--265", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Application of real-time PCR and LightCycler Ò system for investigating the presence of human herpesvirus 7 DNA", "authors": [{"first": "T", "middle": [], "last": "Dzieciątkowski", "suffix": ""}, {"first": "M", "middle": [], "last": "Przybylski", "suffix": ""}, {"first": "D", "middle": [], "last": "Kawecki", "suffix": ""}], "year": 2009, "venue": "Med Dosw Mikrobiol", "volume": "61", "issn": "", "pages": "93--98", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Investigation of CMV disease in immunocompromised patients", "authors": [{"first": "V", "middle": ["C"], "last": "Emery", "suffix": ""}], "year": 2001, "venue": "J Clin Pathol", "volume": "54", "issn": "", "pages": "84--88", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Monitoring transplant patients for human cytomegalovirus: diagnostic update", "authors": [{"first": "G", "middle": [], "last": "Gerna", "suffix": ""}, {"first": "D", "middle": [], "last": "Lilleri", "suffix": ""}], "year": 2006, "venue": "Herpes", "volume": "13", "issn": "", "pages": "4--11", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Betaherpesviruses in transplant recipients", "authors": [{"first": "P", "middle": ["D"], "last": "Griffiths", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Clark", "suffix": ""}, {"first": "V", "middle": ["C"], "last": "Emery", "suffix": ""}], "year": 2000, "venue": "J Antimicrob Chemother", "volume": "45", "issn": "", "pages": "29--34", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Phenotypic and functional immaturity of human umbilical cord blood T lymphocytes", "authors": [{"first": "D", "middle": ["T"], "last": "Harris", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Schumacher", "suffix": ""}, {"first": "J", "middle": [], "last": "Locascio", "suffix": ""}], "year": 1992, "venue": "Proc Natl Acad Sci", "volume": "89", "issn": "", "pages": "10006--10010", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Prospective study of human betaherpesviruses after renal transplantation: association of human herpesvirus 7 and cytomegalovirus co-infection with cytomegalovirus disease and increased rejection", "authors": [{"first": "I", "middle": ["M"], "last": "Kidd", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Clark", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Sabin", "suffix": ""}], "year": 2000, "venue": "Transplantation", "volume": "69", "issn": "", "pages": "2400--2404", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Beta-herpesvirus challenges in the transplant recipient", "authors": [{"first": "P", "middle": [], "last": "Ljungman", "suffix": ""}], "year": 2002, "venue": "J Infect Dis", "volume": "186", "issn": "1", "pages": "99--109", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Management of CMV infections: recommendations from the infectious diseases working party of the EBMT", "authors": [{"first": "P", "middle": [], "last": "Ljungman", "suffix": ""}, {"first": "P", "middle": [], "last": "Reusser", "suffix": ""}, {"first": "R", "middle": [], "last": "De La Camara", "suffix": ""}], "year": 2004, "venue": "Bone Marrow Transplant", "volume": "33", "issn": "", "pages": "1075--1081", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Management of CMV, HHV-6, HHV-7 and Kaposi-sarcoma herpesvirus (HHV-8) infections in patients with hematological malignancies and after SCT", "authors": [{"first": "P", "middle": [], "last": "Ljungman", "suffix": ""}, {"first": "R", "middle": [], "last": "De La Camara", "suffix": ""}], "year": 2008, "venue": "Bone Marrow Transplant", "volume": "42", "issn": "", "pages": "227--240", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Cytomegalovirus infections following umbilical cord blood transplantation using reduced intensity conditioning regimens for adult patients", "authors": [{"first": "T", "middle": [], "last": "Matsumura", "suffix": ""}, {"first": "H", "middle": [], "last": "Narimatsu", "suffix": ""}, {"first": "Kami", "middle": ["M"], "last": "", "suffix": ""}], "year": 2007, "venue": "Biol Blood Marrow Transplant", "volume": "13", "issn": "", "pages": "577--583", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Human betaherpesvirus interactions in solid organ transplant recipients", "authors": [{"first": "J", "middle": ["C"], "last": "Mendez", "suffix": ""}, {"first": "D", "middle": ["H"], "last": "Dockrell", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Espy", "suffix": ""}], "year": 2001, "venue": "J Infect Dis", "volume": "183", "issn": "", "pages": "179--184", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "High incidence of cytomegalovirus reactivation in adult recipients of an unrelated cord blood transplant", "authors": [{"first": "A", "middle": [], "last": "Takami", "suffix": ""}, {"first": "K", "middle": [], "last": "Mochizuki", "suffix": ""}, {"first": "H", "middle": [], "last": "Asakura", "suffix": ""}], "year": 2005, "venue": "Haematologica", "volume": "90", "issn": "", "pages": "1290--1292", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Association of specific cytomegalovirus genotypes with death from myelosuppression after marrow transplantation", "authors": [{"first": "B", "middle": [], "last": "Torok-Storb", "suffix": ""}, {"first": "M", "middle": [], "last": "Boeckh", "suffix": ""}, {"first": "C", "middle": [], "last": "Hoy", "suffix": ""}], "year": 1997, "venue": "Blood", "volume": "90", "issn": "", "pages": "2097--2102", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Umbilical cord blood transplantation: a new alternative option", "authors": [{"first": "W", "middle": [], "last": "Tse", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Laughlin", "suffix": ""}], "year": 2005, "venue": "Hematology Am Soc Hematol Educ Program", "volume": "", "issn": "", "pages": "377--383", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Human Herpesvirus 6 and Human Herpesvirus 7", "authors": [{"first": "K", "middle": [], "last": "Yamanishi", "suffix": ""}], "year": 2002, "venue": "Clinical virology", "volume": "", "issn": "", "pages": "463--478", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Effect of antivirals on human herpesvirus 6 replication in hematopoietic stem cell transplant recipients", "authors": [{"first": "D", "middle": ["M"], "last": "Zerr", "suffix": ""}, {"first": "D", "middle": [], "last": "Gupta", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Huang", "suffix": ""}], "year": 2002, "venue": "Clin Infect Dis", "volume": "34", "issn": "", "pages": "309--317", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Clinical outcomes of human herpesvirus 6 reactivation after hematopoietic stem cell transplantation", "authors": [{"first": "D", "middle": ["M"], "last": "Zerr", "suffix": ""}, {"first": "L", "middle": [], "last": "Corey", "suffix": ""}, {"first": "H", "middle": ["W"], "last": "Kim", "suffix": ""}], "year": 2005, "venue": "Clin Infect Dis", "volume": "40", "issn": "", "pages": "932--940", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "IgM (-) IgG (?) ( -) IgM (-) IgG (?) ( -) ( -) 7 Female 44 AML IgM (-) IgG (?) ( ??) IgM (-) IgG (?) ( -) ( ??) ALL acute lymphoblastic leukemia, AML acute myeloid leukemia, CML chronic myeloid leukemia, (-) negative, (?) positive in one plasma/ serum sample, (??) positive in two or more plasma samples", "latex": null, "type": "figure"}, "FIGREF1": {"text": "acyclovir, GCV ganciclovir, N/A not applicable, (-) negative, (?) positive", "latex": null, "type": "figure"}, "TABREF0": {"text": "Characteristics of patients who underwent UCBT", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Patient\n</td><td>Gender </td><td>Age </td><td>Underlying disease\n</td><td>Anti-CMV antibodies (before UCBT)\n</td><td>CMV DNA in plasma\n</td><td>Anti-HHV-6 antibodies (before UCBT)\n</td><td>HHV-6 DNA in plasma\n</td><td>HHV-7 DNA in plasma\n</td></tr><tr><td>no.\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>1 </td><td>Male </td><td>18 </td><td>AML </td><td>IgM (-) IgG (?) </td><td>(??) </td><td>IgM (-) IgG (?) </td><td>(-) </td><td>(??)\n</td></tr><tr><td>2 </td><td>Male </td><td>27 </td><td>AML </td><td>IgM (-) IgG (?) </td><td>(-) </td><td>IgM (-) IgG (?) </td><td>(-) </td><td>(??)\n</td></tr><tr><td>3 </td><td>Male </td><td>22 </td><td>ALL </td><td>IgM (-) IgG (-) </td><td>(-) </td><td>IgM (-) IgG (?) </td><td>(??) </td><td>(??)\n</td></tr><tr><td>4 </td><td>Female </td><td>20 </td><td>CML </td><td>IgM (-) IgG (?) </td><td>(??) </td><td>IgM (-) IgG (?) </td><td>(-) </td><td>(??)\n</td></tr><tr><td>5 </td><td>Male </td><td>32 </td><td>ALL </td><td>IgM (-) IgG (?) </td><td>(??) </td><td>IgM (-) IgG (?) </td><td>(-) </td><td>(??)\n</td></tr><tr><td>6 </td><td>Male </td><td>27 </td><td>ALL </td><td>IgM (-) IgG (?) </td><td>(-) </td><td>IgM (-) IgG (?) </td><td>(-) </td><td>(-)\n</td></tr><tr><td>7 </td><td>Female </td><td>44 </td><td>AML </td><td>IgM (-) IgG (?) </td><td>(??) </td><td>IgM (-) IgG (?) </td><td>(-) </td><td>(??)\n</td></tr></table></body></html>"}, "TABREF1": {"text": "", "latex": null, "type": "table"}}, "back_matter": [{"text": "Acknowledgments The authors are grateful to the Foundation for Patients with Hematological Diseases (Warsaw, Poland) for its kind support during the molecular studies on HHV-6 and HHV-7. G.W. Basak is also a recipient of the START Scholarship from the Foundation for Polish Science.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}]}