{"paper_id": "53f96842a4f3b92c1050608d1e181456d0ad1188", "metadata": {"title": "Supplementary Material A decision-support framework to optimize border control for global outbreak mitigation", "authors": [{"first": "Aleksa", "middle": [], "last": "Zlojutro", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of New South Wales (UNSW) Sydney", "location": {"postCode": "2052", "settlement": "Sydney", "region": "NSW", "country": "Australia"}}, "email": ""}, {"first": "David", "middle": [], "last": "Rey", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of New South Wales (UNSW) Sydney", "location": {"postCode": "2052", "settlement": "Sydney", "region": "NSW", "country": "Australia"}}, "email": ""}, {"first": "Lauren", "middle": [], "last": "Gardner", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of New South Wales (UNSW) Sydney", "location": {"postCode": "2052", "settlement": "Sydney", "region": "NSW", "country": "Australia"}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "The node control behavior along path is illustrated in Figure S1 below. This example highlights the combined effects of partial node control along a flight route.", "cite_spans": [], "ref_spans": [{"start": 55, "end": 64, "text": "Figure S1", "ref_id": "FIGREF1"}], "section": ""}, {"text": "The U.S. level outbreak dynamics (SIR curves) of the base case is represented in Figure S2 for all three scenarios. For the base case analysis, the hypothetical virus has values of α = 0, β = 0.25, γ = 0.143 and λ = 1. The chosen baseline parameters correspond to a disease with a reproductive ratio R 0 = 1.75. The outbreak is depicted over the first 300 days, which captures the entire cycle. All three scenarios peak at approximately the same time (t=150 days). Under a do-nothing scenario, the final proportion of the U.S. population infected is around 70%. At =50, the planning time period of focus in this study, only 0.01% of the U.S. population is infected, or around 30 to 35k individuals on average. ", "cite_spans": [], "ref_spans": [{"start": 81, "end": 90, "text": "Figure S2", "ref_id": "FIGREF2"}], "section": "B. Base Case Outbreak Dynamics"}, {"text": "To investigate how the strategies respond to the various parameters and model assumptions, we conduct a range of sensitivity analysis. We explore how changes in the contact rate, the target observation time, i.e. , control start time (delayed control), imperfect compliance, and screening outgoing travelers at the source of infection impact the performance of each control strategy. For this sensitivity analysis the set of source cities and base case conditions remain the same as those described in the main document (see Base Case Analysis) C.1. Impact of the Contact Rate, β A significant source of uncertainty in a novel infectious disease is its level of infectiousness, i.e., how fast it will spread. To explore the robustness of our proposed control strategies to the infectivity of a disease, we conduct sensitivity for a range of contact rates. The results for = 0.2, 0.25 and 0.3 are shown for all scenarios MCO, PDX and HNL, in Figures S3a, S3b and S3c, respectively. These three contact rates (CR in the figures) correspond to a disease with a reproductive ratio 0 = 1.4, 1.75 and 2.1, respectively.", "cite_spans": [], "ref_spans": [], "section": "C. Sensitivity Analysis"}, {"text": "As expected, the number of cases increases with the contact rate for all control strategies. The relative performance of the control strategies compared with the baseline case (corresponding to no control being deployed) increases as the contact rate increases, indicating that the control strategies are more effective for more aggressive outbreaks. Specifically, for the PDX scenario, the EP and MC strategies provide a 16% decrease in cases for = 0.2 compared with a 24.9% for = 0.3, relative to the baseline. The gap between the poorest performing strategy, MT, and the best performing strategy also increases with . Across the range of , EP and MC consistently perform best. These trends are reflected in scenarios MCO and HNL, with the latter exhibiting a significantly lower volatility in terms of performance compared to the other source city scenarios. ", "cite_spans": [], "ref_spans": [], "section": "C. Sensitivity Analysis"}, {"text": "The proposed decision-support framework is based on the chosen time of observation, . As previously discussed, the focus of this work is to help guide control decision at the early stages of an outbreak, with the intention of preventing introductions into new cities and regions. Thus, the planning horizon focuses on the first weeks and months after a new disease has been identified. However, the impact of the chosen planning horizon is critical to quantify, as it directly relates to the budget, e.g., a longer planning horizon requires more days of screening, and therefore less airports can be controlled for the same budget. A sensitivity analysis is conducted to measure the impact of when this parameter is varied between 25 and 100 days and its impact on the control strategy performance is assessed. Figures S4a, S4b and S4c provide the results of the sensitivity analysis for scenarios MCO, PDX and HNL, respectively. As increases, the number of cumulatively infected individual grows quickly, highlighting the nonlinear growth of outbreaks. The relative impact of the best control strategies, MC and EP, continues to increase with , and critically, they consistently dominate in terms of performance across planning horizons, indicating the strategies are robust. For the MCO scenario, we find that the control strategies perform increasingly similarly when the observation time increases. This is not the case for the PDX scenario wherein increasing magnifies the differences of the control strategies in terms of performance. Finally, the HNL scenario is found to be the most robust to the variation of the observation time and this trend is also reflected more generally for this source city scenario. ", "cite_spans": [], "ref_spans": [{"start": 811, "end": 827, "text": "Figures S4a, S4b", "ref_id": "FIGREF6"}], "section": "C.2. Impact of varying the observation time"}, {"text": "As this work focuses on the early stages of an outbreak, the impact of delaying the deployment of control resources can provide key insights on policy implementation and practice. To this effect, we conduct a sensitivity analysis time at which control, i.e., passenger screening is deployed. Specifically, a delay of 0, 7, 14, 21 and 28 days is evaluatedwe note that in the base case analysis, control is assumed to start at = 0 whereas in the case study control is assumed to start at = 28 days. In these scenarios the airports control sets for each strategy remain the same as in the base case, with the only difference being the start date of screening. The results of the scenarios are presented in Figure S5 . Note: EP performs closely to MC, and is therefore not clearly visible in the figure.", "cite_spans": [], "ref_spans": [{"start": 703, "end": 712, "text": "Figure S5", "ref_id": "FIGREF9"}], "section": "C.3. Impact of Delaying Control"}, {"text": "In all base case scenarios MCO, PDX and HNL, delaying the deployment of passenger screening results in more cases. Further, we observe that all control strategies are similarly impacted and their ranking, in terms of their capacity to reduce the number of infected individuals, remain almost always the same (except in scenario HNL, wherein MC/EP and 1OU crossover). The results also highlight that the smarter control strategies (i.e., EP, MC, 1OU and 1C) are more sensitive to delayed implementation, indicating a critical need to implement control as soon as a risk is identified. ", "cite_spans": [], "ref_spans": [], "section": "C.3. Impact of Delaying Control"}, {"text": "A sensitivity analysis is also conducted to address the modelling assumption of fully successful passenger screening. Indeed, if airport ∈ is fully controlled, i.e. = 1, our model assumes that all infected individuals are successfully detected in the screening process. In reality, this may not be the case. For example, Auckland International Airport's screening procedure for the 2009 influenza pandemic found that only 6% of infected passengers were detected 1 . This was partially due to the inability of the airport staff to screen all incoming passengers, as well as the limitations of the thermal scanning technology that was used. It is therefore necessary to evaluate the effectiveness of the proposed strategies under imperfect control conditions. To explore the impact of imperfect control, we set upper bounds lower than 1 on the control rate at airports and measure performance in the base case scenarios. The outcome is reported Figure S6 . The performance of each control strategy is presented for the cases where the control rate is limited to 0.9 and 0.8. The results are compared with the perfect control scenario. We assume that the same set of airports is controlled (obtained from the base case outcomes) in all simulations.", "cite_spans": [], "ref_spans": [{"start": 943, "end": 952, "text": "Figure S6", "ref_id": "FIGREF10"}], "section": "C.4. Impact of Imperfect Compliance"}, {"text": "The results once again highlight the robustness of the control strategies. The increase in infected cases increases as the perfect control assumption is relaxed, however the relative performance and ranking across strategies remains robust to this relaxation. We also report a more apparent increase in cases between full control and 90% control, compared with the difference in 80% and 90% control effectiveness. ", "cite_spans": [], "ref_spans": [], "section": "C.4. Impact of Imperfect Compliance"}, {"text": "A final sensitivity analysis addresses the issue of outgoing passenger screening at the source of the outbreak. In this work we assumed that screening outgoing passengers at the source city of the outbreak is a trivial decision. Thus, the proposed control strategies focus on which 'other' locations should be prioritized for incoming passenger screening. Furthermore, if outgoing passenger screening is conducted at the outbreak source city, assuming a uniform effectiveness across all intended destinations, the relative performance proposed strategies still applies. This is illustrated in Figure S7 , which provides the different control strategy performances and ranking for source screening rates of 0%, 25%, 50%, 75%, 100%. At a 100% outgoing screening rate, no cases will ever leave the source city, thus all strategies perform equally, while the 0% outgoing screening rate corresponds to the base case results. A linear response to source screening is observed for all strategies as the level of source screening is varied. Once again, the strategy rankings remain consistent across scenarios. In all cases, the cost of screening outgoing passengers is excluded from the budget. ", "cite_spans": [], "ref_spans": [{"start": 593, "end": 602, "text": "Figure S7", "ref_id": "FIGREF11"}], "section": "C.5. Impact of Screening Outgoing Travelers at the Source of Infection"}, {"text": "In this section, we provide additional details on the calibration of the proposed stochastic metapopulation epidemic model. The focus of the calibration process was on matching the simulated and reported arrival dates of the first case in a new location, at both the U.S. and global scales. The parameters of the model were set such that the average difference between the reported date of first case 2,3 and the simulated date (when averaged over 1,000 simulations) was minimized. For all simulations the starting date of the outbreak is set as the 5 th of February 2009 with 1 infected individual placed into the city of Veracruz, Mexico 4 . Based on the analysis, the best fit disease parameters were found to be = 1, = 0.475, = 0.25 and = 1. A similar analysis was conducted at the global level, to compare the cumulative number of infected countries over time between the simulation and reported data, and illustrated in Figure  S9 . The difference between the observed 3 and simulated results is minimal; the difference between the cumulative number of infected countries at each date, averaged over the first 100 days, is less than one. The maximum discrepancy during the first 100 days occurs 90 days after the start of the outbreak, at which time the simulation predicts six less countries to be infected. To further validate the simulation model at a global level, explicit dates of first case arrivals for 10 countries known to be infected directly from Mexico are compared against the expected date of introduction from the simulation. Table S1 3,5 highlights how closely the simulation captures the observed behavior of the outbreak, with an average difference of 5.4 days across the 10 countries. The observed and simulated arrival dates for all countries except Columbia fall within 8 days. ", "cite_spans": [], "ref_spans": [{"start": 926, "end": 936, "text": "Figure  S9", "ref_id": "FIGREF14"}], "section": "H1N1 Case Study Model Calibration"}, {"text": "To provide more details on the behavior of the proposed control strategies we analyse the sets of airports selected for control. For each control strategy, we report the list and the control level of all airports controlled in the base case scenarios MCO, PDX and HNL (note, airports are ordered by decreasing travel volume). We also report the frequency of choosing an airport among the 6 control strategies considered (all airports not listed in the tables are never selected for control and have thus a null frequency). We find that few airports are selected in all 6 control strategies. Even though the strategies have different metrics for ranking airports, EP and MC identify the same lists of airports for control, which explains their similar performance. The two lowest performing control strategies in terms of case numbers, LP and MT, have the most and least number of airports controlled, respectively. For LP, many controlled airports appear to not help in mitigating the spread of the disease, and for MT, the largest airports are always selected for control, which are also the most expensive, and therefore quickly deplete the budget available. ", "cite_spans": [], "ref_spans": [], "section": "E. Airport control lists and frequency of control"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Screening for Influenza A(H1N1)pdm09, Auckland International Airport", "authors": [{"first": "M", "middle": ["J"], "last": "Hale", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Hoskins", "suffix": ""}, {"first": "M", "middle": ["G"], "last": "Baker", "suffix": ""}], "year": 2012, "venue": "New Zealand. Emerging Infectious Diseases", "volume": "18", "issn": "", "pages": "866--868", "other_ids": {"DOI": ["10.3201/eid1805.111080"]}}, "BIBREF1": {"ref_id": "b1", "title": "Center for Disease Control and Prevention (CDC). H1N1 Flu (Swine Flu): Past Situation Updates", "authors": [], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Seasonal transmission potential and activity peaks of the new influenza A(H1N1): a Monte Carlo likelihood analysis based on human mobility", "authors": [{"first": "D", "middle": [], "last": "Balcan", "suffix": ""}], "year": 2009, "venue": "BMC Medicine", "volume": "7", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/1741-7015-7-45"]}}, "BIBREF3": {"ref_id": "b3", "title": "Outbreak of Swine-origin influenza A (H1N1) virus infection-Mexico", "authors": [], "year": 2009, "venue": "Center for Disease Control and Prevention (CDC)", "volume": "58", "issn": "", "pages": "467--470", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "First confirmed case of influenza A(H1N1) in Hong Kong", "authors": [], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Equation (3d), the number of successfully screened individuals along path is: the number of infectious individuals reaching node on path is: 60 and 40 infectious individuals have been moved to compartment . 2. = 1/2: the number of infectious individuals reaching node on path is: 30 and 70 infectious individuals have been moved to compartment . 3. = 1: the number of infectious individuals reaching node on path is: 0 and all 100 individuals have been moved to compartment .", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Impact of node control along a path with stop-overs. The number of remaining infectious individuals after each stop-over along the edges of the path. Dashed lines represent initial and final flows.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "SIR curves for base case scenarios MCO, PDX and HNL. The figure reports the proportion of the U.S. population in each compartmental state (S,I,R) over the course of the outbreak.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Impact of the contact rate on the control strategies for the MCO scenario. The figure reports the cumulative number of infected individuals in the U.S. at the observation time = days for each control strategy evaluated based on the contact rate (CR), denoted in the formulation. Each boxplot represents the distribution of the criterion measured over 1,000 simulations of the stochastic metapopulation epidemic model under the corresponding control strategy.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Impact of the contact rate on the control strategies for the PDX scenario. The figure reports the cumulative number of infected individuals in the U.S. at the observation time = days for each control strategy evaluated based on the contact rate (CR), denoted in the formulation. Each boxplot represents the distribution of the criterion measured over 1,000 simulations of the stochastic metapopulation epidemic model under the corresponding control strategy.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Impact of the contact rate on the control strategies for the HNL scenario. The figure reports the cumulative number of infected individuals in the U.S. at the observation time = days for each control strategy evaluated based on the contact rate (CR), denoted in the formulation. Each boxplot represents the distribution of the criterion measured over 1,000 simulations of the stochastic metapopulation epidemic model under the corresponding control strategy.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Impact of changing on the control strategies for the MCO scenario. The figure reports the cumulative number of infected individuals in the U.S. at the observation time = days for each control strategy evaluated based on the time of observation . Each boxplot represents the distribution of the criterion measured over 1,000 simulations of the stochastic metapopulation epidemic model under the corresponding control strategy.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Impact of changing on the control strategies for the PDX scenario. The figure reports the cumulative number of infected individuals in the U.S. at the observation time = days for each control strategy evaluated based on the time of observation . Each boxplot represents the distribution of the criterion measured over 1,000 simulations of the stochastic metapopulation epidemic model under the corresponding control strategy.", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Impact of changing on the control strategies for the HNL scenario. The figure reports the cumulative number of infected individuals in the U.S. at the observation time = days for each control strategy evaluated based on the time of observation . Each boxplot represents the distribution of the criterion measured over 1,000 simulations of the stochastic metapopulation epidemic model under the corresponding control strategy.", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Impact of delayed control the control strategies for base case scenarios MCO, PDX and HNL. The figure reports the average cumulative number of infected individuals in the U.S. for each control strategy evaluated for a varying control start time, i.e., delayed control. Each data point represents the average of the criterion measured over 1,000 simulations of the stochastic metapopulation epidemic model under the corresponding control strategy.", "latex": null, "type": "figure"}, "FIGREF10": {"text": "Impact of imperfect compliance on the control strategies for base case scenarios MCO, PDX and HNL. The figure reports the cumulative number of infected individuals in the U.S. for each control strategy evaluated for a varying control start time, i.e., delayed control. Each boxplot represents the distribution of the criterion measured over 1,000 simulations of the stochastic metapopulation epidemic model under the corresponding control strategy.", "latex": null, "type": "figure"}, "FIGREF11": {"text": "Impact of screening outgoing travelers at the source of infection on the control strategies for base case scenarios MCO, PDX and HNL. The figure reports the cumulative number of infected individuals in the U.S. for each control strategy evaluated for a varying proportion of outgoing infected travelers successfully screened at the source city. Each data point represents the average of the criterion measured over 1,000 simulations of the stochastic metapopulation epidemic model under the corresponding control strategy.", "latex": null, "type": "figure"}, "FIGREF12": {"text": "S8 compares the observed and simulated date of H1N1 introduction into each of the states in the U.S. for the calibrated model. The model is illustrated to closely capture the trend of first case introductions; critically capturing the gap between the start of the outbreak in Mexico and the time of introduction into California and Texas, after which the outbreak quickly spread to the rest of the country. For the chosen parameters, the average difference between the simulated and observed date of arrival averaged across all 50 states is 7.28 days. The CDC reported dates are later than the dates of initial infection and hence slightly earlier prediction dates by the model are preferable.", "latex": null, "type": "figure"}, "FIGREF13": {"text": "Observed 2 and simulated date of H1N1 introduction into each State in the U.S. The figure shows the observed and simulated date of the introduction of H1N1 in each of the 50 U.S. states sorted by increasing observed dates. The simulated dates are the average over 1,000 simulations of the stochastic metapopulation epidemic model.", "latex": null, "type": "figure"}, "FIGREF14": {"text": "Observed and simulated cumulative number of countries infected over time. The observed curve is based on the date of arrival in country of first confirmed case 3 and the simulated curve is based on the expected date of first arrival averaged over 1,000 simulations of the stochastic metapopulation epidemic model.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Observed and simulated country infection dates3,5 . The simulated dates are the average of 1,000 simulations of the stochastic metapopulation epidemic model and rounded to the nearest date.", "latex": null, "type": "table"}, "TABREF1": {"text": "Airport control lists and frequency of airport control across control strategies in the MCO scenario.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>EP </td><td> </td><td>MC </td><td> </td><td>1C </td><td> </td><td>1OU </td><td> </td><td>LP </td><td> </td><td>MT </td><td> </td><td> </td></tr><tr><td>List </td><td>ControlList </td><td>ControlList </td><td>ControlList </td><td>ControlList </td><td>ControlMT </td><td>ControlFrequency</td></tr><tr><td>ATL </td><td>1.00 </td><td>ATL </td><td>1.00 </td><td>ATL </td><td>1.00 </td><td>ATL </td><td>1.00 </td><td>LAX </td><td>1.00 </td><td>ATL </td><td>1.00 </td><td>6 </td></tr><tr><td>ORD </td><td>1.00 </td><td>ORD </td><td>1.00 </td><td>LAX </td><td>0.38 </td><td>LAX </td><td>1.00 </td><td>ORD </td><td>1.00 </td><td>LAX </td><td>1.00 </td><td>5 </td></tr><tr><td>DFW </td><td>1.00 </td><td>DFW </td><td>1.00 </td><td>ORD </td><td>1.00 </td><td>ORD </td><td>1.00 </td><td>DFW </td><td>1.00 </td><td>ORD </td><td>1.00 </td><td>4 </td></tr><tr><td>JFK </td><td>1.00 </td><td>JFK </td><td>1.00 </td><td>DFW </td><td>1.00 </td><td>DFW </td><td>1.00 </td><td>JFK </td><td>1.00 </td><td>DFW1.00 </td><td>3 </td></tr><tr><td>DEN </td><td>1.00 </td><td>DEN </td><td>1.00 </td><td>JFK </td><td>1.00 </td><td>JFK </td><td>1.00 </td><td>SFO </td><td>1.00 </td><td>JFK </td><td>1.00 </td><td>2 </td></tr><tr><td>CLT </td><td>1.00 </td><td>CLT </td><td>1.00 </td><td>DEN </td><td>1.00 </td><td>DEN </td><td>1.00 </td><td>IAH </td><td>1.00 </td><td>DEN </td><td>1.00 </td><td>1 </td></tr><tr><td>IAH </td><td>1.00 </td><td>IAH </td><td>1.00 </td><td>CLT </td><td>1.00 </td><td>CLT </td><td>1.00 </td><td>MIA </td><td>0.86 </td><td>SFO 1.00 </td><td> </td></tr><tr><td>MIA </td><td>0.06 </td><td>MIA </td><td>0.06 </td><td>SEA </td><td>1.00 </td><td>IAH </td><td>1.00 </td><td>EWR </td><td>1.00 </td><td>LAS </td><td>1.00 </td><td> </td></tr><tr><td>EWR </td><td>1.00 </td><td>EWR </td><td>1.00 </td><td>EWR </td><td>1.00 </td><td>EWR </td><td>1.00 </td><td>BOS </td><td>1.00 </td><td>PHX 1.00 </td><td> </td></tr><tr><td>MSP </td><td>1.00 </td><td>MSP </td><td>1.00 </td><td>MSP </td><td>1.00 </td><td>BOS </td><td>1.00 </td><td>PHL </td><td>1.00 </td><td>CLT </td><td>1.00 </td><td> </td></tr><tr><td>BOS </td><td>1.00 </td><td>BOS </td><td>1.00 </td><td>BOS </td><td>1.00 </td><td>DTW </td><td>1.00 </td><td>LGA </td><td>1.00 </td><td>IAH </td><td>1.00 </td><td> </td></tr><tr><td>DTW </td><td>1.00 </td><td>DTW </td><td>1.00 </td><td>PHL </td><td>1.00 </td><td>PHL </td><td>1.00 </td><td>BWI </td><td>1.00 </td><td>MIA </td><td>1.00 </td><td> </td></tr><tr><td>PHL </td><td>1.00 </td><td>PHL </td><td>1.00 </td><td>LGA </td><td>1.00 </td><td>LGA </td><td>1.00 </td><td>MDW1.00 </td><td>SEA 0.77 </td><td> </td></tr><tr><td>LGA </td><td>1.00 </td><td>LGA </td><td>1.00 </td><td>BWI </td><td>1.00 </td><td>BWI </td><td>1.00 </td><td>DCA </td><td>1.00 </td><td> </td><td> </td><td> </td></tr><tr><td>BWI </td><td>1.00 </td><td>BWI </td><td>1.00 </td><td>MDW1.00 </td><td>MDW0.46 </td><td>IAD </td><td>1.00 </td><td> </td><td> </td><td> </td></tr><tr><td>MDW1.00 </td><td>MDW1.00 </td><td>STL </td><td>1.00 </td><td>SJU </td><td>1.00 </td><td>SAN </td><td>1.00 </td><td> </td><td> </td><td> </td></tr><tr><td>DCA </td><td>1.00 </td><td>DCA </td><td>1.00 </td><td>SJU </td><td>1.00 </td><td> </td><td> </td><td>DAL </td><td>1.00 </td><td> </td><td> </td><td> </td></tr><tr><td>SJU </td><td>1.00 </td><td>SJU </td><td>1.00 </td><td>IND </td><td>1.00 </td><td> </td><td> </td><td>HOU 1.00 </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>BDL </td><td>1.00 </td><td> </td><td> </td><td>OAK </td><td>1.00 </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>RHI </td><td>1.00 </td><td> </td><td> </td><td>SNA </td><td>1.00 </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>PAH </td><td>1.00 </td><td> </td><td> </td><td>SJC </td><td>1.00 </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>HIB </td><td>1.00 </td><td> </td><td> </td><td>ONT </td><td>1.00 </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>PKB </td><td>1.00 </td><td>BUR </td><td>1.00 </td></tr></table></body></html>"}, "TABREF2": {"text": "Airport control lists and frequency of airport control across control strategies in the PDX scenario.List Control List Control List Control List Control List Control MT Control Frequency", "latex": null, "type": "table"}, "TABREF3": {"text": "Airport control lists and frequency of airport control across control strategies in the HNL scenario.List Control List Control List Control List Control List Control MT Control Frequency", "latex": null, "type": "table"}, "TABREF4": {"text": "Table S1. Observed and simulated country infection dates", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Country </td><td>Observed Arrival Date </td><td>Simulated Arrival Date </td></tr><tr><td>United States </td><td>28/3/2009 </td><td>30/3/2009 </td></tr><tr><td>United Kingdom </td><td>21/4/2009 </td><td>23/4/2009 </td></tr><tr><td>Australia </td><td>9/5/2009 </td><td>9/5/2009 </td></tr><tr><td>China </td><td>2/5/2009 </td><td>8/5/2009 </td></tr><tr><td>Canada </td><td>8/4/2009 </td><td>15/4/2009 </td></tr><tr><td>Spain </td><td>22/4/2009 </td><td>21/4/2009 </td></tr><tr><td>Germany </td><td>28/4/2009 </td><td>26/4/2009 </td></tr><tr><td>France </td><td>1/5/2009 </td><td>23/4/2009 </td></tr><tr><td>Colombia </td><td>3/5/2009 </td><td>15/4/2009 </td></tr><tr><td>Cuba </td><td>25/4/2009 </td><td>17/4/2009 </td></tr></table></body></html>"}, "TABREF5": {"text": "Table S2b. Airport control lists and frequency of airport control across control strategies in the PDX scenario.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>EP </td><td> </td><td>MC </td><td> </td><td>1C </td><td> </td><td>1OU </td><td> </td><td>LP </td><td> </td><td>MT </td><td> </td><td> </td></tr><tr><td>List </td><td>ControlList </td><td>ControlList </td><td>ControlList </td><td>ControlList </td><td>ControlMT </td><td>ControlFrequency</td></tr><tr><td>ATL </td><td>1.00 </td><td>ATL </td><td>1.00 </td><td>ATL </td><td>1.00 </td><td>ATL </td><td>1.00 </td><td>LAX </td><td>1.00 </td><td>ATL </td><td>1.00 </td><td>6 </td></tr><tr><td>LAX </td><td>1.00 </td><td>LAX </td><td>1.00 </td><td>LAX </td><td>1.00 </td><td>LAX </td><td>1.00 </td><td>ORD </td><td>1.00 </td><td>LAX </td><td>1.00 </td><td>5 </td></tr><tr><td>ORD </td><td>1.00 </td><td>ORD </td><td>1.00 </td><td>ORD </td><td>1.00 </td><td>ORD </td><td>1.00 </td><td>DFW </td><td>1.00 </td><td>ORD </td><td>1.00 </td><td>4 </td></tr><tr><td>DFW1.00 </td><td>DFW1.00 </td><td>DFW1.00 </td><td>DFW</td><td>1.00 </td><td>JFK </td><td>1.00 </td><td>DFW1.00 </td><td>3 </td></tr><tr><td>JFK </td><td>0.45 </td><td>JFK </td><td>0.45 </td><td>JFK </td><td>1.00 </td><td>JFK </td><td>0.77 </td><td>SFO </td><td>1.00 </td><td>JFK </td><td>1.00 </td><td>2 </td></tr><tr><td>DEN </td><td>1.00 </td><td>DEN </td><td>1.00 </td><td>DEN </td><td>1.00 </td><td>DEN </td><td>1.00 </td><td>IAH </td><td>1.00 </td><td>DEN </td><td>1.00 </td><td>1 </td></tr><tr><td>SFO </td><td>1.00 </td><td>SFO </td><td>1.00 </td><td>SFO </td><td>1.00 </td><td>SFO </td><td>1.00 </td><td>MIA </td><td>0.86 </td><td>SFO </td><td>1.00 </td><td> </td></tr><tr><td>LAS </td><td>1.00 </td><td>LAS </td><td>1.00 </td><td>LAS </td><td>1.00 </td><td>LAS </td><td>1.00 </td><td>EWR 1.00 </td><td>LAS </td><td>1.00 </td><td> </td></tr><tr><td>PHX </td><td>1.00 </td><td>PHX </td><td>1.00 </td><td>PHX </td><td>1.00 </td><td>PHX </td><td>1.00 </td><td>BOS </td><td>1.00 </td><td>PHX </td><td>1.00 </td><td> </td></tr><tr><td>SEA </td><td>1.00 </td><td>SEA </td><td>1.00 </td><td>SEA </td><td>1.00 </td><td>SEA </td><td>1.00 </td><td>PHL </td><td>1.00 </td><td>CLT </td><td>1.00 </td><td> </td></tr><tr><td>MSP </td><td>1.00 </td><td>MSP </td><td>1.00 </td><td>MSP </td><td>1.00 </td><td>MSP </td><td>1.00 </td><td>LGA </td><td>1.00 </td><td>IAH </td><td>1.00 </td><td> </td></tr><tr><td>SLC </td><td>1.00 </td><td>SLC </td><td>1.00 </td><td>SLC </td><td>1.00 </td><td>SLC </td><td>1.00 </td><td>BWI </td><td>1.00 </td><td>MIA </td><td>1.00 </td><td> </td></tr><tr><td>SAN </td><td>1.00 </td><td>SAN </td><td>1.00 </td><td>HNL </td><td>1.00 </td><td>SAN </td><td>1.00 </td><td>MDW 1.00 </td><td>SEA </td><td>0.77 </td><td> </td></tr><tr><td>HNL </td><td>1.00 </td><td>HNL </td><td>1.00 </td><td>OAK </td><td>1.00 </td><td>HNL </td><td>1.00 </td><td>DCA </td><td>1.00 </td><td> </td><td> </td><td> </td></tr><tr><td>OAK </td><td>1.00 </td><td>OAK </td><td>1.00 </td><td>SJC </td><td>1.00 </td><td>OAK </td><td>1.00 </td><td>IAD </td><td>1.00 </td><td> </td><td> </td><td> </td></tr><tr><td>SNA </td><td>1.00 </td><td>SNA </td><td>1.00 </td><td>SMF </td><td>1.00 </td><td>SJC </td><td>1.00 </td><td>SAN </td><td>1.00 </td><td> </td><td> </td><td> </td></tr><tr><td>SJC </td><td>1.00 </td><td>SJC </td><td>1.00 </td><td>GEG </td><td>1.00 </td><td>SMF </td><td>1.00 </td><td>DAL </td><td>1.00 </td><td> </td><td> </td><td> </td></tr><tr><td>SMF </td><td>1.00 </td><td>SMF </td><td>1.00 </td><td>DBQ 1.00 </td><td> </td><td> </td><td>HOU 1.00 </td><td> </td><td> </td><td> </td></tr><tr><td>GEG </td><td>1.00 </td><td>GEG </td><td>1.00 </td><td>JLN </td><td>1.00 </td><td> </td><td> </td><td>OAK </td><td>1.00 </td><td> </td><td> </td><td> </td></tr><tr><td>BOI </td><td>1.00 </td><td>BOI </td><td>1.00 </td><td>PAH 1.00 </td><td> </td><td> </td><td>SNA </td><td>1.00 </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>EKO 1.00 </td><td> </td><td> </td><td>SJC </td><td>1.00 </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>BRD 1.00 </td><td> </td><td> </td><td>ONT </td><td>1.00 </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>HYS 1.00 </td><td>BUR </td><td>1.00 </td></tr></table></body></html>"}, "TABREF6": {"text": "Table S2c. Airport control lists and frequency of airport control across control strategies in the HNL scenario.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>EP </td><td> </td><td>MC </td><td> </td><td>1C </td><td> </td><td>1OU </td><td> </td><td>LP </td><td> </td><td>MT </td><td> </td><td> </td></tr><tr><td>List </td><td>ControlList </td><td>ControlList </td><td>ControlList </td><td>ControlList </td><td>ControlMT </td><td>ControlFrequency </td></tr><tr><td>ATL </td><td>1.00 </td><td>ATL </td><td>1.00 </td><td>ATL </td><td>1.00 </td><td>ATL </td><td>1.00 </td><td>LAX </td><td>1.00 </td><td>ATL </td><td>1.00 </td><td>6 </td></tr><tr><td>LAX </td><td>1.00 </td><td>LAX </td><td>1.00 </td><td>LAX </td><td>1.00 </td><td>LAX </td><td>1.00 </td><td>ORD </td><td>1.00 </td><td>LAX </td><td>1.00 </td><td>5 </td></tr><tr><td>ORD </td><td>1.00 </td><td>ORD </td><td>1.00 </td><td>ORD </td><td>1.00 </td><td>ORD </td><td>1.00 </td><td>DFW </td><td>1.00 </td><td>ORD </td><td>1.00 </td><td>4 </td></tr><tr><td>DFW </td><td>1.00 </td><td>DFW </td><td>1.00 </td><td>DFW </td><td>1.00 </td><td>DFW1.00 </td><td>JFK </td><td>1.00 </td><td>DFW1.00 </td><td>3 </td></tr><tr><td>JFK </td><td>0.35 </td><td>JFK </td><td>0.35 </td><td>JFK </td><td>0.73 </td><td>JFK </td><td>0.36 </td><td>SFO </td><td>1.00 </td><td>JFK </td><td>1.00 </td><td>2 </td></tr><tr><td>DEN </td><td>1.00 </td><td>DEN </td><td>1.00 </td><td>DEN </td><td>1.00 </td><td>DEN </td><td>1.00 </td><td>IAH </td><td>1.00 </td><td>DEN </td><td>1.00 </td><td>1 </td></tr><tr><td>SFO </td><td>1.00 </td><td>SFO </td><td>1.00 </td><td>SFO </td><td>1.00 </td><td>SFO </td><td>1.00 </td><td>MIA </td><td>0.86 </td><td>SFO </td><td>1.00 </td><td> </td></tr><tr><td>LAS </td><td>1.00 </td><td>LAS </td><td>1.00 </td><td>LAS </td><td>1.00 </td><td>LAS </td><td>1.00 </td><td>EWR 1.00 </td><td>LAS </td><td>1.00 </td><td> </td></tr><tr><td>PHX </td><td>1.00 </td><td>PHX </td><td>1.00 </td><td>PHX </td><td>1.00 </td><td>PHX </td><td>1.00 </td><td>BOS </td><td>1.00 </td><td>PHX </td><td>1.00 </td><td> </td></tr><tr><td>IAH </td><td>1.00 </td><td>IAH </td><td>1.00 </td><td>IAH </td><td>1.00 </td><td>SEA </td><td>1.00 </td><td>PHL </td><td>1.00 </td><td>CLT </td><td>1.00 </td><td> </td></tr><tr><td>SEA </td><td>1.00 </td><td>SEA </td><td>1.00 </td><td>SEA </td><td>1.00 </td><td>MSP 1.00 </td><td>LGA </td><td>1.00 </td><td>IAH </td><td>1.00 </td><td> </td></tr><tr><td>SLC </td><td>1.00 </td><td>SLC </td><td>1.00 </td><td>IAD </td><td>1.00 </td><td>SLC </td><td>1.00 </td><td>BWI </td><td>1.00 </td><td>MIA </td><td>1.00 </td><td> </td></tr><tr><td>SAN </td><td>1.00 </td><td>SAN </td><td>1.00 </td><td>SAN </td><td>1.00 </td><td>SAN </td><td>1.00 </td><td>MDW 1.00 </td><td>SEA </td><td>0.77 </td><td> </td></tr><tr><td>PDX </td><td>1.00 </td><td>PDX </td><td>1.00 </td><td>PDX </td><td>1.00 </td><td>HNL 1.00 </td><td>DCA </td><td>1.00 </td><td> </td><td> </td><td> </td></tr><tr><td>OAK </td><td>1.00 </td><td>OAK </td><td>1.00 </td><td>SJC </td><td>1.00 </td><td>PDX </td><td>1.00 </td><td>IAD </td><td>1.00 </td><td> </td><td> </td><td> </td></tr><tr><td>SJC </td><td>1.00 </td><td>SJC </td><td>1.00 </td><td>OGG </td><td>1.00 </td><td>OAK </td><td>1.00 </td><td>SAN </td><td>1.00 </td><td> </td><td> </td><td> </td></tr><tr><td>SMF 1.00 </td><td>SMF 1.00 </td><td>KOA </td><td>1.00 </td><td>SJC </td><td>1.00 </td><td>DAL </td><td>1.00 </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td>OGG1.00 </td><td>OGG1.00 </td><td>LIH </td><td>1.00 </td><td>OGG1.00 </td><td>HOU 1.00 </td><td> </td><td> </td><td> </td></tr><tr><td>KOA </td><td>GUM 1.00 </td><td>GUM 1.00 </td><td>ITO </td><td>1.00 </td><td>KOA </td><td>1.00 </td><td>OAK </td><td>1.00 </td><td> </td><td> </td><td> </td></tr><tr><td>1.00 </td><td>KOA </td><td>1.00 </td><td>ABE </td><td>1.00 </td><td>LIH </td><td>1.00 </td><td>SNA </td><td>1.00 </td><td> </td><td> </td><td> </td></tr><tr><td>LIH </td><td>1.00 </td><td>LIH </td><td>1.00 </td><td>LAN </td><td>1.00 </td><td>ITO </td><td>1.00 </td><td>SJC </td><td>1.00 </td><td> </td><td> </td><td> </td></tr><tr><td>ITO </td><td>1.00 </td><td>ITO </td><td>1.00 </td><td>SCE </td><td>1.00 </td><td> </td><td> </td><td>ONT </td><td>1.00 </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>LAW 1.00 </td><td> </td><td> </td><td>BUR </td><td>1.00 </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>ROW 1.00 </td><td> </td><td> </td><td>LGB </td><td>1.00 </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>HPN </td><td>1.00 </td></tr></table></body></html>"}}, "back_matter": []}