{
    "paper_id": "541f2811c88ee0894e8ef20190edcf403125f902",
    "metadata": {
        "title": "Effect of a Behaviour-change Intervention on Hand Washing With Soap in India (SuperAmma) : A Cluster-Randomised Trial LANCET GLOB HEALTH 2014;2:E145-54. SUMMARY",
        "authors": [
            {
                "first": "A",
                "middle": [
                    "L"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "J J J J O"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In this cluster-randomized trial [1], the authors tested whether a scalable village-level intervention based on emotional drivers of behavior, rather than knowledge, could improve handwashing behaviour in rural India. Fourteen villages were randomly assigned (1:1) to intervention (community and school-based events incorporating an animated film, skits, and public pledging ceremonies) or control (no intervention). Outcomes were measured by direct observation in 20-25 households per village at baseline and at three follow-up visits (6 weeks, 6 months, and 12 months after the intervention). At 6 weeks, hand washing with soap at key events was more common in the intervention group than in the control group (19% vs 4%; P=0·005). At the 6-month follow-up visit, the proportion washing hands with soap was 37% in the intervention group versus 6% in the control group. At the 12-month follow-up visit, after the control villages had received the shortened intervention, the proportion washing hands with soap was 29% each in the intervention and control group. The authors concluded that substantial increase in hand washing with soap can be achieved using a scalable intervention based on emotional drivers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "COMMENTARIES",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "This study has considerable relevance to the Indian setting for three distinct reasons. First, although it is well known that household hand hygiene practices are associated with reduction in infection-related morbidity [2-6], it is a challenge to convey this information to the target audience in an appealing fashion [7] . Second, merely conveying the message is inadequate unless it is backed by actions to promote (and measure) the appropriate behavior [8] [9] [10] . Third, the partial success observed in this trial suggests that such strategies could be scaled-up to include a wider population, and could also be extended to other health-care needs wherein a combination of education with behavior change are required (for example, routine immunization, infant nutrition, newborn care and rational antibiotic use).",
            "cite_spans": [
                {
                    "start": 319,
                    "end": 322,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 457,
                    "end": 460,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 461,
                    "end": 464,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 465,
                    "end": 469,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "This trial has included the methodological refinements associated with high-quality randomized trials; this is commendable considering the practical difficulties of stationing an observer in the household for three hours each day. Sample size calculation and statistical treatment of data appear appropriate. However, there is no mention of an intention-to-treat analysis, and it is unclear what was done for households where data could not be collected. The steep rise in handwashing observed between 6 weeks and 6 months in the intervention villages (19% to 37%) was because 4 villages that initially showed no improvement appeared to improve later in the trial. The reasons for the difference in behavior at 6 weeks, and the delayed response are unclear, especially as 3 'better' villages showed no dramatic increase beyond 6 weeks. Village-wise data analysis also suggests that there was a decline in handwashing in one village. Interestingly, at the 6-month observation point, 3 of the 7 control villages showed greater hand-washing practices than the paired intervention villages. This has also not been satisfactorily explained. These observations suggest that pooling the data together masks the differences at the ground level (and the reasons thereof). This has important implications because it suggests that there are behavioral differences at the individual household level, rather than village level. Therefore a campaign targeting households rather than villages could have greater efficacy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The fact that even the small-scale intervention provided to the control villages (after six months) resulted in remarkable improvements, suggests that improvement (in both sets of villages) may be influenced both by population contact with program providers as well as the program content. This trial was conducted in a typical rural setting within India, using local resources, tools and language. Therefore, theoretically it should be easy to extend such a strategy all over the country, and obtain similar impressive results. However the key",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In this cluster-randomized trial [1] , the authors tested whether a scalable village-level intervention based on emotional drivers of behavior, rather than knowledge, could improve handwashing behaviour in rural India. Fourteen villages were randomly assigned (1:1) to intervention (community and school-based events incorporating an animated film, skits, and public pledging ceremonies) or control (no intervention). Outcomes were measured by direct observation in 20-25 households per village at baseline and at three follow-up visits (6 weeks, 6 months, and 12 months after the intervention). At 6 weeks, hand washing with soap at key events was more common in the intervention group than in the control group (19% vs 4%; P=0·005). At the 6-month follow-up visit, the proportion washing hands with soap was 37% in the intervention group versus 6% in the control group. At the 12-month follow-up visit, after the control villages had received the shortened intervention, the proportion washing hands with soap was 29% each in the intervention and control group. The authors concluded that substantial increase in hand washing with soap can be achieved using a scalable intervention based on emotional drivers.",
            "cite_spans": [
                {
                    "start": 33,
                    "end": 36,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "SUMMARY"
        },
        {
            "text": "This study has considerable relevance to the Indian setting for three distinct reasons. First, although it is well known that household hand hygiene practices are associated with reduction in infection-related morbidity [2] [3] [4] [5] [6] , it is a challenge to convey this information to the target audience in an appealing fashion [7] . Second, merely conveying the message is inadequate unless it is backed by actions to promote (and measure) the appropriate behavior [8] [9] [10] . Third, the partial success observed in this trial suggests that such strategies could be scaled-up to include a wider population, and could also be extended to other health-care needs wherein a combination of education with behavior change are required (for example, routine immunization, infant nutrition, newborn care and rational antibiotic use).",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 223,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 224,
                    "end": 227,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 228,
                    "end": 231,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 232,
                    "end": 235,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 236,
                    "end": 239,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 334,
                    "end": 337,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 472,
                    "end": 475,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 476,
                    "end": 479,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 480,
                    "end": 484,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Evidence-based-medicine Viewpoint"
        },
        {
            "text": "This trial has included the methodological refinements associated with high-quality randomized trials; this is commendable considering the practical difficulties of stationing an observer in the household for three hours each day. Sample size calculation and statistical treatment of data appear appropriate. However, there is no mention of an intention-to-treat analysis, and it is unclear what was done for households where data could not be collected. The steep rise in handwashing observed between 6 weeks and 6 months in the intervention villages (19% to 37%) was because 4 villages that initially showed no improvement appeared to improve later in the trial. The reasons for the difference in behavior at 6 weeks, and the delayed response are unclear, especially as 3 'better' villages showed no dramatic increase beyond 6 weeks. Village-wise data analysis also suggests that there was a decline in handwashing in one village. Interestingly, at the 6-month observation point, 3 of the 7 control villages showed greater hand-washing practices than the paired intervention villages. This has also not been satisfactorily explained. These observations suggest that pooling the data together masks the differences at the ground level (and the reasons thereof). This has important implications because it suggests that there are behavioral differences at the individual household level, rather than village level. Therefore a campaign targeting households rather than villages could have greater efficacy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evidence-based-medicine Viewpoint"
        },
        {
            "text": "The fact that even the small-scale intervention provided to the control villages (after six months) resulted in remarkable improvements, suggests that improvement (in both sets of villages) may be influenced both by population contact with program providers as well as the program content. This trial was conducted in a typical rural setting within India, using local resources, tools and language. Therefore, theoretically it should be easy to extend such a strategy all over the country, and obtain similar impressive results. However the key",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evidence-based-medicine Viewpoint"
        },
        {
            "text": "JOURNAL CLUB limitation could be the logistic (and financial) challenges associated with an intensive campaign focused on one health-related issue, and the measurement of its outcomes. In addition, for all strategies implemented through a campaign mode approach, there is the risk of community fatigue and waning of effect. This could be the reason why the original intervention villages in this trial showed a decline after 6 months. On the other hand, it is also possible that more frequent targeting of the community with novel implementation methods may be required to sustain community interest and participation. There is also the practical challenge of whether the success observed in this highly-controlled researchsetting would be similar in a real-world scenario.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evidence-based-medicine Viewpoint"
        },
        {
            "text": "Another issue worth considering is that in this trial, emotional drivers of behavior change were targeted, with an intervention depicting positive behavior of a female fictional character and negative male behavior. While this would be readily acceptable in many rural and urban settings in India, it remains to be explored whether such results could be obtained in male-dominated sociocultural settings within the country. It is also important to note that despite statistically significant improvement in hand-washing, this occurred in only about one-third of the target population. The majority showed no change in practice. Whether this would be adequate to impact society with clinically significant beneficial effects remains to be assessed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evidence-based-medicine Viewpoint"
        },
        {
            "text": "Advanced Pediatrics Center, PGIMER, Chandigarh, India. dr.joseph.l.mathew@gmail.com",
            "cite_spans": [],
            "ref_spans": [],
            "section": "JOSEPH L MATHEW"
        },
        {
            "text": "A complex solution for a simple problem is not the answer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public Health and Policy Viewpoint"
        },
        {
            "text": "The interventions in this trial appear to be driven by technology, which may not always be available in lowand middle-income countries (a specialized agency designed the campaign). The interventions are resourceintensive, with up to 25 days being required to deliver them. Further, the interventions do not appear to have utilized the locally available human resources. It is not clear how community-level workers, such as accredited social health activists (ASHAs) and anganwadi workers (AWWs) have contributed to these efforts. Moreover, these measures have been delivered as vertical interventions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public Health and Policy Viewpoint"
        },
        {
            "text": "In the context of healthcare in low-resource settings, it is necessary for any intervention to be based on the existing health system. In fact, in any such setting, including India, it is important to consider how any new intervention could be used for boosting the ongoing efforts of the health system. It is also important to use an integrated approach when delivering interventions utilizing the locally available human resources, and simultaneously promoting inter-sectoral coordination among local government bodies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public Health and Policy Viewpoint"
        },
        {
            "text": "While the researchers in this trial claim to have found 'an implementable and scalable intervention', the policymakers are likely to have a different opinion. This trial provides us with yet another opportunity to explore the linkage between 'academic research' and possible 'public health and policy application'. This situation highlights the need for both stakeholders -academicians and public health decision-makers -to be involved in the research from the very outset, perhaps at the stage when the interventions are being designed. This approach could ensure the optimal programmatic utilization of research findings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public Health and Policy Viewpoint"
        },
        {
            "text": "It is good that researchers have started thinking about improving behavior practices related to health care. However, it should not tempt anyone to search for a complex and technology-driven solution. Perhaps, there cannot be a complex solution for a simple problem.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public Health and Policy Viewpoint"
        },
        {
            "text": "(The views expressed are personal). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public Health and Policy Viewpoint"
        },
        {
            "text": "Over last few decades, hand washing has carved an undeniable niche among various cost-effective and preventive strategies in mitigating nosocomial or hospital acquired infections in different healthcare settings. However, prevalence of hand washing with soap during key events (after defecation, after cleaning a child' bottom, before food preparation and before eating) is dismally low at community level worldwide, especially in low income countries. Results of present study highlighted a marked increase in prevalence of hand washing with soap (using direct structured observation) at any key event which peaked at 6 months follow-up in intervention clusters. Though authors claimed statistically significant results using summary measures at cluster level, evidence provided is far from indisputable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pediatrician's Viewpoint"
        },
        {
            "text": "Using summary measures of hand-washing prevalence at 6 weeks in present study, the mean difference between intervention and control groups is 15% with a 95% CI of -2.4% to 32.4%; this contradicts the statistical VOLUME 51 __ MAY 15, 2014 JOURNAL CLUB significance (P=0.005) obtained by permutation test on standard t-test. Similarly, authors claim to the contrary that there was significant difference of hand-washing rates after potential fecal contact between intervention (28%; SD 33%) and control clusters (7%; SD 8%) whereas reported P value is 0.18 (not-significant). One fact notably ignored by authors is dip in compliance rate to 29% (SD 9%) in intervention cluster at 12 months of follow-up which has a 95% confidence interval of 20.7% to 37.3%. Latter's upper bound just barely exceeded the 6-monthly hand washing rate of 37% suggesting that the trend for fall in compliance cannot be ignored.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pediatrician's Viewpoint"
        },
        {
            "text": "Spillover of beneficial intervention effects to nonparticipants is a valuable public health benefit and should be part of any program impact assessments. In the present study, authors have described that enrolled villages were situated at least at a distance of 3 km, yet lack of any spill-over of this well-advertized behavioral intervention in control clusters (with rates of 2%, 4% and 6% at baseline, 6 weeks and 6 months, respectively) possibly hints at its limited potential for widespread dissemination in real-world situation. Furthermore, literature has labeled hand washing as 'do it yourself' vaccine which can interrupt transmission of various disease agents causing diarrhea and respiratory infections. Rates less than 30% are reported to be associated with high diarrhea-related child mortality in literature [5] . In this regard, achieving a highest hand washing prevalence of 37% falling down to 29% over a period of one year follow-up in present study suggests many bottlenecks in universalization of optimal hand hygiene in community settings. A multi-pronged program encompassing behavior changes strategies, knowledge driven interventions and social marketing policies will be required to achieve desirable public health outcomes [9] . Department of Pediatrics, PGIMER, Chandigarh, India. bhavneetb@yahoo.com",
            "cite_spans": [
                {
                    "start": 823,
                    "end": 826,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1250,
                    "end": 1253,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 1256,
                    "end": 1308,
                    "text": "Department of Pediatrics, PGIMER, Chandigarh, India.",
                    "ref_id": null
                }
            ],
            "section": "Pediatrician's Viewpoint"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Effect of a behaviour-change intervention on handwashing with soap in India (SuperAmma): a cluster-randomised trial",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Biran",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Varadharajan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rajaraman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Greenland",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet Glob Health",
            "volume": "2",
            "issn": "",
            "pages": "145--54",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Hand washing for preventing diarrhoea",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "I"
                    ],
                    "last": "Ejemot-Nwadiaro",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Ehiri",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Meremikwu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Critchley",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Cochrane Database Syst Rev",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Hand hygiene to reduce community transmission of influenza and acute respiratory tract infection: a systematic review. Influenza Other Respir Viruses",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Warren-Gash",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fragaszy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Hayward",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "738--787",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Hand hygiene: back to the basics of infection control",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mathur",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Indian J Med Res",
            "volume": "134",
            "issn": "",
            "pages": "611--631",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Effect of hand hygiene on infectious disease risk in the community setting: a meta-analysis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Aiello",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Coulborn",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Perez",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Larson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am J Public Health",
            "volume": "98",
            "issn": "",
            "pages": "1372--81",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Effectiveness of handwashing in preventing SARS: a review",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "C"
                    ],
                    "last": "Fung",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cairncross",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Trop Med Int Health",
            "volume": "11",
            "issn": "",
            "pages": "1749--58",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Social marketing analysis of 20 [corrected] years of hand hygiene promotion",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Mah",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Tam",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Deshpande",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "29",
            "issn": "",
            "pages": "262--70",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Systematic review: hand washing behavior in low-to middle-income countries: outcome measures and behavior maintenance",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Vindigni",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jhung",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Trop Med Int Health",
            "volume": "16",
            "issn": "",
            "pages": "466--77",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Hand hygiene: simple and complex",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Jumaa",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Int J Infect Dis",
            "volume": "9",
            "issn": "",
            "pages": "3--14",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A systematic review of hand hygiene improvement strategies: a behavioural approach",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Huis",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Van Achterberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "De Bruin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Grol",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Schoonhoven",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hulscher",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Implement Sci",
            "volume": "7",
            "issn": "",
            "pages": "92--102",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "SOURCE CITATION: BIRAN A, SCHMIDT W, VARADHARAJAN KS, RAJARAMAN D, KUMAR R, GREENLAND K, ET AL. LANCET GLOB HEALTH 2014;2:E145-54.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Darpan Colony, RK Puri P.O., Gwalior-474011, MP, India c.lahariya@gmail.com",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}