{
    "paper_id": "54229110e41fcb4ddc86dd46554afd9f3e54096c",
    "metadata": {
        "title": "\"Think Tank on the Future of Public Health in Canada\"",
        "authors": [
            {
                "first": "",
                "middle": [],
                "last": "Revue",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "De",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Publique",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "T hese proceedings document discussions at a national Think Tank on the Future of Public Health in Canada that was held in Calgary on May 10, 2003 just prior to the 94th annual conference of the Canadian Public Health Association. The Think Tank was a historic gathering of public health experts and health system stakeholders who were brought together to discuss the necessary steps to improve Canada's public health system. The meeting was prompted by the increasing concern for the state of Canada's public health system infrastructure. The system's ability to prevent, detect, and respond to public health emergencies, as well as the ongoing public health challenges facing Canadians have been questioned. 1,2 A federal/provincial/territorial assessment of public health system capacity reported in 2001 that the system had experienced a loss of resources resulting in widespread concern for the resiliency of the system infrastructure to respond consistently and proactively to the demands placed upon it. 3 The recent experience with SARS has further intensified such concerns.",
            "cite_spans": [
                {
                    "start": 1011,
                    "end": 1012,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Think Tank was sponsored by the CIHR Institute of Population and Public Health (referred to hereafter as the \"Institute\"), whose mandate is to strengthen Canada's ability to use scientific evidence to inform public health policy and practice. 4 The potential impact of the Institute's work is dependent on the extent to which the public health system has the capacity to fulfill its functions and integrate new and existing knowledge.",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 248,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the latter half of 2002, the Institute struck an ad hoc Steering Committee on the Future of Public Health in Canada composed of two dozen public health leaders from across Canada. 5 This group oversaw the investigation of alternative \"best practices\" for funding and organizing public health services in other countries as well as in Quebec (which has developed a unique provincial public health system). The key themes from this work were integrated with current knowledge of public health challenges and public health system capacity in Canada, and summarized in a background paper 6 distributed prior to the Think Tank meeting.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 184,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Attendance at the Think Tank was by invitation and included members of the project's Steering Committee with the addition of selected public health experts, representatives from national professional associations, non-governmental organizations, politicians, and other health system stakeholders. A list of attendees is provided in Appendix 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Initial presentations at the Think Tank highlighted key findings summarized in the background paper. 6 Public Health Challenges in Canada Dr. John Frank, Scientific Director of the Institute, provided an overview of public health challenges in Canada. As a whole, Canadians are healthier than ever before, but there continue to be major inequalities/disparities in health status between population groups. Inequalities have their roots in the social, economic, cultural, and environmental determinants of health. For example, mortality rates vary considerably among provinces and territories, across socio-economic groups, and substantial differences are observed between Aboriginal populations and the rest of Canadians. The public health challenges facing Canada include new and emerging communicable disease threats such as SARS and West Nile Virus, while at the same time, old foes have not disappeared (e.g., HIV, tuberculosis, community water-borne disease outbreaks). Communicable diseases are currently receiving substantial attention, but chronic diseases and injuries are the leading causes of death and disability for all age groups and today's public health challenges include epidemic numbers of obese adults and children, continued high smoking rates -especially in particular regions and among certain segments of the population -and increasing rates of asthma in children.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 102,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Public Health Challenges, System Capacity and Findings from Other Countries"
        },
        {
            "text": "Dr. David Butler-Jones, immediate past president of the Canadian Public Health Association (CPHA), and Vice-Chair of the Public Health Capacity Sub-Committee of the Federal/Provincial/ Territorial Advisory Committee on Population Health, summarized key findings from the capacity report. 3 Based on a literature review and a survey of key informants within and outside the public health system, the report's key findings included reported reductions in province-and territorywide programming as a result of transfer of funding and responsibility to regional structures. Smaller provinces were more likely than larger ones to have discontinued or reduced health surveillance, health promotion, disease and injury prevention, and health protection programs. The vast majority (36 of 37) of key informants from outside the public health system* stated that Canada did not have a very integrated and effective public health system. Resources in many areas had been curtailed, diverted or not replenished in line with ongoing and emerging requirements. There was widespread concern expressed about the resiliency of the public health infrastructure and the ability of the system to respond consistently and proactively to the demands placed upon it. There were significant disparities between \"have\" and \"have not\" provinces and regions in their capacity to address public health problems. In addition, the resources to deliver comprehensive, high quality public health programs and services do not appear to be evenly distributed across Canada. The capacity report's findings were consistent with previous assessments of the public health system by the Krever Commission 7 and the Auditor General of Canada. 8",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 289,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Canadian Public Health System Capacity"
        },
        {
            "text": "Dr. Brent Moloughney, the project consultant, provided an overview of key findings from the investigation of other countries' public health systems. Background documents and key informant interviews were conducted for England, Australia, New Zealand, and the United States (US). Concern for public health systems was present in all of the four countries that were assessed. The impact of health system restructuring, chronic system underfunding and inattention, a shift in focus from communicable to chronic diseases, as well as the need to address emerging threats such as bioterrorism, had prompted countries to take steps to improve their public health system's infrastructure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key Findings from Other Countries"
        },
        {
            "text": "Many countries have taken action to define the essential functions of their public health systems and developed mechanisms to assess their implementation. National level leadership has been critical to support the articulation of the key issues and challenges facing public health and implement comprehensive strategies to address the deficiencies in the system's infrastructure. In all of the countries reviewed, the national level of government funds a substantial portion of the public health system infrastructure. A robust central public health institute to support the essential public health functions was observed in the US and England, as well as other European nations (e.g., Norway, Netherlands). Many of the countries reviewed have developed specific plans to address a multitude of public health infrastructure elements (e.g., workforce development, information management, performance and accountability standards, public health research and development, etc.).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key Findings from Other Countries"
        },
        {
            "text": "Based on the collective experience of the Steering Committee's members, the results of the previous Canadian key informant capacity survey, the findings from the review of other countries' efforts to improve their public health systems, as well as a review of Quebec's Public Health system, the background paper identified the following key infrastructure elements of a national public health system: • Clearly defined essential functions of public health; • Defined roles and responsibilities at each level of the system (national, provincial/territorial, regional/local); • Consistent, modern legislation within each jurisdiction across the country to support those functions, roles and responsibilities; • Appropriate delivery structures to accomplish functions, roles, and responsibilities within each jurisdiction; • Appropriate funding levels and mechanisms that ensure equitable availability of public health services to all Canadians; • Appropriate numbers of well-trained staff; • Appropriate information systems to support assessment and surveillance; • Access to expertise and support to develop a prospective vision, carry out these responsibilities expertly and efficiently, and support innovation and evaluation; • Accountability mechanisms at each level of the system. Several items were identified by the Steering Committee as potential preliminary steps to improve the public health system infrastructure including:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations for Improving Canada's Public Health System"
        },
        {
            "text": "• Define the Public Health System: -Reach consensus on essential functions of the public health system; -Implement system performance assessment;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations for Improving Canada's Public Health System"
        },
        {
            "text": "-Establish standards for minimum public health programs and services; -Strengthen public health legislation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations for Improving Canada's Public Health System"
        },
        {
            "text": "Structures: -Establish a national public health leadership position; -Develop a strong, national network for public health expertise; -Improve funding levels and mechanisms. • Strengthen Supporting Elements for Effective Service Delivery: -Develop the public health workforce; -Develop and disseminate a comprehensive review of the scientific evidence base for public health. • Collaboration -Target common health goals; -Encourage broad partnerships.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "• Strengthen Public Health System"
        },
        {
            "text": "The overview provided in the morning of the Think Tank was followed by a panel discussion and an opportunity for attendees to make comments and suggestions. There was overall consensus among participants on the direction required to improve Canada's public health system. Several themes emerged from participants' comments:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preliminary Response of Think Tank Participants"
        },
        {
            "text": "• Need to have a broader vision of the future challenges for public health: -Environmental health issues; -Aging population; -More emerging communicable diseases. • Concern for the breadth of public health actions: -Some attendees were concerned that suggested public health actions (e.g., advocating for healthy public policies to address the fundamental determinants of health) should not be considered as core services; -On the other hand, some attendees felt that there had been insufficient attention given to the broader determinants of health and the need for public health action in this regard. • The interface between primary care and public health needs to be further considered, especially in the current context of primary care reform; • Potential for other countries (i.e., Scandinavian countries, France) to pro-REVUE CANADIENNE DE SANTÉ PUBLIQUE VOLUME 95, NO. 1 vide further models of public health systems; • Canada's constitution and F/P/T relationships may be barriers to addressing some of the infrastructure recommendations (e.g., national public health legislation, creation of a national public health leadership position); • Need for public health policy analysis:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preliminary Response of Think Tank Participants"
        },
        {
            "text": "-To better understand why public health has not received attention from decision-makers; -To avoid doing the same things that have been tried unsuccessfully in the past; -To better understand the context for decision-making. • Insufficient evidence-base for public health actions that will increasingly need to be justified (e.g., approaches to quarantine); • Clear messaging:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preliminary Response of Think Tank Participants"
        },
        {
            "text": "-Simple clearly defined vision of what is being sought to reform public health; -Consider use of a lobbyist who understands high-level decision-making processes in government; -Broad partnerships beyond traditional partners to advocate for system change. • Concern for local public health:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preliminary Response of Think Tank Participants"
        },
        {
            "text": "-Local public health is the delivery point of service, and resources are currently insufficient to support capacity at this level; -Separate funding streams may be required to support local capacity; -Need to address the number of small, unsustainable local health departments to ensure sufficient critical mass. • More capacity for strategic leadership within the public health system; • The system needs to have independent professional integrity, and therefore to be protected to some degree from government and political process; • Need for stronger linkages between the academic sector and the public health system: -Academic role for traditional research, training and involvement in surveillance, as well as investigation/surge capacity; -Potential creation of government/ NGO/academic consortia with contractual agreements;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preliminary Response of Think Tank Participants"
        },
        {
            "text": "-Need to drop borders between provinces when giving full consideration to development of system infrastructure; -Deliver evidence for sound decisionmaking with better tools for knowledge transfer; -Support effective public and health professional communication by public health system (e.g., in outbreaks).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preliminary Response of Think Tank Participants"
        },
        {
            "text": "The initial intent of the Think Tank organizers was to use the latter half of the meeting to work in small groups to discuss the potential action steps outlined in the background document. It was apparent from the discussion of the morning that, instead, there needed to be a discussion of three specific themes:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Break-out Groups"
        },
        {
            "text": "• Recommendations in response to SARS; • Developing strategic partnerships to work towards a stronger public health system; • Recommendations for improving the background document and to inform the immediate next steps. Think Tank attendees joined the breakout group of their choice. The key recommendations from the groups (each of which addressed one of the above issues) are provided below. The recommendations from the two non-SARS break-out groups have been merged given the extent of overlap.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Break-out Groups"
        },
        {
            "text": "The SARS outbreak provided a concrete test of the capacity for the current public health system in Canada to respond to a new pathogen. Examining the public health response to SARS highlights the fragility in the current system and the essential areas that need strengthening for effective leadership, infrastructure support, and rapid response capacity. The Think Tank provided an opportunity for a wide range of public health experts and stakeholders to develop advice for the National Advisory Group on SARS and Public Health chaired by Dr. Naylor that had been formed to examine lessons learned from the SARS outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advice on SARS and the Public Health System -Break-out Group"
        },
        {
            "text": "through a significant* annual national investment. By significantly investing in public health capacity, we provide the best assurance that the system can respond effectively to new threats (e.g., SARS), reemerging pathogens (e.g., drug-resistant TB), chronic disease risk factors (e.g., obesity), demographic shifts (e.g., aging population) and global influences (e.g., climatic warming; bio-terrorism). This investment in strategic capacity must strengthen and integrate the five essential functions of the Canadian public health system at all levels of the system (national, provincial/territorial, municipal/regional): a. 4. Create public health performance indicators and annual report (parallel to hospital Report Cards). The public health system exists to protect and promote the health of Canadians. There need to be accountability mechanisms in place to assess public health system performance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Build strategic capacity in public health"
        },
        {
            "text": "5. Strengthen linkages between the public health system and academic institutions. This would advance an evidencebased culture of learning, stimulate interdisciplinary research and knowledge translation, and accelerate basic and advanced training creating a reserve capacity for rapid response. Core funding and structural mechanisms would include: a. Teaching Health Unit model of partnerships linking public health departments with academic health sciences centres. These Centres could be linked using the National Centres of Excellence model; b. Enhanced budget for CIHR in public health relevant research across the four pillars (basic science, clinical science, health services, population health); c. Base funding for capacity building in public health academic disciplines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Build strategic capacity in public health"
        },
        {
            "text": "6. Develop and implement a comprehensive communications strategy in health emergencies (e.g., SARS) to minimize public fear and enhance adherence with public health directives. This would involve public health making more effective use of the media (e.g., audience assessment, message development, message delivery).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Build strategic capacity in public health"
        },
        {
            "text": "7. Improve public health and health care informatics. Significant problems occurred in Toronto in getting timely and accurate information about SARS to primary care and front-line hospital staff, and vice versa. There were also significant information transfer issues between different levels of the public health system. 8 . Develop policy and mechanisms to enable rapid response. There are a variety of broader issues that can influence the overall impact of the public health response, including economic support for individuals/organizations in isolation; ethical and legal issues related to public reporting of cases; mechanisms to enforce and create incentives to maintain quarantine, etc.",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 323,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Build strategic capacity in public health"
        },
        {
            "text": "9. Address occupational health and safety issues, especially for front-line public health and health care workers. This involves working with relevant unions to negotiate flexibility for rapid response, as well as ensuring that the best available evidence is used to protect staff (e.g., plan for how to detect outbreaks, how to protect staff during high-risk medical procedures, etc.).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Build strategic capacity in public health"
        },
        {
            "text": "The analytic and planning steps that must be undertaken over the coming months to move towards strengthening public health services throughout Canada include:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategic Partnership and Next Steps -Break-out Groups"
        },
        {
            "text": "• Identifying, in a more specific way, the core functions (services and activities) of the system. These should be based on international best practices, Canadian public health problems and needs, as well as gaps unfilled by other parts of the Canadian health system (e.g., support for preventive aspects of primary health care services such as immunization and pap smear coverage, mammography); • Specifying the consequent necessary elements -personnel, facilities and equipment, information systems, financial resources, etc. -that Canada should have in place to carry out essential public health functions across the country; • Calculating the gap between these target levels of resources/inputs, and current levels, leading to a detailed plan and budget for closing that gap, via equitable and efficient funding arrangements nationally.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategic Partnership and Next Steps -Break-out Groups"
        },
        {
            "text": "There was widespread agreement that a broad-based coalition of interested organizations and individuals would be essential to undertake these steps, which would require working with Canadian governments at all three levels. It was suggested that the Canadian Public Health Association (CPHA) should play a leadership/catalyst/convener role for the coali- One of the working groups also suggested that consideration be given to learning from, and partnering with, other social movements (e.g., environmental, women's, peace, and labour movements), as well as business groups. They also suggested including \"victims\" of failed public health situations (e.g., Walkerton).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Building Broad-based Support for a Sustainable Public Health Infrastructure"
        },
        {
            "text": "The aims of this coalition/network would be to: • Make improving the health and wellbeing of the population more central at all levels of government decisionmaking; • Push for the strengthening of the organized efforts of civil society, to improve the health of the population; • Have citizens hold governments accountable for putting the infrastructure in place to do this. The coalition/network would use a combination of public awareness, marketing, media, public advocacy, and lobbying strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Building Broad-based Support for a Sustainable Public Health Infrastructure"
        },
        {
            "text": "There was less agreement on whether the core structure of the coalition/network should explicitly include actual representatives of the Federal/Provincial/Territorial governments responsible for most public health services. One group felt that this was the best way to move the final decision-makers towards action, while others felt that such membership would lead to inherent conflicts of interest, and potentially lead to a \"diluted product\" that would avoid truly pressing the case for enhanced public health infrastructure investments across the country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Building Broad-based Support for a Sustainable Public Health Infrastructure"
        },
        {
            "text": "As a first step, it was suggested that the background paper be circulated to all these organizations, preferably after a limited set of revisions to address any glaring deficiencies. For example, some attendees thought the Report was too focused on traditional public health activities, rather than also emphasizing the broad biopsychosocial determinants of health and the new challenges of community-based health promotion. Others present suggested that Canada already has a surfeit of such very ambitious multi-sectoral policy documents, and that the background paper should indeed focus on \"strengthening essential public health services\" in order to have any chance of success.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Building Broad-based Support for a Sustainable Public Health Infrastructure"
        },
        {
            "text": "The group also thought that the background paper should be strengthened to address the potential for modern, communitybased public health services to make a major impact on the health of First Nations and Inuit communities. This was stressed since these communities often lack access to the basic determinants of health, such as adequate water, sanitation, housing and healthy foods. NAHO will be discussing the background paper via their representative who was in attendance at the meeting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Building Broad-based Support for a Sustainable Public Health Infrastructure"
        },
        {
            "text": "Possible sources of funding for the new coalition's activities were discussed, including the hiring of consultants to move forward on the national consultative and factfinding processes outlined at the beginning of this summary. It was felt that multiple sources of funding would probably have to be accessed given the initial contribution of CIHR-IPPH to fund the background paper and the Think Tank.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Building Broad-based Support for a Sustainable Public Health Infrastructure"
        },
        {
            "text": "Finally, the group was split on whether the Coalition's Steering Committee (to be formed) should issue a prompt press release summarizing the workshop's deliberations and the historical nature of the gathering (i.e., a broad-based set of organizations and individuals advocating for better public health services nationally). Some felt that such a press release might be interpreted, in the wake of the SARS epidemic, as critical of the very levels of government we will be trying to convince to invest in improving the system. Others felt that issuing the release would help accomplish the goal of convincing the authorities to act.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Building Broad-based Support for a Sustainable Public Health Infrastructure"
        },
        {
            "text": "The meeting was concluded with a brief report from each of the break-out groups. Representatives from CPHA agreed to lead a process to draft a press release reporting on the events of the day. Strong interest was expressed by many participants to work together following the meeting to move forwards to improve the country's public health system. Dr. John Frank, Scientific Director of CIHR-IPPH, closed the meeting thanking everyone who had attended for their participation and wishing them well for the upcoming next steps of this work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Final Steps"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Public health: What is to be done?",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schabas",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "CMAJ",
            "volume": "166",
            "issn": "10",
            "pages": "1282--83",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Public health on the ropes",
            "authors": [],
            "year": 2002,
            "venue": "CMAJ",
            "volume": "166",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Survey of public health capacity in Canada: Highlights. Ottawa: The Advisory Committee",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Federal",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Canadian Institutes of Health Research -Institute of Population and Public Health (CIHR-IPPH). Mapping and tapping the wellsprings of health: Strategic plan",
            "authors": [],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Public health in Canada: What are the real issues?",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Frank",
                    "suffix": ""
                },
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Ruggiero",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Can J Public Health",
            "volume": "94",
            "issn": "3",
            "pages": "190--92",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The Future of Public Health in Canada. Toronto: Canadian Institutes of Health Research -Institute of Population and Public Health",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Report of the Commission of Inquiry on the Blood System in Canada",
            "authors": [],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Auditor General of Canada. National Health Surveillance, Diseases and Injuries. Report of the Auditor General of Canada",
            "authors": [],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF1": {
            "text": "Environmental and occupational health advocacy organizations, such as the Canadian Labour Congress; • Conference Board of Canada.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}