{
    "paper_id": "548b0e0d287ada7a38bfa7f5d141f51b32a894c8",
    "metadata": {
        "title": "APS PRESIDENTIAL ADDRESS",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": ". 29. Accepted for publication November 10, 1975 .",
            "cite_spans": [
                {
                    "start": 31,
                    "end": 48,
                    "text": "November 10, 1975",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Pediat. Res. 10: 201-204 (1976) American Pediatric Society Presidential Address HORACE L. HODES(13'",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 31,
                    "text": "10: 201-204 (1976)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Printed in U . S . A ."
        },
        {
            "text": "This Society was founded 85 years ago with the goal of improving the health and well being of children. Over the years members of our society have indeed contributed in a great many ways to the improvement of life expectancy and of the general health of children.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Department of Pediatrics, Mount Sinai School of Medicine, New York, New York, U S A"
        },
        {
            "text": "For example, members of the American Pediatric Society showed that gastroenteritis causes death by inducing serious derangements of body fluids and electrolytes. The monumental work of James Gamble, Daniel Darrow, Alan Butler, Oscar Schloss, and their colleagues brought about an immediate decrease in the case fatality rate of infantile diarrhea. These great pediatricians applied the expanding knowledge of biochemistry to the solution of one of the most dangerous diseases of infancy. Their work represents one of the very best examples of the prompt application of newly discovered laboratory knowledge to the solution of a clinical problem.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Department of Pediatrics, Mount Sinai School of Medicine, New York, New York, U S A"
        },
        {
            "text": "N o one who attended the meetings of our society in the 1930's will ever forget the great electrolyte debates. Both intense heat and brilliant light were generated by the debaters. The spectators were warmed, dazzled, and inspired.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Department of Pediatrics, Mount Sinai School of Medicine, New York, New York, U S A"
        },
        {
            "text": "It is interesting that the improvement in the treatment of gastroenteritis was accomplished without a clear understanding of the etiologic agents involved. This situation is, of course, not a rare one in medicine. By the end of the 1930's the possible role of Escherichia coli in gastroenteritis had been studied by only one or two workers. There was no knowledge that bacterial enterotoxins are responsible for the loss of water and electrolytes from the intestine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Department of Pediatrics, Mount Sinai School of Medicine, New York, New York, U S A"
        },
        {
            "text": "The idea that viruses might cause gastroenteritis was not seriously considered until the end of the 1930's. In 1938 Reimann attenpted to transmit gastroenteritis by fecal filtrates fed to volunteers. The experiments were inconclusive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Department of Pediatrics, Mount Sinai School of Medicine, New York, New York, U S A"
        },
        {
            "text": "In Baltimore in 1941, Dr. Jacob Light and I undertook a systematic search for diarrhea-producing viruses. We studied a number of outbreaks of diarrhea among infants in hospital nurseries. We failed to isolate a virus, although we used a variety of animals, including ferrets, rats, and mice. We also employed tissues from embryonic mice and embryonated hen's and duck's eggs, but to no avail.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Department of Pediatrics, Mount Sinai School of Medicine, New York, New York, U S A"
        },
        {
            "text": "However, in March 1942 we did isolate a Seitz-filterable agent from newborn infants ill with diarrhea. This agent regularly produced diarrhea in young calves, and we found it to be present in the stools of all affected calves. The infectious agent was passaged by nasal and oral inoculation 29 times in succession. Nine of these successive passages were carried out by Seitz-filtered, bacteria-free stool suspensions. In July of 1942 by using the calf as the experimental animal, an identical agent was obtained from infants involved in a second outbreak of diarrhea in a Baltimore hospital nursery. A third and a fourth sample of the same agent were obtained in August and in December of 1942 from sick infants in a nursery in a Washington hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Department of Pediatrics, Mount Sinai School of Medicine, New York, New York, U S A"
        },
        {
            "text": "The size of the filterable agents was between 40 and 80 nm in diameter. It was heat resistant; exposure for 1 hr at 70' was required for partial inactivation. This fact naturally gave us considerable pause, since other heat-resistant animal viruses had not yet been described. I shall refer to the filterable agent henceforth as the \"Baltimore virus.\" Neutralizing antibody was not present in the blood of infants during the acute phase of infection with the Baltimore virus, but it was found after convalescence in all the infants tested. Similarly, the serum of calves contained no neutralizing antibody before they were inoculated, but such antibody always was present after recovery from illness. The diarrhea-producing virus was not isolated from normal newborn infants or from normal calves. Also, we showed that a number of calves which had acquired diarrhea (scours) on a dairy farm did not develop antibody against the Baltimore virus. Furthermore, when the calves recovered from the attack of scours, they were shown to be fully susceptible to the Baltimore virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Department of Pediatrics, Mount Sinai School of Medicine, New York, New York, U S A"
        },
        {
            "text": "We were unable to grow the virus using eggs or mouse embryo tissues. We did not at any time attempt the passage of the virus in human volunteers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Department of Pediatrics, Mount Sinai School of Medicine, New York, New York, U S A"
        },
        {
            "text": "We considered that Koch's postulates as modified for viruses by Thomas Rivers had been fulfilled. In 1943 we reported our work briefly in the Bulletin of Hygiene (9) . S o far as I know, this is the first report of the isolation of a virus which causes diarrhea in human beings.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 165,
                    "text": "(9)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Department of Pediatrics, Mount Sinai School of Medicine, New York, New York, U S A"
        },
        {
            "text": "Early in 1943 Dr. Light and I joined the United States Navy and did not return to Baltimore until 1946. However, before we left we froze and vacuum-dried a number of samples of Seitz-filtered virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Department of Pediatrics, Mount Sinai School of Medicine, New York, New York, U S A"
        },
        {
            "text": "In 1947 Dr. G . D. Cummings reported in the Journal of Pediatrics (2) that he had isolated from infants with diarrhea an agent which he believed to be identical with the Baltimore virus which we had described.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Department of Pediatrics, Mount Sinai School of Medicine, New York, New York, U S A"
        },
        {
            "text": "In 1949, at the urging of Dr. Peyton Rous, who was then the editor of the Journal of Experimental Medicine, Dr. Light and I published in that journal (10) a very detailed description of our work with the Baltimore filterable agent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Department of Pediatrics, Mount Sinai School of Medicine, New York, New York, U S A"
        },
        {
            "text": "In 1947 Gordon, Ingraham, and Korns studied \"epidemic gastroenteritis,\" a disease which occurs in large epidemics and affects adults as well as children. This illness causes mild diarrhea, some abdominal pain, vomiting, and sometimes low grade fever. Gordon and his colleagues reproduced the disease serially in human beings by feeding them filtrates of fecal material. Gordon was not able to produce the disease in animals, and he reported no cultivation of the agent in tissue culture (7) .",
            "cite_spans": [
                {
                    "start": 487,
                    "end": 490,
                    "text": "(7)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Department of Pediatrics, Mount Sinai School of Medicine, New York, New York, U S A"
        },
        {
            "text": "I should mention that a number of enteroviruses have been proposed as etiologic agents of gastroenteritis. However, because these viruses are so frequently found in the intestinal tracts of normal people, it is very difficult on epidemologic grounds to consider that the case for enteroviruses has been proven.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Department of Pediatrics, Mount Sinai School of Medicine, New York, New York, U S A"
        },
        {
            "text": "For some years after 1949 little progress on virus gastroenteritis was made. However, since 1971 our knowledge in this field has expanded in a remarkable way. This has come about by the happy combination of the appearance of gifted experimenters and technologic advances. I shall list a few of these advances made since Light and I found the Baltimore virus in 1942. These include:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Department of Pediatrics, Mount Sinai School of Medicine, New York, New York, U S A"
        },
        {
            "text": "(1) development of the electron microscope (the microscope became com~nercially available in the United States in 1941; 15-20 years were required to develop it into a dependable everyday instrument for the virologist); (2) By using some of these methods Dolin, Kap~kian, Chanock, and their co-workers (4, 5, 8) isolated a virus which probably is the cause of the \"epidemic gastroenteritis\" described by Gordon, Ingraham, and Korns. The virus is very small (27 nm in diameter), and it has been classified as a parvovirus. It has been shown by immune electron microscopy that the virus is present in the feces of patients. It has been grown in organ cultures of human fetal intestine; and the disease has been produced in a volunteer with cultured virus. The agent has been named the Norwalk virus, as it was first isolated from a patient in Norwalk, Ohio.",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 222,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Department of Pediatrics, Mount Sinai School of Medicine, New York, New York, U S A"
        },
        {
            "text": "In 1973 in Melbourne, Australia, Bishop, Holmes, and their collaborators biopsied duodenal mucosa of nine infants ill with acute gastroenteritis (I). Electron microscopy of the gluteraldehyde-fixed biopsied tissue showed the presence of reovirus-like particles in six of the infants. The report of the Australian workers was published in The Lancet on December 8, 1973 .",
            "cite_spans": [
                {
                    "start": 352,
                    "end": 368,
                    "text": "December 8, 1973",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Department of Pediatrics, Mount Sinai School of Medicine, New York, New York, U S A"
        },
        {
            "text": "A few weeks later Flewett, Bryden, and Davies reported from England that by immune electron microscopy similar virus particles could be demonstrated in extracts of feces of infants with gastroenteritis (6) . The newly discovered virus resembles reoviruses and orbiviruses, but it appears to be different from both of these virus classes. A new name, \"duovirus,\" has been proposed for this agent. The \"duovirus\" is 60-67 nm in diameter. It has double-stranded, segmented R N A so that it clearly belongs in the family Reoviridae. Seroconversion has been demonstrated in children. On at least one occasion oral transmission of infection has been accomplished with an adult volunteer. Data as yet unpublished indicates that in the laboratory calves may be infected with \"duovirus.\"",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 205,
                    "text": "(6)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Department of Pediatrics, Mount Sinai School of Medicine, New York, New York, U S A"
        },
        {
            "text": "Wyatt, Kapikian, and their co-workers have grown the \"duovirus\" in cultures of human fetal intestine. They have demonstrated by immunofluorescence techniques that virus particles are present in these cultures (12) . With culture-grown virus and indirect immunofluorescence techniques they have shown that specific antiviral antibodies appear in the serum of convalescent children.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 213,
                    "text": "(12)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Department of Pediatrics, Mount Sinai School of Medicine, New York, New York, U S A"
        },
        {
            "text": "The infantile diarrhea \"duovirus\" is similar to a virus which causes one type of neonatal diarrhea in calves. This agent is known as the virus of Nebraska calf scours. It was isolated by Mebus in 1968 (1 1). The \"duovirus\" virus which causes infantile diarrhea and the calf diar'rhea virus have similar antigens, but the viruses are not identical.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Department of Pediatrics, Mount Sinai School of Medicine, New York, New York, U S A"
        },
        {
            "text": "It is now quite clear from the work which has been carried out in Australia, England, and the United States that the \"duovirus\" is the most common cause of sporadic gastroenteritis of infants and young children (3) . The virus has been found in the feces of children in Great Britain, Canada, India, Scandinavia, New Guinea, the United States, and Guatemala.",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 214,
                    "text": "(3)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Department of Pediatrics, Mount Sinai School of Medicine, New York, New York, U S A"
        },
        {
            "text": "The paper of Bishop and Holmes describing the finding of \"duovirus\" particles in the duodenum was published on December 8, 1973. Dr. Holmes wrote me a few days later that he had just come across the 1949 paper in the Journal o f Experimental Medicine in which Light and I had described the Baltimore diarrhea agent. Dr. Holmes asked that I send him samples of the Baltimore virus, but I was unable at that time to find any. However, just about 2 weeks ago a second search did result in the finding of a vacuum-dried, 1942 sample of the Baltimore virus. We had frozen and dried the virus sample in March 1942. This was only a few months after the first commercial electron microscopes were made in this country and we had no access to such an instrument. I took this specimen to Dr. Chanock's laboratory at National Institutes of Health the day after we found it. Seitz-filtered specimen was dated March 13, 1943 . They had made a 10% suspension of the specimen; to 0.8 ml of this suspension they had added 0.2 ml pooled human y-globulin (diluted 1:5) and allowed the mixture to incubate overnight. The mixture was centrifuged for 90 min at 17,000 rpm, and the pellet resuspended and stained with 3% phosphotungstic acid. Dr. Wyatt has written to me as follows:",
            "cite_spans": [
                {
                    "start": 897,
                    "end": 911,
                    "text": "March 13, 1943",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Department of Pediatrics, Mount Sinai School of Medicine, New York, New York, U S A"
        },
        {
            "text": "Two of the pictures show what I described to you as suspicious particles, and the third demonstrates two clearly-defined particles, one \"empty\" and one \"full.\" Magnification was about 40,000 with a print magnification of 5 x .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Department of Pediatrics, Mount Sinai School of Medicine, New York, New York, U S A"
        },
        {
            "text": "We will try to find more particles from other vials you brought us, and in collaboration with Dr. C. A. Mebus of the University of Nebraska, we will inoculate a colostrum-deprived, Caesareanderived calf with one of these preparations. Until we can generate more of these particles and hopefully have some paired sera from an experimental animal, it will of course be difficult to identify this particle. I t could be an indigenous calf diarrhea virus, a real reovirus, or, as we hope, a 1943 strain of the human reovirus-like agent associated with infantile gastroenteritis. Kapikian. It shows two clearly defined negatively stained virus particles, one full and one empty. As Dr. Wyatt wrote, these may be virions of the 1943 Baltimore virus, or they may be particles of calf diarrhea virus, o r a true reovirus. Further studies may settle the matter. O u r 1943 notebooks d o show that specimens of the same stool as that studied by Dr. Wyatt and Dr. Kapikian did contain a virus which was neutralized by convalescent phase serum but not by acute phase serum of newborn infants with diarrhea. Nevertheless, we cannot be sure that Dr. Wyatt's picture shows that oarticular virus. I shall conclude by expressing my thanks to Dr. Wyatt and Dr.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Department of Pediatrics, Mount Sinai School of Medicine, New York, New York, U S A"
        },
        {
            "text": "Kapikian for the great enthusiasm and skill with which they undertook the study of ancient events.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Department of Pediatrics, Mount Sinai School of Medicine, New York, New York, U S A"
        },
        {
            "text": "Harry H. Gordon",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Presentation of the Howland Award to"
        },
        {
            "text": "The Howland Award is intended to testify to the qualities of its recipient and to the significance of his contributions, and as such should be received by him as public evidence of the approbation of his colleagues. But it also has another purpose. In singling out one person, it focuses on one career as worthy of admiration and emulation; and it is, therefore, an important device of nonbiologic inheritance. That is, it is a means of reminding pediatricians of how much their own knowledge and attainments are based on those of the recipients of this award.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Department of Pediatrics, Johns Hopkins University School of' Medicine, Baltimore, Maryland, USA"
        },
        {
            "text": "Today we honor Harry H. Gordon, native of New York; graduate in Medicine at Cornell; intern in Pathology at Montefiore Hospital; intern and resident in Pediatrics at Yale; member of the medical faculties of Cornell, University of Colorado, Johns Hopkins, and Einstein; Pediatrician-in-Chief of the Colorado General Hospital and the Sinai Hospital of Baltimore; recipient of the Borden Award; consultant to the National Institutes of Health, the National Research Council, and the National Association for Retarded Children; and past president of both pediatric research societies. That is the bare outline of his career, but it gives little information about him. Figure 1 is a recent photograph of Harry Gordon taken during his incarnation as Director of the Rose F. Kennedy Center for Research in Mental Retardation and Human Development at Einstein. Here is much more information. The pose is characteristic; leaning slightly forward, attentive ear at the ready, radiating welcome, he is looking across his desk at some supplicant; a medical student, a resident, a faculty colleague, the dean, the chairman of a search committee from some other school, it could be anyone. Each would receive a considerate hearing and each would be given advice, reassurance, a candid opinion, encouragement, or whatever other disinterested 'response might be appropriate, probably accompanied by an allusion to the wisdom of some ancient rabbi. Much of his time has been spent in this way. In Baltimore he was known generally as \"everybody's psychiatrist,\" and his effectiveness in this role is witnessed by the legion of protegks and colleagues whose lives and careers he has influenced. Among Harry Gordon's most salient characteristics is his genuine respect and concern for people, including those who weigh only a few hundred grams, medical students, women, and members of other oppressed minorities.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 664,
                    "end": 672,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Department of Pediatrics, Johns Hopkins University School of' Medicine, Baltimore, Maryland, USA"
        },
        {
            "text": "There is much more information about Harry Gordon in the picture. Behind him, like a good citizen of old Rome, he has Prinied in U.S.A. arranged his lares et Penates, his tutelary gods, from whom, he would say, he has drawn inspiration, guidance, and encouragement. Most of them that I knew would protest that the exchange was bilateral, but notwithstanding, they are interesting in that they reflect accurately the attributes of Harry's character and the interests of his career. There are Oscar Schloss and Grover Powers, his teacher at Cornell and his chief at Yale, both of whom were exemplary clinicians to whom the heart of pediatrics lay in intimate and daily touch with patients, students, and house staff. There are John Benjamin, psychiatrist, and Alfred Washburn, proponent of the longitudinal study of human development, two, among other friends in Denver, who helped to engender and to incubate those ideas about human development which culm~nated in the center at Einstein. There is Ethel Dunham, whose broad experience of premature infants is summarized in her book which was written at Harry Gordon's urging. An enemy of bureaucratic sclerosis, Dr. Dunham, while at the Children's Bureau, appointed Harry Gordon a member of the Bureau staff so that his university salary could be devoted to his research on premature babies at Cornell. And there is Edwards Park, whose formidable scholarship and adamantine discipline were softened by a gentle and disarming humor. Roman emverors were sometimes deified and took their places on the walls of Roman houses. This one appears here no doubt because his support gave impetus to, and facilities for, the study of developing children.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Department of Pediatrics, Johns Hopkins University School of' Medicine, Baltimore, Maryland, USA"
        },
        {
            "text": "This photograph is the Harry Gordon of the present. What of the past? Contributions which endure usually lose connection with their originators. J. B. S. Haldane drew attention to the point by saying that the discoveries of which he was most proud were those which had passed into the public lore, so that they were no longer given any citation in the literature, and their authorship was, therefore, lost to view. By that, of course, he was referring to their broad importance and universal acceptance. This is now happening to the painstakingly detailed and precise nutritional balance studies of Gordon, Levine, and others, upon which infant nutrition as we know it now is squarely based. These seminal papers recounted observations on the requirements of full term and premature infants for water, nitrogen, fat, calories, and other nutrients (I, 2). In all they exceed 20 in number and are not now commonly cited, but then, neither is Harvey's De Motu Cordis. According to these experiments, 120 cal/kg/day was found to be,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Department of Pediatrics, Johns Hopkins University School of' Medicine, Baltimore, Maryland, USA"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Virus particles in epithelial cells of duodenal mucosa from children with acute non-bacterial gastroenteritis",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Bishop",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Davidson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "H"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Ruck",
                    "middle": [
                        "B J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Lancet",
            "volume": "7841",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Epidemic diarrhea of the newborn from the point of view of the epidemiologist and the bacteriologist",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                }
            ],
            "year": 1949,
            "venue": "J . Pediat",
            "volume": "30",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Importance of a new virus in acute sporadic enteritis in children",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "H"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Ruck",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Lancet",
            "volume": "7901",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Biological properties of Norwalk agcnt of acute infectious nonbacterial gastroenteritis (36508)",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dolin",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Blacklow",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Dupont",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "R F"
                    ],
                    "last": "Buscho",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "R G"
                    ],
                    "last": "Wyatt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Kasel",
                    "suffix": ""
                },
                {
                    "first": "Hornick",
                    "middle": [
                        "R"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Chanock",
                    "middle": [
                        "R M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Proc. Soc. Exp. Biol. Med",
            "volume": "140",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Transmission of acute infectious nonbacterial gastroenteritis to volunteers by oral admiss~on of stool filtrates",
            "authors": [
                {
                    "first": ".",
                    "middle": [
                        "J A"
                    ],
                    "last": "Kasel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Chames",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Horn~ck",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Chanock",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "J . Infect. Dis",
            "volume": "123",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "V~r u s particles in gastroenteritis",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Flewett",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Bryden",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "H"
                    ],
                    "last": "Davles",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Lancet",
            "volume": "7844",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Transmission of epidemic gastroenteritis to human volunteers by oral administration of fecal filtrates",
            "authors": [
                {
                    "first": ":",
                    "middle": [
                        "I"
                    ],
                    "last": "Gordon",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Ingraham",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "R E"
                    ],
                    "last": "Korns",
                    "suffix": ""
                }
            ],
            "year": 1947,
            "venue": "J . Exp. Med",
            "volume": "86",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Visualization by immune electron microscopy o l a 27-nm particle associated with acute infectious nonbacterial gastroenteritis",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "R"
                    ],
                    "last": "Dolin",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "T S"
                    ],
                    "last": "Thornhill",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Kalica",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Chanock",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "J . V~rol",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Studies on epidemic diarrhea of the new-born; isolation of a filtrable agent causing diarrhea in calves",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "J S"
                    ],
                    "last": "Light",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Hodes",
                    "suffix": ""
                }
            ],
            "year": 1943,
            "venue": "",
            "volume": "33",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Isolation from cases of infantile diarrhea of a filtrable agent causing diarrhea in calves",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "J S"
                    ],
                    "last": "Light",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Hodes",
                    "suffix": ""
                }
            ],
            "year": 1949,
            "venue": "J. Exp. Med",
            "volume": "90",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Neonatal calf diarrhea. Electron microscopy of intestines infected with a reovirus-like agent",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "I"
                    ],
                    "last": "Stair",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Mebus",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Twiehaus",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Underdahl",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Vet. Pathol",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "In vitro cultivation in human fetal intestinal organ culture of a reovirus-like agent associated with nonbacterial gastroenteritis in infants and children",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Wyatt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Z"
                    ],
                    "last": "Kapikian",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "%"
                    ],
                    "last": "Thornhill",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Sereno",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Chanock",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "J . Infect. Dis",
            "volume": "130",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Department of Pediatrics",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Hodes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ", N. J., Goldberg, B., Krassner, L. A,, and Hayslett, J . P. Long-term followup of children with steroid responsive nephrotic syndrome. J. Pediat., 81: 251 (1972). 20. Silverberg, D. S., and Kjellstrand, C.: Clinical use of high doses of furosemide (Lasix) in the treatment of resistant nephrotic edema. Acta Med. Scand., 184: 473 (1968). 21. Underwood, P. S., Boyan, P. C., and Howland, W.: Appraisal of RlSA blood volume for clinical use. Anesthes. Analges., 45: I (1966). 22. Vaamonde, C. A,, Presser, J. I., Vaamonde, L. S., and Popper, S.: Renal concentrating ability in c~rrhosis. Ill. Failure of hypertonic saline to increase reduced Tc H,O format~on. Kidney Int., 1: 55 (1972). 23. Watson, D : Enzymic determination of glucose and easily hydrolysable glucose esters in blood. Anal. Biochem., 3: 131 (1962). 24. Patients were studied in the Childrens Clinical Research Center wh~ch is supported by United States Public Health Service Grant no. RR 00125. 25. Dr. Hayslett is an Established Investigator of the American Heart Associat~on. 26. This study was supported by United States Public Health Service Grants nos. TIAM 5015 and AM 18061 and by the American Heart Association. 27. Dr. Gur's present address is: Hacettepe Children's Hospital, Department of Pediatric Nephrology, Ankara. Turkey. 28. Requests for reprints should be addressed to: N. J . Siegel, M.D., Department of Pediatrics, Yale University School of Medicine, 333 Cedar St., New Haven, Conn. 06510 (USA)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "development of such electron microscopy methods as gluteraldehyde fixation and osmium tetroxide staining (1963); (3) invention of the technique of immune electron microscopy by Almeida in 1967; (4) application of the fluorescent antibody method of Coons to the detection of viral particles in the 1950's.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "I is a copy of the photograph made by Dr. Wyatt and Dr.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Diarrhea virusesFig. I. V~rus particles in specimen of calf stool frozen and vacuum-dried March 13, 1943. Magnification about 40,000 with print magnification of 5 xTen days ago I had the pleasure of looking at our 33-year-old specimen with Dr. Chanock's electron microscope. A brief survey showed no bacteria, or fungi, or mycoplasma. Dr. Chanock's group plan to look for virus particles by immune electron microscopy. They will also inoculate calves with the specimen.Incidentally, the very able virologist who is working with the Baltimore virus is I year younger than the virus specimen. I believe that it is very likely that the Baltimore will prove to be similar to the Australian \"duovirus.\" The size of the Baltimore virus and its association with diarrhea of infants indicate that it belongs to this group rather than to the parvoviruses. I have listed inTable 1the viruses which cause gastroenteritis in human beings, together with some of the animal diarrhea viruses.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}