{
    "paper_id": "54cb6b32c0008cf56ace47b647c72b235ad3bd1b",
    "metadata": {
        "title": "Adult respiratory distress syndrome associated with Mycoplasma pneumoniae infection",
        "authors": [
            {
                "first": "H",
                "middle": [
                    "P"
                ],
                "last": "Van Bever",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospital Antwerp",
                    "location": {
                        "addrLine": "2Intensive Care, Wilrijkstraat 10",
                        "postCode": "B-2650",
                        "settlement": "Edegem, Antwerp",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "W D"
                ],
                "last": "Van Doom",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospital Antwerp",
                    "location": {
                        "addrLine": "2Intensive Care, Wilrijkstraat 10",
                        "postCode": "B-2650",
                        "settlement": "Edegem, Antwerp",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "H",
                "middle": [
                    "E"
                ],
                "last": "Demey",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospital Antwerp",
                    "location": {
                        "addrLine": "2Intensive Care, Wilrijkstraat 10",
                        "postCode": "B-2650",
                        "settlement": "Edegem, Antwerp",
                        "country": "Belgium"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A 13-year-old boy is described who developed severe adult respiratory distress syndrome (ARDS), biochemical pancreatitis and skin vasculitis after an acute respiratory infection due to Mycoplasma pneumoniae.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The boy was mechanically ventilated for 17 days, but could be discharged in good clinical condition after 36 days of hospitalization. However, major disturbances of the lung function tests persisted, suggesting interstitial fibrosis. To the best of our knowledge, this is the first case of ARDS after M. pneumoniae infection in childhood.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Infections with Mycoplasma pneumoniae can give rise to both respiratory and non-respiratory symptoms [1] . The former, including pneumonia, are usually benign and self-limiting. However, life-threatening diseases have been described in adults and in children [1, 7, 8] . Adult respiratory distress syndrome (ARDS) is a commonly recognized cause of acute respiratory failure in adults. However this syndrome also occurs in paediatric patients. The hallmark of ARDS is an increased permeability of the alveolar-capillary membrane resulting in pulmonary oedema [10] . In adults, ARDS has been associated with M. pneumoniae infections [3, 4, 6] . To our knowledge, this association has never been described in childhood. The findings in a 13-year-old boy with ARDS and increasing complement-fixation titres to M. pneumoniae are presented in this report. sion the patient developed headache, cough, abdominal pain and an influenza-like syndrome with mild fever. Two days before admission to our hospital, the patient was prescribed oral erythromycin by his general practitioner. He received a total of 2 • 25 mg/kg. Because of persistence of the symptoms, the boy was referred to a general hospital. On arrival, positive meningeal signs and a leucocytosis of 33 000/ram 3 were found; lumbar puncture was negative. The boy was prescribed i.v. cefotaxime (100 mg/kg per day) and erythromycin stopped. The next day a rapid deterioration was observed, including polypnoea, dyspnoea, abdominal tension and shock. A chest X-ray film showed diffuse bilateral infiltrates (Fig. 1) . The patient was intubated and transferred to the intensive care unit. On arrival, the boy was unconscious, without having received any sedative treatment, and mechanically ventilated without any spontaneous breathing effort. His arterial tension was 105/45 mmHg, body temperature was 39.5~ and bilateral rNes were heard. Treatment with high doses of inotropics, plasma-expanders, and antibiotics (cloxacilline, ceftazidime and erythromycin) were initiated. The boy was ventilated with 100% oxygen and with a PEEP of 15cm H20. The PO2 improved towards 78mmHg and the blood pressure rose towards values around 100/65 mmHg. Because of symptoms compatible with an acute abdomen, a laparotomy was performed shortly after admission. This revealed the presence of multiple lymph nodes and free abdominal fluid, but without other abnormalities. On histological examination of the lymph nodes non-specific non-diagnostic signs of inflammation were observed. Postoperatively the clinical condition was stabilized with artificial ventilation, plasma-expanders (61/48 h) and ino-",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 104,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 259,
                    "end": 262,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 263,
                    "end": 265,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 266,
                    "end": 268,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 558,
                    "end": 562,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 631,
                    "end": 634,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 635,
                    "end": 637,
                    "text": "4,",
                    "ref_id": null
                },
                {
                    "start": 638,
                    "end": 640,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 1559,
                    "end": 1567,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "A 13-year-old boy with unremarkable past medical history was referred to the University Hospital of Antwerp because of increasing respiratory distress, fever and shock. Four days before admis-Offprint requests to: H.P. Van Bever Abbreviation.\" ARDS = adult respiratory distress syndrome Fig. 1 . Chest X-ray film at day 4 after admission, showing diffuse bilateral infiltrates tropics, including dopamine (25 gg/kg per minute), dobutamine (15 ~tg/kg per minute) and noradrenaline (16 gg/min). The 2nd day after admission a maculopapular rash developed on the abdomen while on the lower limbs bullous lesions with ecchymotic aspect appeared, suggesting erythema multiforme. There were no oral lesions, nor stomatitis. A skin biopsy showed signs of vasculitis with the presence of IgA, IgM and C3 in the vascular wall. Pancreatitis became evident on blood analysis with maximum lipase levels of 1072 units/1 (normal < 208 units/l) and amylase levels of 264 units/1 (normal < 75 units/l). After 5 days the expectorations became purulent, but frequent cultures for aerobic and anaerobic bacteria, mycobacteria and fungi were all negative. Atelectasis of the left lung developed due to excessive bronchial secretions. Because of deterioration shown on the chest X-ray film, persistence of fever and the need of artificial ventilation, antibiotic therapy was changed to vibramycin and high dose cotrimoxazole, together with acyclovir. During the next 7 days, a slow but gradual improvement was noted and on the 17th day after admission he was successfully extubated. Chest X-ray films still showed the presence of infiltrates, although a marked improvement was seen. After 19 days the infiltrates were nearly resolved. On lung function tests, performed on the 29th admission day, the forced expiratory volume in ls was 1.821 (59%), the vital capacity was 2.051 (55%) and the total lung capacity was 3.071 (65%). The CO (carbon monoxyde) diffusion capacity (single breath method) was disturbed, showing a value of 3.34 mmol/min, kPa (38%) and 1.15 mmol/min-kPa-1 (58%). On day 36 of hospitalization, the complement-fixation titre to M. pneurnoniae was 1/800, while on the day of admission it was < 1/100.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 287,
                    "end": 293,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Case report"
        },
        {
            "text": "Titres towards respiratory viruses, including respiratory syncytial virus, adenovirus, influenza A and B virus, parainfluenza virus type 1, 2 and 3, and measles virus remained constant. Several determinations of cold agghitinins were all negative. The boy was discharged on day 40 is good general condition. One month later he was seen at the outpatient clinic. He was without complaints and the clinical examination was normal. The chest X-ray film was normal. Lung function tests were still disturbed, although a sfight improvement was noted. The forced expiratory volume in is was 2.211 (70%), the vital capacity was 2.581 (68%) and the total lung capacity was 3.461 (72%). The CO (carbon monoxyde) diffusion capacity was 5.10 mmol/min, kPa (57%) and 1.98 mmol/min 9 kPa. 1 (78%). 24 h. The clinical diagnosis of ARDS was made on the basis of tachypnoea, dyspnoea, hypoxaemia refractory to oxygen therapy, and the presence of diffuse infiltrates on the chest X-ray film. Furthermore, the biochemical pancreatitis and the skin manifestations have also been described in association with M. pneumoniae [1, 9] . However, in the present case, it might be that the biochemical pancreatitis was induced by the persistent shock. Although the overall mortality rate of ARDS is greater than 50%, the survivors will likely have a relatively normal life-style with normal pulmonary function [10] . However, residual abnormalities of pulmonary function with variable clinical significance may persist. Our patient was discharged without clinical symptoms, but with major disturbances of the lung function tests, suggesting that there might be some degree of interstitial fibrosis. Since the diagnosis of interstitial fibrosis is an entity that can only be made on a biopsy, and since the follow-up is too short to make a statement about permanent lung damage, the diagnosis remains speculative.",
            "cite_spans": [
                {
                    "start": 1103,
                    "end": 1106,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1107,
                    "end": 1109,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1383,
                    "end": 1387,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "We suggest that M. pulmoniae infections should be included in the differential diagnosis of pathogens causing ARDS in childhood. Establishing an early diagnosis may have important therapeutic implications, although it remains possible that ARDS is induced by a reinfection, and is the expression of increasing host immune response to the organism [2] . However, it can be assumed that in our patient the administration of erythromycin, 50mg/kg, was sufficient to eradicate any growth of M.",
            "cite_spans": [
                {
                    "start": 347,
                    "end": 350,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "pneumoniae, but failed to prevent the development of ARDS, suggesting that the induced lung damage by M.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "pneurnoniae may appear early in the course of the disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "M. pneumoniae has been implicated as a common cause of respiratory infections in childhood. The typical course of pneumonia due to M.pneumoniae is benign, with spontaneous resolution of fever and malaise in a few days, although cough, r~les and chest X-ray film resolve over a more prolonged period [1] . M. pneumoniae infections have been associated with the development of ARDS in adults [3, 4, 6] . To the best of our knowledge, this association has not been described in children, although lethal cases of M. pneumoniae infections have been reported in childhood [8] . Several causes, including respiratory infections, have been identified in childhood as precipitating events for ARDS [10] . Among these are respiratory infections with influenza A virus, adenovirus, herpes simplex virus, measles, and parainfluenza virus type 1 infection [5] . The present case illustrates the severity of the syndrome induced by M. pneumoniae, including the development of ARDS and septic shock. The pneumonia leading to ARDS began with influenzalike syndrome with abdominal pain, cough and headache, rapidly progressing to respiratory failure within",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 302,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 390,
                    "end": 393,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 394,
                    "end": 396,
                    "text": "4,",
                    "ref_id": null
                },
                {
                    "start": 397,
                    "end": 399,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 567,
                    "end": 570,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 690,
                    "end": 694,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 844,
                    "end": 847,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Infections due to Mycoplasrna pneurnoniae in childhood",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Broughton",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Pediatr Infect Dis J",
            "volume": "5",
            "issn": "",
            "pages": "71--85",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Respiratory infections due to Mycoplasrna pneurnoniae in infants and children",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Fernald",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Collier",
                    "suffix": ""
                },
                {
                    "first": "Clyde",
                    "middle": [],
                    "last": "Wa",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Pediatrics",
            "volume": "55",
            "issn": "",
            "pages": "327--335",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Adult respiratory distress syndrome caused by Mycoplasma pneurnoniae",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fischman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Marschall",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Kislak",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Greenbaum",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Chest",
            "volume": "74",
            "issn": "",
            "pages": "471--473",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Adult respiratory distress syndrome associated with parainfluenza virus type i in children",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Hotez",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Goldstein",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ziegler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Doveikis",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Pediatr Infect Dis J",
            "volume": "9",
            "issn": "",
            "pages": "750--752",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Adult respiratory distress syndrome due to Mycoplasrna pneurnoniae",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Jastremski",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Chest",
            "volume": "75",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Mycoplasma pneumonia with fulminant evolution into diffuse interstitial fibrosis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Kaufman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Cuvelier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Der Straeten",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Thorax",
            "volume": "35",
            "issn": "",
            "pages": "140--144",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Intravascular coagulation and acute renal failure in a child with Mycoplasrna infection",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Nilsson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rausing",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Denneberg",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Christensson",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Acta Med Scand",
            "volume": "189",
            "issn": "",
            "pages": "359--365",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Rising antibody titers to Mycoplasma pneumoniae in acute pancreatitis",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Orderda",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Kraut",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Pediatrics",
            "volume": "66",
            "issn": "",
            "pages": "305--306",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Adult respiratory distress syndrome in pediatric patients. I. Clinical aspects, pathophysiology, pathology, and mechanisms of lung injury",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Royall",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Levin",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J Pediatr",
            "volume": "112",
            "issn": "",
            "pages": "169--180",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}