{
    "paper_id": "553f9324516fbf0d858585071da3dbc7d5ab8443",
    "metadata": {
        "title": "The Preparation of Chicken Tracheal Organ Cultures for Virus Isolation, Propagation, and Titration",
        "authors": [
            {
                "first": "Ruth",
                "middle": [
                    "M"
                ],
                "last": "Hennion",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Chicken tracheal organ cultures (TOCs), comprising transverse sections of chick embryo trachea with beating cilia, have proved useful in the isolation of several respiratory viruses and as a viral assay system, using ciliostasis as the criterion for infection. A simple technique for the preparation of chicken tracheal organ cultures in glass test tubes, in which virus growth and ciliostasis can be readily observed, is described.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Tracheal organ cultures (TOCs) have been used for the study of a number of respiratory tract pathogens [ 1 ] . The fi rst human coronavirus (HCoV) was isolated using human ciliated embryonal trachea [ 2 ] , and studies on persistent infection with Newcastle disease virus [ 3 ] , isolation of the Hong Kong variant of infl uenza A2 virus [ 4 ] , and studies on the pathogenicity of mycoplasmas [ 5 ] using TOCs have all been reported. More recently, TOCs have been used in studies on the pathogenicity and induction of protective immunity by a recombinant strain of infectious bronchitis virus (IBV) [ 6 ] .",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 108,
                    "text": "[ 1 ]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 199,
                    "end": 204,
                    "text": "[ 2 ]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 272,
                    "end": 277,
                    "text": "[ 3 ]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 338,
                    "end": 343,
                    "text": "[ 4 ]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 394,
                    "end": 399,
                    "text": "[ 5 ]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 600,
                    "end": 605,
                    "text": "[ 6 ]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Tracheal organ cultures derived from 20 day old chicken embryos are reported to be as sensitive as 9 day old embryonated eggs for the isolation and titration of IBV [ 7 ] , and are more sensitive than TOCs from chickens up to 31 days of age with complete ciliostasis, the criterion for infection, being observed 3 days after infection.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 170,
                    "text": "[ 7 ]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "With the ease of production and the proven usefulness of TOCs in virus isolation and in studies on pathogenicity and immunization strategies, their more widespread use for research into respiratory tract viruses should be considered. Whilst TOCs have been successfully prepared for assays using multiwell plates [ 8 ] , the method described below is based on that previously reported [ 5 ] and utilizes chicken embryo TOCs on a rolling culture tube assembly, where TOCs are reported to be capable of maintaining ciliary activity for longer periods than in static cultures. Debris accumulating within the TOCs rings is reduced, making observation of ciliary activity easier.",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 317,
                    "text": "[ 8 ]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 384,
                    "end": 389,
                    "text": "[ 5 ]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "1. 19-to 20-day-old embryonated eggs from specifi c pathogen free (SPF) chicken fl ock. 5. Inverted microscope (60-100× magnifi cation).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials"
        },
        {
            "text": "To calculate the number of embryonated eggs required for an assay, assume that each trachea will yield 17-20 rings. Expect a loss of up to 20 % of the cultures during the preliminary incubation step, owing to damage to the rings during preparation or spontaneous cessation of ciliary activity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "1. On a clean workbench spray the top of the eggs with 70 % IMS ( see Note 4 ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "2. Using curved scissors remove the top of the shell, lift the embryo out by the wing and cut off the yolk sac. Place the embryo in a 150 mm petri dish and discard the egg and yolk sac.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "3. With a sharp pair of scissors decapitate the bird, severing the spinal cord just below the back of the head and angling the cut to just below the beak ( see Note 5 ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "4. Position the embryo on its back and, using small forceps and scissors, cut the skin along the length of the body from the neck to the abdomen. Care must be taken not to damage the underlying structures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "5. Locate the trachea and using small scissors and forceps, dissect it away from the surrounding tissues ( see Note 6 ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "6. Cut the trachea at the levels of the carina and larynx (the larynx may have been removed on decapitation) and remove it from the embryo, placing the tissue in a Bijou bottle containing culture medium ( see Note 7 ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "7. Repeat steps 2 -6 for all available embryos.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "8. Place one trachea at a time on a disc of fi lter paper in a petri dish and, using two pairs of fi ne forceps, gently remove as much fat as possible ( see Note 8 ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "9. Place the cleaned tracheas in a 100 mm petri dish containing culture medium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "10. Swab the tissue chopper with 70 % IMS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "11. Place two fi lter paper discs on top of the plastic cutting table disc and slide the assembled discs under the cutting table clips on the tissue chopper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "12. Raise the chopping arm of the of the tissue chopper and attach the razor blade.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "13. Position the arm over the center of the cutting table ( see Note 9 ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "14. Place the tracheas on to the fi lter paper under, and perpendicular to, the raised blade and moisten with a small amount of culture medium ( see Note 10 ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "15. Adjust the machine to cut sections 0.5-1.0 mm thick and activate the chopping arm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "16. Once the arm has stopped moving, discard the fi rst few rings from each end of the cut tracheas; then with a scalpel, scrape the remaining rings into a 150-mm petri dish containing culture medium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of Tracheal Sections"
        },
        {
            "text": "17. With a large bore Pasteur pipette or similar gently aspirate the medium to disperse the cut tissue into individual rings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of Tracheal Sections"
        },
        {
            "text": "18. Repeat steps 11 -17 until all the tracheas have been sectioned ( see Note 11 ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of Tracheal Sections"
        },
        {
            "text": "1. With a large bore Pasteur pipette or similar dispense one TOC ring together with approximately 0.5 ml of culture medium into a glass tube ( see Note 12 ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of Tracheal Sections"
        },
        {
            "text": "2. Seal the tube with silicone bung and check that each tube contains one ring ( see Note 13 ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of Tracheal Sections"
        },
        {
            "text": "3. Put the tubes in the roller tube rack, place on the roller apparatus and set to roll at approximately 8 revolutions/hour, at approximately 37 °C. Leave the tubes rolling for 1-2 days ( see Note 14 ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of Tracheal Sections"
        },
        {
            "text": "4. Check each tube culture for complete rings and the presence of ciliary activity, using a low power inverted microscope 5. Discard any tubes in which less than 60 % of the luminal surface has clearly visible ciliary activity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of Tracheal Sections"
        },
        {
            "text": "6. The remaining tubes may be used for viral assays ( see Note 15 ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of Tracheal Sections"
        },
        {
            "text": "1. Batches of sterile Whatman fi lter papers can be prepared by interleaving individual discs with slips of grease-proof paper and placing them in a glass petri dish. Wrap the dish in aluminum foil and sterilize in a hot air oven (160 °C for 1 h).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes"
        },
        {
            "text": "2. Batches of sterile tubes can be prepared by placing them, open end down, in suitable sized lidded tins lined with aluminum foil. Sterilize in a hot air oven as above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes"
        },
        {
            "text": "3. Batches of sterile silicone rubber bungs can be prepared by placing them, narrow end down, in shallow, lidded tins. Sterilize by autoclaving at 120 °C for 20 min. 5. Care must be taken at this stage not to damage the trachea.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes"
        },
        {
            "text": "6. The trachea can be identifi ed by the presence of transverse ridges seen down its length owing to the underlying rings of cartilage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes"
        },
        {
            "text": "7. The carina and larynx can be identifi ed by the increased diameter at either end of the trachea.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Culture of Tracheal Sections"
        },
        {
            "text": "8. To avoid damage to the trachea hold it as close to one end as possible with the fi rst pair of forceps and use the second pair to strip away the fatty tissue.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Culture of Tracheal Sections"
        },
        {
            "text": "9. At this stage gently lower the arm on to the cutting area disc, loosen the screw holding the blade slightly, check that the blade is aligned correctly (the full length of the blade must be in contact with the cutting area), tighten the screw again, and raise the arm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Culture of Tracheal Sections"
        },
        {
            "text": "10. A maximum of fi ve tracheas can be laid side by side on the cutting bed at any one time. Gently stretch each trachea as it is placed on the cutting area, and when all fi ve are in the correct position, wet them with a few drops of culture medium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Culture of Tracheal Sections"
        },
        {
            "text": "11. It is important to use a fresh blade and paper discs for each set of fi ve tracheas to be sectioned and ensure used blades are disposed of in an appropriate sharps bin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Culture of Tracheal Sections"
        },
        {
            "text": "12. Check for damaged glass tubes at this stage, particularly around the rims. Discard any with cracks as these can fail when bungs are inserted, leading to injured fi ngers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Culture of Tracheal Sections"
        },
        {
            "text": "13. Make sure the tracheal rings are fully submerged in culture medium and not stuck on the wall of the tube. Discard any that are ragged or incomplete.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Culture of Tracheal Sections"
        },
        {
            "text": "14. Make sure that the drum is aligned correctly on the apparatus and that the roller is actually moving before leaving the cultures to incubate; the speed of the roller apparatus is slow.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Culture of Tracheal Sections"
        },
        {
            "text": "15. A simple quantal assay for infectivity of IBV has been described by Cook et al. [ 7 ] and is used extensively in our Institute. Five tubes of TOCs per tenfold serial dilution of virus give sufficiently accurate results for most purposes. A simplifi cation of the method of Cook et al. [ 7 ] , used for many years by Cavanagh and colleagues, is to add 0.5 ml of diluted virus per TOC tube without prior removal of the medium already in the tube. TOCs are scored as positive for virus when ciliary activity is completely abrogated. If a virus is poorly ciliostatic, its presence can be demonstrated using indirect immunofl uorescence, with TOCs conveniently not fi xed [ 9 ] .",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 89,
                    "text": "[ 7 ]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 289,
                    "end": 294,
                    "text": "[ 7 ]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 671,
                    "end": 676,
                    "text": "[ 9 ]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Culture of Tracheal Sections"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Use of organ cultures in microbiological research",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Mcgee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Woods",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Ann Rev Microbiol",
            "volume": "41",
            "issn": "",
            "pages": "291--300",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Cultivation of novel type of common-cold virus in organ cultures",
            "authors": [
                {
                    "first": "Daj",
                    "middle": [],
                    "last": "Tyrell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Bynoe",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "Br Med J",
            "volume": "5448",
            "issn": "",
            "pages": "1467--1470",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Persistent Newcastle disease virus infection in embryonic chicken tracheal organ cultures",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Cummiskey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Hallum",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Skinner",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Infect Immun",
            "volume": "8",
            "issn": "",
            "pages": "657--664",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The isolation of infl uenza viruses",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Higgins",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Ellis",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "J Clin Pathol",
            "volume": "25",
            "issn": "",
            "pages": "521--524",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Large quantity production of chicken embryo organ culture and use in virus and mycoplasma studies",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Cherry",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Taylor-Robinson",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Appl Microbiol",
            "volume": "19",
            "issn": "",
            "pages": "658--682",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Recombinant infectious bronchitis coronavirus Baudette with the spike protein gene of the pathogenic M41 strain remains attenuated but induces protective immunity",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hodgson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Casais",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Dove",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "",
            "pages": "13804--13811",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The use of chicken tracheal organ cultures for the isolation and assay of infectious bronchitis virus",
            "authors": [
                {
                    "first": "Jka",
                    "middle": [],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Darbyshire",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Peters",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Arch Virol",
            "volume": "50",
            "issn": "",
            "pages": "109--118",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Plastic multiwell plates to assay avian infectious bronchitis virus in organ cultures of chicken embryo trachea",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yacida",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Aoyam",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Takahashi",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "J Clin Microbiol",
            "volume": "8",
            "issn": "",
            "pages": "380--387",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A simple method for immunofl uorescence staining of tracheal organ cultures for the rapid identifi cation of infectious bronchitis virus",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Battacharjee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Naylor",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Avian Pathol",
            "volume": "23",
            "issn": "",
            "pages": "471--480",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Preparation of TOCs can be performed on the open laboratory bench after cleaning the surfaces with 70 % IMS or any other suitable disinfectant.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}