{"paper_id": "55dffe8136fef25f8f13b5ced82e02c08e1e1052", "metadata": {"title": "\"Slow Virus-like\" Infections in Mice", "authors": [{"first": "Howard", "middle": ["L"], "last": "Lipton", "suffix": "", "affiliation": {"laboratory": "", "institution": "Northwestern University Medical School", "location": {"addrLine": "303 E Chicago Ave", "postCode": "6061", "settlement": "Chicago, Chicago", "region": "IL., IL"}}, "email": ""}, {"first": "Mauro", "middle": ["C"], "last": "Dal Canto", "suffix": "", "affiliation": {"laboratory": "", "institution": "Northwestern University Medical School", "location": {"addrLine": "303 E Chicago Ave", "postCode": "6061", "settlement": "Chicago, Chicago", "region": "IL., IL"}}, "email": ""}, {"first": "M", "middle": ["D"], "last": "", "suffix": "", "affiliation": {"laboratory": "", "institution": "Northwestern University Medical School", "location": {"addrLine": "303 E Chicago Ave", "postCode": "6061", "settlement": "Chicago, Chicago", "region": "IL., IL"}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "Slow viruses are characterized largely by their ability to produce clinical disease months or even years after infection. While the term slow virus has come to denote the transmissible group of unconventional viral agents, some conventional animal viruses also behave like slow viruses. These include those responsible for rabies and hepatitis B virus infections and the latedeveloping forms of panencephalitis due to measles or rubella virus in humans [7, 14, 201 . In addition, certain retroviruses produce transformation leading to neoplasia in a number of animal species 151, encephalomyelitis in Icelandic sheep [6, 161 , and paralysis in wild mice [4] , all after long delays. Recently it has been reported that mouse hepatitis virus type 3, a coronavirus, causes persistent infection in C3H mice with onset of a wasting syndrome and paralysis as long as three months after inoculation [91.", "cite_spans": [{"start": 453, "end": 456, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 457, "end": 460, "text": "14,", "ref_id": "BIBREF13"}, {"start": 461, "end": 464, "text": "201", "ref_id": null}, {"start": 617, "end": 620, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 621, "end": 624, "text": "161", "ref_id": null}, {"start": 654, "end": 657, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": ""}, {"text": "While there may be other examples, the incubation periods remain to be determined [ 131. Nonetheless, the belief persists that conventional animal viruses cause only acute disease that occurs after a short incubation period. This notion certainly still applies to such highly cytolytic viruses as picornaviruses.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Previously, we found that mice develop a biphasic pattern of central nervous system disease after intracerebral inoculation of mouse brain stocks with a murine picornavirus, Theiler's mouse encephalomyelitis virus (TMEV) [ l o , 121. During the first three weeks, the virus replicated and produced poliomyelitis-like pathological changes in the CNS gray matter, resulting in flaccid limb paralysis (early disease). Surviving animals generally recovered some function, but they invariably developed chronic CNS infection. In the chronic phase the spinal cord lep-tomeninges and white matter contained mononuclear cell infiltrates, and there were patchy areas of primary demyelination [ 11. By two to three months following the infection, spastic paralysis began to evolve (late disease).", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "We report here that when tissue culture-adapted stocks are used, these murine picornaviruses regularly produce late neurological disease in mice without antecedent early disease. In this situation, late disease occurs after a lengthy incubation period. In addition, virus content in mouse tissues now can be accurately quantified by a standard plaque assay. This is a great improvement over the previous method of virus titration involving subinoculation of mice [lo].", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "At 4 to 8 weeks old, male outbred Swiss and SJUJ mice were inoculated intracerebrally with lo3 to lo4 plaqueforming units (PFU) of virus stocks. The Swiss male mice (CD-1) were purchased from Charles River Breeding Laboratories (Portage, MI), and inbred SJUJ male mice from Jackson Laboratories (Bar Harbor, ME).", "cite_spans": [], "ref_spans": [], "section": "Materials and Methods"}, {"text": "DA, WW, and T 0 4 , TMEV viruses biologically resembling Theiler's original TO isolates, were adapted to grow in cell culture [ 1 13 , and virus stocks were prepared in BHK 21 cells. The BHK21 cells were cultured in Dulbecco's Modified Eagle Medium supplemented with 0.1 mM Lglutamine, 100 pg of streptomycin and 100 units of penicillin per milliliter, 10% tryptose phosphate broth, and 10% calf serum. The same medium containing 2'96 calf serum was used for maintenance of these cells.", "cite_spans": [{"start": 126, "end": 132, "text": "[ 1 13", "ref_id": null}], "ref_spans": [], "section": "Materials and Methods"}, {"text": "The virus content of serum and clarified CNS homogenates was determined by standard plaque assay as previously described [18] . In brief, confluent monolayers of BHK2 I cells in 35 inm plastic FB-6TC multiculture dishes (Linbro Chemical Company, Hamden, CT) were washed once with phosphate-buffered saline ( p H 7.4) and inoculated with appropriate virus dilutions (0.1 ml per well).", "cite_spans": [{"start": 121, "end": 125, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Materials and Methods"}, {"text": "Following adsorption at 3?'C for 60 minutes, the inoculum was removed and each well was overlayed with 3 ml of medium consisting o f 0.9SC/i. bacto-agar (Difco Company, Detroit, MI) in Basal Medium Eagle containing 0.5% bovine plasma albumin, fraccion V (Armour Pharmaceutical Company, Chicago. IL), and 0.1 mM L-glutamine with 100 pg of streptomycin and 100 units of penicillin per milliliter. O n rhe third day of incubation at 37\"C, 1.5 ml of a second overlay containing 0.01% neutral red was added m each well, and plaqucs were read 8 to 24 hours later.", "cite_spans": [], "ref_spans": [], "section": "Materials and Methods"}, {"text": "Anesthetized mice were sacrificed by total-body perfusion wirh chilled . 3' ' , ; glutaraldehyde in phosphate buffer ( p H 7.4). Brains and spinal cords were fixed, embedded in paraffin or Epon, and stained as previously described [ l , 101.", "cite_spans": [], "ref_spans": [], "section": "Materials and Methods"}, {"text": "The animals were examined daily for the first month after inoculation and weeklp thereafter for signs of disease, particularly gait abnormality. As shown in Table 1 , all the TMEV strains produced clinical neurological illness in Swiss mice. Depending on the virus strain, 58 to 9Of ; Z8 of the mice developed disease between 11 and 22 weeks after inoculation. The CNS involvement in these animals was primarily upper motor neuron in character with prominent spasticity, resulting in an easily recognizable hesitant, waddling gait. This clinical picture is identical to that in late disease following infection with mouse brain stocks of the DA virus [ l o , 121. In the present experiments, however, the mice remained well throughout the first month of infection. T O 4 virus also produced late disease in SJUJ mice, but the onset of spastic paralysis occurred somewhat earlier than in the Swiss mice !see Table 1 ). In this connection, SJL/J mice have been shown to be more susceptible to chronic TMEV infection than other inbred strains of mice and Swiss mice [ 10, 121. The animals have been followed for as long as eight months, and late disease in Swiss and SJLIJ mice has been progressive without clinical evidence of remission.", "cite_spans": [{"start": 326, "end": 328, "text": "11", "ref_id": "BIBREF10"}, {"start": 1063, "end": 1068, "text": "[ 10,", "ref_id": null}], "ref_spans": [{"start": 157, "end": 164, "text": "Table 1", "ref_id": null}, {"start": 907, "end": 914, "text": "Table 1", "ref_id": null}], "section": "Results"}, {"text": "Previously, the level of virus in tissues of mice chronically infecced with TMEV had to be determined by titration back into mice. We have now found that by using tissue culture-adapted TO virus strains, virus content can be measured by standard plaque assay in BHK21 cells. Therefore, in additional experiments, Swiss mice inoculated intracerebrally with 103 to lo4 PFU of T O 4 virus were sacrificed for virus assay. Virus titers in blood and CNS of inciividual animals ar several representative times after infection are shown in Table 2 . While virus was n o t detectable in serum, it was pres- All three viruses produced similar late pathological changes in the spinal cord, consisting of numerous demyelinated axons; some remyelinated axons, which could be identified by their abnormally thin myelin sheaths; and a low-gracle mononuclear cell inflammatory response (Figure) . Inflammatory cells were mainly lymphocytes and macrophages. In addition, there was a mild astroglial response. The demyelinated zreas in spinal cord were always rather sharply demarcated from the surrounding normal white matter. In general, these findings resemble the chronic pathological picture of TMEV infection following intracerebral inoculation of DA virus grown in mouse brain [I] .", "cite_spans": [{"start": 1267, "end": 1270, "text": "[I]", "ref_id": null}], "ref_spans": [{"start": 533, "end": 540, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 871, "end": 879, "text": "(Figure)", "ref_id": null}], "section": "Results"}, {"text": "To determine if these tissueculture-adapted viruses fail to produce the pathological changes of early", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "poliomyelitis, 4 mice inoculated with the WW strain were killed during the third and fourth weeks after infection. None of the Epon-embedded material from these animals showed any abnormality. While this finding does not rule out the occurrence of early virus replication in spinal cord motor neurons, it does support the notion that the adaptation process has resulted in attenuation of this viral property.", "cite_spans": [], "ref_spans": [], "section": "Coronal section of spinal cord from an outbred Swiss mouse killed three months after intracerebral inoculation with WW virus. Beneath the leptomeninges is a demarcated area of demyelination showing numerous naked axons, some remyelinated axons, and an occasional fragment of myelin debris. (Toluidine blue; x640.)"}, {"text": "The present study demonstrates that TO strains of TMEV-ordinary picornaviruses-are capable of causing a slow infection in their natural host, the mouse. In this circumstance, TMEV-induced disease satisfies the major criteria for slow infections set forth by Sigurdsson in 1954 [ 191. H e defined a slow infection as one in which a protracted course of illness with predominant involvement of a single organ system, usually resulting in death of the host, occurs after a long latency. While our infected animals have not as yet died, their disease has been progressive and closely resembles late disease induced with brain-derived DA virus, which is fatal.", "cite_spans": [{"start": 258, "end": 283, "text": "Sigurdsson in 1954 [ 191.", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "We are not certain why adaptation of the TMEV strains to cell culture eliminated the earlier clinical phase of poliomyelitis. While it probably merely represents attenuation of the original virus, this result has uncovered a unique virus-host interaction for a picornavirus: a slow infection. It is indeed remarkable that the incubation period, which ranged from one to five months, represents an appreciable portion of the life span of the mouse. Although the minimum infectious dose for induction of chronic CNS infection has not been determined, there is reason to believe that lower doses of virus may result in even longer incubation times [81.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Since infectious virus can be recovered from the CNS of these animals throughout the incubation period and after onset of disease (see Table 2 ), it appears that persistent infection is maintained through continuous production of infectious virus. In contrast to other viruses, there is little experimental evidence to suggest that picornaviruses can remain latent, either integrated into the cell genome or existing in the cytoplasm in the form of defective particles. From investigations of carrier culture systems it is known that picornaviruses establish steady-state infections with virus replicating in only a fraction of the cell population at any one time [21] . In this situation it is believed that when a cell becomes infected, virus is probably allowed to complete its normal replicative cycle, and the cell is destroyed. This notion is strongly supported by the fact that picornaviruses are highly cytolytic agents, probably due to their ability to rapidly suppress host cell protein synthesis [ 151 so that it is unlikely a cell can survive once it is infected. Further, overwhelming infection is probably pre-vented by innate resistance of the majority of the cell population at risk or by the host's immune response.", "cite_spans": [{"start": 664, "end": 668, "text": "[21]", "ref_id": "BIBREF20"}], "ref_spans": [{"start": 135, "end": 142, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Discussion"}, {"text": "Obviously, the precise mechanisms of picornavirus persistence remain to be elucidated. Finally, these observations may have some relevance to human disease since TMEV infection in mice is one of the few available experimental animal models of virus-induced demyelination [2] . Epidemiological evidence suggests that multiple sclerosis, a human demyelinating disease strongly suspected of having a viral origin, may have an incubation period lasting many years [3, ", "cite_spans": [{"start": 271, "end": 274, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 460, "end": 463, "text": "[3,", "ref_id": null}], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Lipton HL Primary demyelination in Theiler's virus infection. A n ultrastructural study", "authors": [{"first": "M", "middle": ["C"], "last": "Dal Canto", "suffix": ""}], "year": 1975, "venue": "Lab Invest", "volume": "33", "issn": "", "pages": "626--637", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Animal model of human disease. Mulriple sclerosis", "authors": [{"first": "M", "middle": ["C"], "last": "Dal Canto", "suffix": ""}, {"first": "H", "middle": ["L"], "last": "Lipton", "suffix": ""}], "year": 1977, "venue": "Am J Pathol", "volume": "88", "issn": "", "pages": "497--500", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "011 the risk of multiple sclerosis according to age at immigration t o South Africa", "authors": [{"first": "G", "middle": [], "last": "Dean", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Kurtzke", "suffix": ""}], "year": null, "venue": "Br Med J", "volume": "3", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "A spontaneous lower motor neuron disease apparently caused by indigenous type-C R N A virus in wilci mice", "authors": [{"first": "M", "middle": ["B"], "last": "Gardner", "suffix": ""}, {"first": "B", "middle": ["E"], "last": "Henderson", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Officer", "suffix": ""}], "year": 1971, "venue": "J Natl Cancer Inst", "volume": "51", "issn": "", "pages": "1243--1249", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Oncogenic Viruses", "authors": [{"first": "L", "middle": [], "last": "Gross", "suffix": ""}], "year": null, "venue": "", "volume": "19", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Gudnadottir M: Visna-maedi in sheep", "authors": [], "year": 1971, "venue": "Progr Med Virol", "volume": "729", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Subacute sclerosing panencephalitis: isolation of measles virus from a brain biopsy", "authors": [{"first": "L", "middle": [], "last": "Horta-Barbosa", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Fucillo", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Sever", "suffix": ""}], "year": 1969, "venue": "Nature", "volume": "2", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Demyelinative myelopathy in mice induced by the DA virus", "authors": [{"first": "J", "middle": ["R"], "last": "Lehrich", "suffix": ""}, {"first": "B", "middle": ["G"], "last": "Arndson", "suffix": ""}, {"first": "Fii", "middle": [], "last": "Hochberg", "suffix": ""}], "year": 1976, "venue": "J Neurol Sci", "volume": "29", "issn": "", "pages": "149--160", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Immunopathology of mouse hepatitis virus type 3 infection. Ill. Clinical and virologic observation of a persistent viral infection", "authors": [{"first": "C", "middle": [], "last": "Leprovost", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Virelizier", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Dupuy", "suffix": ""}], "year": 1975, "venue": "J Immunol", "volume": "115", "issn": "", "pages": "640--643", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Theiler's virus infection in mice: an unusual biphasic disease process leading to demyelination", "authors": [{"first": "H", "middle": ["L"], "last": "Lipton", "suffix": ""}], "year": 1975, "venue": "Infect Immunol", "volume": "11", "issn": "", "pages": "1147--1155", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Characterization of the TO strains of Theiler's mouse encephalomyelitis viruses", "authors": [{"first": "H", "middle": ["L"], "last": "Lipton", "suffix": ""}], "year": 1978, "venue": "Infect lmmunol", "volume": "20", "issn": "", "pages": "869--872", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Chronic neurologic disease in Theiler's virus infection of SJUJ mice", "authors": [{"first": "H", "middle": ["L"], "last": "Lipton", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Dal Canto", "suffix": ""}], "year": 1976, "venue": "J Neurol Sci", "volume": "30", "issn": "", "pages": "201--207", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "New human papovaviruses", "authors": [{"first": "B", "middle": ["L"], "last": "Padgett", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Walker", "suffix": ""}], "year": 1976, "venue": "Propr Med Virol", "volume": "22", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Isolation of measles virus from cell cultures of brain from a patient with subacute sclerosingpanencephalitis", "authors": [{"first": "F", "middle": ["E"], "last": "Payne", "suffix": ""}, {"first": "J", "middle": ["V"], "last": "Baublis", "suffix": ""}, {"first": "H", "middle": ["H"], "last": "Itabashi", "suffix": ""}], "year": null, "venue": "N Engl J Met1", "volume": "281", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Effects on host metabolism following synchronous infection with poliovirus", "authors": [{"first": "S", "middle": [], "last": "Penman", "suffix": ""}, {"first": "D", "middle": [], "last": "Summers", "suffix": ""}], "year": 1965, "venue": "Virology", "volume": "27", "issn": "", "pages": "614--620", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Pathogenesis of visna. I. Sequential virologic, serologic and pathologic studies", "authors": [{"first": "G", "middle": [], "last": "Petersson", "suffix": ""}, {"first": "N", "middle": [], "last": "Nathanson", "suffix": ""}, {"first": "G", "middle": [], "last": "Georgsson", "suffix": ""}], "year": 1976, "venue": "Lab Invest", "volume": "35", "issn": "", "pages": "402--412", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Multiple sclerosis and poliomyelitis", "authors": [{"first": "D", "middle": ["C"], "last": "Poskanzer", "suffix": ""}, {"first": "K", "middle": [], "last": "Schapira", "suffix": ""}, {"first": "H", "middle": [], "last": "Miller", "suffix": ""}], "year": 1963, "venue": "Lancet", "volume": "2", "issn": "", "pages": "917--921", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Cellular immunity in chronic Theiler's virus central nervous system infection", "authors": [{"first": "S", "middle": ["G"], "last": "Rabinowitz", "suffix": ""}, {"first": "H", "middle": ["L"], "last": "Lipton", "suffix": ""}], "year": 1976, "venue": "J lmmunol", "volume": "117", "issn": "", "pages": "357--363", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Rida, a chronic encephalitis of sheep. With general remarks on infections which develop sloa4y and some of their special characteristics", "authors": [{"first": "B", "middle": [], "last": "Sigurdsson", "suffix": ""}], "year": 1954, "venue": "Br Vet J", "volume": "110", "issn": "", "pages": "341--354", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Progressive rubella panencephalitis. Late onset after congenital rubella", "authors": [{"first": "", "middle": [], "last": "Lo", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Townsend", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Baringer", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Wolinsky", "suffix": ""}], "year": 1975, "venue": "N Engl J Med", "volume": "292", "issn": "", "pages": "990--998", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "The viral carrier state in animal cell cultures", "authors": [{"first": "D", "middle": [], "last": "Walker", "suffix": ""}], "year": 1964, "venue": "Progr Med Virol", "volume": "6", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "171. The prolonged incubation period of TMEV infection in mice furnishes a possible additional parallel with multiple sclerosis. Supported by US Public Health Service Grants A114139 and NS13011. D r Lipton is recipient of US Public Health Service Career Development Award A1 100228.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Theiler Virus-induced ChlS Deniyelinating Disease Occurring after a Prolonged Incubation Period", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Virus </td><td>Mouse Strain </td><td>Incubation Period (wk) </td><td>Clinical CNS Disease\" </td></tr><tr><td>D A </td><td>Swiss </td><td>11-14 </td><td>7/12 </td></tr><tr><td>W V </td><td>Swiss </td><td>11-22 </td><td>l 0 i l L </td></tr><tr><td>TO4 </td><td>Swiss </td><td>11-15 </td><td>l o i l l </td></tr><tr><td>TO4 </td><td>STLh </td><td>5-7 </td><td>2 012 0 </td></tr></table></body></html>"}, "TABREF1": {"text": "TfterJ of Vzrur i n C N S and Blood of Indl1 tdual Adult Mzce lnoiidated Intraierehrdly u ith TO4 Virui \"Dctcrmined by standard plaque assay in BHK2l cells. Plaque assay is unable to detect less t.han 2 log,,, of virus. t'These 2 mice had clinical evidence of late disease. ND = not done. ent in the brains or cords of all mice examined. It should be noted that after the onset of late disease, virus was found only in the spinal cord, the site of pathological involvement. Furthermore, the virus obtained from the CNS of infected mice always produced minute plaques which were identical to those in the T O 4 virus inoculum.", "latex": null, "type": "table"}, "TABREF2": {"text": "Table 2. TfterJ of Vzrur i n C N S and Blood of Indl1 tdual Adult Mzce lnoiidated Intraierehrdly u ith TO4 Virui", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Weeks after Infection </td><td>Log,, PFU per MI-' or Serum Brain </td></tr><tr><td>I </td><td>N D </td></tr><tr><td> </td><td>N D </td></tr><tr><td> </td><td>N D </td></tr><tr><td>4 </td><td>&lt;102 </td></tr><tr><td> </td><td>&lt; 1 0' </td></tr><tr><td>1 1 b </td><td>&lt; 10' </td></tr><tr><td>&lt;lo' </td></tr><tr><td> </td><td>&lt;lo2 </td></tr></table></body></html>"}}, "back_matter": [{"text": "We thank Kimiko K. Matsutani and Barbara Klemenr for technical assistance and Jodp Leimbach for secretarial help.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}]}