{
    "paper_id": "561bdd4a990d962302e173327d77911c99be3099",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "This paper provides a case history of the major challenge that biotech companies in today's world are facing: how to secure funding to progress a technology or product to the next stage, preferably commercialisation, without 'betting the company'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Although there are hundreds of venture funds out there shopping for deals, it is very difficult to identify one that shares your vision. Teaming up with a group that almost certainly does not share the biotechnology company's vision, because they (frankly) do not understand your business, can doom the company. Venture capitalist (VC) funds are not interested in advancing a product to market per se. Their stated objective is to secure for their investors the highest possible return on investment. The way most VCs try to accomplish this today is by seeking to reduce the pre-money valuation of the company to compensate for the fact that eight or nine out of ten of their investments lose money and they strive to make their entire return on the one or two that do make money. VCs thus should, but usually do not, recognise that they have little or no ability to identify which product or technology will be the next blockbuster or stepping-stone technology. Therefore, the prospect of entering into an agreement with a biotech or pharma partner, which is probably more capable of valuing a product or technology, is on its face very attractive and appears to be the focus of most biotech companies to advance their products to market.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Many meetings are organised to facilitate deal-making and BioWorld Today is full of partnering announcements almost on a daily basis. Here we will address what are the options when the rights are returned. Are they obvious or not?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In 2001, after a long and often disharmonious dispute with its former partner Pasteur Mérieux Connaught, which became Aventis and is now sanofipasteur, Protein Sciences Corporation was finally able to re-acquire all rights to two patented, late-stage influenza vaccines. The products at stake were recombinant haemagglutinin (rHA), now called FluBlØk TM (where the 'Ø' appears as an egg with a line through it -no eggs used) and recombinant neuraminidase (rNA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PROTEIN SCIENCES BACKGROUND SITUATION"
        },
        {
            "text": "Partnership: good or bad for your product?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PROTEIN SCIENCES BACKGROUND SITUATION"
        },
        {
            "text": "The FluBlØk vaccine is made using cell culture (insect cells) and is potentially a replacement for the licensed egg-grown influenza vaccines. Its characteristics are such that it is the only new vaccine in development that can address all of the shortcomings of the licensed vaccines. Thus, FluBlØk represented a major opportunity for sanofi-pasteur but also, and unquantifiably, the major potential threat to its influenza vaccine franchise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PROTEIN SCIENCES BACKGROUND SITUATION"
        },
        {
            "text": "Prior to the sanofi-pasteur licence, FluBlØk had completed several Phase I/II human clinical trials conducted by the National Institute of Allergy and Infectious Diseases (NIAID) and academic institutions involving over 600 subjects that demonstrated safety and efficacy as reported in four published studies in the Journal of Infectious Diseases. No clinical development of FluBlØk occurred during the six year period the product was licensed to sanofi-pasteur.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact of returned licence on funding of company"
        },
        {
            "text": "rNA, which also is made using cell culture, can potentially be used as an efficacy-enhancing additive to influenza vaccines. Only one clinical trial was conducted during the time the portfolio was licensed, a challenge study of rNA used in combination with a licensed egggrown influenza vaccine, and even this was sponsored by NIAID.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact of returned licence on funding of company"
        },
        {
            "text": "After years of frustration because the licensor decided to shelve our influenza products, Protein Sciences finally was able to reacquire the rights at the end of 2001 (six years after licensure) and was therefore able to once again actively pursue their full potential either alone or with a partner.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategy to survive Returned licence"
        },
        {
            "text": "Raising money in 2001 was difficult at best because management had to take a cautious approach to the lead products, FluBlØk and rNA, in its business plan, mentioning only that they had been licensed to sanofi-pasteur and, fortunately it turned out, not including any value in its financial projections from such products. Thus, it was possible to raise only a modest amount of money primarily from a few previous investors who believed in the company and its technology and knew the real potential of the influenza products. Had the projections included any value from the influenza products, the return of the rights just prior to the closing would certainly have killed the financing and, probably, Protein Sciences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategy to survive Returned licence"
        },
        {
            "text": "Management realised that post-return the world at large would view the influenza products as 'damaged goods' since they had been returned by the world leader in influenza vaccines. Furthermore, the underlying technology was at risk if Protein Sciences, the world leader in that technology, were to fail, a result that management was dedicated to avoiding at all cost. It was clear that only new clinical data would rekindle interest in potential partners and investors. However, the hurdle to overcome was how to generate the data with no money and how to stay alive until the data could be generated!",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategy to survive Returned licence"
        },
        {
            "text": "Three avenues were pursued to recover from the terminated licence:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THREE-LEGGED STOOL BUSINESS MODEL"
        },
        {
            "text": "• Pursue government funding for the development of a better influenza vaccine for high-risk populations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THREE-LEGGED STOOL BUSINESS MODEL"
        },
        {
            "text": "• Develop a service business, which we called GeneXpress 1 , to progress development of the platform technology, drive products to market, generate revenues, license the technology platform for multiple applications and by doing so build future value in the form of royalties.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THREE-LEGGED STOOL BUSINESS MODEL"
        },
        {
            "text": "• Sell research reagents to drive revenue and increase recognition of Protein Sciences and the value of its technology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THREE-LEGGED STOOL BUSINESS MODEL"
        },
        {
            "text": "Government support to generate critical new clinical data Influenza is and has been a major field of interest and concern from a public health perspective as demonstrated not only by the active role that the government takes in increasing annual influenza vaccination but also by the government role and planning for a pandemic and its active sponsoring of new technology development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Government funding"
        },
        {
            "text": "FluBlØk was eligible for government funding because it has long recognised that inevitably the egg-based technology will need to be replaced. There are a number of major issues associated with the egg-based manufacturing process, such as egg supply (what happens with the egg supply in case of an avian influenza outbreak that kills the egg-laying chickens?), surge capacity (how can capacity be increased rapidly in case of a pandemic?), yields in manufacturing (what happens if the influenza virus cannot be produced in adequate amounts in the chicken embryos?), inability to stockpile (egg-grown vaccines have a shelf-life of less than one year) and contamination associated with the production process (are there more Chiron disasters waiting to happen?).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Validation of platform technology through GeneXpress"
        },
        {
            "text": "NIAID had funded many clinical trials of new influenza vaccines, including Protein Sciences. In the end NIAID generously funded a new clinical trial and also our cost of producing clinical materials, although getting to the top of their priority list required persistence and patience. The support of NIAID enabled Protein Sciences to gather new clinical data in the elderly population using a trivalent rHA formulation that outperformed FluZone 1 , a licensed vaccine made, ironically, by sanofipasteur.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Validation of platform technology through GeneXpress"
        },
        {
            "text": "In addition, Protein Sciences also pursued a licensing partner for FluBlØk as an influenza vaccine for veterinary applications to further validate the technology and generate revenues. The rights to FluBlØk for swine influenza were successfully out-licensed to a major multinational animal health company.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Product line for research market to generate income"
        },
        {
            "text": "The main goals of the GeneXpress service programme were to drive to market products made using the Protein Sciences' proprietary baculovirus expression vector system (BEVS) technology and to generate revenues to stay alive. The secondary objectives were to build a portfolio of potential royalty payments that could generate exponential profit growth in the future and to develop the BEVS technology to a point where Protein Sciences would have total freedom to operate from a patent perspective, strategies management has used successfully in previous companies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Service business -GeneXpress"
        },
        {
            "text": "It was felt that by enabling other companies to pursue the development of products using our BEVS technology it would be possible to benefit in a number of ways: multiple products in development would lead to validation of the technology; it would ultimately be possible to justify establishment of our own manufacturing capacity; clarification of the regulatory pathway would be secured; and it would be possible to inlicense products that became ancillary to the customer's ever-changing strategy or fallout from the customer's failure or merger or acquisition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Service business -GeneXpress"
        },
        {
            "text": "As a result of this service business and pursuing licensing opportunities for noncore applications of our BEVS technology and products we stayed alive, validated our BEVS technology by establishing collaborations with both biotech and pharma companies, advanced several new products into the clinic and secured clear freedom to operate in the insect cell field (and, potentially, the ability to block others).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Service business -GeneXpress"
        },
        {
            "text": "Initially the company focused on selling protein products, such as HIV and influenza antigens, derived from internal projects to the research markets. Later technology-related reagents such as the serum-free scaleable expresSF+ 1 , linearised baculovirus DNA and transfer vectors were added to our portfolio.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research reagents"
        },
        {
            "text": "Recently SARS and cancer antigens have been added. This business has enabled us to generate revenue and create awareness and acceptance for our BEVS technology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research reagents"
        },
        {
            "text": "Products derived from internal and external projects continue to be added and in addition our customer base is used to explore technology licensing opportunities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Partnership can be dangerous"
        },
        {
            "text": "Over the past two years significant progress has been made with the development of FluB1Øk. The aim was to develop a better vaccine for the elderly population, where the licensed vaccine is less effective than in other populations. A clinical study was conducted in 399 elderly subjects (average age 70 years) in 2003-2004 in collaboration with NIAID, which indeed demonstrated the FluBlØk has the potential to outperform the licensed vaccine and potentially save more than 30,000 lives per year in the US alone! Following these results, sufficient funding was secured to sponsor a field efficacy study. Results of this efficacy study were excellent. The 135 ìg dose of FluB1Øk was 100 per cent efficacious in preventing culture positive influenza illness, the FDA standard measure of efficacy, compared to placebo (statistically significant: p=0.0146) and also met the established measure of vaccine effectiveness in that it statistically significantly reduced the occurrence of flu-like symptoms (as defined by CDC) compared to placebo (p¼< 0:05). The race is now on once again to either identify a bona-fide licensee or secure money through the capital markets. The GeneXpress business continues to grow and this business is anticipated to further expand once the first BEVSproduced products reach the market. There has been a relatively slow acceptance of the technology because most companies prefer not to pioneer a new technology that has not yet produced a licensed product. Also, manufacturing capacity for this technology has not developed as rapidly as expected and therefore we are planning to establish our own product launch-capable facility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WHERE ARE WE TODAY?"
        },
        {
            "text": "The research reagents business is a steady income business and has enabled us to generate revenue while further developing our technology and proprietary products. New products have been added and the introduction of technology-related reagents has enabled a potential licensing partner for the technology to be identified.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WHERE ARE WE TODAY?"
        },
        {
            "text": "Establishing partnerships is dangerous, especially if the company's success depends on the progress made by the partner. For example, an agreement with clearly defined obligations is not necessarily sufficient to protect the licensor if you have (or more likely the deal morphs into) a 'buy and kill' deal, since the licensee usually has vastly more resources that the licensor. Furthermore, management's experience is that a biotechnology company with a lawsuit ends up with that as its only asset. Contracts with pharma companies perhaps should be seen for practical purposes as a statement of intention that they will respect the spirit of the agreement only if the licensor shows flexibility in adjusting the terms to conform to the licensee's needs at the time. 1 In the process of establishing a partnership the following steps could be key to success:",
            "cite_spans": [
                {
                    "start": 767,
                    "end": 768,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "WHAT LESSONS HAVE WE LEARNED? Establishing a successful partnership"
        },
        {
            "text": "• Determine what is most important for the success of your company. Is this a product on the market, validating the technology through having a 'major' pay a lot for a product developed using that technology, securing capital for various purposes, eg funding other products in the pipeline or buying out 'tired' investors or directors, teaming up with a major player?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WHAT LESSONS HAVE WE LEARNED? Establishing a successful partnership"
        },
        {
            "text": "• Identify as many potential partners as possible and perform a thorough analysis of what the partner will gain or can lose when the product makes it to market. For example, a company that does not yet have a product in the market of interest may be more eager to bring a product forward than a company that will be cannibalising an existing product. Once this is done, adjust your thinking and accept that the analysis applies only to today and not to tomorrow. As a seasoned colleague once commented, 'if you think you know what a major pharmaceutical company is thinking today you are almost certainly wrong, and even if you are right, if you think this is what they are thinking tomorrow, you need to be institutionalized.'",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WHAT LESSONS HAVE WE LEARNED? Establishing a successful partnership"
        },
        {
            "text": "• Explore the type of agreement that the partner is willing to enter into and identify whether such agreement would be appropriate for the partnership. For example, if the potential partner already has a product on the market, a fully paid-up licence fee may be more appropriate than a scheme of milestones and royalties that depend on the product reaching the market.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WHAT LESSONS HAVE WE LEARNED? Establishing a successful partnership"
        },
        {
            "text": "• Do not bet on one horse until the deal is finalised, ie do not put all your eggs in one basket but, once you do, watch that basket! During the process of establishing the final agreement the interactions between partners are often under pressure. It may become clear that philosophies are not aligned and the partnership will terminate before it even started. Watch your partner closely and react quickly and forcefully to any apparent deviation from what you perceive to be the agreed-upon plan. The squeaky wheel gets the oil!",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WHAT LESSONS HAVE WE LEARNED? Establishing a successful partnership"
        },
        {
            "text": "Often partnerships are terminated before the goals set out at the beginning have been reached. Usually this is not because of failure of the product in the clinic, but more often because of changing priorities, changing philosophies etc. The process of managing a successful partnership starts with the agreement where the partners establish responsibilities of each party and establish the appropriate structure of the deal. If all responsibilities for bringing the product to market are in the hands of the licensee, the licensor should seek a fully paid up fee. This is the easiest and clearest way to go: the partner can assume full responsibility for product development and because the licensee has received a full payment it will not damage the licensee if the licensor moves slower than anticipated or even decides to shelve the product.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Managing the partnership"
        },
        {
            "text": "If both parties are equally able to contribute to the success of the product, responsibilities need to be assigned very clearly and each party needs to have the right incentives to make its part of the agreement a success! For example, a deal in which the licensee will receive doubledigit royalties, but where the licensee has no influence at all in generating sales may be a licence to fail. It would be more appropriate to allocate milestones to those areas where the licensee is able to have an impact.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Managing the partnership"
        },
        {
            "text": "Competitive information gathering versus conducting a true 'due diligence' is yet another complicating aspect when trying to identify the right partner. The question of how much information to provide is a difficult one and requires a thorough assessment that most biotech companies lack the resources to undertake. It is best to be cautious and feed an increasing level of information to potential licensees as their true intentions become clearer. For example, insist on seeing a draft term sheet before providing potentially sensitive information such as Food and Drug Administration (FDA) comment letters. This information can be misused Ensure that deal structure is properly aligned with roles of parties Dilemma: what information to share at what stage of the dealmaking process through selective quoting and/or can accelerate development of a competitive product by identifying a path you have pioneered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competitive information gathering?"
        },
        {
            "text": "There is no clear recommendation possible on what information should or should not be shared because each situation will be different. The licensee should decide ahead of time what information it is willing to share at each stage of the process. It may be beneficial to request an option payment prior to providing the most detailed and sensitive information (although this will normally result in a demand for a period of exclusivity). If the potential partner is willing to make a payment at the 'due diligence' stage, it demonstrates that they are serious about making a deal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competitive information gathering?"
        },
        {
            "text": "Go to grants.gov to indentify opportunities in your field Government funding can be extraordinarily helpful in providing the resources to establish proof-of-concept data without having to access expensive and potentially company-killing venture capital. Public funding is available for many areas of unmet medical needs or where better treatment would be beneficial. There are many programmes that enable small businesses to secure grants. The Grants.gov website 2 allows you to electronically find and apply for competitive grants from all Federal grantmaking agencies. It is important to adhere closely to the guidelines and required qualifications, otherwise grant writing can become a useless exercise. For example, if the Request for Proposal (RFP) indicates that in order to qualify the offeror has to be a licensed vaccine manufacturer and you are not, you may not want to apply. On the other hand, applying may bring your capabilities to the attention of the authorities and, as has occurred in our case, result in a follow-on RFP for which you will qualify.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Government funding and how to get it"
        },
        {
            "text": "It is important that a company does not become dependent on government funding because often government timelines and shifting priorities ('off the front page, out of mind') are not compatible with your company's goals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Government funding and how to get it"
        },
        {
            "text": "There is only one true champion in advancing a technology to the market. Despite the fact that our GeneXpress service business has brought in revenues, none of our customers' products has advanced as rapidly as we had hoped. You have to be the pioneer of your technology because no surrogate can possibly have the single-minded devotion to your technology as do you, and that once you have achieved licensure for one product many more will follow using the 'validated' technology. We have seen our GeneXpress business increase as FluBlØk has progressed toward licensure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Government funding and how to get it"
        },
        {
            "text": "It is always important to 'stop and think' about what should have been done differently and there are a few ideas that come to mind. Some important opportunities were definitely missed because Protein Sciences simply was not ready from an organisational standpoint in the early years of new management. In retrospect, we should have paid more attention early on to aligning the organisation with the new goals of the company.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WHAT SHOULD HAVE BEEN DONE DIFFERENTLY?"
        },
        {
            "text": "More effort should have been spent on generating grants from the government; for example, for the establishment of manufacturing capacity and the development of our BEVS technology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WHAT SHOULD HAVE BEEN DONE DIFFERENTLY?"
        },
        {
            "text": "Recently it was announced that ID BioMedical obtained a US$10m grant for development of its influenza cell culture vaccine. Also, sanofi-pasteur and Chiron were awarded very large sums by the government for the production of eggderived H5 vaccine despite the fact that only Protein Sciences has had such a product in the clinic in the USA to date.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WHAT SHOULD HAVE BEEN DONE DIFFERENTLY?"
        },
        {
            "text": "On the service and product business end, we worked with a partner, Nosan, only in Japan and we probably could have leveraged our service business more in other continents. There has been a steady growth in this business in Japan because of Nosan's tireless efforts to generate more business. We were reluctant to transfer control of our technology to other parties, and this may have limited the acceptance of awareness that we could have created otherwise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WHAT SHOULD HAVE BEEN DONE DIFFERENTLY?"
        },
        {
            "text": "We should have been more aware of changing conditions in the marketplace that in today's world dictate sale or fully paid-up licence of a lead product rather that partnership. Here are some things to think about:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WHAT SHOULD HAVE BEEN DONE DIFFERENTLY?"
        },
        {
            "text": "• A sale or paid-up licence validates your technology -not as much as product approval but almost as much -if the price is high enough and the buyer is a respected company.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WHAT SHOULD HAVE BEEN DONE DIFFERENTLY?"
        },
        {
            "text": "• There is much lower risk to the surviving company from future events if the product is dropped or fails in the clinic because there is no high-profile product return or disappearance of anticipated milestones and royalties. Your technology already has been validated and there is nothing to remind investors that it is yours. Big companies try to 'bury their dead at midnight', so the event may not gain any publicity at all. You may even be able to reacquire the product advantageously if the reasons for dropping it were changing priorities, which they often are these days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WHAT SHOULD HAVE BEEN DONE DIFFERENTLY?"
        },
        {
            "text": "• If the terms are right, the deal allows for restructuring of surviving company (especially the Board if you have tired investors and/or VCs as directors). Such boards are in the authors' opinion the single greatest reason for company failure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WHAT SHOULD HAVE BEEN DONE DIFFERENTLY?"
        },
        {
            "text": "Question remains: do the risks of partnerships outweigh the cost of venture funding?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WHAT SHOULD HAVE BEEN DONE DIFFERENTLY?"
        },
        {
            "text": "Compare this with a traditional licence deal with an up-front payment, milestones and royalties. The quoted price is usually completely misleading and only a tiny fraction of the deal value is certain with the vast majority representing 'BioBucks'. 3 The licensee ends up with questionable financial stability, there is no validation of the platform technology, the 'market' ascribes little or not value to the potential milestones or royalties because of the uncertain state of the industry, the licensee retains the risk of significant damage to the company and/or product if the partner cannot secure financing, returns the rights, drops the product for whatever reason or sells the rights to an incompatible third party (eg a company with a competitive product).",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 250,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "WHAT SHOULD HAVE BEEN DONE DIFFERENTLY?"
        },
        {
            "text": "Protein Sciences performed well in focusing on advancing its lead product through clinical development and balancing revenue generating service business with developing technology and its own products. Partnering or licensing requires a clear risk analysis of opportunities. There is a lot at stake and once a partner is chosen for the wrong reasons or that partner changes direction and de-emphasises your product, the recovery process can be long, as exemplified by our company, or not possible at all, as exemplified by the large number of companies that go out of business as a result of terminated partnerships, eg Pharming when Genzyme in-licensed a competing product that it had licensed from Pharming.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "One wonders whether this means that the financial market is not such a bad alternative after all.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "When one of the authors was running another company, he remembers confronting a pharma company with a firm 'take or pay' contract it had signed. They responded, 'If you think that is a contract, we will see you in court",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Value of biotech deals: BioBucks -how real are they?",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}