{"paper_id": "563ceb748e5ded8239d83319a988b844d2c7a5a3", "metadata": {"title": "Early application of high frequency oscillatory ventilation in 'H1N1 influenza' related ARDS is associated with better outcome: a retrospective study", "authors": [{"first": "Sameer", "middle": [], "last": "Jog", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Divyesh", "middle": [], "last": "Patel", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Tejal", "middle": [], "last": "Dravid", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Prasad", "middle": [], "last": "Rajhans", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Prasad", "middle": [], "last": "Akole", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Balasaheb", "middle": [], "last": "Pawar", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Monika", "middle": [], "last": "Kothari", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Bhagyashri", "middle": [], "last": "Bhurke", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Aniruddh", "middle": [], "last": "Deshpande", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": "HFOV High frequency oscillatory ventilation ARDS Acute respiratory distress syndrome Dear Editor, High frequency oscillatory ventilation (HFOV) is an accepted therapy for refractory hypoxemia in acute respiratory distress syndrome (ARDS). There is a paucity of data for use of HFOV for 2009 H1N1 influenza ARDS and whether early application of HFOV decreases mortality in this subgroup of patients with severe ARDS. We performed a retrospective analysis of 19 patients who received HFOV as a rescue therapy for 2009 H1N1 influenza with severe ARDS to study the outcome predictors. Deenanath Mangeshkar Hospital ethics committee has approved use of HFOV as a rescue therapy in severe ARDS and consent was obtained from next of kin. Inclusion criteria were the presence of severe ARDS (PaO 2 /FiO2 \\ 100) due to H1N1 influenza virus infection, the application of a maximal support of conventional mechanical ventilation (PEEP equal or greater than 12 cm H2O), and the use of HFOV as a rescue therapy. Patients who received HFOV treatment for less than 24 h were excluded from the analysis.", "cite_spans": [], "ref_spans": [], "section": "Abbreviations"}, {"text": "Out of the 19 patients studied, 10 survived (52 %). Patients were divided into survivors and non-survivors Demographic variables, baseline gas exchange and ventilation variables were comparable. Average age and APACHE II score were 30.21 ± 9.60 years 13.25 ± 1.90, respectively. Average tidal volume and plateau pressure on conventional ventilation prior to initiation of HFOV were 6.12 ± 1.26 ml/kg of predicted body weight and 27.21 ± 3.85 cm H 2 O, respectively. In the whole cohort there was a significant improvement in PaO 2 /FiO 2 at 24 h, after initiation of HFOV (77.89 ± 32.50 vs. 121.78 ± 37.94, p = 0.005). Earlier application of HFOV was the only significant independent predictor of survival (p = 0.045) on multivariate logistic regression analysis. Survival odds ratio was 7.05 (95 % CI, 1.04-47.78) for every day of reduced conventional ventilation. Cox regression analysis of survival rates adjusted for APACHE II score, oxygenation index and time from symptom onset to hospital contact indicated a decrease in survival with increasing duration of conventional ventilation (Fig. 1 , Table 1 ).", "cite_spans": [], "ref_spans": [{"start": 1090, "end": 1097, "text": "(Fig. 1", "ref_id": null}, {"start": 1100, "end": 1107, "text": "Table 1", "ref_id": null}], "section": "Abbreviations"}, {"text": "Our findings are in general agreement with the literature on ARDS in adults. Terragni et al. [1] has shown that even with a lung protective strategy, ventilator induced lung injury is possible. Matthias David et al., had suggested that, an increased conventional ventilation period of more then 3 days prior to HFOV was associated with higher mortality [2]. A recent meta-analysis had reaffirmed this suggestion [3]. However, Casper Bollen et al, [4] had suggested that prolonged conventional ventilation prior to HFOV is not associated with higher mortality. Patients in this case series, randomized to the HFOV group had received conventional ventilation at higher tidal volumes (9.30 ± 2.20 ml/kg of predicted body weight), prior to initiation of HFOV. Limiting the duration of volume controlled ventilation before HFOV may confer a benefit by pre-empting ventilator induced lung injury in these patients.", "cite_spans": [{"start": 93, "end": 96, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Abbreviations"}, {"text": "A limitation of our case series is a small sample size. However, it may provide useful insight into management of severe ARDS related to ", "cite_spans": [], "ref_spans": [], "section": "Abbreviations"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Tidal hyperinflation during low tidal volume ventilation in acute respiratory distress syndrome", "authors": [{"first": "P", "middle": ["P"], "last": "Terragni", "suffix": ""}, {"first": "G", "middle": [], "last": "Rosboch", "suffix": ""}, {"first": "A", "middle": [], "last": "Tealdi", "suffix": ""}, {"first": "E", "middle": [], "last": "Corno", "suffix": ""}, {"first": "E", "middle": [], "last": "Menaldo", "suffix": ""}, {"first": "O", "middle": [], "last": "Davini", "suffix": ""}, {"first": "G", "middle": [], "last": "Gandini", "suffix": ""}, {"first": "P", "middle": [], "last": "Herrmann", "suffix": ""}, {"first": "L", "middle": [], "last": "Mascia", "suffix": ""}, {"first": "M", "middle": [], "last": "Quintel", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Slutsky", "suffix": ""}, {"first": "L", "middle": [], "last": "Gattinoni", "suffix": ""}, {"first": "V", "middle": ["M"], "last": "Ranieri", "suffix": ""}], "year": 2007, "venue": "Am J Respir Crit Care Med", "volume": "175", "issn": "", "pages": "160--166", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "conventional mechanical ventilation prior to HFOV Fig. 1 Mortality rates based on days of conventional mechanical ventilation received prior to initiation of high frequency oscillatory ventilation (HFOV)", "latex": null, "type": "figure"}, "TABREF0": {"text": "Jog ( ) ) Á D. Patel Á T. Dravid Á P. Rajhans Á P. Akole Á B. Pawar Á M. Kothari Á B. BhurkeTable 1Cox regression analysis of factors affecting survival SE standard error, CI confidence interval, APACHE II acute physiology and chronic health evaluation score II, OI oxygenation index", "latex": null, "type": "table"}, "TABREF1": {"text": "Table 1 Cox regression analysis of factors affecting survival", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Regression estimate (B)\n</td><td>SE </td><td>Exp (B) </td><td>95 % CI of Exp (B) </td><td>p value\n</td></tr><tr><td>Symptom onset to hospital contact (days) </td><td>0.00 </td><td>0.13 </td><td>1.00 </td><td>0.78-1.28 </td><td>0.99\n</td></tr><tr><td>APACHE II score </td><td>0.01 </td><td>0.06 </td><td>1.01 </td><td>0.89-1.14 </td><td>0.85\n</td></tr><tr><td>Days of conventional ventilation prior to HFOV </td><td>1.95 </td><td>0.98 </td><td>7.05 </td><td>1.04-47.79 </td><td>0.045\n</td></tr><tr><td>OI (baseline) </td><td>0.04 </td><td>0.03 </td><td>1.05 </td><td>0.99-1.10 </td><td>0.10\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Acknowledgments We acknowledge the help of Dr Dhananjay Kelkar (Medical director, Deenanath Mangeshkar Hospital) and the Intensive care unit of Deenanath Mangeshkar Hospital including the nursing staff and respiratory therapy staff (Ms Prachi Tambur).", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}, {"text": "None of the authors have any financial or ethical conflicts of interest in association with this manuscript.", "cite_spans": [], "ref_spans": [], "section": "Conflicts of interest"}]}