{"paper_id": "5672ab4d7663c203ea732e2f677e9533607d9b98", "metadata": {"title": "ORIGINAL INVESTIGATION Mutations in Sendai virus variant F1-R that correlate with plaque formation in the absence of trypsin", "authors": [{"first": "Xiaogang", "middle": [], "last": "Hou", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ae", "middle": ["Edgar"], "last": "Suquilanda", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ana", "middle": [], "last": "Zeledon", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Apollo", "middle": [], "last": "Kacsinta", "suffix": "", "affiliation": {}, "email": ""}, {"first": "A", "middle": ["E"], "last": "Akila", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Moore", "middle": [], "last": "Ae", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Joseph", "middle": [], "last": "Seto", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Nancy", "middle": [], "last": "Mcqueen", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "With the emergence of new viruses, such as the SARS virus and the avian influenza virus, the importance of investigations on the genetic basis of viral infections becomes clear. Sendai virus causes a localized respiratory tract infection in rodents, while a mutant, F1-R, causes a systemic infection. It has been suggested that two determinants are responsible for the systemic infection caused by F1-R [Okada et al (1998) Arch Virol 143:2343-2352]", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": ". The primary determinant of the pantropism is the enhanced proteolytic cleavability of the fusion (F) protein of F1-R, which allows the virus to undergo multiple rounds of replication in many different organs, whereas wild-type virus can only undergo multiple rounds of replication in the lungs. The enhanced cleavability of F1-R F was previously attributed to an amino acid change at F115 that is adjacent to the cleavage site at amino acid 116. Secondly, wild-type virus buds only from the apical domain of bronchial epithelium, releasing virus into the lumen of the respiratory tract, whereas F1-R buds from both apical and basolateral domains. Thus, virus is released into the basement membrane where it can easily gain access to the bloodstream for dissemination. The microtubule disruption is attributed to two amino acid differences in M protein. To confirm that the F and M gene mutations described above are solely responsible for the phenotypic differences seen in wld-type versus F1-R infections, reverse genetics was used to construct recombinant Sendai viruses with various combinations of the mutations found in the M and F genes of F1-R. Plaque assays were performed with or without trypsin addition. A recombinant virus containing all F1-R M and F mutations formed plaques in LLC-MK2 cells and underwent multiple cycles of replication without trypsin addition. To clarify which mutation(s) are necessary for plaque formation, plaque assays were done using other recombinant viruses. A virus with only the F115 change, which was previously thought to be the only change important for plaque formation of F 1-R F, did not confer upon the virus the ability to form plaques without the addition of trypsin. Another virus with the F115 and both M changes gave the same result. Therefore, more than one mutation in the F gene contributes to the ability of F1-R to form plaques without trypsin addition.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The primary determinant of the pantropism is the enhanced proteolytic cleavability of the fusion (F) protein of F1-R, which allows the virus to undergo multiple rounds of replication in many different organs, whereas wild-type virus can only undergo multiple rounds of replication in the lungs. The enhanced cleavability of F1-R F was previously attributed to an amino acid change at F115 that is adjacent to the cleavage site at amino acid 116. Secondly, wild-type virus buds only from the apical domain of bronchial epithelium, releasing virus into the lumen of the respiratory tract, whereas F1-R buds from both apical and basolateral domains. Thus, virus is released into the basement membrane where it can easily gain access to the bloodstream for dissemination. The microtubule disruption is attributed to two amino acid differences in M protein. To confirm that the F and M gene mutations described above are solely responsible for the phenotypic differences seen in wld-type versus F1-R infections, reverse genetics was used to construct recombinant Sendai viruses with various combinations of the mutations found in the M and F genes of F1-R. Plaque assays were performed with or without trypsin addition. A recombinant virus containing all F1-R M and F mutations formed plaques in LLC-MK2 cells and underwent multiple cycles of replication without trypsin addition. To clarify which mutation(s) are necessary for plaque formation, plaque assays were done using other recombinant viruses. A virus with only the F115 change, which was previously thought to be the only change important for plaque formation of F 1-R F, did not confer upon the virus the ability to form plaques without the addition of trypsin. Another virus with the F115 and both M changes gave the same result. Therefore, more than one mutation in the F gene contributes to the ability of F1-R to form plaques without trypsin addition.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Keywords Sendai virus AE Pathogenesis AE Proteolytic cleavage AE Plaques", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "With the emergence of new viral human respiratory pathogens from variants of viruses that infect other animals, such as the SARS virus and the avian influenza virus, the importance of investigations on the genetic basis of viral infections becomes clear. Studies on the molecular mechanisms of Sendai virus infections in mice may provide important insights on how similar infections in man can be controlled more effectively. Sendai virus, a murine parainfluenza virus type 1, causes a pneumotropic infection in rodents, while F1-R, a pantropic variant of Sendai virus, causes a systemic infection [3, 11, 13, 14, 20] . The primary determinant of the pantropism is the enhanced proteolytic cleavability of the fusion (F) protein of F1-R [13, 14, 16, 17] . Posttranslational proteolytic cleavage activation of F into disulfide-linked subunits, F1 and F2, is essential for virus infectivity [3, 11] . The cleavage site of the F protein of wild-type virus has a single arginine residue [3, 11] at amino acid 116 that is cleavable in vivo only by tryptase Clara, a host cell protease secreted by Clara cells, which are restricted to the respiratory epithelia [5, 20] . Therefore, multiple cycles of virus replication by wild-type Sendai virus occur only in the lungs causing a severe pneumonia in infected animals [11, 12, 16] . In tissue culture, plaque formation requires that F be proteolytically cleaved, and, for wild-type virus, this only occurs upon the addition of trypsin to the culture medium. In contrast, the F protein of F1-R has six amino acid substitutions, including one adjacent to the cleavage site (Ser to Pro at amino acid 115), that are thought to render the protein cleavable by ubiquitous host proteases [13, 14, 16, 17] . F1-R can, therefore, undergo multiple cycles of replication in many different organs causing pathological changes therein [13, 14, 17] . In tissue culture, F1-R can form plaques without the addition of trypsin. A revertant of F1-R, that no longer has enhanced cleavability of the F protein and has lost the ability to cause a systemic infection in rodents, has been isolated [16] . Genomic sequencing revealed a point mutation that caused a reversion of the F1-R F amino acid sequence to the wild-type amino acid sequence at position 115. Thus, it was suggested that the enhanced cleavability of F1-R F is attributed to a single amino acid change at position 115 that is adjacent to the cleavage site.", "cite_spans": [{"start": 598, "end": 601, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 602, "end": 605, "text": "11,", "ref_id": "BIBREF10"}, {"start": 606, "end": 609, "text": "13,", "ref_id": "BIBREF12"}, {"start": 610, "end": 613, "text": "14,", "ref_id": "BIBREF13"}, {"start": 614, "end": 617, "text": "20]", "ref_id": "BIBREF19"}, {"start": 737, "end": 741, "text": "[13,", "ref_id": "BIBREF12"}, {"start": 742, "end": 745, "text": "14,", "ref_id": "BIBREF13"}, {"start": 746, "end": 749, "text": "16,", "ref_id": "BIBREF15"}, {"start": 750, "end": 753, "text": "17]", "ref_id": "BIBREF16"}, {"start": 889, "end": 892, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 893, "end": 896, "text": "11]", "ref_id": "BIBREF10"}, {"start": 983, "end": 986, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 987, "end": 990, "text": "11]", "ref_id": "BIBREF10"}, {"start": 1155, "end": 1158, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 1159, "end": 1162, "text": "20]", "ref_id": "BIBREF19"}, {"start": 1310, "end": 1314, "text": "[11,", "ref_id": "BIBREF10"}, {"start": 1315, "end": 1318, "text": "12,", "ref_id": "BIBREF11"}, {"start": 1319, "end": 1322, "text": "16]", "ref_id": "BIBREF15"}, {"start": 1723, "end": 1727, "text": "[13,", "ref_id": "BIBREF12"}, {"start": 1728, "end": 1731, "text": "14,", "ref_id": "BIBREF13"}, {"start": 1732, "end": 1735, "text": "16,", "ref_id": "BIBREF15"}, {"start": 1736, "end": 1739, "text": "17]", "ref_id": "BIBREF16"}, {"start": 1864, "end": 1868, "text": "[13,", "ref_id": "BIBREF12"}, {"start": 1869, "end": 1872, "text": "14,", "ref_id": "BIBREF13"}, {"start": 1873, "end": 1876, "text": "17]", "ref_id": "BIBREF16"}, {"start": 2117, "end": 2121, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Introduction"}, {"text": "Other variants of Sendai virus that have different F mutations that result in enhanced cleavability of F, do not cause a systemic infection in mice [8] . This suggests that enhanced proteolytic cleavability of the F protein, by itself, does not confer the ability to cause a systemic infection upon the virus [13, 14, 17] . Therefore, it was postulated that another determinant of the difference in type of infection caused by wild-type and F1-R Sendai viruses is the differential budding of the viruses at the bronchial epithelium. Wild-type virus buds predominantly at the apical (luminal) surface of bronchium, thus releasing progeny into the lumen of the respiratory tract and causing a localized respiratory tract infection [13, 14, 17] . F1-R, in contrast, buds from both apical and basolateral domains, thereby releasing virus into the basement membrane where, it is postulated, it can easily spread into subepithelial cells and gain access to the bloodstream to disseminate and cause a systemic infection [13, 14, 17] . The bipolar budding of the F1-R virus is a consequence of microtubule disruption of cells caused by expression of F1-R M [22] . The microtubule disruption causes bipolar transport of the F protein, and this is what leads to bipolar budding of the virus. The gene encoding F1-R M has two mutations that result in amino acid differences in the expressed protein. Both mutations in the F1-R M gene are required for expression of the gene to disrupt the microtubule network of the cells [8] .", "cite_spans": [{"start": 148, "end": 151, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 309, "end": 313, "text": "[13,", "ref_id": "BIBREF12"}, {"start": 314, "end": 317, "text": "14,", "ref_id": "BIBREF13"}, {"start": 318, "end": 321, "text": "17]", "ref_id": "BIBREF16"}, {"start": 729, "end": 733, "text": "[13,", "ref_id": "BIBREF12"}, {"start": 734, "end": 737, "text": "14,", "ref_id": "BIBREF13"}, {"start": 738, "end": 741, "text": "17]", "ref_id": "BIBREF16"}, {"start": 1013, "end": 1017, "text": "[13,", "ref_id": "BIBREF12"}, {"start": 1018, "end": 1021, "text": "14,", "ref_id": "BIBREF13"}, {"start": 1022, "end": 1025, "text": "17]", "ref_id": "BIBREF16"}, {"start": 1149, "end": 1153, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 1511, "end": 1514, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Introduction"}, {"text": "In addition to the M and F gene mutations described above, there are mutations in other genes of F1-R [7] . Therefore, to provide definitive proof that the M and F gene mutations are solely responsible for the phenotypic differences between wild-type and F1-R viruses, and allow the virus to cause a systemic infection in mice, a reverse genetics approach [2, 3, 6] was used to construct recombinant Sendai viruses with various combinations of the mutations found in the M and F genes of F1-R. Plaque assays and multi-step replication assays with these viruses provide conclusive evidence that the plaque-forming ability of F1-R F cannot be attributed solely to the mutation that causes a Ser to Pro amino change at position 115, as was previously reported. One or more of the five other amino acid changes in F1-R F contributes to its enhanced cleavability and the plaque-forming ability of the virus.", "cite_spans": [{"start": 102, "end": 105, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 356, "end": 359, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 360, "end": 362, "text": "3,", "ref_id": "BIBREF2"}, {"start": 363, "end": 365, "text": "6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Introduction"}, {"text": "The plasmid pRS3Gg containing the cDNA of the Fushimi strain of Sendai virus was obtained from Dr. Wolfgang J. Neubert (Max-Planck-Institut fur Biochemie, Abteilung Virusforschung, Martinsried, Germany) [6] . As the size of pRS3Gg is too large to be used in mutagenesis, an Eag I to Xho I fragment was removed and cloned into pBluescript-KS (+) plasmid. The resulting plasmid, named pKS/SeV, contains several Sendai virus genes, including the M and F genes. The primers listed in Table 1 were used to create mutations in the F and M genes in pKS/SeV. To generate the Sendai virus cDNAs containing the desired mutations, the Eag I to Xho I fragments with the M and F mutations were digested from pKS/SeV and used in three-way ligations with Eag I to Kpn I and Kpn I to Xho I fragments from the original pRS3Gg plasmid. The resulting plasmids were designated RGV (reverse genetics virus) plasmids.", "cite_spans": [{"start": 203, "end": 206, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [{"start": 480, "end": 487, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Plasmids construction"}, {"text": "Mutations in M gene and F gene were created with the Quick Change Mutagenesis kit (STRATAGENE). Primers in Table 1 were used for the PCR based mutagenesis. The PCR amplification mixture was digested with Dpn I to remove template plasmid DNA. The digested PCR amplification mixture was used to transform E. coli STBL2 cells. Plasmids were isolated with a Qiagen MiniPrep kit and mutations were confirmed by sequencing with the Big Dye Terminator Sequencing kit (Applied Biosystems).", "cite_spans": [], "ref_spans": [{"start": 107, "end": 114, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Mutagenesis"}, {"text": "BSR-T7 cells that constitutively express T7 polymerase were a kind gift from Dr. K.K. Conzelmann (Department of Clinical Virology, Federal Research Center for Virus Diseases of Animals, 72076 Tu¨bingen, Germany) [1] . They were maintained in Dulbecco's modified Eagle's medium (DMEM) supplemented with 10% fetal bovine serum and antibiotics. BSR-T7 cells grown in 6-well plates were transfected, at 90% confluence, with Lipofectamine 2000 (Life Technologies) and a plasmid mixture containing 5.4 lg pTM-N, 2.9 lg pTM-P, 0.26 lg pTM-L and 15 lg of the RGVs plasmids containing mutations in M and F genes. After 3-h incubation with complete DMEM, the medium was changed to serum-free medium containing 2.5 lg/ml trypsin and the cells were continuously incubated at 37°C in 5% CO 2 for 72 h. Transfected cells were harvested and lysed. The cell lysate was injected into 10-day old embryonated chicken eggs. The embryos were incubated at 37°C for 72 h. Hemagglutination assays [9] were performed to determine the titers of the recombinant viruses. The mutations in the recombinant Sendai virus genomes were confirmed by Ready-To-Go RT-PCR (Amersham) and sequencing with the primers FF 5'-TGTGGCTAA-GAACATCGGAA-3', FB 5'-ATCAGCAACCAGGT GTCAAC-3' for F gene, and MP1 5'-AATTCGCAG ATATCTATAGATTC-3', MP5 5'-CTTACAGCTTTC TGATCCTT-3' for M gene.", "cite_spans": [{"start": 212, "end": 215, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 973, "end": 976, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Recovery of recombinant Sendai virus"}, {"text": "For plaque assays in LLC-MK2 cells, confluent monolayers of LLC-MK2 cells in six-well plates were infected with tenfold serially diluted wild-type Sendai virus, F1-R, RGV0, RGV1, or RGV7 and incubated at 37°C for 1 h. The cells were washed with PBS and covered with a 1% agarose overlay with 7.5 lg/ml trypsin or without trypsin. The cells were incubated at 37°C with 5% CO 2 for 5 days. Cells were stained with 0.05% crystal violet in 20% ethanol.", "cite_spans": [], "ref_spans": [], "section": "Plaque assay"}, {"text": "Multiple cycle replication assays were done with LLC-MK2 cells. Briefly, 90% confluent LLC-MK2 cells in six-well plates were infected with wild-type Sendai virus, F1-R, RGV0, RGV1, and RGV7 at a multiplicity of infection of one and incubated at 37°C for 1 h. Cells were washed with PBS and then cultured with serum free DMEM with trypsin (7.5 lg/ml) or DMEM plus 2% fetal bovine serum. The cells were incubated at 37°C with 5% CO 2 and samples were taken daily for 4 days. Hemagglutination assays were performed to determine the virus titers [9] .", "cite_spans": [{"start": 542, "end": 545, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Multiple cycle replication assay"}, {"text": "Western immuno blot analysis was carried out to confirm the mobility change of M protein because of the two amino acid changes in F1-R and RGV0. Virus particles were harvested by centrifugation of allantoic fluid for an hour at full speed in an Eppendorf centrifuge. The pellet was suspended in SDS-PAGE sample buffer and denatured by heating at 95°C for 5 minutes. Proteins were separated on a 10% polyacrylamide gel and then electroblotted onto a nitrocellulose membrane. The membrane was incubated with polyclonal rabbit anti-Sendai virus antibody followed by horseradish peroxidase-conjugated anti-rabbit antibody. The proteins were visualized with the enhanced chemiluminescence ECL kit (Amersham).", "cite_spans": [], "ref_spans": [], "section": "Western blotting"}, {"text": "A two factor multivariate analysis of variance (MA-NOVA) was conducted using SYSTAT Version 9.01 (SPSS Inc., 1998). The main factors were virus (with five levels, one for each viral strain) and trypsin (with two levels, trypsin present or absent). The four dependent variables were the highest viral titer number testing positive for samples taken on days 1, 2, 3, and 4. The experiment was repeated once giving two independent F63-F  CTG AGT CTA GTT CCG GTC GTA GAC CTT GAG AAT GGG TG  Gly to Val  F63-R  CAC CCA TTC TCA AGG TCT ACG ACC GGA ACT AGA CTC AG  Gly to Val  F104-F  GGC TCT GAT AAC TGT CAC CAG TGA TACGAC ACA AAA TGC CGG  Asn to Ser  F104-R  CCG GCA TTT TGT GTC GTA TCA CTG GTG ACA GTT ATC AGA GCC  Asn to Ser  F115-F  CGG TGC TCC ACA GCC GAG ATT CTT CGG TGC  Ser to Pro  F115-R  GCA CCG AAG AAT CTC GGC TGT GGA GCA ", "cite_spans": [], "ref_spans": [{"start": 428, "end": 827, "text": "F63-F  CTG AGT CTA GTT CCG GTC GTA GAC CTT GAG AAT GGG TG  Gly to Val  F63-R  CAC CCA TTC TCA AGG TCT ACG ACC GGA ACT AGA CTC AG  Gly to Val  F104-F  GGC TCT GAT AAC TGT CAC CAG TGA TACGAC ACA AAA TGC CGG  Asn to Ser  F104-R  CCG GCA TTT TGT GTC GTA TCA CTG GTG ACA GTT ATC AGA GCC  Asn to Ser  F115-F  CGG TGC TCC ACA GCC GAG ATT CTT CGG TGC  Ser to Pro  F115-R  GCA CCG AAG AAT CTC GGC TGT GGA GCA", "ref_id": "TABREF0"}], "section": "Statistical analysis of multiple cycle replication assays"}, {"text": "The M and F genes of Sendai virus variant F1-R contain two or six mutations, respectively, which result in amino acid changes in the expressed proteins as shown in Fig. 1 . Site-specific mutagenesis was used to make Sendai virus cDNA constructs containing various combinations of these mutations. Specifically, a cDNA construct encoding the single F1-R F amino acid change at position115 adjacent to the cleavage site was made to test whether that mutation was the only mutation necessary for the enhanced cleavability of F1-R F as measured by its ability to replicate in tissue culture cells in the absence of trypsin. A cDNA encoding the F115 mutation in combination with both M gene mutations and a cDNA encoding all six F1-R F gene mutations plus both of the F1-R M gene mutations were also constructed to assess whether any of the other F1-R F mutations or the M mutations play a role in the enhanced cleavability of F1-R F or in the plaque-forming ability of F1-R. A reverse genetics recovery system [2, 4, 6] was used to generate recombinant viruses with the desired mutations. RT-PCR and sequencing of the PCR products confirmed that each recovered virus had the desired mutations. The reverse genetics viruses (RGV) and their F and M gene mutations are shown in Table 2 .", "cite_spans": [{"start": 1006, "end": 1009, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 1010, "end": 1012, "text": "4,", "ref_id": "BIBREF3"}, {"start": 1013, "end": 1015, "text": "6]", "ref_id": "BIBREF5"}], "ref_spans": [{"start": 164, "end": 170, "text": "Fig. 1", "ref_id": "FIGREF1"}, {"start": 1271, "end": 1278, "text": "Table 2", "ref_id": "TABREF2"}], "section": "Construction of reverse genetics viruses"}, {"text": "Functional assays for enhanced cleavage of F Western immunoblot assays were done to confirm the presence of the two F1-R M changes in RGV0 (Fig. 2 ) and RGV7 (data not shown) based on the increased mobility of F1-R M as described in earlier reports [18, 21] . Western immunoblot results for cleavage of F were difficult to interpret because of background bands that run close to the cleavage size of F on the gel. Therefore, plaque assays in LLC-MK2 cells, in the presence or absence of trypsin, were then done to provide functional proof of F protein cleavage. Wild-type and F1-R Sendai viruses served as positive and negative controls, respectively, for the requirement of trypsin addition for plaque formation. The results of the plaque assays are shown in Table 3 . The plaque assays revealed that neither RGV1 nor RGV7, both of which contained the single F1-R F change at amino acid 115, could form visible plaques without the addition of trypsin. Only RGV0, which contained all six F1-R F amino acid changes and both F1-R M amino acid changes, behaved like F1-R and formed visible plaques without the addition of trypsin. Although both F1-R and RGV0 formed visible plaques without the addition of trypsin, it should be noted that the plaques were smaller than the plaques produced in the presence of added trypsin. Wild-type Sendai virus is unable to undergo multiple cycles of replication in LLC-MK2 cells in the absence of trypsin, whereas F1-R lacks this trypsin requirement for multi-cycle replication. However, previous studies with other mutant Sendai viruses have shown that even though they are unable to form plaques in LLC-MK2 cells in the absence of trypsin, they are still able to undergo multiple steps of replication in the same cells in the absence of trypsin [8] . Therefore, we tested the ability of the reverse genetics viruses, used in the plaque assays above, to undergo multiple steps of replication in The results of the multi-step replication assays are shown in Fig. 3 . A MANOVA statistical analysis of the results (see materials and methods) indicted that there were significant differences among viruses (P<0.0001) and between cultures treated with and without trypsin (P<0.0001). The MANOVA also indicated a significant interaction effect between virus strains and trypsin treatment (P<0.0001), indicating that the viruses responded differently to the trypsin treatment. Statistically significant differences between trypsin versus no trypsin treatments were only found for F1-R and RGV0. Thus, F1-R and RGV0 were both able to undergo multiple steps of replication in LLC-MK2 cells in the absence of trypsin, while wild-type virus and both RGV1 and RGV7 required the addition of trypsin to undergo multiple steps of replication.", "cite_spans": [{"start": 249, "end": 253, "text": "[18,", "ref_id": "BIBREF17"}, {"start": 254, "end": 257, "text": "21]", "ref_id": "BIBREF20"}, {"start": 1781, "end": 1784, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [{"start": 139, "end": 146, "text": "(Fig. 2", "ref_id": null}, {"start": 760, "end": 767, "text": "Table 3", "ref_id": null}, {"start": 1992, "end": 1998, "text": "Fig. 3", "ref_id": null}], "section": "Construction of reverse genetics viruses"}, {"text": "We previously postulated that the primary determinant of the pantropism of the Sendai virus variant F1-R is the enhanced proteolytic cleavability of the fusion (F) protein of F1-R [13, 14, 16, 17] and that microtubule disruption with subsequent bipolar budding of the virus is an additional determinant. Studies of a revertant of F1-R that no longer has an F protein with enhanced cleavability and that is no longer pantropic led to a report that the mutation in the F gene of F1-R that results in an amino acid change at position F115 (Ser to Pro) is the mutation responsible for the enhanced cleavability of F. Tissue culture studies on individually expressed M proteins and coexpressed M and F viral proteins have led to the suggestion that the two mutations in the M gene of F1-R that result in amino acid changes at positions M128 (Asp to Gly) and M210 (Ile to Thr) are responsible for the microtubule disruption and bipolar budding of the virus. Since other viruses with the enhanced cleavability of F and bipolar budding phenotypes do not disrupt the microtubule network and do not cause a systemic infection in mice, it was postulated that the specific F115 and M128 and M210 amino acid changes are the cause of the pantropism of F1-R. However, there are other mutations in F1-R that could play a yet undefined role in the pathogenesis of the virus. To clarify that the F115 and M128 and M210 amino acid changes are solely responsible for the phenotypic differences between wild-type and F1-R viruses, and are the changes that allow the virus to cause a systemic infection in mice, a reverse genetics approach was used to construct recombinant Sendai viruses with various combinations of the mutations found in the M and F genes of F1-R. In the present study we report on functional studies to assess the enhanced cleavability of F proteins of reverse genetics viruses that contain only the Ser to Pro mutation at F115 (RGV1 and RGV7) and a reverse genetics virus (RGV0) that contains all of the mutations found in the F gene of F1-R.", "cite_spans": [{"start": 180, "end": 184, "text": "[13,", "ref_id": "BIBREF12"}, {"start": 185, "end": 188, "text": "14,", "ref_id": "BIBREF13"}, {"start": 189, "end": 192, "text": "16,", "ref_id": "BIBREF15"}, {"start": 193, "end": 196, "text": "17]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Discussion"}, {"text": "To determine if RGV0, RGV1, and RGV7 possessed F proteins with enhanced cleavability, plaque assays in LLC-MK2 cells were done in the presence or absence of trypsin. The plaque assays revealed that only RGV0 behaved like F1-R and could form plaques without the addition of trypsin (see Table 2 ). RGV1 and RGV7 both behaved like wild-type virus and could only form plaques when trypsin was added to the medium. These results indicate that other mutations, in addition to the mutation that results in a Ser to Pro amino acid change at F115, are needed for plaque formation.", "cite_spans": [], "ref_spans": [{"start": 286, "end": 293, "text": "Table 2", "ref_id": "TABREF2"}], "section": "Discussion"}, {"text": "Enhanced cleavability of F is required for F1-R to form plaques in LLC-MK2 cells in the absence of trypsin. However, other variants of Sendai virus (BF Table 3 Plaque assays of wild-type Sendai virus and mutants in LLC-MK2 cells. Tenfold serial dilutions of the viruses were used to infect LLC-MCK2 cells. An agar overlay with or without trypsin was added and at 5 days post-infection, the overlay was removed and the cells were stained with crystal violet to facilitate the counting of plaques. The results shown are in pfu/ml ± 1 SD and they represent the average of three different experiments and KD-M) that have enhanced cleavability of F are unable to form plaques in LLC-MK2 cells in the absence of trypsin, indicating that enhanced cleavability, by itself, is not a sufficient determinant for plaque formation [8] . These same viruses are able to undergo multiple rounds of replication in LLC-MK2 cells without trypsin addition. Thus, the ability to undergo multiple cycles of replication without the addition of trypsin correlates with possession of an F protein having enhanced cleavability and neither of these determinants are sufficient for plaque formation in LLC-MK2 cells in the absence of trypsin. In addition to these two determinants, F1-R must possess another determinant required for plaque formation. As discussed above, the ability of Sendai virus variants to undergo multiple cycles of replication in LLC-MK2 cells in the absence of trypsin correlates well with having an F protein with enhanced cleavability. To determine if RGV1 and RGV7 behave more like wildtype virus or more like the BF and KD-M variants, we performed multi-cycle replication assays on them as well as on RGV0, F1-R, and wild-type virus. As expected, RGV0 behaved like F1-R and underwent multiple cycles of replication in the absence of trypsin (Fig. 3) . In this assay the replication of F1-R was at least tenfold lower than that of any of the other viruses, as has been shown previously [22] . In addition, the replication of RGV0 in the absence of trypsin was initially slower than the replication in the presence of trypsin, but by day 3 differences in the viral titer in the presence or absence of trypsin was statistically insignificant. The initially slower replication of RGV0 in the absence of trypsin is Fig. 3 Multiple cycle replication assays in LLC-MK2 cells. LLC-MK2 cells were infected at a multiplicity of infection of one, in the presence or absence of trypsin, with wild-type Sendai virus, F1-R, RGV0, RGV1 or RGV7 and incubated at 37°C. Samples were collected for hemagglutination assays at the indicated times. A statistical analysis of duplicate assays (see statistical analysis in materials and methods) was performed. Statistically significant differences between trypsin versus no trypsin treatment for each virus on each day post-infection are marked by an asterisk, while those with no significant differences between trypsin versus no trypsin treatment are marked with an N consistent with our finding that in the plaque assays, the plaques for F1-R and RGV0 formed in the absence of trypsin are smaller than those formed in the presence of trypsin. Both RGV1 and RGV7 behaved like F1-R and were only able to undergo multiple rounds of replication upon the addition of trypsin. These results suggest that the F proteins of RGV1 and RGV7 do not have enhanced cleavability and that, in addition to the Ser to Pro amino acid at F115, one or more of the other amino acid changes found in the F protein of F1-R contributes to the enhanced cleavability of F. Studies are currently under way to determine which other F1-R F mutation(s) are required for enhanced cleavability of the virus. A likely candidate is the mutation that results in an Asn to Ser change at amino acid F104. This change results in the loss of an N-linked glycosylation site. Previous studies on the biological roles of N-linked oligosaccharide chains on the Sendai virus fusion protein have suggested that an oligosaccharide at this site may negatively regulate the cleavage efficiency of the F protein [10] . Thus, the two amino acid changes at F104 and F115 may act in concert to allow for the enhanced cleavability of F in F1-R. In influenza A virus, which is similar to Sendai virus, the glycans attached to the stem domain of the hemagglutinin have been shown to play a major role in regulating virus replication [23] .", "cite_spans": [{"start": 818, "end": 821, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 1985, "end": 1989, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 4092, "end": 4096, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 4407, "end": 4411, "text": "[23]", "ref_id": "BIBREF22"}], "ref_spans": [{"start": 152, "end": 159, "text": "Table 3", "ref_id": null}, {"start": 1841, "end": 1849, "text": "(Fig. 3)", "ref_id": null}, {"start": 2310, "end": 2316, "text": "Fig. 3", "ref_id": null}], "section": "Discussion"}, {"text": "RGV0 was like F1-R in its ability to form plaques in LLC-MK2 cells in the absence of trypsin. RGV0 has all six of the mutations found in the F gene and both of the mutations found in the M gene of F1-R. Therefore, these results provide conclusive evidence that in addition to the Ser to Pro amino acid change at F115, one or more of the other amino acid changes in the F and M proteins of F1-R must contribute to the plaque-forming ability of F1-R in LLC-MK2 cells. Although it has been assumed that the plaque-forming ability of F1-R can be attributed to changes in the F protein, the present study cannot rule out a potential role for the M amino acid changes in this process. Studies are currently under way to dissect out the role of the various F and M mutations in the plaque-forming ability of F1-R. In addition, animal studies are underway to correlate tissue culture plaque-forming ability of the RGV with their ability to cause systemic infections in mice.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Generation of bovine respiratory syncytial virus (BRSV) from cDNA: BRSV NS2 is not essential for virus replication in tissue culture, and the human RSV leader region acts as a functional BRSV genome promoter", "authors": [{"first": "U", "middle": ["J"], "last": "Buchholz", "suffix": ""}, {"first": "S", "middle": [], "last": "Finke", "suffix": ""}, {"first": "K", "middle": ["K"], "last": "Conzelmann", "suffix": ""}], "year": 1999, "venue": "J Virol", "volume": "73", "issn": "", "pages": "251--259", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "A highly recombinogenic system for the recovery of infectious Sendai paramyxovirus from cDNA: generation of a novel copy-back nondefective interfering virus", "authors": [{"first": "D", "middle": [], "last": "Garcin", "suffix": ""}, {"first": "T", "middle": [], "last": "Pelet", "suffix": ""}, {"first": "P", "middle": [], "last": "Calain", "suffix": ""}, {"first": "L", "middle": [], "last": "Roux", "suffix": ""}, {"first": "J", "middle": [], "last": "Curran", "suffix": ""}, {"first": "D", "middle": [], "last": "Kolakofsky", "suffix": ""}], "year": 1995, "venue": "EMBO J", "volume": "14", "issn": "", "pages": "6087--6094", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Sendai virus", "authors": [{"first": "N", "middle": [], "last": "Ishida", "suffix": ""}, {"first": "M", "middle": [], "last": "Homma", "suffix": ""}], "year": 1978, "venue": "Adv. Virus Res", "volume": "23", "issn": "", "pages": "349--383", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Initiation of Sendai virus multiplication from transfected cDNA or RNA with negative or positive sense", "authors": [{"first": "A", "middle": [], "last": "Kato", "suffix": ""}, {"first": "Y", "middle": [], "last": "Sakai", "suffix": ""}, {"first": "T", "middle": [], "last": "Shioda", "suffix": ""}, {"first": "T", "middle": [], "last": "Kondo", "suffix": ""}, {"first": "M", "middle": [], "last": "Nakanishi", "suffix": ""}, {"first": "Y", "middle": [], "last": "Nagai", "suffix": ""}], "year": 1996, "venue": "Genes Cells", "volume": "1", "issn": "", "pages": "569--579", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Isolation and characterization of a novel trypsin-like protease found in rat bronchiolar epithelial Clara cells: a possible activator of the viral fusion glycoprotein", "authors": [{"first": "H", "middle": [], "last": "Kido", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yokogoshi", "suffix": ""}, {"first": "K", "middle": [], "last": "Sakai", "suffix": ""}, {"first": "M", "middle": [], "last": "Tashiro", "suffix": ""}, {"first": "Y", "middle": [], "last": "Kishino", "suffix": ""}, {"first": "A", "middle": [], "last": "Fukutomi", "suffix": ""}, {"first": "N", "middle": [], "last": "Katunuma", "suffix": ""}], "year": 1992, "venue": "J Biol Chem", "volume": "267", "issn": "", "pages": "13573--13579", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Rapid and efficient recovery of Sendai virus from cDNA: factors influencing recombinant virus rescue", "authors": [{"first": "S", "middle": [], "last": "Leyrer", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Neubert", "suffix": ""}, {"first": "R", "middle": [], "last": "Sedlmeier", "suffix": ""}], "year": 1998, "venue": "J Virol Methods", "volume": "75", "issn": "", "pages": "47--58", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Nucleotide sequence analyses of the genes encoding the HN, M, NP, and L proteins of two host range mutants of Sendai virus", "authors": [{"first": "Y", "middle": [], "last": "Middleton", "suffix": ""}, {"first": "M", "middle": [], "last": "Tashiro", "suffix": ""}, {"first": "T", "middle": [], "last": "Thai", "suffix": ""}, {"first": "J", "middle": [], "last": "Oh", "suffix": ""}, {"first": "J", "middle": [], "last": "Seymour", "suffix": ""}, {"first": "E", "middle": [], "last": "Pritzer", "suffix": ""}, {"first": "H-D", "middle": [], "last": "Klenk", "suffix": ""}, {"first": "R", "middle": [], "last": "Rott", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Seto", "suffix": ""}], "year": 1990, "venue": "Virology", "volume": "176", "issn": "", "pages": "656--657", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Determinants of pantropism of the F1-R mutant of Sendai virus: specific mutations involved are in the F and M genes", "authors": [{"first": "H", "middle": [], "last": "Okada", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Seto", "suffix": ""}, {"first": "N", "middle": ["L"], "last": "Mcqueen", "suffix": ""}, {"first": "H-D", "middle": [], "last": "Klenk", "suffix": ""}, {"first": "R", "middle": [], "last": "Rott", "suffix": ""}, {"first": "M", "middle": [], "last": "Tashiro", "suffix": ""}], "year": 1998, "venue": "Arch Virol", "volume": "143", "issn": "", "pages": "2343--2352", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Comparison of RNA hybridization, hemagglutination assay, titration of infectious virus and immunofluorescence as methods for monitoring influenza virus replication in vitro", "authors": [{"first": "G F", "middle": [], "last": "Rimmelzwaan", "suffix": ""}, {"first": "M", "middle": [], "last": "Baars", "suffix": ""}, {"first": "Ecj", "middle": [], "last": "Claas", "suffix": ""}, {"first": "Adme", "middle": [], "last": "Osterhaus", "suffix": ""}], "year": 1998, "venue": "J Virol Methods", "volume": "74", "issn": "", "pages": "57--66", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Functional analysis of the individual oligosaccharide chains of Sendai virus fusion protein", "authors": [{"first": "H", "middle": [], "last": "Segawa", "suffix": ""}, {"first": "T", "middle": [], "last": "Yamashita", "suffix": ""}, {"first": "M", "middle": [], "last": "Kawakita", "suffix": ""}, {"first": "H", "middle": [], "last": "Taira", "suffix": ""}], "year": 2000, "venue": "J Biochem", "volume": "128", "issn": "", "pages": "65--72", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Pneumotropism of Sendai virus in relation to protease-mediated activation in mouse lungs", "authors": [{"first": "M", "middle": [], "last": "Tashiro", "suffix": ""}, {"first": "M", "middle": [], "last": "Homma", "suffix": ""}], "year": 1983, "venue": "Infect Immun", "volume": "39", "issn": "", "pages": "879--888", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Evidence of proteolytic activation of Sendai virus in mouse lung", "authors": [{"first": "M", "middle": [], "last": "Tashiro", "suffix": ""}, {"first": "M", "middle": [], "last": "Homma", "suffix": ""}], "year": 1983, "venue": "Arch Virol", "volume": "77", "issn": "", "pages": "127--137", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Characterization of a pantropic variant of Sendai virus derived from a host-range mutant", "authors": [{"first": "M", "middle": [], "last": "Tashiro", "suffix": ""}, {"first": "E", "middle": [], "last": "Pritzer", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Koshnan", "suffix": ""}, {"first": "M", "middle": [], "last": "Yamakawa", "suffix": ""}, {"first": "K", "middle": [], "last": "Kuroda", "suffix": ""}, {"first": "H-D", "middle": [], "last": "Klenk", "suffix": ""}, {"first": "R", "middle": [], "last": "Rott", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Seto", "suffix": ""}], "year": 1988, "venue": "Virology", "volume": "165", "issn": "", "pages": "577--583", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Organ tropism of Sendai virus in mice: proteolytic activation of the fusion glycoprotein in mouse organs and budding site at the bronchial epithelium", "authors": [{"first": "M", "middle": [], "last": "Tashiro", "suffix": ""}, {"first": "M", "middle": [], "last": "Yamakawa", "suffix": ""}, {"first": "K", "middle": [], "last": "Tobita", "suffix": ""}, {"first": "H-D", "middle": [], "last": "Klenk", "suffix": ""}, {"first": "R", "middle": [], "last": "Rott", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Seto", "suffix": ""}], "year": 1990, "venue": "J Virol", "volume": "64", "issn": "", "pages": "3627--3634", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Altered budding site of a pantropic mutant of Sendai virus, F1-R, in the polarized epithelial cells", "authors": [{"first": "M", "middle": [], "last": "Tashiro", "suffix": ""}, {"first": "M", "middle": [], "last": "Yamakawa", "suffix": ""}, {"first": "K", "middle": [], "last": "Tobita", "suffix": ""}, {"first": "H-D", "middle": [], "last": "Klenk", "suffix": ""}, {"first": "R", "middle": [], "last": "Rott", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Seto", "suffix": ""}], "year": 1990, "venue": "J Virol", "volume": "64", "issn": "", "pages": "4672--4677", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Pneumotropic revertants derived from a pantropic mutant, F1-R, of Sendai virus", "authors": [{"first": "M", "middle": [], "last": "Tashiro", "suffix": ""}, {"first": "I", "middle": [], "last": "James", "suffix": ""}, {"first": "S", "middle": [], "last": "Karri", "suffix": ""}, {"first": "K", "middle": [], "last": "Wahn", "suffix": ""}, {"first": "K", "middle": [], "last": "Tobita", "suffix": ""}, {"first": "H-D", "middle": [], "last": "Klenk", "suffix": ""}, {"first": "R", "middle": [], "last": "Rott", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Seto", "suffix": ""}], "year": 1991, "venue": "Virology", "volume": "184", "issn": "", "pages": "227--234", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Changes in specific cleavability of the Sendai virus fusion protein: implications for pathogenicity in mice", "authors": [{"first": "M", "middle": [], "last": "Tashiro", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Seto", "suffix": ""}, {"first": "S", "middle": [], "last": "Choosakul", "suffix": ""}, {"first": "H", "middle": [], "last": "Hegemann", "suffix": ""}, {"first": "H-D", "middle": [], "last": "Klenk", "suffix": ""}, {"first": "R", "middle": [], "last": "Rott", "suffix": ""}], "year": 1992, "venue": "J Gen Virol", "volume": "73", "issn": "", "pages": "1575--1579", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Budding site of Sendai virus in polarized epithelial cells is one of the determinants for tropism and pathogenicity in mice", "authors": [{"first": "M", "middle": [], "last": "Tashiro", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Seto", "suffix": ""}, {"first": "S", "middle": [], "last": "Choosakul", "suffix": ""}, {"first": "M", "middle": [], "last": "Yamakawa", "suffix": ""}, {"first": "H-D", "middle": [], "last": "Klenk", "suffix": ""}, {"first": "R", "middle": [], "last": "Rott", "suffix": ""}], "year": 1992, "venue": "Virology", "volume": "187", "issn": "", "pages": "413--422", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Significance of basolateral domain of polarized MDCK cells for Sendai virus-induced cell fusion", "authors": [{"first": "M", "middle": [], "last": "Tashiro", "suffix": ""}, {"first": "M", "middle": [], "last": "Yamakawa", "suffix": ""}, {"first": "K", "middle": [], "last": "Tobita", "suffix": ""}, {"first": "H-D", "middle": [], "last": "Klenk", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Seto", "suffix": ""}, {"first": "R", "middle": [], "last": "Rott", "suffix": ""}], "year": 1992, "venue": "Arch Virol", "volume": "125", "issn": "", "pages": "129--139", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Tryptase Clara, an activating protease for Sendai virus in rat lungs, is involved in pneumopathogenicity", "authors": [{"first": "M", "middle": [], "last": "Tashiro", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yokogoshi", "suffix": ""}, {"first": "K", "middle": [], "last": "Tobita", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Seto", "suffix": ""}, {"first": "R", "middle": [], "last": "Rott", "suffix": ""}, {"first": "H", "middle": [], "last": "Kido", "suffix": ""}], "year": 1992, "venue": "J Virol", "volume": "66", "issn": "", "pages": "7211--7216", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Possible involvement of microtubule disruption in bipolar budding of a Sendai virus mutant, F1-R, in epithelial MDCK cells", "authors": [{"first": "M", "middle": [], "last": "Tashiro", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Seto", "suffix": ""}, {"first": "H-D", "middle": [], "last": "Klenk", "suffix": ""}, {"first": "R", "middle": [], "last": "Rott", "suffix": ""}], "year": 1993, "venue": "J Virol", "volume": "", "issn": "", "pages": "67--5902", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Involvement of the mutated M protein in altered budding polarity of a pantropic mutant, F1-R, of Sendai virus", "authors": [{"first": "M", "middle": [], "last": "Tashiro", "suffix": ""}, {"first": "N", "middle": ["L"], "last": "Mcqueen", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Seto", "suffix": ""}, {"first": "H-D", "middle": [], "last": "Klenk", "suffix": ""}, {"first": "R", "middle": [], "last": "Rott", "suffix": ""}], "year": 1996, "venue": "J Virol", "volume": "90", "issn": "", "pages": "5990--5997", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "N-Glycans attached to the stem domain of the hemagglutinin efficiently regulate influenza A virus replication", "authors": [{"first": "R", "middle": [], "last": "Wagner", "suffix": ""}, {"first": "", "middle": [], "last": "Heuerd", "suffix": ""}, {"first": "T", "middle": [], "last": "Wolff", "suffix": ""}, {"first": "A", "middle": [], "last": "Herwig", "suffix": ""}, {"first": "H-D", "middle": [], "last": "Klenk", "suffix": ""}], "year": 2002, "venue": "J Gen Virol", "volume": "83", "issn": "", "pages": "601--609", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "With the emergence of new viruses, such as the SARS virus and the avian influenza virus, the importance of investigations on the genetic basis of viral infections becomes clear. Sendai virus causes a localized respiratory tract infection in rodents, while a mutant, F1-R, causes a systemic infection. It has been suggested that two determinants are responsible for the systemic infection caused by F1-R [Okada et al (1998) Arch Virol 143:2343-2352].", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Schematic of the genome of Sendai virus with F1-R M and F amino acid changes resulting from the mutations in the M and F genes, respectively", "latex": null, "type": "figure"}, "TABREF0": {"text": "Primers for mutagenesis of Sendai virus cDNA", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Primer </td><td>Sequence 5' to 3' </td><td>Mutation\n</td></tr><tr><td>F63-F </td><td>CTG AGT CTA GTT CCG GTC GTA GAC CTT GAG AAT GGG TG </td><td>Gly to Val\n</td></tr><tr><td>F63-R </td><td>CAC CCA TTC TCA AGG TCT ACG ACC GGA ACT AGA CTC AG </td><td>Gly to Val\n</td></tr><tr><td>F104-F </td><td>GGC TCT GAT AAC TGT CAC CAG TGA TACGAC ACA AAA TGC CGG </td><td>Asn to Ser\n</td></tr><tr><td>F104-R </td><td>CCG GCA TTT TGT GTC GTA TCA CTG GTG ACA GTT ATC AGA GCC </td><td>Asn to Ser\n</td></tr><tr><td>F115-F </td><td>CGG TGC TCC ACA GCC GAG ATT CTT CGG TGC </td><td>Ser to Pro\n</td></tr><tr><td>F115-R </td><td>GCA CCG AAG AAT CTC GGC TGT GGA GCA CCG </td><td>Ser to Pro\n</td></tr><tr><td>F116-F </td><td>GCC GGT GTT CCA CAG TCG AAA TTC TTC GGT GCT GTG ATT GG </td><td>Arg to Lys\n</td></tr><tr><td>F116-R </td><td>CCA ATC ACA GCA CCG AAG AAT TTC GAC TGT GGA ACA CCG GC </td><td>Arg to Lys\n</td></tr><tr><td>F115-116-F </td><td>GCC GGT GGT CCA CAG CCG AAA TTC TTC GGT GCT GTG ATT </td><td>Ser to Pro, Arg to Lys\n</td></tr><tr><td>F115-116-R </td><td>CCA ATC ACA GCA CCG AAG AAT TTC GAC TGT GGA ACA CCG GC </td><td>Ser to Pro, Arg to Lys\n</td></tr><tr><td>F279-F </td><td>CGG TGA TAG ATG TGG ATC TAA AGA GAT TCA TGG TTA CCC TGT C </td><td>Glu to Lys\n</td></tr><tr><td>F279-R </td><td>GAC AGG GTA ACC ATG TAT CTC TTT AGA TCC ACA TCT ATC ACC G </td><td>Glu to Lys\n</td></tr><tr><td>F555-F </td><td>CAG ACA TAT GTA CAC AAA AGG TGG GTT TGA TGC GAT GGC </td><td>Asn to Lys\n</td></tr><tr><td>F555-R </td><td>GCC ATC GCA TCA AAC CCA CCT TTT GTG TAC ATA TGA CTG </td><td>Asn to Lys\n</td></tr><tr><td>M128-F </td><td>GAT CGT ATA CAT GGT GGG TTC GAT TGG </td><td>Asn to Gly\n</td></tr><tr><td>M128-R </td><td>CCA ATC GAA CCC ACC ATG TAT ACG ATC </td><td>Asn to Gly\n</td></tr><tr><td>M210-F </td><td>CCA TAG CCA AGA CCC CAA AGA CCC TTG </td><td>Ile to Thr\n</td></tr><tr><td>M210-R </td><td>CAA GGG TCT TTG GGG TCT TGG CTA TGG </td><td>Ile to Thr\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Amino acid changes in the F and M genes of F1-R and the reverse genetics viruses", "latex": null, "type": "table"}}, "back_matter": []}