{"paper_id": "568874e265bb308c36ed2ae09fb1cf08415b5fbb", "metadata": {"title": "Abstracts from the First International Conference on Heart Failure in Children and Young Adults Is the Myocardial Performance Index -Tei Index Superior as Death Marker in Children with Idiopathic Dilated Cardiomyopathy? Cardiac ECMO Support in Neonates: A Single Institution Experience. Effect of Cell Shape and Stress Unloading on Human Fetal Ventricular Myocytes. Cavalle-Garrido T", "authors": [{"first": "Vitor", "middle": [], "last": "Mp", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Azevedo", "middle": [";"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Francisco", "middle": ["M"], "last": "Albanesi", "suffix": "", "affiliation": {}, "email": ""}, {"first": "F", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ma´rcia", "middle": ["B"], "last": "Castier", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Marco", "middle": ["A"], "last": "Santos", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Bernardo", "middle": ["R"], "last": "Tura", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Cabrera", "middle": ["A"], "last": "Stork", "suffix": "", "affiliation": {}, "email": ""}, {"first": "E", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Lowrie", "middle": ["L"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Mason", "middle": ["K"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Cornell", "middle": ["D"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Siwik", "middle": ["E"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Rabinovitch", "middle": ["M"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Singhroy", "middle": ["S"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jones", "middle": ["P"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Hornberger", "middle": ["L"], "last": "", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background: The myocardial performance index (Tei index) evaluates ventricles systolic and diastolic function, it is useful in predict evolution in patients with ventricular dysfunction. Its remain doubts about its superiority in predict the death in children with idiopathic dilated cardiomyopathy (IDCM) regarding the classical echocardiographic parameters. Purpose: evaluate if the Tei index is independent marker of death in children with IDCM. Patients: 52 consecutive children with IDCM did 92 echocardiographic studies between January 1996 to August 2003. Methods: this is a case control study. Tei index was calculated from the difference between total systolic time, less ventricular ejection time and the difference divided by ventricular ejection time. The dichotomous data were evaluated by chi-square, calculated the confidence interval of 95% (CI95). The descriptive data were evaluated by Student t test. Multivariate analysis was done by Cox's method, with grouping according by mitral regurgitation, discarding the exams when any parameters were absent, having remained 78 exams. Any value was considered significant when alpha<0,05. Results: Age = 3.36 years (zero to 15.41 median = 1.06 year), 23 boys (44.2% -CI95 30.5% to 58.7%) (p = 0.4022) and 21 white (40.4% -CI95 27.0% to 54.9%) (p = 0.1576). It were markers of death in univariate analysis (alive vs death): Tei index of LV = 0.514 ± 0.140 vs 0.831 ± 0.329 (p<0.0001); Tei index of RV = 0.490 ± 0.138 vs 0.801 ± 0.302 (p<0.0001); left atrium/aorta relation = 1.408 ± 0.407 vs 2.133 ± 0.658 (p<0.0001); left ventricle ejection fraction = 0.635 ± 0.173 vs 0.396 ± 0.081 (p<0.0001); right ventricle short fraction (%ECVD) = 0.284 ± 0.084 vs 0.195 ± 0.077 (p = 0.0004); distance of mitral E point and ventricular septum = 1.010 ± 0.503 vs 2.107 ± 0.548 (p<0.0001); left ventricle mass/body surface area = 118.91 ± 72.92 vs 219.92 ± 78.65 (p<0.0001); fiber circumferential short velocity = 1.128 ± 0.472 vs 0.651 ± 0.179 (p = 0.0006) and systolic left ventricle/body surface area = 4.42 ± 2.45 vs 6.38 ± 2.69 (p = 0.0039). Diastolic left ventricle/body surface area was not significant (6.18 ± 2.61 vs 7.59 ± 3.18) (p = 0.0512). Multivariate analysis showed as independent marker of death the Tei index of the left ventricle (p = 0.0438). Conclusions: In children with IDCM the Tei index of the left ventricle is an independent marker of death and could replace the classical echocardiographic parameters in the evaluation of the risk of death. , OH. Purpose: Indications for cardiac ECMO in pediatric patients include post-cardiotomy ventricular dysfunction, cardiomyopathy, myocarditis, or intractable arrhythmias. It is uncertain whether indications and outcomes in neonates differ from that of older children. The purpose of this study was to describe a single institution experience in neonates requiring cardiac ECMO support for both surgical and non-surgical indications. Methods: A retrospective chart review for the years 1990-2003 identified all neonates ( <30 days of age) requiring cardiac ECMO support for ventricular failure. Patients requiring ECMO for respiratory failure, pulmonary hypertension and cardiac disease without ventricular dysfunction were excluded. Patients were further grouped into those with post-cardiotomy contractile failure (PCCF) and non-surgical cardiac disease (NSCD). For all patients, demographic information, primary and secondary diagnoses, age at and duration of ECMO support, and associated complications were recorded. The primary clinical endpoint assessed was survival ( >30 days) after withdrawal of ECMO support. Results: During the study period, a total of 17 neonates required cardiac ECMO, representing 8% of all neonatal ECMO cannulations. Of these, 9 were for PCCF and 8 for NSCD indications. The mean age at cannulation was 7 days (1-21 days) and mean duration of ECMO support was 160 hours (1-516 hours). Primary diagnoses in the PCCF group included transposition of the great arteries (7), double outlet right ventricle (1), and tetralogy with pulmonary atresia (1). Diagnoses in the NSCD group included myocardial infarction (4), myocarditis (1), metabolic dilated cardiomyopathy (1), cardiac arrest following anesthesia induction (1), and Marfan syndrome (1). There were six major complications in 5 neonates; 5 were hemorrhagic and one thromboembolic. The majority of complications were in the NSCD group and the mortality in neonates sustaining a major complication was 80%. Total survival for all patients was 59%. In the PCCF group 5/9 neonates Abstracts (55%) were successfully decannulated after a mean ECMO duration of 61 hours (18-147 hrs). In the NSCD group, 5 of 8 (62%) neonates successfully weaned from ECMO after a mean ECMO duration of 313 hours (145-516 hrs). The NSCD survivor with dilated cardiomyopathy died 2 months after decannulation. The remaining NSCD survivors carried the diagnoses of either myocardial infarction or myocarditis. Conclusions: Survival rates for neonatal cardiac ECMO support appear to approximate that seen in older pediatric populations and are comparable across surgical and non-surgical indications. Despite requiring longer periods of ECMO support, neonates presenting with evidence of myocardial infarction or myocarditis appear to constitute a group of patients with a more favorable long-term prognosis and warrant longer and aggressive support. Terminal differentiation and therefore loss of proliferative capacity of human fetal ventricular myocytes (HFVM) occurs gradually through late gestation over the first weeks of life. During the neonatal period there are significant changes in the hemodynamic stress experienced by the myocardium, which may contribute to the terminal differentiation of HFVM. We are exploring how changes in mechanical stress and cell shape influence proliferation of HFVM. HFVM were plated on wells coated with collagen gels. Half of the gels were detached from the wells 24 h after plating in order for HFVM to undergo acute stress-unloading (floating group), half remained attached. Half of the wells both in the attached and the floating group were treated with epidermal growth factor (EGF). We observed a progressive change in cell shape (rounding) by phase contrast microscopy in the floating group immediately after floating the gels, with full recovery of the stellate shape by 12 hours. However, there was not a significant difference between the attached and the floating groups in the proliferative capacity of HFVM at baseline or in response to EGF, as demonstrated by cell count and FACS analysis. Moreover, no apoptosis was observed in either group by TUNEL assay. Gelatine zymography performed in conditioned media demonstrated metalloproteinase (MMP) activity, identified as MMP-2 by Western blot, which was similar in the attached and floating groups. Inhibition of MMP-2 by GM6001 did not prevent recovery of the stellate cell shape in the floating group, nor did it affect the proliferative capacity of HFVM in either group. To determine whether recovery of the stellate cell shape is key for proliferation, we plated HFVM on oly-HEMA coated wells, in which HFVM maintain a round shape. No apoptosis was observed, and the ability of HFVM to proliferate was not affected. Conclusion: HFVM proliferation is significantly increased in response to EGF. Acute stress-loading and associate changes in cell morphology do not affect HFVM viability, proliferative capacity, or MMP production. MMP-2 is not required for HFVM proliferation.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "---", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Safety of Endomyocardial Biopsy in Children <2 Years of Age with Dilated Cardiomyopathy or Myocarditis. Debra A. Dodd, MD and Thomas P. Doyle, MD., Vanderbilt Children's Hospital, Nashville, TN.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Concerns have been raised by others regarding the safety of biopsy in infants and young children with dilated cardiomyopathy (DCM) or myocarditis, with risk of perforation being reported as high as 33% in this group. At the same time, the utilization of heart transplantation for DCM, the availability of immunosuppression and prolonged extracorporeal membrane oxygenation (ECMO) for the management of myocarditis, and the lack of reliable noninvasive methods to separate these two diagnoses, make biopsy more imperative. Since 1997 we have planned to biopsy all infants outside the immediate newborn period ( >30 days) presenting with ventricular dilatation and low ejection fraction. Charts were reviewed retrospectively. 13 infants underwent cardiac biopsy from the femoral approach while sedated at a median age of 6 months (range 7 weeks-1.7 years), and median weight of 6.7 kg (range 3.8-13.5 kg). Biopsies were done at a median 7 days (range 0-105 days) after the diagnosis. This included 4 patients with delayed referral from elsewhere. 7/13 were on inotropic support at the time of the biopsy. 1/13 underwent a nondiagnostic skeletal muscle biopsy prior to endomyocardial biopsy. Two other infants met the above criteria for biopsy but were felt to be too unstable, with both being placed on ECMO within 24 hours of presentation. Four infants presented in the first month of life at a median age of 12 days (range 9-15 days) and a median weight of 3.3 kg (range 2.4-4.2 kg) and did not undergo biopsy. In the 13 patients who underwent biopsy, the only complication was an episode of SVT converted with adenosine. There were no cardiac perforations. A median of 4 pieces (range 2-6) was obtained from the right ventricle in each patient. Lymphocytic infiltrate was seen in two patients, mito- Abstracts-Heart Failure in Children and Adults chondrial abnormalities diagnostic of Barth's syndrome in one patient, vacuole laden macrophages diagnostic of a storage disease in one patient, no abnormalities on routine stains but significant myofilament loss on electron microscopy in two patients, and nonspecific findings of hypertrophy and/or fibrosis in the remaining patients. Our results suggest that endomyocardial biopsy can be done safely in most infants with DCM or myocarditis, and we feel it does contribute to optimal management of these patients. Purpose: Endomyocardial biopsy (EMB) is routinely carried out in adults prior to cardiac transplantation but remains controversial in children. This study aims to determine the incidence of myocarditis in paediatric patients transplanted following a clinical diagnosis of dilated cardiomyopathy (DCM). Methods: Archived slides were examined from the explanted hearts of all paediatric patients transplanted for a diagnosis of DCM at the Freeman Hospital since the transplant programme began, between 1987 and 2002. Control slides were examined from the explanted hearts of patients transplanted for a diagnosis of congenital heart disease. Slides were examined by two specialist histopathologists using a light microscope, in a blinded manner, and scored according to the Dallas criteria. Results: 44 hearts were examined (38 with DCM and 6 controls). The control patients showed no evidence of myocarditis. On examination active myocarditis was found in two patients (5%). Some evidence of inflammation was found in a further 21 patients (56%). We divided these into ''borderline'' myocarditis (24%) and minimal inflammation (32%). This might suggest previous myocarditis.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The results of this study indicate a high prevalence of inflammation in the explanted hearts of children who have undergone transplantation for a diagnosis of DCM. Only 5% had acute myocarditis. There is a need for an improved classification of the common intermediate changes that may help elucidate the cause of heart failure in this group. This has important implications on many aspects of management of sick children with heart failure with presumed DCM. When discussing the issue of biopsy for these seriously ill children the meaning of the intermediate forms of inflammation needs to be better understood. Purpose: To investigate whether N Terminal pro-Brain Natriuretic Peptide (NTpro-BNP) is elevated in children with dilated cardiomyopathy (DCM), and therefore to assess whether NTpro-BNP is applicable as a marker of heart failure in children as it is in adults. Methods: Eight children under 16 years with cardiac failure (FS Results: Plasma NTpro-BNP levels were significantly elevated in children with DCM (mean 6025 pg/ml, range: 1386 pg/ml to 20570 pg/ml) compared to control children (mean 54 pg/ml, range: 11 pg/ml to 118 pg/ml), P = 0.016. The number of patients recruited was not sufficient to determine any correlation of NTpro-BNP with disease severity. Conclusion: The findings of this study suggest that plasma levels of NTpro-BNP are elevated in children with DCM and its use as a marker of heart failure in adults may also be applicable to children. This was previously unreported in the paediatric population. The wide separation of NTpro-BNP levels between the normal children and those with clinical heart failure, with no healthy control child having an NTpro-BNP level >120 pg/ml and no heart failure patient having an NTpro-BNP level <1300 pg/ml, suggests that this may be a useful clinical tool in the diagnosis of less severe forms of heart failure and a means of monitoring progress in children.", "cite_spans": [], "ref_spans": [], "section": "Conclusion:"}, {"text": "Abbreviations: Dilated Cardiomyopathy (DCM), N Terminal pro-Brain Natriuretic Peptide (NTpro-BNP), Fractional Shortening (FS) Key words: Heart Failure, Pediatrics, Dilated Cardiomyopathy, and Brain Natriuretic Peptide Background: Nesiritide (r-BNP) has been shown to rapidly improve hemodynamics and induce diuresis in adults with moderate to severe congestive heart failure (CHF). However, description of its use in pediatric patients is scarce.", "cite_spans": [], "ref_spans": [], "section": "Conclusion:"}, {"text": "Purpose: Review and analysis of our experience with r-BNP in pediatric patients with CHF. Methods: Review of 4 instances of use in 3 patients based on their response in urine output (UOP), weight change, dyspnea (NYHA classification), and renal indices (BUN/Cr).", "cite_spans": [], "ref_spans": [], "section": "Conclusion:"}, {"text": "Results: The etiologies of heart failure were varied: (A) systolic dysfunction in a 19 year-old male with dilated cardiomyopathy secondary to Duchenne Muscular Dystrophy, (B) ''failed Fontan'' in a 16 year-old female with complex congenital heart disease, and (C) severe diastolic dysfunction in a 7 year-old male heart transplant recipient (2 administrations). Each received r-BNP (1 mcg/kg bolus followed by 0.01 mcg/kg/min infusion) for 36 hours while continuing intravenous bolus diuretics. Patient C 1 also received continuous infusions of torsemide, milrinone, and ''renal-dose'' dopamine prior to and during r-BNP. Three administrations were in the ICU with frequent, non-invasive vital sign monitoring, with the other (C 1 ) receiving continuous central venous and intra-arterial pressure monitoring. In 3 cases (A, C 1, and C 2 ), improved UOP, BUN/Cr, weight loss, and decreased dyspnea were seen. In 2 cases (A and C 1 ) the changes were sustained. Subject A had no change until 12 hours after discontinuation of r-BNP at which point UOP increased from 0.23 to >2.3cc/kr/hr and was sustained over the ensuing 72 hours. His NYHA class decreased from III to II. Subject C's UOP increased from 1.8 to >3.3 cc/kg/hr within 2 hours of initiating r-BNP. Improvement in BUN/Cr and NYHA scale (III to II) was sustained for 7 days after discontinuation of r-BNP despite weaning of additional therapies. CHF symptoms relapsed and 18 days later, he received a second infusion (for 117 hours). All 4 parameters improved in the initial 36 hours followed by a blunted response with a decline in UOP, increased dyspnea, weight gain, and worsened BUN/Cr despite addition of dopamine. Subject B (NYHA II) had no response to any of the parameters. Subject A developed asymptomatic hypotension that resolved within 2 hours of holding r-BNP. Otherwise, vital signs were stable in all subjects and improved, in general, in those who responded favorably to r-BNP. No arrhythmia or increased ectopy was seen in any of the subjects. Baseline hyponatremia in subjects A and C 2 worsened from 128 to 125 and 125 to 119 mEq/L, respectively, but later recovered. Patients A and B survived to discharge and patient C survived to re-transplant. Conclusions: Nesiritide can be used safely in pediatric subjects with moderately severe decompensated heart failure. The clinical response varies from rapid and sustained to delayed and blunted. The lack of response in the subject with Fontan physiology may be secondary to a different mechanism of CHF. Key words: nesiritide, B-type natriuretic peptide, pediatric congestive heart failure", "cite_spans": [], "ref_spans": [], "section": "Conclusion:"}, {"text": "Outcome of Fulminant Viral Myocarditis in the Pediatric Population. N Amabile, A Fraisse, P Chetaille, F Aubert, J Camboulives, JF Pellissier, P Djiane., Hopital de la Timone, Marseille, France. Background: In the adult population, fulminant myocarditis is characterized by critical illness at presentation but excellent long-term survival. We sought to highlight clinical features and outcome in the pediatric population. Methods: We report the evolution of 11 children admitted for fulminant myocarditis to our institution since 1998. Inclusion criteria were the presence of an acute and severe heart failure associated with a history consistent with the presence of a viral illness within the 2 weeks before admission, without personal or familial antecedent of cardiomyopathy. Results: The median age at presentation was 1 year (0-9 years). Initial left ventricular ejection fraction by echocardiography ranged from 10 to 40% (mean: 22%). Endomyocardial biopsy was performed in 3 patients and revealed histological signs of active myocarditis. A viral agent was identified in 5 cases on serological studies: Human Parvovirus B19 (n = 2), Epstein Barr Virus (n = 1), Varicella Zoster Virus (n = 1) and Coxsackie (n = 1). All children were admitted in intensive care unit. Nine patients required intravenous inotropic support and 8 children were intubated. All patients received corticosteroid therapy. In 5 cases, intravenous immunoglobulin infusions (2 g/kg) were associated. Five subjects experienced cardio-pulmonary arrest during their hospital course with one death. Four children had sustained ventricular arrhythmia. Median hospitalization time in intensive care unit was 11 days (ranging from 1 to 34 days). Subsequent evolution was favourable in the 10 surviving patients. After 2.5 years (0.9 to 6.4) of median follow-up time, no child has any residual cardiovascular symptom or requires any cardiac medication. No neurologic impairment was observed. Left ventricular ejection fraction by echocardiography is normal in all cases (mean: 61%).", "cite_spans": [], "ref_spans": [], "section": "Conclusion:"}, {"text": "Conclusions: This study illustrates initial gravity of fulminant myocarditis in pediatric patients and subsequent favourable evolution. Aggressive hemodynamic support is warranted for patients with this condition. Background: Mechanical circulatory support in the postoperative period after pediatric cardiac surgery may be associated with a higher hospital mortality, especially in centers with a low rate of usage.", "cite_spans": [], "ref_spans": [], "section": "Conclusion:"}, {"text": "We retrospectively studied all the postoperative patients who required mechanical support in emergency in our institution. Since January 2002, 6 children underwent mechanical circulatory support at a median age of 36 (2 to 180) months, after a median intensive care unit course of 36 (2 to 180) hours. The surgical procedure was congenital heart disease repair in 5 cases and a cardiac transplantation in one child. Five patients were supported with a centrifugal pump whereas a roller pump was used in one case. Five patients required support though a veno-arterial cannulation for poor cardiac output with a cardiac arrest in 3 cases. One patient had a veno-venous cannulation for an acute respiratory distress syndrome on the 8 th postoperative day after repair of a tetralogy of Fallot. After a median duration of 6 (5 to 12) days, 5 patients were successfully weaned from support. One patient could not be weaned and died from multiple organ failure. Three patients had renal failure, treated successfully with hemofiltration (n = 2) or peritoneal dialysis (n = 1). No patient had neurological complications. All the 5 survivors were discharged from the hospital. Conclusion: Emergency post-cardiotomy mechanical support can offer a favorable outcome to selected patients even in centers with a low rate of usage of this procedure. Despite prolonged periods of support, our patients did not experienced irreversible neurological events, hemorrhages or infections. There were five children (4 patients with CHD and 1 patient with ARDS) who were unable to wean off of iNO and MV (avg. 5 days). After initiation of oral sildenafil, all children were weaned off iNO (avg. 3 days) and all were successfully weaned from MV (avg. 10 days). Two children with severe BPD, requiring chronic ventilation (data not included in table 1) were placed on sildenafil. Both children were on high MV settings since birth and had failed all other medical management for their PHTN. Within four months after initiation of sildenafil, one child was discharged to home on low MV settings and the other child had complete reversal of his PHTN by ECHO. No adverse effects of sildenafil, including systemic hypotension, adverse drug interaction, dysrhythmias, anaphylaxis, or headaches occurred in any patients. Treatment range was 1 day to several months (some children remain on sildenafil). Conclusions: Sildenafil appeared to be safe and efficacious at the doses used in this pediatric population. After the initiation of sildenafil, 5 of 5 patients were weaned from iNO and 17 of 18 patients were weaned off MV regardless of the etiology of the PHTN. Prospective trials evaluating the use of sildenafil in pediatric PHTN are needed looking at dosing, safety, efficacy, and decreased need for iNO. Key words: Sildenafil, Pulmonary hypertension, Children. The natriuretic peptide type B (BNP) which is produced in the ventricles of the heart, has been shown to be increased in plasma (P) during different types of hemodynamic overload of the heart. The clinical use of this peptide as a marker of cardiac strain and ventricular dysfunction, however, has not yet been fully established in children with congenital heart defects.", "cite_spans": [], "ref_spans": [], "section": "Methods and Results:"}, {"text": "Aim: To study P-BNP levels in children with congenital heart disease with pressure or volume overload of different morphological ventricles. Methods: Consecutive blood samples for analysis of P-BNP and P-ANP were taken during regular pre-operative investigations (surgery/catheter) in children with congenital heart defects. The hemodynamic load of the heart was evaluated by echo-Doppler investigation (echo) and/or during catheterisation. Hemodynamic overload of the heart was classified as: Pressure overload of the left (Pres LV) (Aortic stenosis, Coarctation of the aorta) or right (Pres RV) (Pulmonary stenosis) ventricle, Volume overload of the left (Vol LV) (Ventricular septal defect, Patent ductus arteriosus) or right (Vol RV) (Atrial septal defect) ventricle, sufficient to indicate surgery/catheter intervention according to local practice. Patient with depressed ventricular function was excluded. Twenty-three children without heart disease aged two weeks to 8.3 years served as a control group for the natriuretic peptide measurements. The reference intervals for BNP were 0 -18.4 ng/L and for ANP 0 -43 ng/L. Results: Blood samples were obtained from 61 patients (38 boys, 23 girls), mean age 4,1 years (3 months-16.2 years). The P-BNP was significantly higher in the Vol LV group, median 55.4 ng/L (10.7-352) (n = 16), as compared with the Vol RV group 15.6 (0-105.1) (n = 19), Pres RV group 18.0 (5.0-29.1) (n = 11), Pres LV group 6.8 (0.7-170) (n = 15) and control group 4.7 (0-17.7), respectively (p<0.0001; Kruskal Wallis). The P-BNP levels were significantly higher compared with the control group for all the groups except for the Pres LV group (p<0.001). P-BNP correlated with the left ventricle inner diameter in diastole (p = 0.005) and the ratio of the left atrium/aortic root dimension (p = 0.02) (Spearman Rank Correlation). The fractional shortening of the left ventricle (FS) was within the normal range in all the groups mean 39% (26-55). No significant correlation was observed between P-BNP and the FS (p = 0.09). Conclusion: The P-BNP levels increase in children with congenital heart defects during increased hemodynamic load of the heart even in the absence of systolic dysfunction. This increase is particularly pronounced in defects resulting in volume overload and dilation of the left ventricle. Key words: BNP, congenital heart defect, volume overload Purpose: Mechanical support may be required in pediatric patients undergoing open-heart surgery. The target of this short-term support is to maintain adequate end-organ perfusion and to allow the heart to recover. We report our experience with IABP to support pediatric cardiac patients. Methods: From 4/1994 to 3/2003, 19 children required IABP support in our institution. Eight were infants less than 6 months of age, and the rest were over 12 months. Infants' mean age at operation was 10.5 ± 8.6 (95% CI: 5.9-8.6) weeks, and median body weight (BW) was 4.2 (range: 3.5-8) kg. Children's mean age at operation was 6.4 ± 4.6 (95% CI: 4.0-8.8) years, and median BW was 18 (range: 12-51) kg. The duration of IABP support was 100.8 ± 82.8h in infants, and 112.6 ± 94.1h in children. IABP was established: i. Due to failure to wean of cardiopulmonary bypass-CPB (n = 7, 3 infants, 4 children); ii. Prophylactically, before weaning of CPB (n = 4, all infants); iii. Postoperatively in the ICU, due to hemodynamic deterioration (n = 8, 1 infant, 7 children). IABP was inserted through the ascending aorta in infants, and through the femoral artery in children.", "cite_spans": [], "ref_spans": [], "section": "Methods and Results:"}, {"text": "Results: There were four early deaths (mortality 21%). Six infants (75%) and nine children (82%) weaned of IABP successfully. Two patients required re-exploration for bleeding unrelated to IABP, and for drainage of recurrent loculated pneumothoraces. Two infants developed thrombocytopenia. There were two late deaths, one due to mesenteric ischaemia and the other due to SVC thrombosis. At a mean follow-up of 46 (range: 7-103) months all 13 long-term survivors (68.4%) showed normal ventricular function. Conclusion: IABP is an effective modality of cardiac support in pediatric patients undergoing cardiac surgery. It can be safely used in children as well as in infants. In the latter, IABP insertion through the ascending aorta eliminates possible complications.", "cite_spans": [], "ref_spans": [], "section": "Methods and Results:"}, {"text": "- Introduction: Anomalous origin of the left coronary artery from the pulmonary artery (ALCAPA) is a rare congenital lesion that results in myocardial ischemia. Patients with ALCAPA usually present in infancy but may not be compromised until the second or third decade. Impaired cardiac function combined with progressive mitral regurgitation leads to severe congestive cardiac failure or cardiogenic shock. Early surgical repair to establish a two coronary system is indicated either by direct coronary reimplantation or intrapulmonary baffling together with mitral valve repair if necessary. Long-term results are excellent.", "cite_spans": [], "ref_spans": [], "section": "Methods and Results:"}, {"text": "Methods: Between august 1997 to September 2003, ten patients with ALCAPA underwent surgical repair. Age was between 2 months and 16 year. M/F was 4/6. Eight patients were under 5 months; one10 years and another 16 years. Five infants presented with cardiogenic shock on inotropic support and intubated prior to the surgery. All the patients were associated with moderate to severe mitral regurgitation. The entire group exhibited reduced left ventricular function with minimal ejection fraction of 12% (12%-28%). Four patients underwent direct coronary artery reimplantation. Five patients were corrected by intrapulmonary baffling whilst the 16-year-old boy associated with PDA and Coarctation required a short Gortex conduit. Results: One infant who presented with cardiogenic shock and gross metabolic acidosis died from multiorgan failure. All survivors showed significant improvement of left ventricular function. One patient who had intrapulmonary baffling repair initially subsequently found baffle leak and pulmonary stenosis due to large baffle underwent reoperation for baffle repair and pulmonary artery augmentation. Follow up of all the survivors showed satisfactory left ventricular function (EF 40%-68%) and grade 1-2/4 mitral valve regurgitation. Discussion: ALCAPA often presents with cardiogenic shock during infancy. Surgical repair to establish two coronary systems is the goal of treatment. The results of operation with direct coronary reimplantation or intrapulmonary baffling are excellent. Recover of left ventricular function and satisfactory mitral valve function is usual in long-term. Intrapulmonary artery baffling may result in supravalvar pulmonary stenosis and baffle leak, which needs close follow up and may require further operation. The left ventricle (LV) has a greater ability to tolerate hemodynamic load than the right ventricle (RV). Regulation of this differential response is not known. Methods: Hypertrophied myocardium was obtained at surgery from 9 acyanotic pediatric pts, 4 LV hypertrophy (LVH) and 5 RV hypertrophy (RVH), age range 0.15-6.7 yrs. Diagnoses included subaortic stenosis, subpulmonary stenosis, and hypertrophic cardiomyopathy. Gene expression (GE) with Affymetrix DNA microarray gene chips was performed. After log transformation, differences in mean GE between LVH and RVH groups with p value <0.01 was considered significant. Genes with ‡ 2-fold difference between the 2 groups were characterized and correlated with severity of obstruction. Immunohistochemical staining was performed to detect myocyte apoptosis with TUNEL assay, and fibrosis with trichrome stain in myocardium from 10pts with LVH and/or RVH. Results: There were 253 genes with significant differences in expression between LVH and RVH myocardial samples. 124 genes associated with myocardial hypertrophy, cytoskeleton, apoptosis, and ion channels were up regulated in LVH. RVH group had 129 genes relatively over expressed: extracellular matrix components, phospholipase A2 and C, and mitochondrial transporter proteins. Fetal gene activation was present in both LVH and RVH, with relative over expression of cANF and dystrophin in the LV compared to RV (p values <.01). Severity of obstructive gradients in both groups correlated positively with actin and myosin GE, and negatively with apoptosis related genes (r = 0.8-0.9). ANP GE correlated with LV obstruction only. Fibrosis and myocyte apoptosis was present in both LVH and RVH specimens, but was greater in pts with HCM than those with isolated outflow tract lesions. Conclusion: Myocardium from hypertrophied LV and RV has different genomic profiles. Upregulation of genes in the LVH group that activate adaptive pathways may contribute to the functional advantage observed in the LV vs. the RV with hemodynamic load, especially in pts with congenital heart disease. Further analysis of these candidate genes and downstream signaling effects are warranted. Key words: Gene Expression, Ventricular Hypertrophy, and Congenital Heart Disease Background: Extracorporeal membrane oxygenation (ECMO) can be used to support children with severe graft failure after heart transplant (Tx). Severe graft failure may result from poor myocardial preservation, high pulmonary vascular resistance (PVRI) or acute hemodynamic rejection. The use of ECMO as therapy for acute hemodynamic rejection has not been well described.", "cite_spans": [], "ref_spans": [], "section": "Methods and Results:"}, {"text": "Methods: Medical records of all patients (pts) requiring ECMO post-Tx were reviewed. Results: From 1984 to 2003, 9/215 (4%) pts required ECMO post-Tx; age range 2.5 wks to 8 yrs. Pre-Tx diagnoses included: cardiomyopathy (5pts), congenital heart disease (3pts) and LV tumor (1pt). Initiation of ECMO occurred 0-75 days post-Tx. ECMO was necessary to wean from cardiopulmonary bypass in 5 pts; 2 with high PVRI, 2 with poor myocardial preservation, and 1 with severe branch pulmonary stenosis. ECMO was initiated in 2 pts<4 days post-Tx for an anaphylactic reaction (1pt) and aspiration pneumonia with high PVRI (1pt). Two pts with acute hemodynamic rejection required ECMO at 1 month (mo) and 2.5 mos post-Tx. Median ECMO duration was 5 days (range 0-8). One pt with high PVRI died on ECMO day 1 from hemorrhage. Eight pts were successfully decannulated and 7 survived to hospital discharge, with a mean follow-up of 4.6±5.4 yrs (range 0.1-15). One pt with poor myocardial preservation was supported for 8 days as a bridge to retransplant, and 2 pts died from sepsis at 10 mo. and 15 yrs post-Tx. ECMO morbidities included: stroke (4 pts, with complete resolution of deficits in 2), pulmonary hemorrhage (3pts), and cardiac tamponade (2pts). In the 2 pts with graft failure from acute rejection, ECMO duration was 5 and 6 days; both regained normal heart function and were successfully decannulated without complications. Conclusions: ECMO is an effective therapy in the child with severe graft failure post-Tx, with 7/9 pts (78%) surviving to discharge. The indications for ECMO post-Tx include treatment of immediate graft failure as well as rescue therapy in the patient with severe acute hemodynamic rejection. Key words: ECMO, Heart Transplant, Graft Failure, Acute Hemodynamic Rejection Background: Ventricular assist device (VAD) support is well established in treating adults with end-stage heart disease. There are limited data on using VAD support in children with acquired or congenital heart disease (CHD), or adults with CHD. This study describes a single center's experience using VADs in this patient (pt) population. Methods: Retrospective review of pts with CHD or cardiomyopathy (CM) who required VAD support.", "cite_spans": [], "ref_spans": [], "section": "Methods and Results:"}, {"text": "Results: Seven pts were identified. There were 5 pediatric pts, with a mean age of 15.3 years (9-19)) and mean weight of 74.6 kg (24-112); and 2 adult pts (37 and 38 years) with a mean weight of 64.8kg. Diagnoses in pediatric pts were dilated CM in four, and corrected transposition of the great arteries (CTGA) in one pt. One adult pt had Ebstein's anomaly of the tricuspid valve and the other had single ventricle and failed Fontan. Pts were supported for a median duration of 57 days (range 11 to 164). Devices used were vented-electric Heartmate (n = 2), Thoratec (n = 3) and Novacor (n = 2). Routine Cannulation was performed for LVAD (n = 4) or RVAD (1 pt with Ebstein's). The pt with CTGA required modified orientation of the device (''back-to-front''). The failed Fontan pt had systemic venous and main pulmonary arterial cannulation.", "cite_spans": [], "ref_spans": [], "section": "Methods and Results:"}, {"text": "Outcomes: Four pts survived to hospital discharge (1 bridged to recovery, 3 bridged to transplant), and 3 died on VAD. Two deaths were due to neurological complications and one due to fungal sepsis. There was one late death seven months post-transplant due to rejection. At a median follow up of 39 months after VAD explantation, the 3 survivors are in NYHA class I (n = 2) and II (n = 1).", "cite_spans": [], "ref_spans": [], "section": "Methods and Results:"}, {"text": "Conclusions: VADs may be used to provide support for pediatric pts with CHD or CM, or adults with CHD. Pathophysiology, anatomy, and size constraints in younger pts impact device implantation, orientation, and management. Shortterm survival (4/7, 57%) is similar to that of adult pts with acquired heart disease.", "cite_spans": [], "ref_spans": [], "section": "Methods and Results:"}, {"text": "Key words: Mechanical circulatory support, Pediatric, VAD, Congenital Heart Disease, and Cardiomyopathy Background: Measurement of whole blood B-type natriuretic peptide (BNP) levels has been shown to detect heart failure in adults presenting with dyspnea in the acute setting. Because heart failure has varied etiologies and can be difficult to differentiate, and BNP levels are age-dependent, the utility of this test was assessed in children.", "cite_spans": [], "ref_spans": [], "section": "Methods and Results:"}, {"text": "Methods: BNP levels obtained over an 11-month period were reviewed. Indications were known active heart disease compared to unknown etiology of dyspnea or hemodynamic abnormality. The Triage Ò BNP bedside ELISA test was used.", "cite_spans": [], "ref_spans": [], "section": "Methods and Results:"}, {"text": "Results: Of 62 subjects tested (range 0.3-37yrs of age), 7 were above 21yrs and all 7 had childhood forms of heart disease. Controls (n = 16, median age 10yrs) were later proven to not have active heart disease and BNP was ordered to query presence of cardiac disease/dysfunction. Heart disease group (HD, n = 46, median age 12yrs) include 8 with restrictive and 23 (5 also with single ventricle physiology) with dilated cardiomyopathy (DCAR), 9 with shunt or outflow obstruction, and 6 have a Fontan. All had normal systolic function except for the DCAR group. 4/16 controls and 18/46 HD were inpatients; 2 and 34 required inotropes/decongestion medications, respectively. Excluding the Fontan group, the median BNP level was 13 for controls and 265pgm/mL for HD. Using a BNP cutoff of 40, the sensitivity for active HD in this population was 85% and specificity 81%. The positive predictive value was 92% and negative predictive value 68%. 6 subjects with a Fontan (median age 9yrs) were separately assessed because they had normal ventricular function and BNP is thought to derive mainly from the ventricles. Their BNP's ranged from 5-54, mean 22, even though 3 were hospitalized and on decongestive drugs for ''failed Fontan heart failure''. A total of 39 subjects had concurrent hemodynamic studies. Using an RVEDp <6 and pulmonary artery Wedge pressure<11mmHg as normal filling pressures, the group with normal RVEDP and Wedge (n = 16, mean BNP 30pgm/mL) had a specificity of 71% and NPV 77% (vs. one high pressure group) and 91% NPV (vs. two high pressures group). The group with high RVEDP and Wedge (n = 21, mean BNP 626pgm/mL) sensitivity was 95% and PPV 83%. The group with high RVEDP or Wedge had a sensitivity of 89% and PPV 86%. Analyzed by severity of presentation, low severity having<2 of the following criteria hospitalized, on medication, or dyspnea with routine activity, controls with low severity had a mean BNP 16 vs. HD low severity 62 (NS); high severity control 38 vs. HD high severity 810pgm/mL (p<.01). The p value between HD high severity vs. HD low severity group was <.01. Conclusion: Elevated BNP is associated with severity, filling pressures, and active heart disease in the pediatric population.", "cite_spans": [], "ref_spans": [], "section": "Methods and Results:"}, {"text": "The sensitivity of the test appears to be stronger than the specificity. However, heart failure specific to the cavopulmonary connection does not appear to be associated with an elevated BNP. Key words: BNP, heart failure, pediatrics", "cite_spans": [], "ref_spans": [], "section": "Methods and Results:"}, {"text": "Vasodilatory Shock after Cardiopulmonary Bypass in Children: Use of Low-Dose Vasopressin. Lechner E, Mair R, Tulzer G, Fraser CD*, Chang AC*, Children's Heart Center Linz *Texas Children's Hospital. Systemic vasodilation and severe hypotension can occur due to septic shock or from systemic inflammatory response after cardiopulmonary bypass. Successful vasopressin -therapy of vasodilatory shock secondary to sepsis or systemic inflammatory response syndrome after cardiopulmonary bypass in adults has been reported previously. Data on the use of vasopressin in children with vasodilatory shock, however, is very limited and indications as well as dosing have not been established. We want to report two cases, which demonstrate the successful and save use of vasopressin in the treatment of vasodilatory shock following cardiac surgery in children. The first case is a 13 year-old male who developed vasopressor-resistant hypotension after cardiac surgery for endocarditis. As norepinephrine resulted in aggravation of the preexisting ventricular arrhythmia, vasopressin was used to maintain blood pressure. The vasopressin continuous infusion was started at 0.00002 UAEkg )1 AEmin )1 and titrated up to 0.0003 UAEkg )1 AEmin )1 . This low dose led to resolution of hypotension without causing side effects. The second case report is about a newborn that developed severe vasopressor-resistant vasodilatory shock following an arterial switch operation. Vasopressin was started at an infusion rate of 0.0001 UAEkg )1 AEmin )1 and 15 minutes later increased to 0.0002 UAEkg )1 AEmin )1 . This dose led to resolution of the hypotension and increased urine output within 30 minutes. There were no side effects observed. In selected patients with vasodilatory shock after cardiac surgery, low-dose vasopressin seems to be a very potent agent compared to traditional vasopressors. (Even when traditional vasopressors fail) Since indications, dosing and duration of intravenous vasopressin therapy have not been established, its cautious use in children is recommended. Often, due to the severity of illness and rapid deterioration, there is no opportunity to prepare or educate the child prior to implantation of the device. We wish to report our experience of helping pediatric patients adjust to the postoperative psychological and psychosocial impact of the device. Methods: Recognizing the importance of human growth and development, a multidisciplinary team worked with patients and families to increase familiarity with the device, encourage mastery, coping and expression of feelings. Age and developmental level of the patients were considered and individual teaching plans were implemented. Four categories of education emerged: breaking the news, living with the LVAD, normalizing the experience, and preparing for transplant. Beginning when the child emerged from anesthesia, the child life specialist and bedside nurse began explaining why the device was placed and its importance in their treatment. The child life specialist, with parental involvement, used ageappropriate materials to give the child an understanding of how the machine worked. Pictures and mirrors were used to demonstrate how the device looked on their body. As patients recovered, the multidisciplinary team assisted patients and families manage life with the LVAD. This included using distraction and guided imagery during daily dressing changes, PT/ OT therapies, ambulation, and transfer to the portable device to allow patients fewer restrictions and more mobility.", "cite_spans": [], "ref_spans": [], "section": "Methods and Results:"}, {"text": "Normalizing the experience of living with an LVAD is critical. A daily schedule was created including tutoring, participation in music and art therapy as well as cardiac rehabilitation in the exercise lab. Visits to the ward and playroom with nursing staff were coordinated to foster peer relationships and to aid in social adjustment.", "cite_spans": [], "ref_spans": [], "section": "Methods and Results:"}, {"text": "Results: Since 1998 eight children have undergone LVAD placement (3 Heartmate/ 5 Thoratec). Median age at implantation was 12 years (range 6 to 21 years). Three were female and five were male. Dilated cardiomyopathy existed in seven patients and ventricular tachycardia induced heart failure in one. One patient was bridged to recovery, five patients were successfully bridged to heart transplantation, one patient expired, and one is awaiting transplant. Average duration of support on LVAD was 13 weeks (range of 10 days to 9 months). Complications included bacteremia, endocarditis, cutaneous VAD site infections, postoperative bleeding, and stroke. Transition to the ward with the LVAD was possible for five patients. School instruction was arranged for six patients and five attended school. All received child life services, art and music therapy, physical and occupational therapy. Six patients participated in cardiac rehabilitation, four in the cardiac rehabilitation center. No intentional manipulation or disruption of LVAD function occurred. Working collaboratively with patients and families, the multidisciplinary team successfully helped patients cope and emotionally prepare for transplantation. Conclusions: Despite a lack of opportunity for preoperative teaching and preparation prior to placement of the LVAD, pediatric patients can be successfully supported and can adjust with age appropriate and developmental educational strategies provided by a multidisciplinary care team. . Adult pts requiring ventricular assist device (VAD) support prior to CTx are at increased risk for high PRA compared with pts not on support. Purpose: We report one pediatric CTx centers experience with high PRA in pts on VADs. Methods: We reviewed the histories of all pts who received pulsatile VAD support between 1998 and 2003. Results: We identified 8 pts, age 6 to 21 yrs (median 12 yrs); 3 pts were supported with Heartmate and 5 pts with Thoratec VADs. Prior to VAD, PRA was negative to weakly positive for class I and class II antigens in all pts. Serial PRAs were obtained every 2-3 wks. All pts had multiple transfusions of red cells and other products during and after VAD placement, averaging 35 exposures per pt (range 20 to 58). Four pts had infections requiring treatment while on VAD support: candidemia (1), candidal endocarditis (1), pseudomonas bacteremia (1), paronychia (1) and cutaneous VAD site infection (2). Two pts (both with Thoratec VADs) developed high PRAs: 1 spontaneously resolved in 3 wks; the other remained elevated to 98% class I and 1% class II antigens, and received a favorable prospective cross match at CTx. This pt had intensive immunotherapy at induction and post-CTx with plasmapheresis, IVIG, ATG, steroids, tacrolimus, sirolimus and mycophenolate. Despite these measures, the pt had 4x rej >3A early post-CTx, treated with steroids and daclizumab; rej is now controlled and heart function is good. The average rej frequency for VAD patients without high PRA was 0.6 rej/pt/yr. Of the 8 pts, 5 received CTx and are alive, 1 pt awaits CTx, 1 pt died while waiting, and 1 pt recovered and VAD was explanted. Conclusions: PRA elevation, in pediatric pts on VAD support, occurs infrequently despite common post-VAD complications including multiple transfusions and infections. Prospective crossmatching may not protect against severe rej in pts with high PRA. Further study is necessary to determine specific immunologic contributions of underlying risk factors. Key words: Ventricular assist devices, heart transplantation, pediatrics, and panel reactive antibody. Pulsatile ventricular assist devices (pVADs) are commonly used in adults with end stage heart failure. Experience with pVAD support in children is limited. Purpose: We report one pediatric cardiac transplant (CTx) center's experience with pVAD support. Methods: We reviewed the charts of all patients (pts) on pVAD support between 1998 and 2003. Results: We identified 8 pts, age 6 to 21 years (median 12 yr, avg 13.9 yr) who received pVAD therapy. Weight ranged from 22 to 76 kg, 3 pts were<30 kg. BSA ranged from 0.85 to 2.16 m2, median 1.8 m2. Diagnosis in 7 pts was dilated cardiomyopathy; 1 pt had heart failure associated with ventricular tachycardia. VAD inflow cannulation was via the left ventricular apex in 7 pts, and via the left atrial appendage in 1 pt. Post-VAD implant bleeding occurred in all pts, with an average of 35 donor exposures (range, 20-58 units, all blood products including platelets, plasma, and cryoprecipitate) per pt. Two pts required reoperation for bleeding. Two pts developed early right ventricular failure on VAD, but neither required bi-VAD support. Four pts had infections requiring treatment while on VAD support: candidemia (1), candidal endocarditis (1), pseudomonas bacteremia (1), paronychia (1) and cutaneous VAD site infection (2). Thromboembolic stroke occurred in 1 pt. Two pts developed elevated panel reactive antibody levels. No pt suffered VAD malfunction. Average time on VAD was 12 wks (range 10 days to 8.8 months, median 62 days). Of the 8 pts, 5 received CTx and are alive, 1 pt is awaiting CTx, 1 pt died (of stroke) while waiting, and 1 pt recovered and VAD was explanted. Kaplan-Meier survival estimate was 88% at 2 years post-VAD insertion (95% confidence interval 65% to 100% survival at 2 years). Conclusions: pVAD support can be used in pediatric pts as a bridge to transplant or to recovery. Complications of pVAD therapy are similar to those seen in adult pts. Survival for pediatric pts on pVAD is similar to, if not better than, that reported in adults.", "cite_spans": [], "ref_spans": [], "section": "Methods and Results:"}, {"text": "Key words: Ventricular assist devices, pediatrics, heart failure, and heart transplantation. Background: An abnormal origin of the left main coronary artery from the pulmonary trunk (ALCAPA) causes chronic global left ventricular (LV) ischemia and secondary LV dysfunction. After coronary reimplantation, good recovery of LV function is generally described. However, few data are available on residual regional myocardial dysfunction. Strain () (%) and Strain Rate (SR) (1/sec) imaging, derived by ultrasound allows quantification of regional myocardial function. Methods: 13 patients after ALCAPA repair were included. Ventricular function was assessed by both standard echocardiographic indices and SR/ imaging. Aim: To evaluate right ventricular (RV) and LV longitudinal and radial function in 13 ALCAPA patients late after repair (>1 year) and to compare these data with 33 age comparable healthy children.", "cite_spans": [], "ref_spans": [], "section": "Methods and Results:"}, {"text": "Results: LV and RV dimensions as well as LV fractional shortening were within normal range. Mitral ring displacement was reduced for both lateral and septal motion (p <0.001). Tricuspid ring displacement was normal. Radial function in ALCAPA patients was normal as assessed by ultrasonic /SR imaging (Patients: = 49 ± 12; SR = 3.4 ± 1.6 vs. normals: = 55 ± 12; SR = 3.4 ± 1.6, p = NS). Regional longitudinal function, assessed by /SR imaging, was significantly reduced in ALCAPA patients (p<0.05). This reduction was homogeneous for each wall studied. RV regional deformation assessed in the RV free wall was normal.", "cite_spans": [], "ref_spans": [], "section": "--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------"}, {"text": "Conclusions: Late after coronary reimplantation, LV longitudinal function remains significantly reduced in ALCAPA patients while regional radial function completely normalizes. Prolonged chronic global ischemia may have produced local subendocardial fibrosis selectively impairing long axis function. Long-term consequences of reduced long-axis function must be followed. This study examines the use of ultrasound-based strain and strain rate imaging for detecting early regional changes in myocardial function in patients with Duchenne Muscular Dystrophy (DMD). We examined 22 DMD patients aged 7.4 ± 2.6 years (range 3 to 11 years). Data were compared with measurements in 29 age-matched normal controls (mean age 7.3±2.8 years, range 3-11 years). Both standard gray-scale echocardiographic measurements as well as Doppler myocardial imaging data were obtained. Doppler myocardial velocities, peak systolic strain rate and strain were estimated both in the radial (inferolateral wall) and longitudinal directions from the LV lateral wall, interventricular septum and RV lateral wall. Standard scale-scale ultrasound indices of left ventricular function (e.g. fractional shortening; diastolic function parameters, etc.) were not different in the patient group compared to normal controls. Myocardial tissue velocities were only significantly reduced in the LV lateral wall. A highly significant decrease in radial peak strain rate and strain was found in the inferolateral wall (SR 3.0±0.4 )s vs. 4.3±1.2 -s , p <0.001 strain 39±12 vs. 62±13, p <0.001). Longitudinal strain rate was also reduced in the LV lateral wall ()1.8±1.0 )s vs. -2.3±0.9 )s , p <0.05) but not in the interventricular septum.", "cite_spans": [], "ref_spans": [], "section": "--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------"}, {"text": "Longitudinal strain was significantly reduced in the LV lateral wall ()16±8 vs. -28±10, p <0.001) as well as in the interventricular septum (-22±7 vs. -27±7, p <0.001). The Doppler myocardial imaging parameters measured in the RV lateral wall were normal. We conclude that by using strain rate and strain imaging in young Duchenne patients a decrease in deformation parameters can be observed especially in the LV inferolateral wall. This suggests early cardiac involvement in the disorder. This has possible implications for the medical treatment of this patient group. Moreover the technique has the potential to be used in clinical practice for detecting early myocardial dysfunction. Purpose: Levosimendan (LS) is a novel cardiovascular drug for the treatment of heart failure. LS improves myocardial contractility without causing an increase in myocardial oxygen demand. LS sensitizes troponin C to calcium, thus improving contractility. This sensitization is lost during diastole, allowing normal or improved diastolic function. LS also leads to vasodilatation through the opening of ATP-sensitive potassium channels. The maximum recommended dose for intravenous administration is a bolus dose of 12-24 lg/kg followed by an infusion of 0.2 lg/kg/min for 24 hours in adults. The intravenous formulation of LS is indicated for short-term treatment of acutely decompensated severe chronic heart failure in adults. The purpose of this study is to evaluate our initial experience of LS in pediatric cardiac patients. Methods: patient data and dosing By September 30 th 2003, LS has been given to 54 patients in our hospital, 1-4 times per patient, total amount of 81 times. Data of 33 patients is presently included in this study. 24/33 patients received LS after cardiac operation or during weaning from perfusion. 7/33 patients had dilated cardiomyopathy and have received several doses of LS. One patient with earlier operated Fontan received LS for acute heart failure. One patient with previously transplanted liver received LS for pulmonary hypertension. The mean age of the post operatively treated group was 0.27 years (range 0.01-6.1) and the mean age of the cardiomyopathy group was 9.5 years (range 0.01-17.9). The post op group received mean of 1.3 infusion (range 1-3) and the cardiomyopathy group mean of 2.3 infusions (range 1-4). All patients had other vasoactive drugs parallel with LS. Loading dose of 12 lg/kg was given in 42/47 treatments. Infusion of 0.1-0.2 lg/kg/ min was given following the loading dose.", "cite_spans": [], "ref_spans": [], "section": "--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------"}, {"text": "Results: A loading dose of 12 lg/kg followed by an infusion of 0.1 to 0.2 lg/kg/min for 24 h was well tolerated. Most patients had no clinically important effect on blood pressure or heart rate. However, 2/33 patients had mild hypotension, 1/ 33 mild headache and 1/33 sinus tachycardia. All these patients were from the cardiomyopathy group. 4/33 patients died with no connection to levosimendan treatment. 3 of these patients were from the postoperative group and one with late heart failure after Fontan operation. LS was used for weaning from cardiopulmonary perfusion in 5 patients, with a failure to wean with normally used inotropes. 3/5 patients were weaned successfully after initiation of LS treatment, 2/5 patients were converted to left ventricular assisting device (LVAD). Both of these patients were weaned from LVAD with LS. Conclusion: Early experience of LS in children after cardiac surgery or dilated cardiomyopathy indicates that LS is well tolerated. However, prospective pediatric studies are needed to evaluate possible advantages of LS compared with currently used vasoactive drugs. Key words: levosimendan, heart failure, cardiomyopathy Methods: 20 children were studied, age range from 2 to 192 months (median 32.5 months). The TED transducer emitting a 4-MHz continuous wave Doppler signal was introduced orally and advanced until the characteristic descending aorta waveform was obtained on the monitor (EDM II, Deltex Ltd, Chichester, UK). Seven consecutive values of minute distance (MD) were calculated and the mean taken. Simultaneously the heart rate, mean blood pressure, central venous pressure and lab variables such as base deficit (arterial blood gas analysis) and blood lactate were measured and the mean for 7 consecutive values was taken for each parameter. Following a fluid challenge, seven repeat pairs of measurement were made.", "cite_spans": [], "ref_spans": [], "section": "--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------"}, {"text": "Results: Scatter plot of the mean percentage difference of MD against the other variables showed that there was minimal degree of linearity between the heart rate, mean blood pressure, lactate level and base deficit for the difference pre and post fluid infusion. However central venous pressure percentage difference showed more marked negative linearity. Linear regression univariate analysis showed that there was no correlation between MD and heart rate, mean blood pressure, lactate level and base deficit. In the case of central venous pressure percentage changes there was a definite correlation but with borderline significance (p = 0.09). Our TED data showed consistent values with excellent reproducibility, confirming the accuracy of the technique.", "cite_spans": [], "ref_spans": [], "section": "--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------"}, {"text": "Conclusions: Clinical and laboratory assessment of hemodynamic status is not always reliable in critically ill children. It is therefore important to have an accurate estimate of cardiac output using a noninvasive technique such as TED, which avoids the risks associated with pulmonary artery catheterization. Introduction: Levosimendan is a new inodilator, whose mechanism of action includes calcium sensitization of contractile proteins and the opening of ATP-dependent potassium channels. Unlike inotropic drugs (b adrenergic agents and phosphodiesterase inhibitors) these drugs improve cardiac performance without intracellular calcium and cAMP elevation.", "cite_spans": [], "ref_spans": [], "section": "--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------"}, {"text": "Patients and methods: we show our first two patient experience using levosimendan in our CICU. Data was obtained from the patient's medical charts. Intravenous loading dose was 6 mcg/ Kg, followed with a continuous infusion of 0.1 -0.6 mcg/ Kg/ min during a 24-hour period. Clinical response was estimated through the patient's clinical condition and continuous monitoring, including heart rate and rhythm, CVP, invasive AP, urine output, arterial lactic acid and acid-base status, together with mechanical ventilation (MV) requirements and daily blood creatinine. Informed consent was obtained from both parents.", "cite_spans": [], "ref_spans": [], "section": "--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------"}, {"text": "Case 1: Twelve-month-old girl, with diagnosis of dilated myocardiopathy, waiting for cardiac transplantation. Referred to our unit from another institution, she was admitted in severe cardiac failure in spite of a dopamine infusion of 8 mcg/ Kg/ min. Milrinone was added without any significant clinical improvement. Ten days after she progressed to cardiogenic shock and multiple organ dysfunction. MV together with peritoneal dialysis (PD) and an epinephrine infusion (0.1 mcg/ Kg/ min) were started. Twelve hours later she was still hemodynamically unstable and levosimendan was introduced in the aforementioned doses. Forty-eight hours later the girl had improved significantly, being hemodynamically compensated, requiring less MV pressures and with a normal diuretic response, without any PD requirements. Levosimendan was re-infused 7 days later, allowing the patient to get her heart transplant 15 days after the infusion. Case 2: Five-year-old girl with L-TGV, multiple VSD (perimembranous and apical) and pulmonary atresia. She had undergone two previous B-T shunts (right and left, at age 5 days and 2 years). She also had light systemic A-V valve insufficiency. A Rastelli surgical procedure was performed. Pos-op she developed a severe low cardiac output syndrome progressing to a multiple organ dysfunction requiring MV, epinephrine and milrinone infusions. Seven days later she was extubated but had to be reintubated 24 hours later. Cardiac catheterization was performed which showed no significant residual defects but little muscular VSD (Qp/ Qs 1.4 / 1). End diastolic pressure was high in both ventricles (22 mm Hg). Levosimendan was started using usual doses. Forty-eight hours later she was successfully weaned from the ventilator, and discharged home a week later. Follow up shows NYHA class I -II. Conclusion: our short experience with the use of levosimendan shows a satisfactory clinical response, successfully bridging a patient to undergo cardiac transplantation in one patient, and helping in weaning a patient from MV and consequently discharging her home. More studies are needed in order to confirm levosimendan´s usefulness in congestive heart failure in children. Cardiac transplantation is the end result of treatment of heart failure in many affected children. Despite good early survival following heart transplantation in children, death or re-transplantation may occur from a variety of reasons including graft failure (GF) due to acute and chronic rejection. Late GF in the pediatric heart transplant recipients is of great concern due to the reasonable expectation of greater longevity for these patients. The time related incidence of GF defined as death or retransplantation due to primary graft dysfunction, acute rejection, or chronic rejection has not been examined in pediatric patients. We hypothesized that the probability of GF would increase over time due to chronic rejection with graft atherosclerosis.", "cite_spans": [], "ref_spans": [], "section": "Results:"}, {"text": "Methods: Data from the 20 centers participating of the Pediatric Heart Transplant Study was analyzed to determine the incidence of GF over time and risk factors for GF. All patients ranging in age from 0 to 18years who underwent transplantation from Jan. 1,1993 1, through Dec. 31, 2001 were included in the analysis. Actuarial and parametric methods were used to determine time-related incidence of GF. Recipient and donor variables were included in both a univariate and multivariable risk factor analysis. Results: 1205 patients underwent transplantation with 162 patients dying and 33 requiring re-transplantation for GF. Freedom from GF was 90% at one year, 79% at 5 years, and 70% at 8 years. Parametric survival analysis demonstrated an early phase and an accelerating late phase of risk for GF. The late phase was most apparent in recipients greater than 10yrs of age at transplant with 55% freedom from GF at 8 years post transplant compared to 75% for recipients less than 10yrs of age at transplant. This late phase of accelerating risk was not seen in infants transplanted at less than 6 mos. Risk factors for early graft failure included younger patient age at transplant, failure to use induction therapy, and longer ischemic. Late phase risk factors were older patient age at transplant, black recipient race, and previous cardiac surgery. Black recipients were nearly twice as likely to die of graft failure by 5 years post transplant compared to white and Hispanic recipients.", "cite_spans": [{"start": 255, "end": 261, "text": "1,1993", "ref_id": null}, {"start": 262, "end": 286, "text": "1, through Dec. 31, 2001", "ref_id": null}], "ref_spans": [], "section": "Results:"}, {"text": "Conclusions: Almost one third of pediatric heart transplant recipients will experience GF within 8 yrs of transplant. The presence of a late phase of accelerating GF is an important limitation on survival following heart transplantation in children.", "cite_spans": [], "ref_spans": [], "section": "Results:"}, {"text": "The absence of a late phase for GF in infants may reflect the development of graft tolerance in this group. Late GF is more likely in older patients and black recipients. High-risk groups warrant enhanced rejection surveillance and immunosuppression to prevent GF due to acute and chronic rejection. Background: Information on myocardial remodeling in pediatric heart disease is sparse. Our aim was to study whether expression of the cardiac sarcoplasmic reticulum Ca2+-ATPase (SERCA) and phospholamban (PLB) is different in volume overloaded compared to not overloaded atrial myocardium and wether this is different in younger vs. older patients. Methods: RT-PCR was used to measure mRNA expression of SERCA and PLB in atrial myocardium from 18 pediatric patients with volume overloaded right atrium and 12 patients with not overloaded atria. Results: Amount of transcripts was expressed as mRNA molecules per 10000 28S rRNA molecules. In the entire group SERCA mRNA was lower in the volume overloaded (VO, 22±11) compared to the not overloaded (NO) atrial myocardium (38±23, p = 0.01). There was no more difference if only the patients older than 24 (n = 10) months of age were compared (VO group 25±15 vs. 30±12 in the NO group, P = 0.5), in the younger patients (n = 8) there was still a significant difference (VO group 20±6 vs. 43±28, p = 0.03). The PLB mRNA did not differ between VO (74±51) and NO group (120±118, p = 0.17), again, there was a tendency to lower mRNA expression in the VO group (56±24) vs. the NO group (156±155, p = 0.09) if only patients under 24 months of age were investigated. Comparing the overall group regardless of hemodynamic overload in regard to age no statistical significant difference was found between patients older than 24 months of age vs. patients younger than 24 months of age, neither for SERCA (p = 0.5) nor for PLB (p = 0.5).", "cite_spans": [], "ref_spans": [], "section": "Results:"}, {"text": "Conclusions: In this study we could show a significant difference of SERCA mRNA expression in volume overloaded atrial myocardium only in patients younger than 24 months of age, also for PLB there was a tendency to diminished mRNA expression only in the younger patient group. This is in contrast to former reports comparing pressure overloaded ventricular myocardium in sheep (Aoyagi T et al., Ped Res, 2001, 50: 246-253) , which showed reduced SERCA mRNA only in adult sheep. These results are of importance as we know of age dependent differences in expression of SERCA in different species and in the neonate, however this study is the first investigating the combined influence of age and hemodynamic overload on pediatric atrial myocardium. As molecular changes in animal and even in adult human cardiac disease can not be adopted to the situation in infants and young children this paper adds further insights in in pediatric cardiac disease. Purpose: Myocardial ischemia-reperfusion (IR) stimulates the activity of cysteine proteases called calpains. Calpain activity is associated with interruption of calcium-regulated contraction, degradation of contractile proteins, and enhanced cell death. Immature myocardium has been shown to have elevated levels of calpain suggesting an enhanced role in neonatal IR. We hypothesized that calpain inhibition could reduce myocardial injury during IR. Methods: A model of deep hypothermic circulatory arrest with CPB (DHCA-CPB) was utilized. Eight neonatal piglets (Controls) were cooled to 18°C on CPB, underwent 2 hours of DHCA, re-warmed, and recovered for 2 hours. Hemodynamics were monitored and myocardial tissue analyzed for activation of NF-kB and pro-death pathways. An additional 6 animals received 1mg/kg of the peptide Calpain inhibitor (Z-Leu-LeuTyr-FMK) 1 hour before CPB and DHCA.", "cite_spans": [{"start": 377, "end": 422, "text": "(Aoyagi T et al., Ped Res, 2001, 50: 246-253)", "ref_id": null}], "ref_spans": [], "section": "Results:"}, {"text": "Results: Oxygen delivery was significantly depressed in controls at end-recovery (260 +/) 5 ml/min), but was maintained in treated animals (955 +/) 17ml/min, p <.05). Calpain activity was decreased in treated animals compared with controls (102+/)22 vs. 185+/) 27 fluorescent units, p <.05) Calpain inhibitor animals had higher IkB protein levels (0.61+/) .2 vs. 0.18 +/) .16 IkB/GAPDH protein ratio, p <.01), and decreased NF-kB activity (80+/)22 vs. 137+/)27 densitometry units, p <.05) at end-recovery compared to controls. Treated animals also demonstrated less Bid cleavage and decreased caspase activity compared with controls: 37+/)10 vs. 59+/)3.5 expressed as % 15Kd of total Bid protein, p <.05; and 0.47+/).33 vs. 0.8+/).48 DEVdase activity, p <.05, respectively. Conclusions: Calpain inhibition resulted in maintenance of IkB and decreased NF-kB activity, which would be expected to correlate with decreased acute injury, and improved function as evident by improved oxygen delivery. Decreased Bid cleavage and decreased caspase activity were evident with calpain inhibition, which along with decreased NF-kB activity would likely correlate with a decrease in apoptosis and hence, decreased permanent myocardial injury. Calpain inhibition decreases both acute and permanent myocardial ischemia-reperfusion injury through at least two separate pathways. Background: Magnetic resonance imaging (MRI) facilitates a true Simpson's rule approach to determination of ventricular volume indices, an approach that does not depend on geometric assumptions often invalid in the presence of cardiomyopathy. However, evaluation of cardiovascular function with MRI has previously required prolonged imaging times.", "cite_spans": [], "ref_spans": [], "section": "Results:"}, {"text": "Prolonged studies are particularly difficult for pediatric patients.", "cite_spans": [], "ref_spans": [], "section": "Results:"}, {"text": "Purpose: To determine the feasibility of performing rapid assessment of ventricular function by MRI in a pediatric population with known or suspected dilated cardiomyopathy. Methods: Twenty-five unsedated pediatric patients (ages 8-18 yr, m = 15±3.8) underwent ventricular functional evaluation with a balanced fast field echo MRI technique. Parallel data acquisition with sensitivity encoding (SENSE) technique was employed with SENSE of 2. Sequence parameters were TE/TR = 1.6 ms/ 3.3 ms, flip angle 55°, 12 slices. Studies were performed on a Phillips 1.5 Tesla scanner. A real-time interactive method was employed to achieve true short axis positioning of the contiguous slices. Vectorcardiographic electrocardiographic synchronization of the measurement sequences was utilized. Free breathing (FREE) MRI ventricular functional assessment was compared to MRI assessment during very short (less than 5 second) sequential breath holds (BH). A computer assisted Simpson's rule technique was employed to calculate left ventricular end systolic (LVESV) and end diastolic (LVEDV) volumes, ejection fractions (LVEF), and mass (LVMASS) from the MRI data. Two-dimensional echocardiographic (ECHO) measurements of these parameters were performed for correlation using a biplane method. Results: Actual MRI cardiac volume data acquisition time was less than 60 seconds in each case. Denfield, M.D 1, 2, 3 ., 1 Department of Pediatrics (Cardiology), 2 Texas Children's Hospital and 3 Texas Heart Institute, Houston, TX. Background: Advanced heart failure in children is associated with high morbidity and mortality and is often refractory to standard medical therapy. Acute exacerbations of chronic decompensated heart failure can be successfully ameliorated by the use of parenteral inotropic therapy (PIT); however, its use in children in the outpatient setting has not been described. The purpose of this study was to review our institutional experience with the use of outpatient PIT for advanced heart failure in children as bridge to transplant. Methods: We performed a retrospective review of our medical records for all patients treated with PIT as outpatients. Results: Seven patients received outpatient PIT from 2/99 to 10/03 (male = 5, female = 2, mean age = 14.5 years ±3.7). Etiology of heart failure included idiopathic dilated cardiomyopathy (n = 1), congenital heart disease (n = 4) and ischemic cardiomyopathy (n = 2). All patients were listed for cardiac transplantation. Inotropic medications used included dopamine alone (n = 1), milrinone alone (n = 4) and dopamine and milrinone in combination (n = 2). Mean dose of dopamine was 2.8 mcg/kg/min ±0.3. Mean dose of milrinone was 0.25 mcg/kg/min ±0.06. Therapy was initiated as inpatients. Doses were not adjusted during outpatient therapy. Median duration of therapy was 10 weeks (range 4 to 84 weeks). The mean number of emergency department visits per patient was greater before starting PIT than after starting PIT for the same duration of time (2.3 ±1.8 vs 1.1 ±2.2, p = 0.03). The mean number of hospital admissions per patient was greater prior to therapy than after starting therapy (2.1 ±1.3 vs. 1.2 ±1.8, p = 0.04). The mean EF% in patients with systolic dysfunction improved while on therapy (26 ±9% before vs. 37 ±13% after, p = 0.03). There was 1 death and 5 complications in 2 patients. The 1 mortality occurred suddenly at home. Complications included catheter occlusion (n = 2), extravasation of catheter (n = 2) and line infection (n = 1). Six patients underwent transplantation. Conclusions: These data show that continuous parenteral inotropic therapy can reduce the frequency of emergency department visits and hospital admissions and improves ventricular systolic function in children with advanced heart failure. The mortality rate did not exceed the reported frequency of death in patients awaiting cardiac transplantation. Key words: heart failure, outpatient, and inotropic therapy Congestive heart failure is still a major health problem in pediatric patients. It is a complex syndrome with various neuro-hormonal and neuro-humeral activation. Some investigators found that cytokines as tumor necrosis factor alpha and interleukin-6 are elevated in adult cases of congestive heart failure due to ischemic and cardiomyopathic heart failure; others mentioned that they are elevated in heart failure whatever the etiology of heart failure. We aimed to determine the serum level of one of these as IL-6 in cardiomyopathic heart failure and rheumatic heart disease with heart failure and to detect the correlation between its serum level with functional stage of heart failure, cause of heart failure and left ventricular systemic dysfunction. We conducted a study involving 35 of heart failure (24 cardiomyopathic and 11 rheumatic heart disease) matched with 39 healthy control group in the same age range. Cases and controls were subjected to history taking particularly for duration of illness, anthropometric measures, clinical assessment especially for stage of heart failure, echocardiography and measurement of serum level of IL-6 using ELISA test. We found that serum level was significantly higher in cases (95.08 ± 52.65 SD ng/dl) than in control group (7.12± 5 SD ng/dl), significantly higher in rheumatic (119.8 ± 48.6 SD ng/dl) versus cardiomyopathic (83.7 ± 51.3 SD ng/dl) heart failure, no significant correlation with left ventricular systolic dysfunction, age, sex or ESR. There was significant correlation between functional class of heart failure and the serum level of IL6. Serum level of IL6 was significantly higher in cases of heart failure with shorter duration (<6 months, mean serum IL6 was 107.9 ng/dl)) than those with longer duration (>6 months mean serum IL6 level was 44 ng/dl). We concluded that IL-6 is significantly elevated in heart failure and the plasma concentration of IL-6 may be a clinically useful prognostic marker for longterm survival. Methods: 20 cases of TOF (age 3.35±0.43) who underwent corrective procedure were selected. Patients were divided into two groups according to the inotropic agents administrated, Dopamine or Milrinone. Cardiac index (CI), the mixed venous oxygen saturation (SvO2), systemic and pulmonary vascular resistance index (SVRI, PVRI) were estimated by the thermodilution method at 3, 9, 24, 48 hours after operation. The data of 3h post-operation was considered as the baseline. Results: 9 hours after surgery, cardiac index (CI) decreased 12.4% and 7.0% in Dopamine group and Milrinone group respectively, compared with the baseline value (p <0.01, p <0.05). 24 hours after surgery, CI of both groups had no difference compared to the baseline values (p >0.05). Milrinone group had higher CI(p <0.05) and lower SVRI, PVRI (p <0.01,p <0.05) than Dopamine group (Tab. 1). Conclusion: Tendency of LCO will happen with different extent in the early post-operative period of TOF. Using Milrinone, a phosphodiesterase-III (PDE-III) inhibitor will benefit to prevent and treat the postoperative LCO. Amineva Kh, Gudkova A, Shlyakhto E. and Sejersen T,, Karolinska Institutet, Stockholm, Sweden During the past years mutation of several structural and sarcomeric proteins have been identified as causes of cardiomyopathies. Among these, desmin are associated with dilated and restricted cardiomyopathies. Desmin is implicated in the sarcomeric organisation, and, being associated with Z-bands and intercalated disks, presents a key structure of the cytoskeleton in muscle cells. Recently, we reported a desmin mutation, transmitted over several generations. This L345P missense mutation has a dominant-negative effect on filament formation, causing myopathy and cardiomyopathy. A transgenic mouse strain (DM), carrying the desmin L345P mutation, was developed in order to evaluate the effect of this mutation on cardiac and skeletal muscle pathology and function. Transgenic animals with normal desmin gene were used as a control (DS mice). Expression of transgenic desmin was confirmed by immunohistochemistry and Western blot analysis using HA-tag antibody. Here, we present data on morphological and functional analyses of heart muscle in DM and DS animals. Results: In 28 week old DM mice an increase of stromal cell number, due to lymphocyte and fibroblast-like cell infiltration, was observed. Cardiomyocytes, embedded in collagen fibers, and focal amorphic protein depositions in arterial adventitia and perivascular spaces were often found. In 69 week old DM mice these depositions were more prominent, being present in vascular walls, perivascular space and between muscle fibers. The latter were accompanied by granuloma formations, and caused a disruption of tissue architecture. Histiocyte-like and macrophage-like cells were observed in perivascular and intermyocyte spaces. Enlarged cardiomyocyte nuclei contained 1-3 nucleoli. In some myocytes perinuclear vacuolisation were observed. Degree of cardiomyocyte disarray varied from mild to moderate, being more prominent in areas of fiber disruption and protein depositions. In these areas cardiomyocyte nuclei were enormously big, containing 4-5 nuclei. Most of these changes were not found in DS mice, except slight variation of nuclear size and microfoci of protein depositions. Conclusions: The L345P desmin mutation causes focal protein deposition in vascular walls, perivascular areas and intermyocyte spaces, accompanied by an increase in stromal cell numbers and formation of granulomas. These changes may be responsible for the development of desmin-related cardiomyopathy. Remarkable progress has been made over the last 10 years on ventricular assist devices (VAD) for adults with failing ventricle. But only small series describe VAD as a system to keep children with otherwise intractable heart failure alive until myocardial recovery or transplantation. The Berlin Heart: consists of extracorporeal pneumatically driven blood pumps made out of polyurethane (10, 25, 30, 50, 60, 80 ml stroke volume), within a multi-layer flexible polyurethane membrane separating this pump-chamber into a blood and an air chamber. Three-leaflet polyurethane valves in the small and mechanical valves in the larger pumps prevent blood reflux. Four silicon cannulae connect the blood pumps with the right atrium and pulmonary artery, and the left atrium or apex and ascending aorta. A Dacron cover in the middle part of the cannulae allows a rapid ingrowth of patient's tissue as a biologic barrier against ascending infections. The pumps are driven by a pulsatile electro pneumatic system, all bloodcontacting surfaces are heparin-coated. The drive units (IKUS 2000 and Heimes HD7) are both with complete back-up. Patients: In 57 children, age 2 days -17 years (median 7y), artificial replacement of heart function with VAD (Berlin Heart) had been applied for long-term support (1 -409, mean 27 days) to offer life-saving support in our hospital between 1990 and July 2003. Twenty-five had LVAD support and 32 were on BVAD. They all were in cardiogenic shock with multiorgan failure, 8 with fulminant myocarditis, 28 cardiomyopathy without surgery before, 11 chronic stage of congenital heart disease and in 10 weaning from bypass had failed after surgery. Six children were weaned from the system, 24 reached heart transplantation, 26 died on VAD and one is still on the system. The overall survival of the myocarditis group is 62% and survival of the children with cardiomyopathy is 75%.", "cite_spans": [{"start": 1376, "end": 1385, "text": "Denfield,", "ref_id": null}, {"start": 1386, "end": 1392, "text": "M.D 1,", "ref_id": null}, {"start": 1393, "end": 1395, "text": "2,", "ref_id": null}, {"start": 1396, "end": 1397, "text": "3", "ref_id": null}], "ref_spans": [], "section": "Results:"}, {"text": "Causes of death were loss of peripheral circulatory resistance, multiorgan failure and shock (18), hemorrhagic and thromboembolic complications (7) and one brain death. The problems were thrombosis, bleeding and rethoracotomy. There were no severe problems with infection of the system or pump dysfunction. One child has mild cerebral residuals after cerebral infarction; the other survivors are without sequel. Conclusion: Prolonged circulatory support with VAD is an effective method for bridging until cardiac recovery even in newborns and small children. It offers time to restore organ function. Extubation, mobilisation and enteral nutrition is mostly successful and if no spontaneous improvement occurs, VAD increases the chance for transplantation. Compared to ECMO, ventricular assist devices can be used in with low device related morbidity and satisfying results in the myocarditis and the cardiomyopathy group. Background: Mechanical support with a pulsatile pneumatic ventricular assist device is a complex rescue procedure performed in children with untreatable cardiogenic shock. Its impact on early and long-term survival after subsequent heart transplantation remains to be determined. Methods: We reviewed retrospectively the course of 95 children (median age 8 years, range 8 days -17 years, body weight 24 kg, range 3 -110 kg) with heart transplantation. The elective-HTx group (A) consists of 33 children who were treated as outpatients before transplantation. The emergency-HTx group (B) comprises 44 children who were critically ill and in hospital before transplantation but without a ventricular assist device, whereas the VAD-HTx group (C) consists of 18 children resuscitated and supported with a pulsatile pneumatic ventricular assist device for a median time of 20 days. Results: Overall actuarial survival after cardiac transplantation was 86 % at 1 month, 82% at 1 year, and 78 % at 5 years without significant differences between the three subgroups. Group A had the best long-term survival rate with 88 / 88 / 80%, B had a survival rate of 88 / 82 / 79 % and C 72 / 72 / 72 %. There were no differences in neurological outcome, acute cardiac rejections or transplant failure. The survival rate was significantly better in the children with cardiomyopathy compared to those with congenital heart defects (p = 0.014). Conclusions: Bridging to heart transplantation by pulsatile pneumatic assist device is a safe procedure in pediatric patients. After heart transplantation overall survival of these children is similar to that of patients who were bridged with inotropes, or were electively awaiting heart transplantation. Background: In its most severe forms, cellular rejection in the heart transplant patient may present with severe cardiac failure, cardiac arrest or multiple organ failure. We present a case of acute rejection causing such problems in a 13-year-old female, managed with Veno-Arterial (VA) ECMO. Case Report and Methods: A 13-year-old female patient presented to our regional cardiothoracic center with complaints of increasing shortness of breath and lower abdominal pain. She had undergone cardiac transplantation 14 months previously for acute myocarditis, and was receiving tacrolimus/azathioprine immunosuppression. Echocardiogram showed a significant pericardial effusion. She underwent general anesthesia for drainage of effusion and endomyocardial biopsy. During this she developed complete heart block requiring multiple cardiopulmonary resuscitation episodes and temporary pacing. She was then transferred, ventilated, to the Pediatric Intensive Care Unit (PICU). She subsequently developed a low cardiac output state that required escalating inotropic therapy, accompanied by acute renal failure and hepatic dysfunction. She was given pulsed methylprednisolone therapy, as the biopsy showed acute rejection. In order to achieve hemodynamic stability and prevent progression of her multiple organ failure she was placed onto VA+V ECMO, via surgically placed 23F right internal jugular vein cannula, 19F right common carotid artery cannula and 21F right femoral vein cannula. She was heparinized to an Activated Clotting Time of 160-180 seconds. Pump flow was 4.5 l/min (100ml/kg/min). A Minntech hemofilter allowed hemodialysis. We used a Medos 7000 oxygenator. Inotropic support was subsequently rapidly weaned. There were no ECMO-related complications. Total duration of ECMO was 159 hours. This allowed Anti-Thymocyte Globulin (ATG) immunosuppression. ECMO was weaned with a modest dose of inotropic support. The patient was transferred to the ward after 22 PICU days (total duration of mechanical ventilation 17 days). Her cardiac function remains borderline (echocardiogram shows 20% fractional left ventricular shortening).", "cite_spans": [], "ref_spans": [], "section": "Results:"}, {"text": "Conclusion: ECMO has been used in other centers under similar circumstances but this is to our knowledge the first description of such a case in the literature. Our patient progressed rapidly from non-specific symptoms to multiple organ failure as a result of acute rejection and cardiac arrest. Although her condition was potentially reversible by prompt aggressive immunosuppressive therapy, this takes some days to take effect. The pace of her deterioration suggested to us that mechanical circulatory support would be required as a bridge to recovery. It is our opinion that the use of ECMO arrested the progression of her multiple organ failure pending cardiac recovery. AL Throckmorton 1 , A Untaroiu 1 , PE Allaire 1 , HG Wood 1 , DB Olsen 2 , 1 University of Virginia, Charlottesville, VA, USA 2 Utah Artificial Heart Institute, Salt Lake City, UT, USA. Purpose: Extracorporeal membrane oxygenation (ECMO), balloon pumps, and pediatric cardiopulmonary bypass (CPB) devices, which are intended for short-term use (less than 2 weeks at most), represent the only pediatric mechanical circulatory support options for infants, children, and young adults awaiting heart transplantation. The majority of these pediatric patients suffer from cardiomyopathy and congenital heart defects, often complicated by congenital heart disease. Since donor organ waiting periods may be as long as 5 months in some cases, these patients could benefit tremendously from the availability of a mechanical circulatory support device for longer-term, bridge-to-transplant (BTT) situations. In order to provide a viable, longer-term BTT option for these patients, we have designed an implantable axial flow pediatric VAD (PVAD) with an impeller that is fully suspended by magnetic bearings. This PVAD is a geometrically smaller scaled version of our adult axial flow pump and has a design point of 1.5 lpm to deliver 72 mmHg at 8000 RPM. This pump's design has been refined and optimized with consideration for rapid prototype manufacturing and magnetic suspension / motor component placement. Methods: Conventional axial pump design equations with non-dimensional scaling provided initial pump dimensions. A computational model of the PVAD was created and analyzed under steady state flow conditions for rotational speeds of 7000 to 9000 RPM using these dimensions. State-of-the-art computational fluid dynamics (CFD) software enabled several stages of optimization to ensure performance and minimization of irregular flow patterns. Results: CFD analysis of the optimized axial flow PVAD, which measures approximately 65 mm in length by 35 mm in diameter, predicts the pump will produce 1.5 lpm at 72 mmHg for a rotational speed of approximately 8000 RPM. Fluid forces exerted on the rotor under steady state conditions were also estimated to be approximately 1 Newton, and the fluid efficiency was calculated to range from 20% to 30%, which are typical values for blood pumps. Scalar stress estimations throughout the fluid field were performed with levels remaining below 500 Pa with short residence times. Conclusions: This optimized design illustrated excellent performance and will be the basis for prototype manufacturing and extensive experimental validation. Prototype manufacturing will also facilitate initial, acute animal implant experiments. Akintuerk H, Valeske K, Schranz D, Children's Heart Center, University of Giessen/Germany Elevated pulmonary vascular resistance (PVR) secondary to left heart failure and pulmonary venous hypertension may cause donor right heart failure after orthotopic heart transplantation. We report of 3 children with elevated PVR, who were placed on ECMO immediately after HTX as a prophylactic treatment against right heart failure. Patients: Age at HTX: 9, 20, 34 months. Diagnoses: Aortic Stenosis with Endocardial Fibroelastosis (2), Dilated Cardiomyopathy (1). Preop. PVR index: 11.2, 12.8, 11.7 WUxm2, PVR/SVR-ratio 0.73, 0.73, 0.43. Inhalative prostacyclin reduced PVR only in 1 of 3 children. Results: ECMO-duration: 46, 62, 72 hrs. Weaning with inhalative-NO, iv-Prostacyclin and inotropic support. PAP/SAPratio after ECMO-expl.: 0.4, 0.4, 0.3. PVR index 6 months after HTX: 3.5, 3.9, 2.3 WUxm2. Uneventful follow up over 7, 15, 18 months. Discussion: ECMO allows the right ventricle to recover from ischemic disorder following HTX and to adapt to elevated pulmonary pressures. In young children a marked reduction of elevated PVR due to left heart failure could be expected after HTX. Failing response to inhalative prostacyclin in the preoperative testing does not exclude this change in PVR. The level at which PVR becomes an absolute contraindication against HTX in children remains unknown. Conclusion: With prophylactic use of ECMO HTX is feasible in children with highly elevated PVR. Children's Heart Center, University Giessen/Germany Comparative evaluation of clinical experience with ECMO (centrifugal pump, Biomedicus) and the MedosÒ-VAD (displacement pump, pulsatile flow).", "cite_spans": [], "ref_spans": [], "section": "Results:"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "5 months); postcardiotomy 9, primary organ failure after HTX 5, prophylactic ECMO after HTX in children with elevated PVR 3, rescue-ECMO in cardiac shock 1. VAD: n = 11", "authors": [], "year": null, "venue": "Patients: ECMO: n = 18", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Results: ECMO: Duration 2-21d (median 5.5 days); complications: bleeding 16, sepsis 1, thromboembolic 2, myocardial infarction 1", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Background: Isolated ventricular noncompaction (IVNC) to measure noncompacted:compacted segment ratio, left ventricle (LV) size, ejection fraction (EF), and Tei index, both at presentation and at most recent visit. Medical records, electrocardiograms, Holter recordings and heart rate variability (HRV) data were also reviewed. Results: Twenty-words: isolated ventricular noncompaction, cardiomyopathy, heart failure", "authors": [{"first": "Ha˚kan", "middle": [], "last": "Wa˚hlander", "suffix": ""}, {"first": "Andreas", "middle": [], "last": "Westerlind", "suffix": ""}, {"first": "Per-Arne", "middle": [], "last": "Lundberg", "suffix": ""}, {"first": "*", "middle": [], "last": "", "suffix": ""}, {"first": "Daniel", "middle": [], "last": "Holmgren", "suffix": ""}, {"first": ";", "middle": [], "last": "Rachel", "suffix": ""}, {"first": "M", "middle": [], "last": "Wald", "suffix": ""}, {"first": "Gruschen", "middle": ["R"], "last": "Veldtman", "suffix": ""}, {"first": "Brian", "middle": ["W"], "last": "Mccrindle", "suffix": ""}, {"first": "Joel", "middle": ["A"], "last": "Kirsh", "suffix": ""}, {"first": "Lee", "middle": ["N"], "last": "Benson", "suffix": ""}], "year": null, "venue": "The Pediatric Expression of Isolated Ventricular Noncompaction: Clinical Characteristics, Prognosis and Outcomes", "volume": "----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Urine output increased from 3 cc/kg/hr to 9 cc/kg/hr with discontinuation of the intravenous furosemide infusion. Serum sodium increased to 132, BUN decreased to 30, and serum creatinine decreased to 0.6. The minimum dose of nesiritide was utilized through the entire course with no titration being necessary. Serum monitoring of BNP demonstrated elevated BNP levels prior to starting the infusion. The levels increased appropriately with infusion and decreased to below baseline following infusion discontinuation. It was also noted that hypertensive blood pressure control improved with weaning from vasoactive drips being accomplished while on nesiritide infusion. Conclusions: Nesiritide was safely administered to a sick pediatric orthotopic heart transplant patient. The favorable effects noted were compensation of heart failure, improvement of renal function, and correction of hyponatremia. No hypotension or arrhythmias were noted. Nesiritide was administered concomitantly with intravenous vasoactive medications without difficulty and allowed for the wean and discontinuation of these medications that have inherent side effects relating to blood pressure and arrhythmogenicity. Nesiritide may become another option for the safe and efficacious treatment of decompensated heart failure or post-operative complications in the pediatric population. Key words: nesiritide, heart failure, pediatric", "authors": [{"first": "", "middle": [], "last": "Kenan Ö Zcan", "suffix": ""}, {"first": "", "middle": [], "last": "Ukurova University", "suffix": ""}, {"first": "", "middle": [], "last": "Faculty Of Medicine", "suffix": ""}, {"first": "Adana/Turkey. Min ; John Lynn", "middle": [], "last": "Picu", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Jefferies", "suffix": ""}, {"first": "William", "middle": ["J"], "last": "Mph", "suffix": ""}, {"first": "Susan", "middle": ["W"], "last": "Dreyer", "suffix": ""}, {"first": "Jack", "middle": ["F"], "last": "Denfield", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Price", "suffix": ""}, {"first": "Jeffrey", "middle": ["A"], "last": "", "suffix": ""}], "year": null, "venue": "Both of them were no response therapy. Then we started Terlipressin dose of 15 mcg/kg/day. After Terlipressin, improve blood pressure and hemodynamics. Terlipressin aborted the refractory hypotension unresponsive to traditional high-dose catecholamine therapy. Conclusion: Terlipressin should be considered as a possible novel therapeutic approach to be used as rescue therapy for patients presenting with refractory hypotension following septic shock. Key words: septic shock, terlipressin, child", "volume": "and infant ----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "He developed hemodynamic compromise on post-operative day 16 and had evidence of humoral rejection on endomyocardial biopsy. He was treated with a steroid pulse (1000 mg x 1 and 500 x 2) and plasmapheresis therapy for a total of 5 consecutive days followed by high dose IVIG. He was also maintained on an immunosuppression regimen of Neoral (5.5 mg/kg/day divided every 12 hours), prednisone (0.3 mg/kg/day), and cyclophosphamide (1mg/kg/ day)", "authors": [{"first": ";", "middle": ["R R"], "last": "Denfield", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Thiagarajan", "suffix": ""}, {"first": "L", "middle": ["B"], "last": "Almond", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Smoot", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Roth", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Del Nido", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Mayer", "suffix": ""}, {"first": "E", "middle": ["D"], "last": "Laussen", "suffix": ""}, {"first": "", "middle": [], "last": "Blume", "suffix": ""}], "year": null, "venue": "A positive donor specific cross match may cause hyperacute rejection and poor outcome in patients undergoing heart transplantation", "volume": "Rituxan ----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Key words: Biopsy, infant, cardiomyopathy, and myocarditis -------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------TheEffect of a Nursing Staff Education Program on Compliance with Central Line Care Policy in the Cardiac Intensive Care Unit. Debora East, RN, BS 1 and Katherine Jacoby, RN, BSN 2 , 1 Baylor College of Medicine and 2 Texas Children's Hospital. Purpose: Central venous access is a vital component in the treatment of heart failure. Complications related to central venous line use are well known to increase patient morbidity and mortality. Education programs to promote best central line practice have been studied and implemented to reduce central line complications. The purpose of this research is to demonstrate the effectiveness of an education module on staff compliance regarding central line care policy in the pediatric cardiovascular intensive care unit. Methods: A quasi-experimental pre and post-test design was conducted in the CVICU at Texas Children's Hospital from January through June 2003. A self-study module obtained from Texas Children's Hospital Infection Control and published by BJC Healthcare, which included a poster summarizing prevention of catheter-related bloodstream infections and outlining routine catheter care with pictures, an infectious disease fact sheet and CDC approved central line care instructions, were distributed to all RN's working in the CVICU. Pre and post-test results were used to analyze the effectiveness of the education module. Data was collected pre and post education module to determine the staff's level of compliance with central line care policy. Compliance with central line care policy was scored as a ''yes'' or ''no'' based upon 10 observable data points such as line tubing dated and dressing dry and intact. Results: Data was collected on 47 patients pre and post intervention during rounds in the CVICU. There was a statistically significant improvement seen in patient observations for overall passing scores, dressings ''per policy,'' and use of intravenous line adapters post intervention. Conclusions: Results suggest improvement in compliance with central line care policy following an educational intervention. -------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------Myocarditis in Dilated Cardiomyopathy. Katy Edmonds, Jon Smith, Doris Rassl, Fiona Black, John O'Sullivan, John Dark., Freeman Hospital, Newcastle upon Tyne, UK.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Abbreviations: Dilated Cardiomyopathy (DCM), Endomyocardial Biopsy (EMB). Key words: Dilated Cardiomyopathy, Myocarditis, and Dallas Criteria -------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------Elevated Levels of N Terminal pro-Brain Natriuretic Peptide (NTpro-BNP) in Children with Dilated Cardiomyopathy. Katy Edmonds, Jon Smith, John O'Sullivan, John Dark., Freeman Hospital, Newcastle upon Tyne, UK.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------Sildenafil Treatment in Mechanically Ventilated Children with Pulmonary Hypertension. Angela F. Slaughter, MD, Matt Gross, MD, Susan Park, RN,MSN, Jenny Chu, Pharm. D., Department of Pediatric Critical Care Medicine, Nursing and Pharmacy, Loma Linda Children's Hospital, Loma Linda, CA.Purpose: Recent reports of the beneficial effects of sildenafil, a phosphodiesterase-5 inhibitor, in adult patients with pulmonary hypertension (PHTN) have lead to its use in children with PHTN. This study evaluates the safety and efficacy of sildenafil in weaning mechanical ventilation (MV) and/or inhaled nitric oxide (iNO) in children with PHTN. Methods: A retrospective study was performed for children admitted from September 2001 to October 2003 at a tertiary children's hospital who were treated with sildenafil. Sildenafil was initiated in children who failed to wean off MV. These patients all had PHTN from one of the following conditions: Congenital heart disease (CHD), ARDS, or severe bronchopulmonary dysplasia (BPD", "latex": null, "type": "figure"}, "FIGREF3": {"text": "of Left Ventricular and Right Ventricular Hypertrophy in Congenital Heart Disease. Beth D Kaufman, MD, Juan C Osorio, MD, Ralph S Mosca, MD, Jonathan M.Chen, M.D, Jan M Quaegebeur, M.D, Manisha Desai, Ph.D, Anthony W Ferrante, MD and Seema Mital, MD., Department of Pediatrics, Columbia University, College of Physicians & Surgeons, New York, New York. Background: Hemodynamic stimuli promote activation of gene expression pathways that mediate ventricular hypertrophy.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Oxygenation as Rescue Therapy in Children After Heart Transplant. B.D. Kaufman, MD, J.M. Lamour, MD, J. Bae, S. Mital, C. J. Stolar, MD, D. T. Hsu, MD, L J. Addonizio, MD, Columbia University, College of Physicians & Surgeons, New York, NY.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "to the Pulsatile Left Ventricular Assist Device in Pediatric Patients. Meredith McDonough, CCLS, Kathryn M. Dodds, RN, MSN, CRNP, Maryanne Chrisant, MD, J.D. Menteer, MD, B.J. Clark, MD, Stephen M. Paridon, MD, Jeanne Acampura, RN, Jerome Menenedez, RN, Troy Dominguez, MD, Thomas L. Spray, MD, Susan C. Nicolson, MD, J. William Gaynor, MD., The Cardiac Center at The Children's Hospital of Philadelphia. Purpose: Pulsatile left ventricular assist devices (LVAD) are used in pediatric patients as a bridge to transplant or recovery.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Key words: LVAD, Transplant, Psychosocial -------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------Panel Reactive Antibody and Ventricular Assist Device Support Prior to Pediatric Heart Transplantation. JD Menteer MD, J W Gaynor MD, B J Clark MD, B D Hanna MD, PhD, and M RK Chrisant, MD., The Cardiac Center, The Children's Hospital of Philadelphia, Philadelphia, PA, United States. Elevated panel reactive antibodies (PRA) are a risk factor for acute rejection (rej) post-cardiac transplant (CTx) in adult patients (pts)", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Assist Devices: One Large Pediatric Center's Experience. JD Menteer MD, M RK Chrisant MD, T L Spray MD, P J Gruber MD, PhD, B J Clark MD, S C Nicolson MD, B D Hanna MD, PhD, S M Paridon MD, L M Montenegro MD, C Ravishankar MD, T E Dominguez MD, and J W Gaynor MD., The Cardiac Center, The Children's Hospital of Philadelphia, Philadelphia, PA, United States.", "latex": null, "type": "figure"}, "FIGREF8": {"text": "-Repair Ventricular Function in Patients with Origin of the Left Main Coronary Artery from the Pulmonary Trunk. Luc Mertens , Giovanni Di Salvo, Benedicte Eyskens, Piet Claus, Jan D'hooge, Bart Bijnens, Bert Suys, Daniel De Wolf, Marc Gewillig, George R., Sutherland Department of Cardiology and Pediatric Cardiology, University Hospitals Leuven, Leuven, Belgium Department of Pediatric Cardiology, University Hospital Gent, Belgium.", "latex": null, "type": "figure"}, "FIGREF9": {"text": "------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------The Early Detection of Regional Myocardial Dysfunction Duchenne Muscular Dystrophy by Ultrasonic Strain and Strain Rate Imaging. Luc Mertens, Javier Ganame, Be´ne´dicte Eyskens, David Van Laere, Gunnar Buyse, Nathalie Goemans, Bart Bijnens, Piet Claus, Jan D'hooghe, Marc Gewillig,, George R Sutherland Pediatric Cardiology and Cardiology Departments and Pediatric Neurology University Hospitals Leuven, Leuven, Belgium.", "latex": null, "type": "figure"}, "FIGREF10": {"text": "------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------Initial Experience of Levosimendan in Pediatric Patients. Turanlahti M 1 , Mildh L 2 , Peltola K 2 , Rautiainen P 2 , Department of Pediatric Cardiology 1 , Department of Anesthesia and Intensive care 2 , Helsinki University Hospital, Hospital for Children and Adolescents, Helsinki, Finland.", "latex": null, "type": "figure"}, "FIGREF11": {"text": "------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------Initial ExperienceUsing a New Inotropic Drug in Children Recovering from Cardiovascular Surgery. Balestrini M, Moreno G, Landry L, Laura JP, Magliola R, CICU -Hospital de Pediatrı´a Juan P Garrahan Buenos Aires, Argentina. Purpose: showing our experience with the use of levosimendan in two children with refractory congestive heart failure.", "latex": null, "type": "figure"}, "FIGREF12": {"text": "------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------Increasing Graft Failure After Cardiac Transplantation in Children. W.R. Morrow M.D., D.C. Naftel PhD, J. Parker, MS, E.A. Frazier M.D., C.C.Canter MD, J.J. Drummond-Webb M.D., K Ainley R.N., R.L. Caldwell M.D., J.K. Kirklin M.D., and the Pediatric Heart Transplant Study Group., Departments of Pediatrics and Surgery, University of Arkansas for Medical Sciences, Little Rock, AR; University of Indiana, Indianapolis, INL; Lubbock, TX.; Department of Surgery, University of Alabama at Birmingham, Birmingham, AL.", "latex": null, "type": "figure"}, "FIGREF13": {"text": "------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------Age Dependent Suppression of SERCA mRNA in Hemodynamic Overload. Mladen Pavlovic, Bernhard Steiner, Andre´Schaller, Jean-Pierre Pfammatter, Thierry Carrel, Pascal Berdat, Sabina Gallati., Divisions of Pediatric Cardiology, Human Genetics and Cardiac Surgery, University Hospital, Berne, Switzerland.", "latex": null, "type": "figure"}, "FIGREF14": {"text": "------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------Calpain Inhibition Prevents Both Acute Myocardial Ischemia-Reperfusion Injury and Apoptosis in Neonatal Piglets. Jeffrey M. Pearl, Jefferson M. Lyons, Connie J. Wagner, John P. Lombardi, Jodie Y., Duffy Division of Pediatric Cardiothoracic Surgery Children's Hospital Medical Center, Cincinnati, Ohio.", "latex": null, "type": "figure"}, "FIGREF15": {"text": "------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------Rapid Assessment of Ventricular Function with MRI in Pediatric Patients with Cardiomyopathy -A Preliminary Study with Comparison to Echocardiography. Ricardo H. Pignatelli 1-2 , Taylor Chung 2 , Raja Muthupillai 2 , John P. Kovalchin 1-2 , Jason Su 2 , Reenu S.Eapen 2 , Giles W. Vick, III 1-2 ., 1 Pediatrics-Cardiology, Baylor College of Medicine, Houston, TX, USA 2 Baylor College of Medicine, Houston, TX, USA.", "latex": null, "type": "figure"}, "FIGREF17": {"text": "a Neurohormonal Marker of Rheumatic Versus Cardiomyopathic Congestive Heart Failure in Children. Dr. Inas Abdullsattar Saad, Currently: Consultant Pediatric cardiology Al-Noor specialist hospital-Holly Makkah-KSA (Originally: Lecturer of pediatrics & pediatric cardiology-Cairo University-Egypt).", "latex": null, "type": "figure"}, "FIGREF18": {"text": "------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------Prevention and Treatment of Low Cardiac Output Tendency in the Early Post-operative Period of Tetralogy of Fallot. SHI Zhen-ying, ZHU Li-min, CHEN Ling, et al, Department of Thoracic Cardiac Surgery, Shanghai Children's Medical Center, Xinhua Hospital, SSMU, Shanghai 200092, China. Objective: To determine the hemodynamic change in the early post-operative period of Tetralogy of Fallot (TOF), and to discuss the prevention strategy and treatment way for low cardiac output (LCO).", "latex": null, "type": "figure"}, "FIGREF19": {"text": "Key words: Tetralogy of Fallot; low cardiac output; phosphodiesterase-III inhibitor; Milrinone-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------Morphological Features of Cardiomyopathy in L345P Desmin Transgenic Mice. Sjoberg G, Kostareva A, ,", "latex": null, "type": "figure"}, "FIGREF20": {"text": "------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------Ventricular Assist Devices in Children. Stiller B, Weng Y, Hu¨bler M, Hennig E, Merkle F, Nagdyman N, Lange PE, Hetzer R, Deutsches Herzzentrum Berlin.", "latex": null, "type": "figure"}, "FIGREF21": {"text": "------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------Heart Transplantation in Children Following Mechanical Circulatory Support with Pulsatile Pneumatic Assist Device. Stiller B, Hetzer R, Weng Y,Hummel M, Hennig E, Nagdyman N, Ewert P, Lehmkuhl H, Lange PE, Department of Pediatric Cardiology and Department of Thoracic and Cardiovascular Surgery, Deutsches Herzzentrum Berlin.", "latex": null, "type": "figure"}, "FIGREF22": {"text": "Key words: Ventricular assist device -Berlin Heart -Children -Heart transplantation-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------ECMO (Extra Corporeal Membrane Oxygenation) as a Bridge to Recovery from Acute Rejection in a 13 Year Old Heart Transplant Patient. Sturman JM, Watkins R, Roche L, Smith JH, Haynes SR, Bolton D, Roe J, Hasan A, Hamilton JRL, O'Sullivan J, Chaudhri M, Freeman Hospital, Newcastle upon Tyne, England, United Kingdom.", "latex": null, "type": "figure"}, "FIGREF23": {"text": "Key words: Cardiac transplant, Acute Rejection, ECMO-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------Optimized Design of an Axial Flow Ventricular Assist Device for Pediatric Cardiac Failure Patients.", "latex": null, "type": "figure"}, "FIGREF24": {"text": "------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------Prophylactic ECMO after HTX in Children with Elevated Pulmonary Vascular Resistance. Thul J,", "latex": null, "type": "figure"}, "FIGREF25": {"text": "------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------Mechanical Cardiac Support in Children -ECMO or VAD? J. Thul, H. Akintu¨rk, K.Valeske, D. Schranz,", "latex": null, "type": "figure"}, "TABREF1": {"text": "of Nesiritide in Pediatric Patients with Congestive Heart Failure. Brian Feingold and Yuk M., Law Children's Hospital of Pittsburgh, PA, USA.", "latex": null, "type": "table"}, "TABREF2": {"text": "Circulatory Support in the Postoperative Period after Pediatric Cardiac Surgery. A. Fraisse,", "latex": null, "type": "table"}, "TABREF6": {"text": "Surgical Repair of Anomalous Left Coronary Artery from the Pulmonary Artery: Early Survival and Late Outcome. Dong Kang; R Mejia; H Jalali; P Pohlner, The Prince Charles Hospital.", "latex": null, "type": "table"}, "TABREF7": {"text": "Chronic Ventricular Assist Device Support for Pediatric and Congenital Heart Disease. S A Kutty, MD 1 , B W Duncan, MD 1 , M Yeager, RN, RNFA 3 , R B Mee, M.B.Ch.B, FRACS 1 , G L Rosenthal, MD, PhD 1 , J J Drummond-Webb, MD 4 , M R K Chrisant, MD 5 , J Young, MD 2 , N G Smedira, MD 3 and P McCarthy, MD 3 ., Pediatric and Congenital Heart Diseases, Cleveland Clinic Foundation, Cleveland, OH; 2 Cardiovascular Medicine, Cleveland Clinic Foundation, Cleveland, OH; 3 Thoracic and Cardiovascular Surgery, Cleveland Clinic Foundation, Cleveland, OH; 4 Cardiothoracic Surgery, UAMS medical Center, Little Rock, AR and 5 Cardiac Center, Children's Hospital of Philadelphia, Philadelphia, PA.", "latex": null, "type": "table"}, "TABREF8": {"text": "Type Natriuretic Peptide (BNP) Levels to Identify Cardiac Disease in the Pediatric Cardiology Setting. Yuk M., Law Department of Pediatrics, Children's Hospital of Pittsburgh & Doernbecher Children's Hospital, Oregon Health and Science University, Portland, Oregon.", "latex": null, "type": "table"}, "TABREF9": {"text": "Cardiac Output Measurement by Transesophageal Doppler Ultrasound Compared to Clinical Evaluation in the Hemodynamic Assessment of Critically Ill Children. Uthara Mohan, Simon Nadel., Pediatric Intensive Care Unit, St. Mary's Hospital, London UK. Aims: To measure the cardiac output using transesophageal Doppler (TED) in mechanically ventilated patients in PICU, and compare this to clinical assessment of hemodynamic values obtained in the same group of patients.", "latex": null, "type": "table"}, "TABREF10": {"text": "Total scanning time average: 16 minutes. All patients tolerated the MRI examination without problems. MRI image quality ranged from good to excellent, and all MRI volumes could be evaluated without difficulty. ECHO could not calculate cardiac mass because of poor acoustic windows.", "latex": null, "type": "table"}, "TABREF11": {"text": "Table 1. Average Ventilator Days Pre- and Post-Sildenafil Initiation.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>BPD (n = 4) </td><td>CHD (n = 9) </td><td>ARDS (n = 2)\n</td></tr><tr><td>Pre-sildenafil </td><td>16 days (8-22)* </td><td>18 days (4-76) </td><td>15 days (4-27)\n</td></tr><tr><td>Post-sildenafil </td><td>13 days (3-22) </td><td>16 days (1-45) </td><td>10 days (3-17)\n</td></tr></table></body></html>"}}, "back_matter": []}