{"paper_id": "573637273377eae5c78831362fc85c81e735030c", "metadata": {"title": "ORIGINAL ARTICLE 102 Mask-wearing and respiratory infection in healthcare workers in Beijing, China", "authors": [{"first": "Peng", "middle": [], "last": "Yang", "suffix": "", "affiliation": {"laboratory": "", "institution": "Capital Medical University", "location": {"settlement": "Beijing, Beijing", "country": "China, China"}}, "email": ""}, {"first": "Holly", "middle": [], "last": "Seale", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of New South Wales", "location": {"settlement": "Sydney", "country": "Australia"}}, "email": ""}, {"first": "Raina", "middle": [], "last": "Macintyre", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of New South Wales", "location": {"settlement": "Sydney, Beijing, Beijing", "country": "Australia, China, China"}}, "email": ""}, {"first": "Haiyan", "middle": [], "last": "Zhang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Zhen", "middle": [], "last": "Zhang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yi", "middle": [], "last": "Zhang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Xiaoli", "middle": [], "last": "Wang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Xinyu", "middle": [], "last": "Li", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Xinghuo", "middle": [], "last": "Pang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Quanyi", "middle": [], "last": "Wang", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "The aim of the study was to determine rates of mask-wearing, of respiratory infection and the factors associated with mask-wearing and of respiratory infection in healthcare workers (HCWs) in Beijing during the winter of 2007/2008. Methods: We conducted a survey of 400 HCWs working in eight hospitals in Beijing by face to face interview using a standardized questionnaire. Results: We found that 280/400 (70.0%) of HCWs were compliant with mask-wearing while in contact with patients. Respiratory infection occurred in 238/400 (59.5%) subjects from November, 2007 through February, 2008. Respiratory infection was higher among females (odds ratio [OR], 2.00 [95% confidence interval {CI}, 1.16-3.49]) and staff working in larger hospitals (OR, 1.72 [95% CI, 1.09-2.72]), but was lower among subjects with seasonal influenza vaccination (OR, 0.46 [95% CI, 0.28-0.76]), wearing medical masks (reference: cotton-yarn; OR, 0.60 [95% CI, 0.39-0.91]) or with good mask-wearing adherence (OR, 0.60 [95% CI, 0.37-0.98])", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": ". The risk of respiratory infection of HCWs working in low risk areas was similar to that of HCWs in high risk area. Conclusion: Our data suggest that female HCWs and staffs working in larger hospitals are the focus of prevention and control of respiratory infection in Beijing hospitals. Mask-wearing and seasonal influenza vaccination are protective for respiratory infection in HCWs; the protective efficacy of medical masks is better than that of cotton yarn ones; respiratory infection of HCWs working in low risk areas should also be given attention.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Influenza pandemic has been a global public health issue in recent years, 1 and in 2009, a pandemic of a novel H1N1 influenza virus of swine origin occurred. 2, 3 During the initial stages of an influenza pandemic, supplies of vaccines and antiviral medications are likely to be delayed or inadequate to treat a very large number of affected individuals. Therefore, non-pharmacological interventions will be important, including the use of respirators and/or medical masks, which is able to confer respiratory protection. [4] [5] [6] If hospitals are to continue to function adequately during a pandemic, reliable access to effective protection strategies for healthcare workers (HCWs) will be imperative. Reducing transmission to HCWs may not only help support the healthcare workforce, but may also prevent influenza transmission to patients. 7 It is commonly acknowledged that adherence with an intervention can change with perception of risk during a pandemic or an out-break of unknown origin. Since the epidemic of SARS in Beijing in 2003, awareness and commitment to infection control increased, including the use of masks among HCWs. However, we are not aware of the exact rate of and adherence to mask-wearing after the SARS outbreak in 2003. Furthermore, we commonly assume that frontline HCWs are at increased risk of respiratory infection, but to the best of our knowledge there is no data examining this in our setting. Therefore, the purpose of our study was to determine the level of mask-wearing and respiratory infection in healthcare workers during an influenza season in Beijing, China.", "cite_spans": [{"start": 74, "end": 75, "text": "1", "ref_id": "BIBREF0"}, {"start": 158, "end": 160, "text": "2,", "ref_id": "BIBREF1"}, {"start": 161, "end": 162, "text": "3", "ref_id": "BIBREF2"}, {"start": 522, "end": 525, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 526, "end": 529, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 530, "end": 533, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 845, "end": 846, "text": "7", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Between April 20, 2008 and May 15, 2008, we undertook a survey to examine the level of mask-wearing and respiratory infection in HCWs from eight hospitals, in Beijing, China. If we assumed that the proportion of HCWs Este é um artigo Open Access sob a licença de CC BY-NC-ND with good mask-wearing adherence (wearing the mask for ≥ 70% of patient-contact time) was equal to 50%, a 5% precision, with a 95% confidence interval according to the formula stated by Daniel, 8 the required sample size for this survey would be 384 HCWs. Eventually, 400 HCWs were enrolled. These 400 HCWs came from a range of different departments and wards representing high and low risk settings for respiratory infection (respiratory, emergency, infectious disease and surgical departments) of eight hospitals in Beijing, using a two-stage random sampling technique. For this study, we classified the first three wards/departments as being high-risk settings for respiratory pathogen transmission and the surgical department as being low risk. In the first stage, eight hospitals were randomly selected from 23 level 2 or 3 hospitals in Beijing. In China, hospitals are categorized into three levels (Level 1, 2 and 3) according to the magnitude (Level 3 > Level 2 > Level 1). 9 In the second stage, for each selected hospital, 50 subjects were randomly enrolled in this survey from respiratory, emergency, infectious disease and surgical departments.", "cite_spans": [{"start": 461, "end": 468, "text": "Daniel,", "ref_id": null}, {"start": 469, "end": 470, "text": "8", "ref_id": "BIBREF7"}, {"start": 1257, "end": 1258, "text": "9", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Subjects and survey design"}, {"text": "Using a standardized questionnaire, we developed a survey that assessed: demographic characteristics; professional designation and clinical duties; attitude and adherence to mask-wearing, mask types used; hand washing frequency, seasonal influenza vaccination; and respiratory infection (clinical respiratory illness [CRI], defined as having at least two of the following symptoms simultaneously: fever, cough, sore throat, nasal congestion or rhinorrhea) 10 Attitude to mask-wearing was assessed by asking the following question: Do you think it is necessary to wear masks when in contact with patients? Attitude was categorized as active (necessary to wear masks when in contact with patients) and not active (not necessary to wear masks when in contact with patients).", "cite_spans": [{"start": 456, "end": 458, "text": "10", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Data collection"}, {"text": "Mask-wearing adherence was measured by the following question: for what percentage of patient-contact time did you wear a mask or respirator? According to expert opinion, adherence was categorized as good (wearing the mask for ≥ 70% of patient-contact time) and poor (wearing the mask for < 70% of patient-contact time).", "cite_spans": [], "ref_spans": [], "section": "Data collection"}, {"text": "Hand washing frequency was assessed by asking the following question: Do you think it is necessary to wash hands after contact with each patient? Frequency was categorized as frequent (necessary to wash hands after contact with each patient) and not frequent (not necessary to wash hands after contact with each patient).", "cite_spans": [], "ref_spans": [], "section": "Data collection"}, {"text": "Questionnaire data were entered in duplicate using EpiData Software, and data were analyzed using SPSS 11.5 statistical package (SPSS Inc., Chicago, Illinois, USA). Univariate and multivariate logistic regression analyses were conducted to determine predictors of mask-wearing adherence and respiratory infection in HCWs. Predictive factors were first analyzed by univariate analysis, and then factors with p-values < 0.5 or those that were thought to be clinically significant by professional view were included in the multivariable model; backward logistic regression was conducted by removing variables with p > 0.1. For all statistical analyses two-tailed tests were used, and statistical significance was defined as p < 0.05.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "All 400 subjects selected for this survey participated in and completed the study. The median age was 35 years and about 81% (324/400) were female. About 47.8 % (191/400) were doctors, and 52.2% (209/400) were nurses; 52.7% (211/400) were classified as being in a junior role, and 80% (320/400) were working in high-risk settings. About 28.5% (114/400) reported having taken seasonal influenza vaccination. Detailed demographic characteristics of the subjects are reported in Table 1 .", "cite_spans": [], "ref_spans": [{"start": 476, "end": 483, "text": "Table 1", "ref_id": "TABREF1"}], "section": "Subject characteristics"}, {"text": "All subjects (100%) reported mask use. The majority (70%, 280/400) of participants self reported good adherence with masks. About 84.0% (336/400) reported adverse effects of mask-wearing, and 43.0% (172/400) reported more than two adverse effects ( Table 2 ). The most commonly reported adverse effect was breathing difficulties (56.5%, 226/400). The washable, reusable cotton-yarn mask was the most common type of mask used as reported by participants (59.8%, 239/400), followed by medical masks (40.2%, 161/400). Close to 60% of participants reported having had clinical respiratory illness (59.5%, 238/400) during the influenza season. (Table 2 ).", "cite_spans": [], "ref_spans": [{"start": 249, "end": 256, "text": "Table 2", "ref_id": "TABREF2"}, {"start": 639, "end": 647, "text": "(Table 2", "ref_id": "TABREF2"}], "section": "Mask use and respiratory infection in subjects in seasonal influenza season"}, {"text": "Multivariate analysis showed that good mask-wearing adherence was higher among females (odds ratio [ ", "cite_spans": [{"start": 99, "end": 100, "text": "[", "ref_id": null}], "ref_spans": [], "section": "Predictors associated with mask use adherence"}, {"text": "In our study, we found high self-reported mask adherence, despite the majority of HCWs having reported adverse effects of mask-wearing. This high level of mask-wearing adherence may be attributed to enhanced management of nosocomial infection control and improved consciousness among HCWs following the SARS outbreak in Beijing in 2003, especially after the occurrence of SARS infection in HCWs. 11 We found that the majority of our participants used re-usable cotton-yarn masks, followed by medical masks. N95 masks were not reported as being used routinely. It may be hypothesized that the cost of N95 masks may be a potential barrier for their use in these wards, and departments prefer to re-usable cotton-yarn masks which could be considered as more economically viable in the setting of limited funding/resources. *Mask-wearing adherence was categorized into two groups: good adherence (wearing the mask for ≥ 70% of patient-contact time) and poor adherence (wearing the mask for < 70% of patient-contact time). ‡ Defined as having at least two of the following symptoms simultaneously: fever, cough, sore throat, nasal congestion or rhinorrhea. In this study, female and junior/intermediate HCWs had better adherence to mask-wearing than their counterparts, which may be due to better consciousness of self-protection of females and junior/intermediate HCWs who are much more prone to comply with the hospital infection control policies. HCWs of level 3 hospitals had higher level of adherence to mask-wearing, compared to their counterparts in level 2 facilities. This may be due to the stricter and more complete regulations of infection control in larger hospitals.", "cite_spans": [{"start": 396, "end": 398, "text": "11", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "HCWs from high risk departments were found to have higher levels of adherence with mask-wearing, compared to their counterparts from low risk areas. This may be due to increased awareness of risk in these departments. We found that it did not matter if the staff member was working in a high or low risk department, anyone who had a \"positive attitude\" to mask-wearing also had good adherence with mask-wearing. In our study, participants who reported frequent hand-washing were also found to have good adherence with mask-wearing.", "cite_spans": [], "ref_spans": [], "section": "Mask-wearing and respiratory infection in HCWs"}, {"text": "In this study close to 60% of participants self-reported having a respiratory infection during the influenza season. Surprisingly, there was no significant difference between rates reported among participants of high risk areas and those from low risk areas. This finding suggested that healthcare workers working in low risk areas had the same risk of respiratory infection as those in high risk areas in Beijing hospitals.", "cite_spans": [], "ref_spans": [], "section": "Mask-wearing and respiratory infection in HCWs"}, {"text": "We are unsure why females had a higher reported rate of infection -a possible explanation could be that female healthcare workers have closer patient contact than their male counterparts. The level 3 hospital represented the higher risk of respiratory infection compared to level 2 facilities suggesting that level 3 hospitals, which have larger population of sick patients, are a priority for measures to protect health care workers.", "cite_spans": [], "ref_spans": [], "section": "Mask-wearing and respiratory infection in HCWs"}, {"text": "The coverage of seasonal influenza vaccination is always of concern, especially in HCWs. [12] [13] [14] In this survey, we found that 28.5% (114/400) of participants were vaccinated, and seasonal influenza vaccination showed a protective effect, underscoring the importance of seasonal influenza vaccination for HCWs.", "cite_spans": [{"start": 89, "end": 93, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 94, "end": 98, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 99, "end": 103, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Mask-wearing and respiratory infection in HCWs"}, {"text": "This study showed that HCWs with good adherence to mask-wearing were at lower risk of respiratory infection, which indicates the protective effect of masks, also found in previous studies. [4] [5] [6] 15 The protective efficacy of masks/respirators is provided through a combined effect of transmission blocking potential, the fit and related air leakage of the mask/respirator, and the consistency in the use of masks/ respirators. Their efficacy is graded on the level of protection the material offers, assuming a perfect fit and optimal compliance. 16 Medical masks are designed to protect the environment from respiratory droplets produced by the wearer. Research studies on the filtration and fit of medical masks show wide variation in penetration of aerosol particles (4% to 90%) and a higher amount of face seal leakage when compared to respirators. 17 The fit of cloth masks/cottonyarn masks, which are widely used in Asia, is likely to be even looser than medical masks and hence, cloth masks are likely to have a lower level of protection, suggested by the higher efficacy of medical masks found in this study. In addition, reuse of cloth masks may lead to contamination, which adds to the risk of respiratory infection. But there are no clinical data associated with cloth masks currently.", "cite_spans": [{"start": 189, "end": 192, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 193, "end": 196, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 197, "end": 200, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 201, "end": 203, "text": "15", "ref_id": "BIBREF14"}, {"start": 553, "end": 555, "text": "16", "ref_id": "BIBREF15"}, {"start": 859, "end": 861, "text": "17", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Mask-wearing and respiratory infection in HCWs"}, {"text": "There are a number of limitations in this study. Firstly, information regarding vaccine uptake, frequency of masks/ respirators use, frequency of hand washing and cases of respiratory infection were all based on self-report. This study is therefore subject to problems of recall bias, and final results may be overestimated. Another limitation is that we cannot comment on whether HCWs who reported a respiratory infection were infected in or out of the hospital setting.", "cite_spans": [], "ref_spans": [], "section": "Mask-wearing and respiratory infection in HCWs"}, {"text": "Despite these limitations, we provide the first quantitative estimate of mask-wearing and respiratory infection among HCWs in Beijing during the influenza season after the SARS outbreak in 2003.", "cite_spans": [], "ref_spans": [], "section": "Mask-wearing and respiratory infection in HCWs"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "World Health Organization. WHO strategic action plan for pandemic influenza", "authors": [], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Swine influenza A (H1N1) infection in two children -Southern California", "authors": [], "year": 2009, "venue": "Centers for Disease Control and Prevention (CDC)", "volume": "58", "issn": "", "pages": "400--402", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Update: infections with a swine-origin influenza A (H1N1) virus -United States and other countries", "authors": [], "year": 2009, "venue": "Centers for Disease Control and Prevention (CDC)", "volume": "58", "issn": "", "pages": "431--434", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Face mask use and control of respiratory virus transmission in households", "authors": [{"first": "C", "middle": ["R"], "last": "Macintyre", "suffix": ""}, {"first": "S", "middle": [], "last": "Cauchemez", "suffix": ""}, {"first": "D", "middle": ["E"], "last": "Dwyer", "suffix": ""}], "year": 2009, "venue": "Emerg Infect Dis", "volume": "15", "issn": "", "pages": "233--274", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Risk factors for SARS among persons without known contact with SARS patients, Beijing", "authors": [{"first": "J", "middle": [], "last": "Wu", "suffix": ""}, {"first": "F", "middle": [], "last": "Xu", "suffix": ""}, {"first": "W", "middle": [], "last": "Zhou", "suffix": ""}], "year": 2004, "venue": "China. Emerg Infect Dis", "volume": "10", "issn": "", "pages": "210--216", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Effectiveness of precautions against droplets and contact in prevention of nosocomial transmission of severe acute respiratory syndrome (SARS)", "authors": [{"first": "W", "middle": ["H"], "last": "Seto", "suffix": ""}, {"first": "D", "middle": [], "last": "Tsang", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "Yung", "suffix": ""}], "year": 2003, "venue": "Lancet", "volume": "36", "issn": "", "pages": "1519--1539", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Surgical Mask vs N95 Respirator for Preventing Influenza Among Health Care Workers: A Randomized Trial", "authors": [{"first": "M", "middle": [], "last": "Loeb", "suffix": ""}, {"first": "N", "middle": [], "last": "Dafoe", "suffix": ""}, {"first": "J", "middle": [], "last": "Mahony", "suffix": ""}], "year": 2009, "venue": "JAMA", "volume": "302", "issn": "", "pages": "1865--71", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Biostatistics: A Foundation for Analysis in the Health Sciences", "authors": [{"first": "W", "middle": ["W"], "last": "Daniel", "suffix": ""}], "year": 1999, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Review of an influenza surveillance system", "authors": [{"first": "P", "middle": [], "last": "Yang", "suffix": ""}, {"first": "W", "middle": [], "last": "Duan", "suffix": ""}, {"first": "M", "middle": [], "last": "Lv", "suffix": ""}], "year": 2009, "venue": "Emerg Infect Dis", "volume": "15", "issn": "", "pages": "1603--1611", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Influenza burden of illness: estimates from a national prospective survey of household contacts in France", "authors": [{"first": "F", "middle": [], "last": "Carrat", "suffix": ""}, {"first": "C", "middle": [], "last": "Sahler", "suffix": ""}, {"first": "S", "middle": [], "last": "Rogez", "suffix": ""}], "year": 2002, "venue": "Arch Intern Med", "volume": "162", "issn": "", "pages": "1842--1890", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "SARS infection among health care workers in Beijing, China", "authors": [{"first": "L", "middle": [], "last": "Li", "suffix": ""}, {"first": "S", "middle": [], "last": "Cheng", "suffix": ""}, {"first": "J", "middle": [], "last": "Gu", "suffix": ""}], "year": 2003, "venue": "JAMA", "volume": "290", "issn": "", "pages": "2662--2665", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Do declination statements increase health care worker seasonal influenza vaccination rates?", "authors": [{"first": "T", "middle": ["R"], "last": "Talbot", "suffix": ""}], "year": 2009, "venue": "Clin Infect Dis", "volume": "49", "issn": "", "pages": "773--782", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Seasonal influenza vaccination for healthcare workers: from a simple concept to a resistant issue?", "authors": [{"first": "G", "middle": [], "last": "Gavazzi", "suffix": ""}], "year": 2009, "venue": "Aging Clin Exp Res", "volume": "21", "issn": "", "pages": "216--237", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Factorial design for improving seasonal influenza vaccination among employees of a large health system", "authors": [{"first": "R", "middle": ["K"], "last": "Zimmerman", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Nowalk", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Lin", "suffix": ""}], "year": 2009, "venue": "Infect Control Hosp Epidemiol", "volume": "30", "issn": "", "pages": "691--698", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "SARS transmission, risk factors, and prevention in Hong Kong", "authors": [{"first": "J", "middle": ["T"], "last": "Lau", "suffix": ""}, {"first": "H", "middle": [], "last": "Tsui", "suffix": ""}, {"first": "M", "middle": [], "last": "Lau", "suffix": ""}, {"first": "X", "middle": [], "last": "Yang", "suffix": ""}], "year": 2004, "venue": "Emerg Infect Dis", "volume": "10", "issn": "", "pages": "587--92", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Professional and homemade face masks reduce exposure to respiratory infections among the general population", "authors": [{"first": "M", "middle": [], "last": "Van Der Sande", "suffix": ""}, {"first": "P", "middle": [], "last": "Teunis", "suffix": ""}, {"first": "R", "middle": [], "last": "Sabel", "suffix": ""}], "year": 2008, "venue": "PLoS ONE", "volume": "3", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Do N95 respirators provide 95% protection level against airborne viruses, and how adequate are surgical masks?", "authors": [{"first": "A", "middle": [], "last": "Bałazy", "suffix": ""}, {"first": "M", "middle": [], "last": "Toivola", "suffix": ""}, {"first": "A", "middle": [], "last": "Adhikari", "suffix": ""}], "year": 2006, "venue": "Am J Infect Control", "volume": "34", "issn": "", "pages": "51--58", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "during the 2007/2008 (from November, 2007 through February, 2008) influenza season.", "latex": null, "type": "figure"}, "TABREF0": {"text": "OR], 3.34 [95% confidence interval {CI}, 1.77-6.33; p < 0.001), level 3 hospital (reference: level 2; OR, 2.61 [95% CI, 1.52-4.49]; p= 0.001), high risk department (reference: low risk; OR, 2.05 [95% CI, 1.06-3.97]; p = 0.033), intermediate level (reference: senior level; OR, 2.55 [95% CI, 1.10-5.91]; p = 0.029) and junior level (reference: senior level; OR, 2.77 [95% CI, 1.23-6.24]; p = 0.014), active attitude to mask-wearing (OR, 12.25 [95% CI, 6.13-24.50]; p < 0.001) and frequent hand-washing (OR, 2.06 [95% CI, 1.20-3.54]; p = 0.009) (Table 3). associated with respiratory infection Multivariate analysis showed that females (OR, 2.0 [95% CI, 1.16-3.49]; p = 0.013) and staff working in level 3 hospitals (reference: level 2; OR, 1.72 [95% CI, 1.09-2.72]; p = 0.02) were at increased risk of respiratory infection. But subjects with seasonal influenza vaccination (OR, 0.46 [95% CI, 0.28-0.76]; p = 0.002), wearing medical masks (reference: cotton-yarn; OR, 0.60 [95% CI, 0.39-0.91]; p = 0.018) or with good mask-wearing adherence (reference: poor; OR, 0.60 [95% CI, 0.37-0.98]; p = 0.041) were at lower risk. The risk of respiratory infection of HCWs working in low risk areas was similar to that of HCWs in high risk areas (Table 4). Although frequent hand-washing was a protective predictor for respiratory infection (OR, 0.65 [95% CI, 0.43-0.97]; p = 0.034) in univariate analysis, this action was not associated with respiratory infection in multivariate analysis.", "latex": null, "type": "table"}, "TABREF1": {"text": "Demographic characteristics of the subjects", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Characteristic </td><td> Total (n = 400) </td><td>the subjects </td><td> </td><td> </td></tr><tr><td>Number </td><td>Percentage (%)\n</td><td>Characteristic </td><td> Total (n = 400) </td></tr><tr><td>Gender </td><td> </td><td> </td><td> </td><td>Number </td><td>Percentage (%)\n</td></tr><tr><td>Male </td><td>76 </td><td>19.0 </td><td>Mask-wearing adherence* </td><td> </td><td> </td></tr><tr><td>Female </td><td>324 </td><td>81.0\n</td><td>Good </td><td>280 </td><td>70.0 </td></tr><tr><td>Age group (years) </td><td> Median: 35 years </td><td>Poor </td><td>120 </td><td>30.0\n</td></tr><tr><td>&lt; 30 </td><td>128 </td><td>32.0 </td><td> </td><td> </td><td> </td></tr><tr><td>30-40 </td><td>176 </td><td>44.0 </td><td>Mask type </td><td> </td><td> </td></tr><tr><td>&gt; 40 </td><td>96 </td><td>24.0\n</td><td>Cotton-yarn mask </td><td>239 </td><td>59.8 </td></tr><tr><td>Occupation type </td><td> </td><td> </td><td>Medical mask </td><td>161 </td><td>40.2\n</td></tr><tr><td>Doctor </td><td>191 </td><td>47.8 </td><td>Adverse effects </td><td> </td><td> </td></tr><tr><td>Nurse </td><td>209 </td><td>52.2\n</td><td>Any adverse effect </td><td>336 </td><td>84.0 </td></tr><tr><td>Level of profession </td><td> </td><td> </td><td>Difficulty breathing </td><td>226 </td><td>56.5 </td></tr><tr><td>Junior </td><td>211 </td><td>52.7 </td><td>Discomfort </td><td>204 </td><td>51.0 </td></tr><tr><td>Intermediate </td><td>140 </td><td>35.0 </td><td>Allergy </td><td>95 </td><td>23.8 </td></tr><tr><td>Senior </td><td>49 </td><td>12.3\n</td><td>Pain </td><td>43 </td><td>10.8 </td></tr><tr><td>Setting* </td><td> </td><td> </td><td>≥2 adverse effects </td><td>172 </td><td>43.0\n</td></tr><tr><td>Low-risk </td><td>80 </td><td>20.0 </td><td>Respiratory infection‡ </td><td> </td><td> </td></tr><tr><td>High-risk </td><td>320 </td><td>80.0\n</td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>Yes </td><td>238 </td><td>59.5 </td></tr><tr><td>Seasonal influenza vaccination </td><td> </td><td> </td><td>No </td><td>162 </td><td>40.5\n</td></tr><tr><td> </td><td> </td><td> </td><td>Yes </td><td>114 </td><td>28.5 </td></tr></table></body></html>"}, "TABREF2": {"text": "", "latex": null, "type": "table"}, "TABREF3": {"text": "Predictors of mask-wearing adherence among healthcare workers", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Variable </td><td>Mask-wearing adherence* </td><td>Univariate analysis p-value </td><td>Multivariate analysis\n</td></tr><tr><td>Poor </td><td>Good </td><td>OR (95% CI) </td><td> </td><td>OR (95% CI) </td><td>p-value\n</td></tr><tr><td>Gender </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Male </td><td>44 </td><td>32 </td><td>Ref </td><td> </td><td>Ref </td><td> </td></tr><tr><td>Female </td><td>76 </td><td>248 </td><td>4.49 (2.66 - 7.57) </td><td>&lt; 0.001 </td><td>3.34 (1.77 - 6.33) </td><td>&lt; 0.001\n</td></tr><tr><td>Age </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>&lt; 30 </td><td>28 </td><td>100 </td><td>Ref </td><td> </td><td> </td><td> </td></tr><tr><td>30-40 </td><td>49 </td><td>127 </td><td>0.73 (0.43 - 1.24) </td><td>0.239 </td><td> </td><td> </td></tr><tr><td>&gt; 40 </td><td>43 </td><td>53 </td><td>0.35 (0.19 - 0.62) </td><td>&lt; 0.001 </td><td> </td><td> </td></tr><tr><td>Hospital level# </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Level 2 </td><td>77 </td><td>123 </td><td>Ref </td><td> </td><td>Ref </td><td> </td></tr><tr><td>Level 3 </td><td>43 </td><td>157 </td><td>2.29 (1.47 - 3.55) </td><td>&lt; 0.001 </td><td>2.61 (1.52 - 4.49) </td><td>0.001\n</td></tr><tr><td>Department† </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Low risk </td><td>39 </td><td>41 </td><td>Ref </td><td> </td><td>Ref </td><td> </td></tr><tr><td>High risk </td><td>81 </td><td>239 </td><td>2.81 (1.69 - 4.65) </td><td>&lt; 0.001 </td><td>2.05 (1.06 - 3.97) </td><td>0.033\n</td></tr><tr><td>Occupation </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Doctor </td><td>77 </td><td>114 </td><td>Ref </td><td> </td><td> </td><td> </td></tr><tr><td>Nurse </td><td>43 </td><td>166 </td><td>2.61 (1.68 - 4.06) </td><td>&lt; 0.001 </td><td> </td><td> </td></tr><tr><td>Level of profession </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Senior </td><td>27 </td><td>22 </td><td>Ref </td><td> </td><td>Ref </td><td> </td></tr><tr><td>Intermediate </td><td>43 </td><td>97 </td><td>2.77 (1.42 - 5.40) </td><td>0.003 </td><td>2.55 (1.10 - 5.91) </td><td>0.029 </td></tr><tr><td>Junior </td><td>50 </td><td>161 </td><td>3.95 (2.07 - 7.54) </td><td>&lt; 0.001 </td><td>2.77 (1.23 - 6.24) </td><td>0.014\n</td></tr><tr><td>Active attitude to mask-wearing‡ </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>No </td><td>55 </td><td>15 </td><td>Ref </td><td> </td><td>Ref </td><td> </td></tr><tr><td>Yes </td><td>65 </td><td>265 </td><td>14.95 (7.95 - 28.13) </td><td>&lt; 0.001 </td><td>12.25 (6.13 - 24.50) </td><td>&lt; 0.001\n</td></tr><tr><td>Seasonal influenza vaccination </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>No </td><td>90 </td><td>196 </td><td>Ref </td><td> </td><td>Ref </td><td> </td></tr><tr><td>Yes </td><td>30 </td><td>84 </td><td>1.29 (0.79 - 2.09) </td><td>0.31 </td><td> </td><td> </td></tr><tr><td>Frequent hand-washing** </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>No </td><td>73 </td><td>128 </td><td>Ref </td><td> </td><td>Ref </td><td> </td></tr><tr><td>Yes </td><td>47 </td><td>152 </td><td>1.84 (1.19 - 2.85) </td><td>0.006 </td><td>2.06 (1.20 - 3.54) </td><td>0.009\n</td></tr><tr><td>Patient-contact time </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>&lt; 6 h per day </td><td>26 </td><td>29 </td><td>Ref </td><td> </td><td> </td><td> </td></tr><tr><td>≥ 6 h per day </td><td>94 </td><td>251 </td><td>2.39 (1.34 - 4.28) </td><td>0.003 </td><td> </td><td> </td></tr><tr><td>Adverse effects of mask-wearing </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>No </td><td>20 </td><td>44 </td><td>Ref </td><td> </td><td> </td><td> </td></tr><tr><td>Yes </td><td>100 </td><td>236 </td><td>1.073 (0.60 - 1.91) </td><td>0.812 </td><td> </td><td> </td></tr><tr><td>Mask type </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Cotton-yarn </td><td>69 </td><td>170 </td><td>Ref </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>Medical </td><td>51 </td><td>110 </td><td>0.88 (0.57 - 1.35) </td><td>0.548 </td></tr></table></body></html>"}, "TABREF4": {"text": "Table 4. Predictors of respiratory infection among healthcare workers", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Variable </td><td>Respiratory infection‡ </td><td>Univariate analysis </td><td>Multivariate analysis\n</td></tr><tr><td> </td><td>Yes </td><td>No </td><td>OR (95% CI) </td><td>p-value </td><td>OR (95% CI) </td><td>p-value\n</td></tr><tr><td>Gender </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Male </td><td>37 </td><td>39 </td><td>Ref </td><td> </td><td>Ref </td><td> </td></tr><tr><td>Female </td><td>125 </td><td>199 </td><td>1.51 (0.91 - 2.50) </td><td>0.106 </td><td>2.00 (1.16 - 3.49) </td><td>0.013\n</td></tr><tr><td>Age </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>&lt; 30 </td><td>52 </td><td>76 </td><td>Ref </td><td> </td><td> </td><td> </td></tr><tr><td>30-40 </td><td>75 </td><td>101 </td><td>0.92 (0.58 - 1.46) </td><td>0.729 </td><td> </td><td> </td></tr><tr><td>&gt; 40 </td><td>35 </td><td>61 </td><td>1.19 (0.69 - 2.06) </td><td>0.527 </td><td> </td><td> </td></tr><tr><td>Hospital level# </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Level 2 </td><td>85 </td><td>115 </td><td>Ref </td><td> </td><td>Ref </td><td> </td></tr><tr><td>Level 3 </td><td>77 </td><td>123 </td><td>1.18 (0.79 - 1.76) </td><td>0.415 </td><td>1.72 (1.09 - 2.72) </td><td>0.020\n</td></tr><tr><td>Department† </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Low risk </td><td>33 </td><td>47 </td><td>Ref </td><td> </td><td> </td><td> </td></tr><tr><td>High risk </td><td>129 </td><td>191 </td><td>1.04 (0.63 - 1.71) </td><td>0.879 </td><td> </td><td> </td></tr><tr><td>Occupation </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Doctor </td><td>82 </td><td>109 </td><td>Ref </td><td> </td><td> </td><td> </td></tr><tr><td>Nurse </td><td>80 </td><td>129 </td><td>1.21 (0.81 - 1.81) </td><td>0.344 </td><td> </td><td> </td></tr><tr><td>Level of profession </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Senior </td><td>83 </td><td>128 </td><td>Ref </td><td> </td><td> </td><td> </td></tr><tr><td>Intermediate </td><td>55 </td><td>85 </td><td>1.48 (0.79 - 2.77) </td><td>0.218 </td><td> </td><td> </td></tr><tr><td>Junior </td><td>24 </td><td>25 </td><td>1.48 (0.77 - 2.86) </td><td>0.238 </td><td> </td><td> </td></tr><tr><td>Seasonal influenza vaccination </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>No </td><td>107 </td><td>179 </td><td>Ref </td><td> </td><td>Ref </td><td> </td></tr><tr><td>Yes </td><td>55 </td><td>59 </td><td>0.64 (0.41 - 0.99) </td><td>0.046 </td><td>0.46 (0.28 - 0.76) </td><td>0.002\n</td></tr><tr><td>Frequent hand-washing** </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>No </td><td>71 </td><td>130 </td><td>Ref </td><td> </td><td> </td><td> </td></tr><tr><td>Yes </td><td>91 </td><td>108 </td><td>0.65 (0.43 - 0.97) </td><td>0.034 </td><td> </td><td> </td></tr><tr><td>Patient-contact time </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>&lt; 6 h per day </td><td>24 </td><td>31 </td><td>Ref </td><td> </td><td> </td><td> </td></tr><tr><td>≥ 6 h per day </td><td>138 </td><td>207 </td><td>1.16 (0.65 - 2.06) </td><td>0.610 </td><td> </td><td> </td></tr><tr><td>Mask type </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Cotton-yarn </td><td>89 </td><td>150 </td><td>Ref </td><td> </td><td>Ref </td><td> </td></tr><tr><td>Medical </td><td>73 </td><td>88 </td><td>0.72 (0.48 - 1.07) </td><td>0.105 </td><td>0.60 (0.39 - 0.91) </td><td>0.018\n</td></tr><tr><td>Mask-wearing adherence* </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Poor </td><td>44 </td><td>76 </td><td>Ref </td><td> </td><td>Ref </td><td> </td></tr><tr><td>Good </td><td>118 </td><td>162 </td><td>0.80 (0.51 - 1.24) </td><td>0.307 </td><td>0.60 (0.37 - 0.98) </td><td>0.041\n</td></tr></table></body></html>"}}, "back_matter": []}