{"paper_id": "57ca9ebec3a4f379f9233526508fcf562207320d", "metadata": {"title": "Extracorporeal membrane oxygenation in spina bifida and (H1N1)-induced acute respiratory distress syndrome MRI Magnetic resonance imaging CT Computed tomography", "authors": [{"first": "Oliver", "middle": [], "last": "Jansen", "suffix": "", "affiliation": {}, "email": ""}, {"first": "·", "middle": ["Oliver"], "last": "Kamp", "suffix": "", "affiliation": {}, "email": ""}, {"first": "·", "middle": ["Christian"], "last": "Waydhas", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Valentin", "middle": [], "last": "Rausch", "suffix": "", "affiliation": {}, "email": ""}, {"first": "·", "middle": [], "last": "Thomas", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Armin", "middle": [], "last": "Schildhauer", "suffix": "", "affiliation": {}, "email": ""}, {"first": "·", "middle": ["Justus"], "last": "Strauch", "suffix": "", "affiliation": {}, "email": ""}, {"first": "·", "middle": ["Dirk"], "last": "Buchwald", "suffix": "", "affiliation": {}, "email": ""}, {"first": "·", "middle": ["Uwe"], "last": "Hamsen", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Acute respiratory distress syndrome (ARDS) is characterized as an acute hypoxemic and/or hypercapnic respiratory failure seen in critically ill patients and is still, although decreased over the past few years, associated with high mortality. Furthermore, ARDS may be a life-threatening complication of H1N1 pneumonia. We report on a 45-year-old spina bifida patient with confirmed H1N1 influenza virus infection causing acute respiratory failure, who was successfully weaned from 42-day veno-venous extracorporeal membrane oxygenation (vv-ECMO) treatment with an excellent outcome. Due to the physical constitution of spina bifida patients, we experienced challenges concerning cannula positioning and mechanical ventilation settings during weaning.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Acute respiratory distress syndrome (ARDS) is a severe respiratory condition characterized by diffuse inflammation of alveolar and vascular (capillary) lung structures leading to progressive hypoxemia and/or hypercapnia.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The American-European consensus conference definition has been applied since its publication in 1994 and has helped to improve knowledge about ARDS. However, in 2011, the European intensive medicine society agreed on the Berlin definition, which is now widely applied and accepted in diagnosis of ARDS [1] . In the management of patients with ARDS, extracorporeal membrane oxygenation (ECMO) has been successfully used as salvage therapy. ARDS severe enough to require ECMO therapy is estimated to occur in nearly 5-10 cases per million population per year [2] . The effectiveness of ECMO in ARDS patients with pneumonia, influenza A (H1N1), and/or trauma has recently been described and considered promising [3, 4] , although is still associated with higher mortality [5] .", "cite_spans": [{"start": 302, "end": 305, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 557, "end": 560, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 709, "end": 712, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 713, "end": 715, "text": "4]", "ref_id": "BIBREF3"}, {"start": 769, "end": 772, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Introduction"}, {"text": "The addition of prone positioning therapy to ECMO may improve alveolar recruitment and, therefore, reduce ventilator-induced lung injury [6, 7] .", "cite_spans": [{"start": 137, "end": 140, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 141, "end": 143, "text": "7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Introduction"}, {"text": "Adding prone positioning therapy to ECMO patients is recommended by the guidelines for adult respiratory failure from the extracorporeal life support organization if radiological imaging shows posterior consolidation of the lung fields [8] .", "cite_spans": [{"start": 236, "end": 239, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Introduction"}, {"text": "A 45-year-old (height 170 cm and 75 kg bodyweight) chronic paraplegic patient due to spina bifida presenting an extraordinary kyphoscoliosis (see Fig. 1 ) was admitted to the intensive care unit (ICU) after onset of an acute respiratory failure due to H1N1 influenza.", "cite_spans": [], "ref_spans": [{"start": 146, "end": 152, "text": "Fig. 1", "ref_id": "FIGREF0"}], "section": "Case presentation"}, {"text": "Prior to ARDS onset, the patient underwent urologic treatment for pyelonephritis that had led to sepsis and required intensive medical care. As respiratory failure proceeded and pulmonary function could not be maintained despite extensive mechanical ventilation (MV), the patient met the criteria for extracorporeal membrane oxygenation (ECMO) and has, therefore, been transferred to our hospital (ECMO center).", "cite_spans": [], "ref_spans": [], "section": "Case presentation"}, {"text": "According to the patients' medical history, a magnetic resonance imaging (MRI) conducted years ago showed no signs of Chiari malformation.", "cite_spans": [], "ref_spans": [], "section": "Case presentation"}, {"text": "Microbial testing revealed H1N1 virus infection as the probable cause for the ongoing ARDS.", "cite_spans": [], "ref_spans": [], "section": "Case presentation"}, {"text": "His chest X-ray and computed tomography (CT) showed diffuse bilateral infiltration, and blood gas test showed a severe hypoxemia and hypercapnia refractory to the conventional MV (Table 1 ; Fig. 2 ).", "cite_spans": [], "ref_spans": [{"start": 179, "end": 187, "text": "(Table 1", "ref_id": "TABREF0"}, {"start": 190, "end": 196, "text": "Fig. 2", "ref_id": "FIGREF1"}], "section": "Case presentation"}, {"text": "On the day of admission and after completion of diagnosis, we percutaneously (right jugular vein 17 French size + right femoral vein 21 French size) administered a veno-venous extracorporeal membrane oxygenation. Cannula (Maquet HLS, Rastatt, Germany) positioning has been verified immediately using ultrasound, but was challenging due to a monstrous thoracic scoliosis.", "cite_spans": [], "ref_spans": [], "section": "Case presentation"}, {"text": "The cannulation is always performed in cooperation with the cardiotechnology following a standardized protocol.", "cite_spans": [], "ref_spans": [], "section": "Case presentation"}, {"text": "Subsequently, MV settings were adjusted to ensure protective ventilation.", "cite_spans": [], "ref_spans": [], "section": "Case presentation"}, {"text": "Because of the patients distinct physical constitution, the pump flow strongly depended on the positioning of the patient. Very small positional changes (head tilt and rotation, hip flexion, or rotation) caused severe, recurrent, and prolonged episodes of decreased blood flow rate and increased negative pressure of the venous inflow, leading to an inadequate systemic oxygenation and to an increased risk of intraoxygenator blood clotting. Therefore, patient and cannula positioning had to be adapted constantly.", "cite_spans": [], "ref_spans": [], "section": "Case presentation"}, {"text": "Once the negative pressure exceeded a limit value and subsequently ECMO blood flow decreased, we immediately tried to ensure optimal suction of the ECMO cannula by small changes in the position of the body. In the event of persistent insufficient blood flow, we performed whole body position changes (e.g., head-low, legs-up, 60/90/120°). Due to the enormous physical deformation, especially, whole body changes proved to be challenging and required partly improvised support aids.", "cite_spans": [], "ref_spans": [], "section": "Case presentation"}, {"text": "Due to that there is no standardized protocol/regimen available, concerning ECMO therapy and positioning therapy in patients suffering challenging deformity, we adapted to incident by trial and error but agreed on the following scheme to solve the recurrent inflow pressure problems:", "cite_spans": [], "ref_spans": [], "section": "Case presentation"}, {"text": "1st step checking for kinking of the cannules; 2nd step minimal body changes, e.g., head tilt and rotation, hip flexion, or rotation; 3rd step whole body position changes, e.g., head-low, legs-up, 60/90/120°.", "cite_spans": [], "ref_spans": [], "section": "Case presentation"}, {"text": "In the initial stage, moving the patients' body/body positioning therapy was conducted only to maintain or improve ECMO blood flow (see scheme above). On the 5th day of ECMO therapy as episodes of decreased blood flow rates persisted and one oxygenator already had to be replaced, the blood flow direction was reversed. Although the pump flow remained strongly dependent on the patients position, the incidence and duration of decreased blood flow periods decreased. However, until termination of ECMO therapy and due to clotting, a total of three oxygenators had to be replaced as the patient highly depended on the extracorporeal oxygenation.", "cite_spans": [], "ref_spans": [], "section": "Case presentation"}, {"text": "Meanwhile, the patients underwent percutaneous dilatational tracheostomy and as septic multi organ failure proceeded received continuous renal replacement. As ECMO blood flow could be reduced and, therefore, resulted in less inflow pressure problems and less dependency on the patients' position, we began to establish a regimen of intermittent prone positioning therapy to improve alveolar recruitment of the posterior consolidated lung fields and, therefore, pulmonary capacity (Fig. 3) .", "cite_spans": [], "ref_spans": [{"start": 480, "end": 488, "text": "(Fig. 3)", "ref_id": "FIGREF2"}], "section": "Case presentation"}, {"text": "As the respiratory function improved, ECMO support was gradually decreased and terminated after 42 days. Prior to ECMO termination, blood flow has been lowered to two l/ min and oxygen flow down to 0 l/min (withdrawal trial).", "cite_spans": [], "ref_spans": [], "section": "Case presentation"}, {"text": "2 days after ECMO removal, we transferred the patient at his own wish closer to his home to a clinic specialized on prolonged weaning from MV.", "cite_spans": [], "ref_spans": [], "section": "Case presentation"}, {"text": "At the time of discharge from our hospital, he was able to breath spontaneously for short periods of time depending After 4 additional weeks, the patient was discharged to a rehabilitation center, breathing spontaneously and being able to mobilize himself in his wheelchair.", "cite_spans": [], "ref_spans": [], "section": "Case presentation"}, {"text": "Severe kyphoscoliosis causing restrictive respiratory impairment may result or predispose acute respiratory failure [9] . In addition, spinal cord injury (SCI), due to several factors, e.g., reduction in respiratory muscle strength, fatigue (motor impairment), retention of secretions (ineffective coughing) [10] aggravate the risk of respiratory failure.", "cite_spans": [{"start": 116, "end": 119, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 308, "end": 312, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Discussion"}, {"text": "Although pulmonary complications in SCI patients are common, yet, there is insufficient evidence about their management; current practice is mainly based on clinical experience and expert opinion [11] .", "cite_spans": [{"start": 196, "end": 200, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Discussion"}, {"text": "ECMO is increasingly emerging into the ICUs and ARDS therapy. Depending on the physical constitution of the patient, ECMO therapy and/or cannula positioning may be more challenging in patients suffering physical deformities. Technical complications of ECMO therapy responsible for acute pump or circuit dysfunction are fortunately not common, but if so may cause devastating ECMO therapy failure [12] .", "cite_spans": [{"start": 396, "end": 400, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Discussion"}, {"text": "Literature review on ECMO in SCI, spina bifida, or severe kyphoscoliosis reveals a lack of evidence. To our knowledge, only one case series (n = 7) of ECMO in SCI addresses this specific issue [13] .", "cite_spans": [{"start": 193, "end": 197, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Discussion"}, {"text": "The intention was to provide the experiences of long-term ECMO therapy in a spina bifida patient. Although the patient of this present case suffered severe technical complications due to spina bifida deformity, ECMO is feasible and the outcome was excellent.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "While experiencing recurrent episodes of increased negative pressure of the venous inflow and decreased blood flow rates in the initial stage, we applied positioning therapy (e.g., 60/90 and 120° positioning) to resolve the inflow complications. Alternatively, the addition of a second venous inflow cannula may significantly increase blood flow rate and decrease negative pressure (suction) of the venous inflow line [14] .", "cite_spans": [{"start": 418, "end": 422, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Discussion"}, {"text": "However, at the end of the ECMO treatment and once the patients' pulmonary function had been improved/partially restored and the patient showed less dependency on ECMO, we were able established a positioning therapy regimen including the prone position as an adjunct to ECMO without experiencing any technical problems. Similarly, a systematic review by Culbreth et al. also reported limited complications and highlighted the clinical efficacy, although evidence is still insufficient [15] . However, both prone positioning and ECMO are well established in treating refractory hypoxemia in ARDS. Combining these therapies may increase the potential risk of cannula dislodgement. This case report suggests that these therapy options can be used in tandem despite considerable physical deformities.", "cite_spans": [{"start": 485, "end": 489, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Acute respiratory distress syndrome: the Berlin definition", "authors": [{"first": "", "middle": [], "last": "Ards Definition Task Force", "suffix": ""}, {"first": "V", "middle": ["M"], "last": "Ranieri", "suffix": ""}, {"first": "G", "middle": ["D"], "last": "Rubenfeld", "suffix": ""}, {"first": "B", "middle": ["T"], "last": "Thompson", "suffix": ""}, {"first": "N", "middle": ["D"], "last": "Ferguson", "suffix": ""}, {"first": "Caldwell", "middle": ["E"], "last": "", "suffix": ""}, {"first": "Fan", "middle": ["E"], "last": "Camporota", "suffix": ""}, {"first": "L", "middle": [], "last": "Slutsky", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "", "suffix": ""}], "year": 2012, "venue": "JAMA", "volume": "307", "issn": "", "pages": "2526--2559", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "International ECMO network (ECMONet). Position paper for the organization of extracorporeal membrane oxygenation programs for acute respiratory failure in adult patients", "authors": [{"first": "A", "middle": [], "last": "Combes", "suffix": ""}, {"first": "D", "middle": [], "last": "Brodie", "suffix": ""}, {"first": "R", "middle": [], "last": "Bartlett", "suffix": ""}, {"first": "L", "middle": [], "last": "Brochard", "suffix": ""}, {"first": "R", "middle": [], "last": "Brower", "suffix": ""}, {"first": "S", "middle": [], "last": "Conrad", "suffix": ""}, {"first": "De", "middle": [], "last": "Backer", "suffix": ""}, {"first": "D", "middle": [], "last": "", "suffix": ""}, {"first": "Fan", "middle": ["E"], "last": "Ferguson", "suffix": ""}, {"first": "N", "middle": [], "last": "Fortenberry", "suffix": ""}, {"first": "J", "middle": [], "last": "Fraser", "suffix": ""}, {"first": "J", "middle": [], "last": "Gattinoni", "suffix": ""}, {"first": "L", "middle": [], "last": "Lynch", "suffix": ""}, {"first": "W", "middle": [], "last": "Maclaren", "suffix": ""}, {"first": "G", "middle": [], "last": "Mercat", "suffix": ""}, {"first": "A", "middle": [], "last": "Mueller", "suffix": ""}, {"first": "T", "middle": [], "last": "Ogino", "suffix": ""}, {"first": "M", "middle": [], "last": "Peek", "suffix": ""}, {"first": "G", "middle": [], "last": "Pellegrino", "suffix": ""}, {"first": "V", "middle": [], "last": "Pesenti", "suffix": ""}, {"first": "A", "middle": [], "last": "Ranieri", "suffix": ""}, {"first": "M", "middle": [], "last": "Slutsky", "suffix": ""}, {"first": "A", "middle": [], "last": "Vuylsteke", "suffix": ""}, {"first": "A", "middle": [], "last": "", "suffix": ""}], "year": 2014, "venue": "Am J Respir Crit Care Med", "volume": "190", "issn": "", "pages": "488--96", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Extracorporeal membrane oxygenation for influenza A (H1N1) acute respiratory distress syndrome", "authors": [{"first": "A", "middle": [], "last": "Davies", "suffix": ""}, {"first": "D", "middle": [], "last": "Jones", "suffix": ""}, {"first": "M", "middle": [], "last": "Bailey", "suffix": ""}, {"first": "J", "middle": [], "last": "Beca", "suffix": ""}, {"first": "R", "middle": [], "last": "Bellomo", "suffix": ""}, {"first": "N", "middle": [], "last": "Blackwell", "suffix": ""}, {"first": "P", "middle": [], "last": "Forrest", "suffix": ""}, {"first": "D", "middle": [], "last": "Gattas", "suffix": ""}, {"first": "E", "middle": [], "last": "Granger", "suffix": ""}, {"first": "R", "middle": [], "last": "Herkes", "suffix": ""}, {"first": "A", "middle": [], "last": "Jackson", "suffix": ""}, {"first": "S", "middle": [], "last": "Mcguinness", "suffix": ""}, {"first": "P", "middle": [], "last": "Nair", "suffix": ""}, {"first": "V", "middle": [], "last": "Pellegrino", "suffix": ""}, {"first": "V", "middle": [], "last": "Pettilä", "suffix": ""}, {"first": "B", "middle": [], "last": "Plunkett", "suffix": ""}, {"first": "R", "middle": [], "last": "Pye", "suffix": ""}, {"first": "P", "middle": [], "last": "Torzillo", "suffix": ""}, {"first": "S", "middle": [], "last": "Webb", "suffix": ""}, {"first": "M", "middle": [], "last": "Wilson", "suffix": ""}, {"first": "M", "middle": [], "last": "Ziegenfuss", "suffix": ""}], "year": 2009, "venue": "ANZ ECMO) Influenza Investigators", "volume": "302", "issn": "", "pages": "1888--95", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "CESAR trial collaboration. Efficacy and economic assessment of conventional ventilatory support versus extracorporeal membrane oxygenation for severe adult respiratory failure (CESAR): a multicentre randomized controlled trial", "authors": [{"first": "G", "middle": ["J"], "last": "Peek", "suffix": ""}, {"first": "M", "middle": [], "last": "Mugford", "suffix": ""}, {"first": "R", "middle": [], "last": "Tiruvoipati", "suffix": ""}, {"first": "A", "middle": [], "last": "Wilson", "suffix": ""}, {"first": "Allen", "middle": ["E"], "last": "Thalanany", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Hibbert", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Truesdale", "suffix": ""}, {"first": "A", "middle": [], "last": "Clemens", "suffix": ""}, {"first": "F", "middle": [], "last": "Cooper", "suffix": ""}, {"first": "N", "middle": [], "last": "Firmin", "suffix": ""}, {"first": "R", "middle": ["K"], "last": "Elbourne", "suffix": ""}, {"first": "D", "middle": [], "last": "", "suffix": ""}], "year": 2009, "venue": "The Lancet", "volume": "374", "issn": "", "pages": "1351--63", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Mortality trends of acute respiratory distress syndrome in the United States from 1999 to 2013", "authors": [{"first": "S", "middle": ["E"], "last": "Cochi", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Kempker", "suffix": ""}, {"first": "S", "middle": [], "last": "Annangi", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Kramer", "suffix": ""}, {"first": "G", "middle": ["S"], "last": "Martin", "suffix": ""}], "year": 2016, "venue": "Ann Am Thorac Soc", "volume": "13", "issn": "", "pages": "1742--51", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Prone positioning in severe acute respiratory distress syndrome", "authors": [{"first": "C", "middle": [], "last": "Guérin", "suffix": ""}, {"first": "J", "middle": [], "last": "Reignier", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Richard", "suffix": ""}, {"first": "P", "middle": [], "last": "Beuret", "suffix": ""}, {"first": "A", "middle": [], "last": "Gacouin", "suffix": ""}, {"first": "T", "middle": [], "last": "Boulain", "suffix": ""}, {"first": "E", "middle": [], "last": "Mercier", "suffix": ""}, {"first": "M", "middle": [], "last": "Badet", "suffix": ""}, {"first": "A", "middle": [], "last": "Mercat", "suffix": ""}, {"first": "O", "middle": [], "last": "Baudin", "suffix": ""}, {"first": "M", "middle": [], "last": "Clavel", "suffix": ""}, {"first": "D", "middle": [], "last": "Chatellier", "suffix": ""}, {"first": "S", "middle": [], "last": "Jaber", "suffix": ""}, {"first": "S", "middle": [], "last": "Rosselli", "suffix": ""}, {"first": "J", "middle": [], "last": "Mancebo", "suffix": ""}, {"first": "M", "middle": [], "last": "Sirodot", "suffix": ""}, {"first": "G", "middle": [], "last": "Hilbert", "suffix": ""}, {"first": "C", "middle": [], "last": "Bengler", "suffix": ""}, {"first": "J", "middle": [], "last": "Richecoeur", "suffix": ""}, {"first": "M", "middle": [], "last": "Gainnier", "suffix": ""}, {"first": "F", "middle": [], "last": "Bayle", "suffix": ""}, {"first": "G", "middle": [], "last": "Bourdin", "suffix": ""}, {"first": "V", "middle": [], "last": "Leray", "suffix": ""}, {"first": "R", "middle": [], "last": "Girard", "suffix": ""}, {"first": "L", "middle": [], "last": "Baboi", "suffix": ""}, {"first": "L", "middle": [], "last": "Ayzac", "suffix": ""}, {"first": "", "middle": [], "last": "Proseva Study", "suffix": ""}, {"first": "", "middle": [], "last": "Group", "suffix": ""}], "year": 2013, "venue": "N Engl J Med", "volume": "368", "issn": "", "pages": "2159--68", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Prone position during ECMO is safe and improves oxygenation", "authors": [{"first": "V1", "middle": [], "last": "Kipping", "suffix": ""}, {"first": "S", "middle": [], "last": "Weber-Carstens", "suffix": ""}, {"first": "C", "middle": [], "last": "Lojewski", "suffix": ""}, {"first": "P", "middle": [], "last": "Feldmann", "suffix": ""}, {"first": "A", "middle": [], "last": "Rydlewski", "suffix": ""}, {"first": "W", "middle": [], "last": "Boemke", "suffix": ""}, {"first": "C", "middle": [], "last": "Spies", "suffix": ""}, {"first": "M", "middle": [], "last": "Kastrup", "suffix": ""}, {"first": "U", "middle": ["X"], "last": "Kaisers", "suffix": ""}, {"first": "K", "middle": ["D"], "last": "Wernecke", "suffix": ""}, {"first": "M", "middle": [], "last": "Deja", "suffix": ""}], "year": 2013, "venue": "Int J Artif Organs", "volume": "36", "issn": "", "pages": "821--853", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Nocturnal mechanical ventilation improves exercise capacity in kyphoscoliostic patients with respiratory impairment", "authors": [{"first": "S", "middle": [], "last": "Fuschillo", "suffix": ""}, {"first": "A", "middle": [], "last": "De Felice", "suffix": ""}, {"first": "C", "middle": [], "last": "Gaudiosi", "suffix": ""}, {"first": "G", "middle": [], "last": "Balzano", "suffix": ""}], "year": 2003, "venue": "Monaldi Arch Chest Dis", "volume": "59", "issn": "4", "pages": "281--287", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Extracor poreal Life Suppor t Organization. Guidelines for Adult Respiratory Failure. 2013. https:// w w w", "authors": [], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Respiratory management during the first five days after spinal cord injury", "authors": [{"first": "M", "middle": [], "last": "Berlly", "suffix": ""}, {"first": "K", "middle": [], "last": "Shem", "suffix": ""}], "year": 2007, "venue": "J Spinal Cord Med", "volume": "30", "issn": "", "pages": "309--327", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Respiratory management following spinal cord injury: a clinical practice guideline for health-care professionals", "authors": [{"first": "Medicine", "middle": [], "last": "Cfsc", "suffix": ""}], "year": 2005, "venue": "J Spinal Cord Med", "volume": "28", "issn": "", "pages": "259--93", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Technical complications during veno-venous extracorporeal membrane oxygenation and their relevance predicting a system-exchangeretrospective analysis of 265 cases", "authors": [{"first": "M", "middle": [], "last": "Lubnow", "suffix": ""}, {"first": "A", "middle": [], "last": "Philipp", "suffix": ""}, {"first": "M", "middle": [], "last": "Foltan", "suffix": ""}, {"first": "T", "middle": [], "last": "Bull Enger", "suffix": ""}, {"first": "D", "middle": [], "last": "Lunz", "suffix": ""}, {"first": "T", "middle": [], "last": "Bein", "suffix": ""}, {"first": "A", "middle": [], "last": "Haneya", "suffix": ""}, {"first": "C", "middle": [], "last": "Schmid", "suffix": ""}, {"first": "G", "middle": [], "last": "Riegger", "suffix": ""}, {"first": "T", "middle": [], "last": "Müller", "suffix": ""}, {"first": "K", "middle": [], "last": "Lehle", "suffix": ""}], "year": 2014, "venue": "PLoS One", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pone.0112316"]}}, "BIBREF12": {"ref_id": "b12", "title": "Extracorporeal lung support in patients with spinal cord injury: single center experience", "authors": [{"first": "S", "middle": [], "last": "Lotzien", "suffix": ""}, {"first": "T", "middle": ["A"], "last": "Schildhauer", "suffix": ""}, {"first": "M", "middle": [], "last": "Aach", "suffix": ""}, {"first": "J", "middle": [], "last": "Strauch", "suffix": ""}, {"first": "J", "middle": [], "last": "Swol", "suffix": ""}], "year": 2016, "venue": "J Spinal Cord Med", "volume": "40", "issn": "", "pages": "188--92", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Double-stage venous cannulation combined with Avalon® cannula for potential prolongation of respiratory ECMO in end-stage pulmonary disease", "authors": [{"first": "S", "middle": [], "last": "Colombier", "suffix": ""}, {"first": "R", "middle": [], "last": "Prêtre", "suffix": ""}, {"first": "M", "middle": [], "last": "Iafrate", "suffix": ""}, {"first": "L", "middle": [], "last": "Niclauss", "suffix": ""}], "year": 2016, "venue": "Perfusion", "volume": "31", "issn": "", "pages": "593--600", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Complications of prone positioning during extracorporeal membrane oxygenation for respiratory failure: a systematic review", "authors": [{"first": "R", "middle": ["E"], "last": "Culbreth", "suffix": ""}, {"first": "L", "middle": ["T"], "last": "Goodfellow", "suffix": ""}], "year": 2016, "venue": "Respir Care", "volume": "61", "issn": "", "pages": "249--54", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Chest and abdomen X-ray overview in anteroposterior view. Significantly deforming scoliosis", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Chest X-ray in anteroposterior view and CT scan in supine position at the time of admission. Bilateral opacities, posterior consolidation of lung fields", "latex": null, "type": "figure"}, "FIGREF2": {"text": "CT scan in supine (left) and prone position (right). Alveolar recruitment of dorsal lung fields in prone position, starting consolidation of anterior lung fields on oxygen insufflation, showed no cognitive impairment and could already sit in his wheelchair.", "latex": null, "type": "figure"}, "TABREF0": {"text": "MV settings and blood gas test MV mechanical ventilation, BIPAP biphasic positive airway pressure, CPAP continuous positive airway pressure, ASB assisted spontaneous breathing, FiO 2 fraction of inspired oxygen, RR respiratory rate, PEEP positive end-expiratory pressure, Pinsp inspiratory pressure, pH potential of hydrogen, pCO 2 partial pressure of carbon dioxide, pO 2 partial pressure of oxygen, So 2 % oxygen saturation, BE base excess At time of admission 12 h of ECMO After ECMO removal", "latex": null, "type": "table"}, "TABREF1": {"text": "Table 1; Fig. 2 ).\nOn the day of admission and after completion of diagnosis, we percutaneously (right jugular vein 17 French size + right femoral vein 21 French size) administered a veno-venous extracorporeal membrane oxygenation. Cannula (Maquet HLS, Rastatt, Germany) positioning has been Fig. 1   Chest and abdomen X-ray overview in anteroposterior view. Significantly deforming scoliosis\nTable 1   MV settings and blood gas test", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>At time of admission </td><td>12 h of ECMO </td><td>After ECMO removal\n</td></tr><tr><td>Mode </td><td>BIPAP </td><td>BIPAP </td><td>CPAP/ASB\n</td></tr><tr><td>FiO2 </td><td>1.0 </td><td>0.4 </td><td>0.4\n</td></tr><tr><td>RR </td><td>26/min </td><td>16/min </td><td>22/min\n</td></tr><tr><td>PEEP </td><td>17 mbar </td><td>15 mbar </td><td>9 mbar\n</td></tr><tr><td>Pinsp </td><td>32 mbar </td><td>27 mbar </td><td>14 mbar\n</td></tr><tr><td>pH </td><td>7.29 </td><td>7.43 </td><td>7.38\n</td></tr><tr><td>pCO2 </td><td>70 mmHg </td><td>48 mmHg </td><td>51 mmHg\n</td></tr><tr><td>pO2 </td><td>110 mmHg </td><td>81 mmHg </td><td>85 mmHg\n</td></tr><tr><td>SO2% </td><td>98 </td><td>96 </td><td>97\n</td></tr><tr><td>BE </td><td>+4 </td><td>+8 </td><td>+4\n</td></tr></table></body></html>"}}, "back_matter": []}