{
    "paper_id": "57ef5dabfead315f84bb13db23d4645dd0d2ca61",
    "metadata": {
        "title": "GeoWeb and crisis management: issues and perspectives of volunteered geographic information",
        "authors": [
            {
                "first": "Stephane",
                "middle": [],
                "last": "Roche",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eliane",
                "middle": [],
                "last": "Propeck-Zimmermann",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Boris",
                "middle": [],
                "last": "Mericskay",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Mapping, and more generally geopositioning, has become ubiquitous on the Internet. This democratization of geomatics through the GeoWeb results in the emergence of a new form of mapping based on Web 2.0 technologies. Described as Webmapping 2.0, it is especially characterized by high interactivity and geolocation-based contents generated by users. A series of recent events (hurricanes, earthquakes, pandemics) have urged the development of numerous mapping Web applications intended to provide information to the public, and encourage their contribution to support crisis management. This new way to produce and spread geographic information in times of crisis brings up many questions and new potentials with regard to urgency services, Non Governmental Organisations (NGO), as well as individuals. This paper aims at putting into perspective the development of GeoWeb, both in terms of technologies and applications, against crisis management processes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The development of the information and communication technologies (ICT), and more specifically of the Internet, has brought major digital changes that revolutionized the concept and use of maps. The production of maps and geographic information is no longer exclusive to professionals. This democratisation of digital cartography is partly due to the development of the GeoWeb (Herring 1994) , which refers to the merging of the Web with geospatial technologies and geographic information. Today's GeoWeb relies on the Web 2.0 infrastructure, and is core to its organization. By its very nature, it is participatory, because it offers dynamic and interactive maps. On the one hand, spatial technologies and practices converge and combine to achieve complementarity, and on the other hand the usage of the Web develops into a more mature type of socialisation based upon open networks, collaborative work, information sharing and global actions (Tapscott and Williams 2007) . As a result, the GeoWeb has become a collective platform progressively built on the practices, tools and data generated by the users, and where location-based content can be shared.",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 391,
                    "text": "(Herring 1994)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 944,
                    "end": 972,
                    "text": "(Tapscott and Williams 2007)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "GeoWeb and more specifically geospatial services and applications have provided cartography with new features and an access to the 2 billion Internet users (Sample et al. 2008) . As a consequence, the nature of the content itself is more and more georeferenced in digital geographic spaces, in accordance with a logic of spatial organisation of data. Geographic information has now become a Web-resource (Scharl and Tochtermann 2007) . Such a coupling between geographic information systems and hypertext systems makes the management of spatial data, along with the files associated to them, very efficient.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 176,
                    "text": "(Sample et al. 2008)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 404,
                    "end": 433,
                    "text": "(Scharl and Tochtermann 2007)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Within the development of the uses of the Web 2.0, a portion of the geographic information is produced and available to all, in accordance to the online Cartography 2.0 format (Haklay et al. 2008 ). This shift from consultation to interaction with geographic contents introduces the concept of Volunteered geographic information, which characterizes location-based user-generated contents-UGC (Goodchild 2007) . Internet users are now provided with ergonomic, simplified and user-friendly tools so as to read and write maps (Cramptom 2008; Hudson-Smith et al. 2009 ). Maps are no longer restricted to professional use. Based on the characteristics of the Web 2.0, maps have become a widely available tool for expression and participation.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 195,
                    "text": "(Haklay et al. 2008",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 393,
                    "end": 409,
                    "text": "(Goodchild 2007)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 524,
                    "end": 539,
                    "text": "(Cramptom 2008;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 540,
                    "end": 564,
                    "text": "Hudson-Smith et al. 2009",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This paradigm shift in the production and use of maps on the Web, which Haklay et al. (2008) named Web-Mapping 2.0, results from several technological advances that benefit more from the Web (especially 2.0) than from geomatics (AJAX, XML, RSS, tag, etc.). The GeoWeb technologies offer more flexible structures (thanks to new-generation languages), more open communication protocols, as well as a more extensive interoperability (syndication via RSS, mashups and use of API-Application Programming Interface). Available cartographic API such as Google Maps or Bing Maps (Microsoft) enable to display many different basic data (roads, satellite images, topography, addresses) and constitute today the base maps of the GeoWeb. The mashup concept (blend) consists in combining, on base maps, data from a variety of sources. Yet, API are not just for viewing, they offer many other tools for manipulating spatial data (editing, updating, enhancing, qualification) . As a result, any user can build up maps that are personal (static or dynamic) and customizable (feature implementation, scale, type of data) with any type of data. The geographical location of any type of available Web content (photo, video, article, link) can thus be established via different means (geotagging, geocoding). As a complement, the development of mobile solutions and use (Smartphones implemented with GPS-type location features, Wifi, 3G) provides the GeoWeb with a new dimension on which users' mobility practices are based. The advent of this largepublic oriented on-line cartography, where interactivity is as important as the content, generates new mapping environments. The development of mapping Web services, which supports the building and diffusion of VGI, substantially modifies the stated strategies used for the production of geographic information. Traditional production processes change and producers are more diversified (Web-users, communities of practice, web-actors, etc.) . This usergenerated geographic information constitutes, without a doubt, a new source of local knowledge, quite informal indeed but with such a potential richness that it represents today a relevant complement to institutional data (Seeger 2008; Heipke 2010) . This is how new spatial practices have emerged (collaborative mapping, georeferencing contents, network vectorization, collective qualification of places, etc.) and the respective roles of both professionals and amateurs have been redefined. The processes and practices used for the voluntary production of geographic information represent major societal and scientific challenges (Gouveai and Fonseca 2008; Elwood 2009; Sui 2008; Goodchild 2009 ). As the adaptation of the geospatial industry via crowdsourcing clearly illustrates, the development of Webmapping 2.0 as a general public component of geomatics and mapping should be considered beyond the leisure and amateurism spheres. Indeed, there is the question of mobilizing and using volunteered geographic information across ''traditional'' spatial data application fields, especially when it comes to crisis and disaster management for which quick access to accurate and up-to-date information is essential.",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 92,
                    "text": "Haklay et al. (2008)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 915,
                    "end": 960,
                    "text": "(editing, updating, enhancing, qualification)",
                    "ref_id": null
                },
                {
                    "start": 1916,
                    "end": 1970,
                    "text": "(Web-users, communities of practice, web-actors, etc.)",
                    "ref_id": null
                },
                {
                    "start": 2204,
                    "end": 2217,
                    "text": "(Seeger 2008;",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 2218,
                    "end": 2230,
                    "text": "Heipke 2010)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2614,
                    "end": 2640,
                    "text": "(Gouveai and Fonseca 2008;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2641,
                    "end": 2653,
                    "text": "Elwood 2009;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2654,
                    "end": 2663,
                    "text": "Sui 2008;",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 2664,
                    "end": 2678,
                    "text": "Goodchild 2009",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In times of crisis, although information is a crucial element for planning emergency and providing lifeassistance to the victims, communication networks and associated technologies are real lifelines (Coyle and Meier 2009) . New technologies and their usages allow improving prevention, planning and response capacities in times of crisis. As Muntz et al. (2003) underlined, the processes related to crisis management are based on geographic information and associated technologies. The development of new information and communication technologies, such as mobile phones, Internet, social networks or online-mapping, paved the way to new information handling practice. Many recent events related to political crisis, emergency situations or natural disasters have resulted in the implementation and spontaneous organization of map mashups and in the use of instantaneous communication tools (hurricane Katrina, H1N1 flu, Haiti or New-Zealand earthquake, etc.). These increasingly systematic initiatives constitute a driving force for the dissemination of extensive information, and the networking of remote communities or individuals who wish to offer their help to local people. This new technology-based approach brings substantial changes to the conventional information chain used in crisis management by mixing authoritative and non-authoritative data (Goodchild 2009) .",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 222,
                    "text": "(Coyle and Meier 2009)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 343,
                    "end": 362,
                    "text": "Muntz et al. (2003)",
                    "ref_id": null
                },
                {
                    "start": 1358,
                    "end": 1374,
                    "text": "(Goodchild 2009)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As a matter of fact, managing the complexity and uncertain nature of crisis events requires interaction and collaboration between local authorities, NGO, emergency and State responders all together. Their main challenge is to efficiently collect, share and use relevant information and knowledge from the field, in order to make the most informed decisions as fast as possible. In such situations, the GeoWeb can provide technological and methodological tools that are increasingly reliable and rational. On the technical and usage side, the potential of ICT and geospatial technologies to gather and share information efficiently in times of crisis has improved, thanks to the development of telecommunications networks (Internet, mobile phones). This is what our paper is about: proposing a framework for the assessment of the potential of the GeoWeb (as a complex platform including tools, methods, approaches) and of VGI (as contents) for crisis management and response. To do so, section ''GeoWeb use case and crisis management'' provides an overview of the current uses of the GeoWeb in crisis management contexts, through an analysis made on a series of recent examples. The principles and emerging challenges related to crisis management will be set out in section ''Consideration on the potential of GeoWeb technologies in improving crisis management''. Finally, the strengths, weaknesses and opportunities of the GeoWeb and VGI in terms of crisis management, will be addressed in the last section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Nowadays, local media, NGO, communities of practice and local authorities use more and more GeoWeb technologies to deploy emergency-related Web applications. An analysis carried out on a series of recent events highlighted the vast diversity of types of use. However, three main categories combining top-down and bottom-up approaches can be considered: (1) Map mashups: aiming at informing the general public with various sources of information; (2) Contribution platforms for the testimony and demand response for victims; (3) Collaborative platforms for creating and updating base maps and contents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Geoweb use case and crisis management"
        },
        {
            "text": "These online applications are developed to disseminate, as fast as possible to the general public, information coming from local authorities, emergency respondents, or media. The use of map mashups to process any type of information (fires, floods, earthquakes…) in times of crisis is very new and becomes more and more systematic. Clearly, map mashups allow to display on a map crisis management-related information. To do so, information is first geocoded, and then integrated to the map. The benefit of such Web applications is to provide visual, clear and coherent organization of information based on a spatial reference system (Goodchild and Glennon 2010; Liu and Palen 2010) . In order to illustrate the full potential of map mashups, some examples are presented below.",
            "cite_spans": [
                {
                    "start": 633,
                    "end": 661,
                    "text": "(Goodchild and Glennon 2010;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 662,
                    "end": 681,
                    "text": "Liu and Palen 2010)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Map mashups"
        },
        {
            "text": "During the devastating fires that swept through Australia in February 2009, and more specifically through the states of Victoria, New South Wales and the Australian Capital Territory, a series of map mashups appeared on the Internet. The most blatant example, still active on the Web, is Victorian Bushfires Map. From the fire database operated by the Country Fire Authority (CFA), Google Australia developed a mashup offering real-time tracking of the fires recorded by the authorities. Fires are marked with dots on the Google Maps API. Each dot provides the characteristics of the fire it is associated to (start date and time, status, type, size, number of emergency vehicles dispatched to the scene, level of control). This mapping application is based on the dual-use of a Google Maps API and a RSS feed of CFA website, as well as on information provided by the state of Victoria. It also includes various information on road status and security measures that are displayed on maps produced by the media (The Age, News.com.au).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Map mashups"
        },
        {
            "text": "Extremely devastating fires also hit South California during the fall of 2007 and 2008. A map ( Fig. 1 ) was set up by KPBS, the local radio station, and updated every 5 min, featuring evacuation information and shelters. The site recorded over three million visitors. Fire perimeters were determined according to the data provided by Los Angeles County Emergency Operations Center. A detailed legend listed a series of punctual and zonal representations with variables of different colors and shapes so as to provide a clear classification of the information displayed on the map (red: evacuation areas, green: areas where evacuation notices are lifted). A quick analysis of this map raises the question of the legend and of the harmonization of graphic charters, both of which we will discuss later.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 96,
                    "end": 102,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Map mashups"
        },
        {
            "text": "The map produced by the Los Angeles Times daily paper ( Fig. 2) experienced broadcasting and logistical difficulties to cover the hurricane, online applications such as blogs and forums could provide, very quickly, reports and testimonies from the affected people. As a matter of fact, whereas most of the traditional communication infrastructures failed in the wake of the Hurricane, the Internet remained the only source to relay information on the situation in Louisiana. Among all the websites created in an emergency to mitigate the lack of data and the crisis situation, Scipionus Contrary to a blog where only the author has permission to modify his Web pages, Scipionus interactive map enabled every user to publish his/her own location-based information. This participative space made it possible for the local inhabitants to reassure their families and friends, or to describe the disaster and the slow receding of flood waters. Created by a computer programmer from New Orleans, this initiative was rapidly used by telecommunication operators, TV channels, newspapers and the Web. Launched a few days after the disaster, tens of thousands of visitors hit the site to find useful information on the areas affected by Hurricane Katrina. Based on the Google Maps technology, the site offered a dynamic and interactive map of the flooded zones. Each visitor could add complementary information to give a more accurate description of the damage, to report and find missing persons. According to the logic of mashups, the location-based data displayed on the mapping API came from different forums and blogs, which partly explains its success (Miller 2007) .",
            "cite_spans": [
                {
                    "start": 1648,
                    "end": 1661,
                    "text": "(Miller 2007)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 56,
                    "end": 63,
                    "text": "Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Map mashups"
        },
        {
            "text": "Following Scipionus, but developed 4 years later with more advanced technological tools, the Ushahidi Platform is the new generation of dynamic maps dedicated to crisis management (political crisis, natural disasters, local conflicts, etc.). This information-gathering tool makes it possible for Internet users to follow the progress of crises, in real time, through the eyes of those directly involved in the disaster. Initially, the project aimed at reporting on a specific crisis situation on the basis of the testimonies of the people involved. A few months later, thanks to the support of an American NGO, the blog became a software application adaptable to various crisis situations. Ushahidi also provides applications to cover specific and time-bound events (violence in South Africa, Congo, Kenya and Gaza strip; elections in India and Mexico; earthquake in Haiti, blizzard in the United States…).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ushahidi, crisis communication platform"
        },
        {
            "text": "The Ushahidi application has a dual value: on the one hand, it allows people affected by a disaster to have information on its unfolding and evolution; and on the other hand, it provides people with a set of tools to testify about the situation they are going through. Consequently, this Web application is above all a resource-and information-sharing platform allowing anyone having a relevant fact about a specific situation to send it via SMS, e-mail or using the forms available on the website. Once this information is pooled, formalized, documented and checked, it is added to the map. The purpose is to record, aggregate and cross-check the information From a technical point of view, the platform operates according to the logic of mashups, that is to say: it combines several Web services (mapping, database, data handling tools, visual functionalities, etc.). Free and available to all as an API, this Open Source project is based on both Web (XML, JSON, AJAX) and GeoWeb (mapping API, Open Layer, KML, GeoRSS) standards. The platform was developed to be fully adjustable to meet the needs of the organizations and the crisis settings within which it is implemented (classification and display arrangements, feedback system, safety and export functions). Classification is based on a semantic qualification of information that follows the principle of category. Moreover, this application allows text and audio data to be catalogued and integrated, thus enriching the testimonies. It is also important to point out that the people behind this ambitious project provide technical support to the implementation and creation of new functionalities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ushahidi, crisis communication platform"
        },
        {
            "text": "Put online only 3 days after the earthquake, the Ushahidi-Haiti Platform is particularly representative of the potential benefits of such an application used in crisis management (Fig. 5) . In 2 weeks it received over 3,000 testimonies, more than half of which had been posted via SMS. Thanks to the rapid creation of a working partnership with Digicel Haiti, a mobile telephone provider, and other organizations (firms, emergency services, NGO), Ushahidi deployed the 4,636 project to enable people on the spot to provide near-real time feedback via SMS: calls for assistance, vital lines, potential threats, individual news, etc. Since the relative restoration to working order of the telecommunication networks, a free short code was provided to send SMS whether in Creole, French or English, to text locations and needs. Each piece of information is followed by the term ''verified'' or ''unverified''. Events are organized into six main categories (emergency, security threats, vital lines, services available, other and persons news) and twenty-four sub-categories (contaminated water, looting, fire, food distribution point, shelter offered, road blocked, missing person, etc.). Beside the ''Mainstream News'' and ''Incidents'', all the reports created can be consulted, along with the photos and videos that go with them. Users can not only text a testimony (via SMS, e-mail or on-line form), but also get alerts (via SMS or e-mail) to be notified of the events occurring at a specific location or within a specific area. In order to crowdsource and, permanently integrate these reports as legitimate and actionable sources of information, the system must be able to rapidly identify inaccurate, intentional exaggerated, or accidental information. We should briefly describe the processing and validation of reports, since it evolved alongside events.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 179,
                    "end": 187,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Ushahidi, crisis communication platform"
        },
        {
            "text": "• Person (humanitarian aid, victim, emergency respondent, etc.) texts a request by SMS (need for help, water, food, medical attention, etc.). • The testimony is sent to the Crowdflower website for translation or data entry. • Haitian volunteers translate and add metadata to the testimony (relevancy, location, level of priority). • The SMS is transformed into a formalized report, then published in the information distribution network, and finally integrated to the interactive map. After processing, the report can thus be consulted by all the organizations involved in crisis management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ushahidi, crisis communication platform"
        },
        {
            "text": "More recently, Ushahidi was used in response to the Christchurch earthquake, February 2011. In the aftermath of this disaster, a dedicated application was set up in order to identify hazards/solutions, to request help and to provide public information about the current situation (hazards and evacuation zones, infrastructures and road status) and available services (water, supplies, pharmacies and medical centres still open…). In 10 days, more than 1,200 reports were sent. Since the Haiti earthquake, Ushahidi has been used in various crisis situations to help victims and provide NGOs and authorities with an online application to support disaster response. This application has become an essential tool for online crisis management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ushahidi, crisis communication platform"
        },
        {
            "text": "Crisis mapping, creation and updating of base maps and data ''Crisis mapping'' is another type of GeoWeb use highlighting the current trend to use geospatial technologies in crisis situation. The purpose is to redraw (or update) the maps and plans of disaster areas so as to publish them on the Web, under open source license (Zook et al. 2010 ). In Haiti, there was no recent mapping regularly updated by the government and, the national Haitian map agency was totally destroyed by the earthquake. After disaster, the former maps of Haiti had become useless, therefore a prompt update was necessary.",
            "cite_spans": [
                {
                    "start": 326,
                    "end": 343,
                    "text": "(Zook et al. 2010",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Ushahidi, crisis communication platform"
        },
        {
            "text": "Hundreds of people stood up to support and guide emergency response as well as local organizations. In the beginning, mapping campaigns grouped under the initiative Drawing Together were thus carried out by hundreds of Internet volunteers all around the world. The work achieved by these ''tech volunteers'' was then continued by many other existing initiatives such as OpenStreetMap, which quickly developed an OSM-based collaborative mapping platform specifically dedicated to Haiti. Coming from open source communities, just like Wikipedia or other free culture movements, these collaborative platforms demonstrated its ability to provide accurate data within a short period of time, thanks to a pre-existing technical organization, efficient collaborative tools and a dedicated community. The road network map of Port-au-Prince, which was almost blank on the evening of the 12th of January, was nearly complete 10 days later (Fig. 6 ). In only 2 days, over eight hundred modifications were made even though the area was not yet fully covered by traditional providers such as Tele Atlas or Navteq.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 929,
                    "end": 936,
                    "text": "(Fig. 6",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Ushahidi, crisis communication platform"
        },
        {
            "text": "In a first time, roads, paths and buildings were drawn and updated with the help of old maps produced by the CIA, and Yahoo aerial imagery, which OSM has been allowed to use since 2006. In a second time, in the aftermath of the earthquake, several satellites scanned the area to provide recent satellite images. The firms DigitalGlobe and GeoEye gave the free use of a series of high resolution photos taken after the earthquake, which enabled the team of OpenStreetMap to complete mapping of Port-au-Prince (Fig. 7) , and of the other towns affected, with a wealth of information: collapsed buildings, road blockage, health facilities, refugee camp and population relocation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 508,
                    "end": 516,
                    "text": "(Fig. 7)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Ushahidi, crisis communication platform"
        },
        {
            "text": "In addition, volunteer contributors were involved in on-site data capture providing accurate information on road conditions, the location of collapsed buildings, of hospitals or emergency camps. The production of royalty-free data enabled allowed a free and rapid reuse of the data created on-site by NGOs or emergency agencies. The University of Heidelberg provided a new version of its GPS application OpenRouteService for live route planning (road conditions, location of camps, etc.). The German company Geofabrik gave access to the OSM-Haiti data in various file formats workable with the leading GIS and GPS software applications. Consequently, data were quickly integrated into a series of mashups and virtual globes, and then rapidly disseminated, adapted and used on-site via various formats and on different platforms by NGOs and emergency agencies. ''Non-standard'' events can happen anywhere or anytime, and today our societies are more vulnerable and unstable than in the past. The notion of risk results from the conjunction of hazard and vulnerability. These transformations thus essentially arise from the fact that the stakes and vulnerability have considerably increased in risk prone areas (interconnectivity of more and more complex operating systems, pernicious effects of the protection choices, accelerating anthropisation, etc.). This casts a new light on the challenges related to general information, and more specifically to spatial information when it comes to contemporary crisis and disaster management. As a matter of fact, these destructive events strike without notice. ''Urgency, complexity and uncertainty prevent anything from moving, requiring redesigned tools and organizations'' (Lagadec 1991) , and more particularly innovative information sharing processes.",
            "cite_spans": [
                {
                    "start": 1718,
                    "end": 1732,
                    "text": "(Lagadec 1991)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Ushahidi, crisis communication platform"
        },
        {
            "text": "Geographic information for crisis management: constraints and specific requirements Each phase in the crisis management cycle (mitigation and prevention, preparedness, response, recovery) requires specific collection and processing of geographic information (Fig. 8) . Whereas most of the phases are part of medium-and long-term approaches, the response phase in crisis situations involves spatiotemporal specific features and constraints. The Mitigation and Prevention phase consists in the global identification and prioritisation of the risks in a specific area, in order to define the proper measures for risk reduction (technical responses, land-use planning, information specifically dedicated to the population). Prevention implies the crosschecking of all the data related to hazards, issues and vulnerabilities at various scales. It requires negotiations between the different actors to reach some compromise between protection and development. Such negotiations are based on maps, and all the actions cover the short, medium and long term. They largely integrate post-disaster and reconstruction feedback.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 258,
                    "end": 266,
                    "text": "(Fig. 8)",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Ushahidi, crisis communication platform"
        },
        {
            "text": "The preparedness is based on the development of different municipal, departmental and national operational plans. In France, for instance, though it tends to be true in most industrialized Western countries, the organization of relief is based on: general contingency plans to face disasters affecting large areas (ORSEC plan) and emergency plans designed to respond to various types of events: industrial accidents (Specific Emergency Plan), floods (Specialized contingency plans), marine pollution (POLMAR plan)… They are based on the same model: definition of risk, public or private means that could be used, relief operations command and control, operations carried out following instructions on ''reflex cards'' or ''action cards''. Spatial information is very rudimentary. For instance, Specific Emergency Plans (SEP) related to dangerous industrial companies, whether developed under the authority of the State (the prefect in France) or of the commune (the mayor), include the following cartographic documents:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ushahidi, crisis communication platform"
        },
        {
            "text": "• Facility site map (*1/25,000)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ushahidi, crisis communication platform"
        },
        {
            "text": "• Hazard areas of potential accidents drawn on a topographic base map (1/25,000) • Warning network coverage and wraparound plan (*1/50,000)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ushahidi, crisis communication platform"
        },
        {
            "text": "Cross-checking of data on the hazards, issues and vulnerabilities of a specific territory",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ushahidi, crisis communication platform"
        },
        {
            "text": "Emergency plans based on reference scenarios",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ushahidi, crisis communication platform"
        },
        {
            "text": "Immediate access to detailed geographic information",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ushahidi, crisis communication platform"
        },
        {
            "text": "Location-based inventory of the consequences of the disaster Risk prediction improves with technological advances (satellite data, measurement sensor net-works…), but it still remains uncertain, which limits its efficiency (especially with respect to earthquakes and tsunamis). On-board systems, connected to meteorological stations, provide real-time assessments of accident expansion (for example: the propagation of a toxic cloud). However, information characterizing the site and its surroundings (distribution of issues, their related vulnerability, and various potential resources) remain rudimentary and data are not always georeferenced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ushahidi, crisis communication platform"
        },
        {
            "text": "In the risk management cycle, the response phase is the only one requiring immediate access to information and resources to determine and organize a rapid response (Williams et al. 2000) : the extent of floods or forest fires, the dispersal path of a toxic cloud, presence of people, road network conditions, etc. Recent researches and studies (Cahan and Ball 2002; Zerger and Smith 2003; Kevany 2003) reveal that decision-makers have still a preference for paper maps (produced by geomatics professionals before the event) and human knowledge to manage crises, rather than computer-based information. Yet, it is precisely during this phase that managers have the greatest need for rapid access to detailed geographic information (Perron 2010) . As a matter of fact, we must face situations of urgency with so much at stake for a large number of people, organizations, and even the economy of an entire country. Indeed, failures and problems loom large: many victims, hundreds of thousands of homeless, destruction of ''critical'' infrastructure (transport infrastructure, electricity network, water systems, telecommunication…) that are vital to the smooth running of territories and societies (Bouchon 2006) . In this context, it is crucial to promptly discern the seriousness of the situation, the priorities and the best decisions in order to minimize the economic, social and environmental consequences.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 186,
                    "text": "(Williams et al. 2000)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 344,
                    "end": 365,
                    "text": "(Cahan and Ball 2002;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 366,
                    "end": 388,
                    "text": "Zerger and Smith 2003;",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 389,
                    "end": 401,
                    "text": "Kevany 2003)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 730,
                    "end": 743,
                    "text": "(Perron 2010)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1195,
                    "end": 1209,
                    "text": "(Bouchon 2006)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Ushahidi, crisis communication platform"
        },
        {
            "text": "There are specific situations needing immediate response, but there are also sequences of phenomena, like fast domino effects with scattered geographical distribution due to the interdependency of activities and vital networks. In 1986, a fire at a Sandoz chemical plant, near Basel (Switzerland), caused long-term contamination of the Rhine after the firefighting water swept tons of chemical pollutants into the river. Also, in 1985 a plane crash in Gander, Newfoundland, contaminated the nearby town water system. Natural risks generate technological risks, which in turn entail health risks, generating social risks (as showed by Louisiana or Japan catastrophes)… In such a dynamic and complex context, mainly due to multiple spatial interactions (Daudé et al. 2007) , there is great uncertainty about the spatio-temporal extent of the consequences, the assessment of the socio-economic situation and adequate responses. Decision making must be carried-out promptly and under unstable conditions even though necessary information is not available.",
            "cite_spans": [
                {
                    "start": 751,
                    "end": 770,
                    "text": "(Daudé et al. 2007)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Ushahidi, crisis communication platform"
        },
        {
            "text": "Due to specific characteristics, managing farreaching crises requires specific governance. In matter of fact, these plans create hierarchical relationships between stakeholders along with militarylike operational processes: following planed and repeated procedures, highly organized corps of specialists (firemen, medical emergency services…), mobilization of specific means (Meschinet de Richemond 2007). Yet, according to Lagadec, common practices based on repetitive exercises including the assessment-decision-information sequence are inadequate when dealing with crisis management. Guihou talks about the ''biological wound'' (as opposed to ''mechanical failure'') to explain the fact that in a confused environment, where the very texture of the socio-technical system is torn apart, rescue and emergency issues should not be addressed strictly ''top-down'', but rather ''bottom-up'', starting with the local actors (Guihou et al. 2006) . ''It is necessary to set up teams, open networks, listening abilities and information sharing processes (…), open leadership (to many external stakeholders) able to share and mobilize intelligence to find innovative responses (…). Civil society should work hand-in-hand with the decision-makers; citizens must be involved in preparedness and response'' (Lagadec 2005) .",
            "cite_spans": [
                {
                    "start": 922,
                    "end": 942,
                    "text": "(Guihou et al. 2006)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1298,
                    "end": 1312,
                    "text": "(Lagadec 2005)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Ushahidi, crisis communication platform"
        },
        {
            "text": "Finally, one of the major issues of this response phase is related to ''the linkage between the necessary rigidity of contingency planning, which facilitates their application, and a certain flexibility allowing to take into account the actual context, individualities and available competences'' (Wybo and Tanguy 2009) . Spatial information sharing between different stakeholders, including the population, is part of this crucial context. Experiments in progress aim at developing spatial information and its use in crisis management situations. The Quebec Ministry of Public Security developed a georeferencing tool for ''remote visualisation of maps, satellite images or photos, all at the same time during conference calls'' taking place in critical contexts (for example: rising waters) (Gignac and Fortin 2008) . It is based on a teleconferencing system managed by the Ministry and implemented with a free software application to establish the connection between the partners. It allows interactive combination of data from several sources, to plot elements on a map or to add new graphic or text information. A first experimentation made it possible to monitor the progress of the forest fires that burned thousands of acres in Northern Quebec in 2006 and 2007, and to coordinate the daily operations between the different partners (SOPFEU, MNRW, STARIM-SAT and the Université du Québec à Chicoutimi) scattered throughout the territory. A second experimentation monitored the 2008 spring floods in the region of Montreal and in the Chaudière River basin.",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 319,
                    "text": "(Wybo and Tanguy 2009)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 793,
                    "end": 817,
                    "text": "(Gignac and Fortin 2008)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Ushahidi, crisis communication platform"
        },
        {
            "text": "The reconstruction phase, the last in the crisis management cycle, requires a location-based inventory of all material, social, economic and environmental consequences of the disaster. It relies on field investigations, insurance data, archives, victims' testimonies… Reconstruction is usually a very slow process, given the scale of the damage; it includes establishing liability, re-evaluating safety standards, redefining technological choices and the organization and functioning of territories. Once more, feedback is integrated to review both prevention and crisis management phases, thus completing the circle of the cycle depicted in Fig. 8 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 642,
                    "end": 648,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Ushahidi, crisis communication platform"
        },
        {
            "text": "Crisis management is characterized by urgency and uncertainty. It involves specific features and constraints in terms of prompt mobilization of relevant information. These types of procedures require a high level of interactivity along with strong communication and coordination between the stakeholders. Communication is vital at many different levels: within every organization, between stakeholders, with the media, with the people concerned. However, communicating means just as much sending messages from an upper level to another one, than being able to receive messages back. Yet, the current planning system, which is based on a hierarchical organization, although efficient when the event is largely confined, becomes jeopardized when confronted to ''far-reaching'' crisis situations. The lack of information and communication appears to be a constant issue in the case of major disturbances. Most institutions (no matter the territorial level) are equipped with GIS technology and develop geospatial databases. However, they are seldom based on the key response descriptors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spatial information challenges in crisis management, and the GeoWeb opportunities"
        },
        {
            "text": "Web 2.0 and the GeoWeb definitely boost information flow and users' interactions. Consequently, organization and working methods (coordination, cooperation, collaboration) must go through real change. Indeed, geospatial technologies enable to transmit locationbased information in four different ways according to the communication paradigm used (Fig. 9 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 346,
                    "end": 353,
                    "text": "(Fig. 9",
                    "ref_id": null
                }
            ],
            "section": "Spatial information challenges in crisis management, and the GeoWeb opportunities"
        },
        {
            "text": "• One-to-many: ''Centralized'' architecture for topdown dissemination from one transmitter towards a multitude of receivers (broadcast radio, television, Web, map mashups). • Many to one: ''Decentralized'' architecture to centralize and disseminate information between a multitude of transmitters and receivers (one service that integrates all relevant information from multiple transmitters as). • Many-to-many: ''Decentralized'' architecture to disseminate information between a multitude of transmitters and receivers (social networks, collaborative mapping, contribution platform). • One-to-one: ''Meshed architecture'' to generate an exchange between a transmitter and another one (mobile voice and SMS, application supporting social relationship).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spatial information challenges in crisis management, and the GeoWeb opportunities"
        },
        {
            "text": "In practice, the potential of the GeoWeb for crisis management relates essentially to the response and recovery phases. Both prevention and preparedness phases are handled by local authorities. We intend here to put into perspective the requirements and constraints of spatialized information involved in crisis management with the opportunities offered by the GeoWeb in both of these two phases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spatial information challenges in crisis management, and the GeoWeb opportunities"
        },
        {
            "text": "The first challenge is to promptly inform all the people affected by ongoing events and safety instructions. Radio and then television used to play this part, a role which now falls to ICT, and more particularly the Internet (social networks, map mashups). Compared to the Internet and the Web, the amount of information and details disseminated by both radio and television is limited. Moreover, their level of interaction is low. The message in a crisis communication must be sufficiently clear so as not to be distorted during transmission in a network of acquaintances. The difference between the Web and traditional media is here primarily on the ease of communication and its immediacy. For instance, the audience cannot go back to the message previously released, whereas on the Internet, users have fulltime, interactive and near-real time access to information. However, information must be easily accessible for all via cellular phones, as well as clear, understandable and unambiguous. Indeed, most people do not necessarily have an advanced knowledge of maps (to decipher information and pinpoint locations on a map). The limited ability to read maps becomes critical in times of crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Map mashups to inform people"
        },
        {
            "text": "According to Monmonier (1999) , developments in technology resulted in a change in the status and role of maps in the media. Computerization not only increased the number of maps, it also profoundly changed their production and dissemination methods, which thus affected their very nature. Fast tools relatively easy to implement are under development, such as the Google functionality My Maps (mentioned in former examples) allowing to create in a few minutes a dynamic or interactive map by aggregating location-based content (warnings, road conditions, relief centers). Moreover, RSS feeds and aggregators offer dynamic information those progresses alongside with the event (advisories and warnings, wide and targeted). Tags and microformats classify information to make the query system more efficient. Furthermore, dynamic and interactive maps provide rescaling possibilities. The Map mashups become an aggregator of various contents which allow better centralization, and dissemination of information (as regard to licensing and reponsability issues). In addition to organizing the content, they spatialize content to organize them geographically.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 29,
                    "text": "Monmonier (1999)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Map mashups to inform people"
        },
        {
            "text": "The power of map mashups is their ability to aggregate information coming from various sources (authoritative and non-authoritative). When the earthquake hit New Zealand in February 2011, the dedicated map mashups centralized information from UGC, local authorities and emergency services. Applications based on ESRI's solution GIS Aids Disaster Relief are probably the most representative ones. They are dedicated to information feedback through different social networks (Fig. 10) . In addition to providing temporary or replacement software, base maps and imagery, such applications allow the centralization of various situation-related contents, like reports (Ushahidi), photos (Flickr), videos (You Tube), tweets (twitter) or Web links. Moreover, these applications can integrate authoritative data. Using the social media map model (based on ArcGIS Online and API ArcGIS for JavaScript), these mashups enable to inform people about what is happening and where thanks to the various data flows stemming from social networks. Maps show the location of YouTube (filtered on ''Christchurch Earthquake''), of tweeter (filtered on *eqnz), of Flickr (using the beacon(tag) *eqnz), and the other public contents. ESRI's involvement (with Social Media/VGI App) is a significant example of the hybridization between amateurs and professionals. Esri's solution was developed to support rapid implementation of various applications dedicated to disaster response, such as: VGI contribution and validation, peer review, integration of social media (Twitter, Flickr, YouTube…), Esri's Emergency Management Live Feeds Template for harvesting and re-using live data (ESRI 2011).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 473,
                    "end": 482,
                    "text": "(Fig. 10)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Map mashups to inform people"
        },
        {
            "text": "The second challenge focuses on how to provide decision-makers (State and local authorities) with timely location-based information on situation status in the aftermath of a disaster, as well as after every sudden aggravating event resulting from chain reactions. In principle, decision-makers rely on a comprehensive data collection, stored centrally in the crisis unit, to develop and implement actions. Traditionally, in times of crisis, information is generated, managed, updated and disseminated by the competent authorities, in accordance with controlled and closed procedures and information systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reporting location-based information for decisionmaking"
        },
        {
            "text": "These data must be reliable and quickly verifiable. Moreover, central authorities must have some control over the data in order to act (number and types of populations at risk, damage extent, accessibility…). Yet, the fact that information comes from many different local authorities complicates both collection and aggregation phases to deliver a coherent and accurate picture of the situation so that decisionmakers can take timely and efficient actions. As illustrated by Meier and Coyle, who drew a parallel with the art of painting: ''What we need is a Signac, not a Picasso'' (Meier and Coyle 2011) . Taking Fig. 10 Tweets on Christchurch platform actions from a central crisis cell is much more difficult than from local governments that can benefit from volunteered information, when such collaborations are developed (Huang et al. 2010) .",
            "cite_spans": [
                {
                    "start": 582,
                    "end": 604,
                    "text": "(Meier and Coyle 2011)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 826,
                    "end": 845,
                    "text": "(Huang et al. 2010)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 614,
                    "end": 621,
                    "text": "Fig. 10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Reporting location-based information for decisionmaking"
        },
        {
            "text": "Following citizen science, the idea of citizen as sensors developed by Goodchild (2008) highlights the fact that citizens might become active players for recovery of field information (not just passive victims) (Guy et al 2010) . Reporting tools as Ushahidi allow the recovery formalization, validation and dissemination of information from the field to the appropriate stakeholders (Heinzelman and Waters 2010) . Anyone connected can report, make a request or enrich the map. From a technical point of view, the ability to mobilize, integrate and manage various data sources (SMS, tweet, reports) sent from mobile phones or Web site considerably improves reports from the field. Consequently, choosing mobile phone technology compensates for the poor Internet accessibility in some parts of the world. Moreover, these systems are retroactive, which means that centralized information can be transferred back via SMS according to the users' alert preferences (geographic area, type of event, reliability of information, etc.). As a proof of the efficiency of this initiative, a week after its launch, several organizations joined the 4,636 project implemented by the Ushahidi-Haiti platform to use the feedbacks that were centralized by the platform, so as to improve the efficiency of their own operations. For example, organizations such as Red Cross, United Nation foundation, Charity Water, Clinton Foundation, US State Department, International Medical Corps, AIDG, USAID, FEMA, US Coast Guard Task Force got involved in the 4,636 project.",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 87,
                    "text": "Goodchild (2008)",
                    "ref_id": null
                },
                {
                    "start": 211,
                    "end": 227,
                    "text": "(Guy et al 2010)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 383,
                    "end": 411,
                    "text": "(Heinzelman and Waters 2010)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Reporting location-based information for decisionmaking"
        },
        {
            "text": "Compared with traditional information management systems controlled and closed, new platforms such Ushahidi are opened and decentralized. They are based on feedback loops, that is to say, information is not static but changes over time because it is made available to the collectivity, thus moving from a logic of Crowdsourcing to one of Crowdfeeding (Meier 2009 ). This software is technically flexible, reactive and simple in its implementation, the platform can gather, formalize and organize information coming from the field, in order to disseminate it to the general public through interactive mapping. One of the strengths of Ushahidi is to propose a set of features and services dedicated to content management (Ushahidi platform for centralized and mapping content, SwiftRiver to filter and check real-time information and Crowdmap to host the Ushahidi platform).",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 362,
                    "text": "(Meier 2009",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Reporting location-based information for decisionmaking"
        },
        {
            "text": "The production and update of base maps (road status) and data (location of field hospitals, distribution points) enables emergency services and NGOs to get fresh information of the situation on the ground (Liu and Palen 2010) . The open source license under which the OSM map data were published has allowed immediate and free re-use of this data. The licensing restrictions around authoritative data and crowdsourced community data are another important issue to be covered: Google Mapmaker data cannot be combined with OpenStreetMap data for instance because of licensing restrictions. As a result, data are provided in various formats to suit most GIS and GPS software. Even if the geometric accuracy of the maps and plans produced by the digital volunteers is quite low, the data generated are interoperable with the NGO and emergency units' systems (IS, GIS, GPS) . In Haiti, the data thus created were used as a vector basis for the work of official bodies. Some of the map legends produced by UNOSAT refers to OpenStreetMap. Other organizations, as the World Food Program, used the plan of Port-au-Prince that had been drawn by the OSM to produce a detailed inventory of all buildings, whether destroyed or damaged, and makeshift camps. GeoWeb 2.0 tools enable new ways of dealing with crisis management. Collaborative crisis mapping is an effective large-scale mean to get an overview of the field for various emergencies purposes (roads, refugee camps, hospital, water point…).",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 225,
                    "text": "(Liu and Palen 2010)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 854,
                    "end": 868,
                    "text": "(IS, GIS, GPS)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Crisis mapping and tech communities to structure initiatives"
        },
        {
            "text": "Crisis Mapping is based on four key components: information collection, visualization, analysis and response. To efficiently address these components, crisis mapping is usually organized around different communities that work on a geo-collaborative basis. Although each community has its own role to play to contribute to and accelerate crisis management response, they cannot work independently but have to collaborate to reach common goals. These groups of volunteers, passionate about new technologies, developed many tools and resources to provide technical assistance to NGOs, emergency respondents and general public. P. Meier and D. Coyle emphasize the importance of close cooperation between Volunteer Technical Communities (VTCs) and aid agencies to gather fragmented information into a consistent whole. Some of the most active communities are presented below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Crisis mapping and tech communities to structure initiatives"
        },
        {
            "text": "• Crisiscommons is a global network event that brings people and communities together in order to provide innovative crisis responses. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Crisis mapping and tech communities to structure initiatives"
        },
        {
            "text": "Geospatial technologies 2.0 are now considered as key tools for crisis management and communication by all stakeholders: local authorities, emergency respondents, NGOs and the general public. On the one hand, GeoWeb tools and features improve the centralization and dissemination of information (authoritative and non-authoritative). On the other hand, VGI, and more generally user-generated-contents, represent a great opportunity to support and improve disaster management (Poser and Dransch 2010) . The way they have been mobilized to process and disseminate information on the Web during the days following the earthquake in Haiti or New-Zealand telling example of how these technologies, now accessible to the general public, can support a large variety of initiatives, and at the same time assist ''institutional'' emergency response. They are a technological and informational complement to the rescue services and organizations on the ground, in emergency, uncertainty and complex situations.",
            "cite_spans": [
                {
                    "start": 475,
                    "end": 499,
                    "text": "(Poser and Dransch 2010)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion and outlook"
        },
        {
            "text": "Communications technology will help humanitarian agencies create preparedness and resilience in the event of an emergency. However, the collection and use of information does not just depend on technological innovation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion and outlook"
        },
        {
            "text": "Technologies need to be widely adopted and used properly, thus making people-centered approaches more effective. (Coyle and Meier 2009) Today, however, although geospatial technologies reach their full potential when disasters struck, their functional use in crisis management contexts still gives rise to a number of questions.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 135,
                    "text": "(Coyle and Meier 2009)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion and outlook"
        },
        {
            "text": "A first question relates to the way to centralize and organize information, which increases in number and diversity. How to connect the information coming from the authorities and experts with knowledge and observations sent by the general public and the affected people? Works are already being conducted on the convergence of Web and mobility, with the idea of mobiquity-mobility and ubiquity- (Pisani and Piotet 2008) , which could provide some elements of answer. The range of mobile telecommunication devices increasing with time (cell phones, smartphones), new and innovative approaches emerge with respect to crisis management, such as using the concept ATAWAD-AnyTime, AnyWhere, AnyDevice (Dalloz 2004) . As shown in the examples above, creating networks of individuals through computers, mobile phones and communicating GPS, converts the Web into both a source of information and a communication platform. In the field, individuals contribute more and more to the production of information via their mobile phones. The 4,636 SMS system set up in Haiti amply demonstrated the potential of applications combining mobility, positioning systems and Web technologies. Today Ushahidi offers a smart phone application with basic functionalities to visualize new reports and upload incidents with pictures, links and location.",
            "cite_spans": [
                {
                    "start": 396,
                    "end": 420,
                    "text": "(Pisani and Piotet 2008)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 697,
                    "end": 710,
                    "text": "(Dalloz 2004)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion and outlook"
        },
        {
            "text": "These news technologies offered both the transmission of information from the field (location and needs) and the dissemination of certain information (personalized alerts, priority areas, events taking place). These Multi-directional communication flows are about to modify disaster response by affecting both supply and localized demand generated by organizations (Meier 2010) . Moreover, using this type of applications to build a network of players in the field (emergency, victims, NGO) allows efficient centralization, processing and dissemination of information, and consequently an improved organization of the teams in the field.",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 377,
                    "text": "(Meier 2010)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion and outlook"
        },
        {
            "text": "A second point worth considering is the increasing use of (location-based) social networks such as Twitter or Facebook for instance, which is an issue raising concerns with respect to future crisis. A crisis communication on the Internet must integrate the dimension of information dissemination through social networks. This is also one of the major changes in the design of crisis management on the Internet compared to other media (Huang et al. 2010) . As a matter of fact, one of the important features of the Web 2.0 is its ability to generate connections via social networks. The use of forums or maps builds a link between missing persons, homeless, worried families or relatives (Jarvis 2009 ). Vine, a service developed by Microsoft and designed to enable families and friends to stay in touch anytime and anywhere, even when all means of communication are down, was a good example of this new type of crisis management. This service offered connection via a PC client desktop, text messages or emails. Vine allowed, through social networks, the transfer of detailed reports to relatives who could receive them directly on their control panel via the Web, or on their mobile phones. Vine seems to have been abandoned by Microsoft despite the positive feedbacks from users who had tested the beta version. In the same vein, the last versions of Scipionus and Ushahidi offer a functionality called ''persons news'' and, Crisis Commons is an interesting precursor to this type of solutions. Also, the project MISSING, initiated by the Red Helmets Foundation, aims at implementing a reference platform dedicated to the search for missing persons in times of crisis. Developed in partnership with Google, Bearstech and European Consulting Services, this application is based on a set of efficient technologies using the Web 2.0 and the GeoWeb with an additional spatial component.",
            "cite_spans": [
                {
                    "start": 434,
                    "end": 453,
                    "text": "(Huang et al. 2010)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 687,
                    "end": 699,
                    "text": "(Jarvis 2009",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion and outlook"
        },
        {
            "text": "This new conception of crisis management, based on social networking, overcomes traditional approaches since it focuses on citizens (victims) as key stakeholders. Consequently, the role of individuals and of social communities is to be redefined. Now, the question is more about individual and social resilience, seeing that it partly depends on the ability of individuals to remain connected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion and outlook"
        },
        {
            "text": "The processes (based on adjusted metrics) used to check and qualify volunteered information coming from the field, is another crucial issue. It is very important that validation processes can make the difference between facts and opinions. That is why the semantic modalities of the contributions are essential for their validation and qualification. Validation, which is carried out by the agencies on the ground, is neither simple nor trivial. And yet, it is essential especially during the official emergency services' exercises, for they are (legally) liable. Indeed, there were some accidents resulting from the improper use of data (mainly related to the inadequacy of data versus the uses) have already been brought to light (Geoide project IV-23, 2010). As the Ushahidi platform administrators explained it, testimonies are dispatched according to the organizations concerned; and twice a day, liaison officers are contacted to conduct updates. It is largely for this reason that emergency responders made a very limited use of Ushahidi, whereas NGO based (though to a limited extent) their interventions on these field reports, in complement with other sources of information. Emergency responders need to receive real time reports about incidents, while NGO providing services such as food or water need more aggregated information, like allowed by Ushahidi (Heinzelman and Waters 2010) .",
            "cite_spans": [
                {
                    "start": 1368,
                    "end": 1396,
                    "text": "(Heinzelman and Waters 2010)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion and outlook"
        },
        {
            "text": "Although interactive maps provide better information access compared to traditional databases, building and reading them require some training from the general public. Harmonization of graphic charters varies from site to site, and constant effort is required from Internet users to (re-)decode signs. For instance, one single sign can represent two different pieces of information from two different sites, which might generate errors. It is important to carry out an indepth and collective reflection on an appropriate graphic semiology, and to set conventions, as it already exists, for example, in the field of risks related to the transport of hazardous material.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion and outlook"
        },
        {
            "text": "Last but not least, what if the whole communication infrastructure (including the Internet network) falls down, or if the cellular network becomes saturated? (as it happened when a bridge in Minneapolis collapsed in 2007). Crisis management requires adaptability and complementarity of all communication means, ranging from the most traditional (paper plans), to the most sophisticated (interactive real-time mapping) developed by new technologies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion and outlook"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "L'application du concept de vulnérabilité aux infrastructures critiques: Quelles implications pour la gestion territoriale des risques?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bouchon",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Annales des Mines Re-sponsabilite´et environnement",
            "volume": "43",
            "issn": "",
            "pages": "35--40",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "GIS at ground zero: Spatial technology bolsters World trade center response and recovery",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cahan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ball",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "GEOWorld",
            "volume": "15",
            "issn": "1",
            "pages": "26--29",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "New technologies in emergencies and conflicts: The role of information and social networks",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Coyle",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Meier",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Cartography: Maps 2.0. Progress in Human Geography",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cramptom",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "33",
            "issn": "",
            "pages": "91--100",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Consumer Electronics Show), Xavier Dalloz Consulting, Direction Générale des Médias et des Industries Culturelles, Ministère de la Culture et de la Communication",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dalloz",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Spatial risks and complex systems: methodological perspectives",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Daudé",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Provitolo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dubas-Paillard",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gaillard",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "From system complexity to emergent properties (Understanding Complex Systems)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Citizens as sensors for natural hazards: A VGI integration workflow",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "De Longueville",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Luraschi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Smits",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Peedell",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "De Groeve",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Geomatica",
            "volume": "64",
            "issn": "1",
            "pages": "41--59",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Geographic information science: New geovisualization technologies-emerging questions and linkages with GIScience research",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Elwood",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Progress in Human Geography",
            "volume": "33",
            "issn": "2",
            "pages": "256--263",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "GIS aids disaster relief",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Esri",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "L'utilisation des normes et technologies ouvertes en se´curite´civile: Un contexte favorisant la ge´ocollaboration",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gignac",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fortin",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Citizens as sensors: The world of volunteered geography",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Goodchild",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "GeoJournal",
            "volume": "69",
            "issn": "4",
            "pages": "211--221",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "NeoGeography and the nature of geographic expertise",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Goodchild",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Location Based Service",
            "volume": "3",
            "issn": "2",
            "pages": "82--96",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Crowdsourcing geographic information for disaster response: A research frontier",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Goodchild",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Glennon",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "International Journal of Digital Earth",
            "volume": "3",
            "issn": "3",
            "pages": "231--241",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "New approaches to environmental monitoring: The use of ICT to explore volunteered geographic information",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gouveai",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fonseca",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "GeoJournal",
            "volume": "72",
            "issn": "3-4",
            "pages": "185--197",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Les crises hors cadre et les grands re´seaux vitaux. Katrina, faits marquants, pistes de re´flexion. Mission de retour d'expe´rience",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guihou",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lagadec",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lagadec",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "EDF direction des risques groupe",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Integration and dissemination of citizen reported and seismically derived earthquake information via social network technologies",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Guy",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Earle",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ostrum",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gruchalla",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Horvath",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Advances in intelligent data analysis IX",
            "volume": "6065",
            "issn": "",
            "pages": "42--53",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Web mapping 2.0: The neogeography of the GeoWeb",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Haklay",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Singleton",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Geography Compass",
            "volume": "2",
            "issn": "6",
            "pages": "2011--2039",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Crowdsourcing crisis information in disaster-affected Haiti",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Heinzelman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Waters",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Special Report",
            "volume": "252",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Crowdsourcing geospatial data",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Heipke",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "ISPRS Journal of Photogrammetry and Remote Sensing",
            "volume": "65",
            "issn": "6",
            "pages": "550--557",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "An architecture of cyberspace: Spatialization of the internet",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Herring",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Web 2.0 and internet social networking: A new tool for disaster management?-Lessons from Taiwan",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Hyder",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Medical Informatics and Decision Making",
            "volume": "10",
            "issn": "57",
            "pages": "10--57",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "NeoGeography and Web 2.0: Concepts, tools and applications",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hudson-Smith",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Crooks",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gibin",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Location Based Service",
            "volume": "3",
            "issn": "2",
            "pages": "118--145",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Recovery 2.0: A call to convene",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jarvis",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "GIS in the world trade center attack-trial by fire. Computers, Environment and Urban Systems",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Kevany",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "27",
            "issn": "",
            "pages": "571--583",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "La gestion de crise. Outils de re´flexion al 'usage des de´cideurs",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lagadec",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Nouvelles menaces et gouvernance. Des résistances à dépasser, des chemins à ouvrir",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lagadec",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Ge´rer et comprendre",
            "volume": "80",
            "issn": "",
            "pages": "8--22",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The new cartographers: Crisis map mashups and the emergence of neogeographic practice",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Palen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cartography and Geographic Information Science",
            "volume": "37",
            "issn": "1",
            "pages": "69--90",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Ushahidi: From croudsourcing to crowdfeeding",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Meier",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Location based mobile alerts for disaster response in Haiti",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Meier",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Harvard humanitarian initiative. Disaster Relief 2.0: The future of information sharing in humanitarian emergencies",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Meier",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Coyle",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "UN Foundation & Vodafone Foundation Technology Partnership",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Gestion de crise",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Meschinet De Richemond",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Dictionnaire de l'environnement",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "A beast in the field: The google maps mashup as GIS/2. Cartographica",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "41",
            "issn": "",
            "pages": "187--199",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Maps with the news: The development of American journalistic cartography",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Monmonier",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Les outils cartographiques en gestion de crise",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Perron",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Comment le web change le monde: l'alchimie des multitudes",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pisani",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Piotet",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Volunteered geographic information for disaster management with application to rapid flood damage estimation",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Poser",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dransch",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Geomatica",
            "volume": "64",
            "issn": "1",
            "pages": "89--98",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Geospatial services and applications for the internet",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Sample",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Abdelguerfi",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "The geospatial web: How geobrowsers, social software and the Web 2.0 are shaping the network society",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Scharl",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tochtermann",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "The role of facilitated volunteered geographic information in the landscape planning and site design process",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Seeger",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "GeoJournal",
            "volume": "72",
            "issn": "3-4",
            "pages": "199--213",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "The wikification of GIS and its consequences: Or Angelina Jolie's new tatoo and the future of GIS",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sui",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Wikinomics: Wikipe´-dia, linux, you tube: comment l'intelligence collaborative bouleverse l'e´conomie",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tapscott",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Responding to urban crisis: The emergency planning response to the bombing of Manchester city centre",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Batho",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Cities",
            "volume": "4",
            "issn": "17",
            "pages": "293--304",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Risque inondation: quels de´fis pour la recherche en appui a`l'action publique? Paper presented at the Colloque national MEEDDAT/ Cemagref 4 juin",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Wybo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Tanguy",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Impediments to using GIS for real-time disaster decision support'. Computers, Environment and Urban Systems",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zerger",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "I"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "27",
            "issn": "",
            "pages": "123--141",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Volunteered geographic information and crowdsourcing disaster relief: A case study of the Haitian earthquake",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zook",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shelton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gorman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "World Medical & Health Policy",
            "volume": "2",
            "issn": "2",
            "pages": "7--33",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Fire map(KPBS radio, autumn 2007)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Dynamic fire map (Los Angeles Times, September 2009)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "ESRI's Earthquake Incident Viewer (Christchurch earthquake, get information on the affected zones and search for missing persons.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Scipionus",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Ushahidi",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Consideration on the potential of geoweb technologies in improving crisis management Katrina Hurricane, South-East Asian tsunami in 2004, SARS in 2003, fires in California and Australia, H1N1 flu virus Haiti or Japan earthquake and tsunami highlight the major transformation of the full spectrum of hazards over the past decade.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Road network coverage of Port-au-Prince in OSM before and after the earthquake",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Interface",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Risk and need management in terms of geographic information • Location of public-access buildings, and those receiving sensitive people (schools, senior residence…) • Location of the command post, population relocation, healthcare centers… (1/15,000)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Fig. 9 Contexts of information cycle for crisis management",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "received over 1.6 million of visitors. It offered numerous formal information to describe the fires (fire extent, status, damage, number of wounded persons, start time, ignition point and cause, number of firemen, evacuation, etc.). This initiative was renewed in September 2009 with a more accurate and After Hurricane Katrina swept over the United States in 2005, millions of information pages were created on the Internet. Contrary to traditional media who",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}