{"paper_id": "57f6dcd04aa7aacdfa5e1c1e23f7ba396b67d0ad", "metadata": {"title": "Preparing for Ebola Virus Disease in West African countries not yet affected: perspectives from Ghanaian health professionals", "authors": [{"first": "Yaw", "middle": [], "last": "Nyarko", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Lewis", "middle": [], "last": "Goldfrank", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Gbenga", "middle": [], "last": "Ogedegbe", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Sari", "middle": [], "last": "Soghoian", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background: The current Ebola Virus Disease (EVD) epidemic has ravaged the social fabric of three West African countries and affected people worldwide. We report key themes from an agenda-setting, multi-disciplinary roundtable convened to examine experiences and implications for health systems in Ghana, a nation without cases but where risk for spread is high and the economic, social and political impact of the impending threat is already felt.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Discussion: Participants' personal stories and the broader debates to define fundamental issues and opportunities for preparedness focused on three inter-related themes. First, the dangers of the fear response itself were highlighted as a threat to the integrity and continuity of quality care. Second, healthcare workers' fears were compounded by a demonstrable lack of societal and personal protections for infection prevention and control in communities and healthcare facilities, as evidenced by an ongoing cholera epidemic affecting over 20,000 patients in the capital Accra alone since June 2014. Third, a lack of coherent messaging and direction from leadership seems to have limited coordination and reinforced a level of mistrust in the government's ability and commitment to mobilize an adequate response. Initial recommendations include urgent investment in the needed supplies and infrastructure for basic, routine infection control in communities and healthcare facilities, provision of assurances with securities for frontline healthcare workers, establishment of a multi-sector, \"all-hazards\" outbreak surveillance system, and engaging directly with key community groups to co-produce contextually relevant educational messages that will help decrease stigma, fear, and the demoralizing perception that the disease defies remedy or control.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The EVD epidemic provides an unprecedented opportunity for West African countries not yet affected by EVD cases to make progress on tackling long-standing health systems weaknesses. This roundtable discussion emphasized the urgent need to strengthen capacity for infection control, occupational health and safety, and leadership coordination. Significant commitment is needed to raise standards of hygiene in communities and health facilities, build mechanisms for collaboration across sectors, and engage community stakeholders in creating the needed solutions. It would be both devastating and irresponsible to waste the opportunity.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The Ebola Virus Disease (EVD) epidemic in West Africa has ravaged the social fabric of three countries (Guinea, Liberia, and Sierra Leone) with a death toll of over 11,400 people and over 21,200 cases as of January 15, 2015 [1] . In August 2014 the WHO declared it a Public Health Emergency of International Concern. Travelassociated cases have now been documented in five additional countries, and effects are being felt worldwide.", "cite_spans": [{"start": 224, "end": 227, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Introduction"}, {"text": "Efforts to understand this global health crisis and the calls to action have mainly focused on the socioeconomic consequences and erosion of gains in healthcare for people in Guinea, Liberia, and Sierra Leone [2] . Relatively little discussion has examined the impacts and experiences in West African countries that have not yet had EVD cases. These countries share many of the contextual factors that have contributed to the epidemic. While containment efforts at the epicenter are now a clear priority, the crisis presents a clear window of opportunity to address key issues for systems strengthening throughout the sub-region, to prevent further spread and halt the next epidemic should EVD become endemic in the area.", "cite_spans": [{"start": 209, "end": 212, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Introduction"}, {"text": "For example Ghana shares the same health systems challenges as the affected countries, including limited financial investment in healthcare, shortage and maldistribution of healthcare workers, medications and medical supplies, poor health information systems and weak governance [3] [4] [5] . These weaknesses create the conditions for endemicity of infectious diseases like Cholera [6] the rising burden of chronic non-communicable diseases like diabetes and hypertension [7, 8] and further heightens the lack of preparedness for epidemics like EVD.", "cite_spans": [{"start": 279, "end": 282, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 283, "end": 286, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 287, "end": 290, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 383, "end": 386, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 473, "end": 476, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 477, "end": 479, "text": "8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Introduction"}, {"text": "In this context, a multidisciplinary group of professionals including economists, anthropologists, mental health professionals, public health professionals, frontline clinicians, population scientists, and historians from Ghana and New York University convened an agendasetting roundtable on October 23rd at the NYU Accra site in Accra, Ghana. The purpose of the roundtable was threefold. First, to create a forum for mutual support through experience and information sharing. Second, we sought to understand the critical professional and societal needs to support local healthcare capacity and resiliency in the face of this threat. Finally, we aimed to define a means of assisting the preparedness effort.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The roundtable was structured by three moderated discussion sessions, each addressing a broad theme or question (see Table 1 ). A discussion guide and selection of articles on EVD were sent to all participants in advance. The discussion guide presented a general aim statement and two to five more targeted key questions as the framework for each session. We describe the key themes and analysis that emerged in each of these broad areas.", "cite_spans": [], "ref_spans": [{"start": 117, "end": 124, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Introduction"}, {"text": "The stories: experiences giving patient care during the crisis This session asked \"How difficult has it been to care for patients with unknown infections?\" Participants offered their personal stories as a basis for discussion. Many of their experiences were strikingly similar to reports coming from the directly affected countries, illustrating how a reasonable yet crippling fear of EVD threatens to erode the esprit de corps and confidence of frontline healthcare workers in the face of this threat to health and health systems. • How have the policy implications and debates been developed?", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "• What are the impacts/risks in communities?", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "• What have the operational challenges been for developing preparedness at the level of health facilities?", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "3", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Looking forward: Panel discussion • Can increased access to personal protective equipment transform the infection control culture and improve safety?", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "• How can we assist professionals to allow them to retain their professional ethics in the midst of this uncertain hazard and risk?", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "• Would the crisis have an impact on brain drain, and what can be done?", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "• What can be done to enhance preparedness for the population at large?", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "• What can be done to enhance resiliency?", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "For example, an emergency department public health nurse noted that healthcare workers already operate daily under high-risk conditions despite their fears, knowing that standards of protection are inadequate. Gloves are never enough, supply of running water inconsistent, and face masks or gowns largely unavailable. Patients often do not disclose highly stigmatized diseases such as TB and HIV, even when the appropriate questions are asked making it difficult to screen for risks. She described how colleagues were reluctant to go near patients with fever during the H1N1 pandemic, and many now say \"they will flee if Ebola comes\".", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "A family physician described facing the \"double barrel\" threat of EVD during an ongoing cholera outbreak that has affected over 20,000 patients in Accra alone since June 2014, explaining how the public health failure alongside the risks and challenges of managing cases with inadequate staff, space, stuff, and systems has increased fear and insecurity about the ability to manage EVD. Importantly, the cholera experiences included notable success stories of hospital and community mobilization, for example the intervention of Accra's Mayor to rapidly remodel an existing carport into a new cholera ward.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "An internist recounted his experience caring for a patient with EVD-like symptoms. His team had just learned of the death from EVD of a close friend and colleague, who returned to Sierra Leone around the start of the epidemic after training in Ghana. The patient was already admitted onto a general ward when suspicion for EVD was raised. Staff panicked and fled the ward delaying the patient's care and interrupting care for others on the ward. Feeling grossly underprepared, the doctors threatened strike action. Hospital leadership rapidly acknowledged the concerns in face-to-face meetings, and this was sufficient to avert the strike. However, the situation remained fragile for months as slow progress was made to increase distribution of PPE and develop adequately resourced isolation facilities.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "A clinical psychologist underscored the level of inner conflict and threat to professionalism, recounting the experience of her patient who recently gave birth. During delivery, her body fluids splashed onto the midwife, who reacted with horror and a stream of verbal abuse. When the patient later offered payment, the midwife declined the money explaining that she must have caused the young mother such distress by her response.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The institutional contact at the reference lab used for EVD testing described a request for specimen analysis on a patient who was a Nigerian resident in Ghana and had not travelled for several years. He noted that most requests for EVD testing had no associated travel or contact history, and that policy should be refined given the high cost at GHC750 (around 240USD). To provide context, at the time of the Roundtable proceedings, approximately 70 EVD tests had been conducted; to date 150 EVD tests have been conducted. None of the tests have been positive.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "This session sought to understand the critical needs from broader existential, organizational, and public health perspectives. Key questions probed the psychological consequences, the impacts/risks in communities, and the operational challenges for preparedness in health facilities. The major discussion themes that emerged cut across different levels of societal response, from the basic unit of the family to communities, health centers, and national strategic efforts.", "cite_spans": [], "ref_spans": [], "section": "Major issues Ghana is facing in the presence of the Ebola epidemic"}, {"text": "First, it was clear that widespread fear in relation to perceptions of risk, uncertainty, and the capacity or commitment of leadership to act has been a powerful and prominent force. The fear response affects healthcare workers' confidence and commitment to professionalism, leads to misuse of scarce healthcare resources such as testing, erodes the trust in the healthcare system, and undermines the needed behavioral and organizational strategies. As one participant suggested, \"We've demonized this disease, and we need to stop it.\"", "cite_spans": [], "ref_spans": [], "section": "Major issues Ghana is facing in the presence of the Ebola epidemic"}, {"text": "It was equally clear that many of these fears are not unreasonable given the mismatch between reality and expectations of healthcare delivery. In light of the demonstrable lack of personal and societal protections evidenced by the current cholera outbreak, and chronic deficiencies in the space, systems, staff, and stuff to meet routine healthcare needs, the potential to meet added demands for EVD preparation are widely perceived as unrealistic. Healthcare workers at most institutions in Ghana do not receive workers' compensation, disability or life insurance, risk allowances, or supplemental health insurance. The threat of EVD increased demands for employers to provide these, and personal advocacy may account for some of the frontline responses.", "cite_spans": [], "ref_spans": [], "section": "Major issues Ghana is facing in the presence of the Ebola epidemic"}, {"text": "Similarly, the method and feasibility of a robust contact tracing and monitoring system is unclear. In Ghana, a lack of unique address coordinates for most residences and businesses poses a major threat for ambulance systems to respond, and makes contact tracing difficult. Street names have now been introduced in the larger cities, but finding an individual location is still largely dependent on social coordinates rather than traditional house numbering [9] . Most patients are transported to hospital in taxis, colloquially dubbed \"cabulances\", which may also become a significant challenge for infection control.", "cite_spans": [{"start": 458, "end": 461, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Major issues Ghana is facing in the presence of the Ebola epidemic"}, {"text": "A third related theme was mistrust in leadership's ability and commitment to mobilize. Lack of shared knowledge base and vision across professional sectors and societal groups reinforces a disconnect between the myths, science, policies and actual practices for EVD screening and infection control. Heavy politicization of EVD response activities and a lack of coherent messaging and direction from national, local, and institutional leadership paralyzed coordination efforts for months, further undermining confidence in an already fragile system [10] . The mitigation is represented in some areas by intense efforts in team training and acquisition of additional PPE, however much more of this work is needed to achieve capacity, and to establish confidence in an organized response.", "cite_spans": [{"start": 548, "end": 552, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Major issues Ghana is facing in the presence of the Ebola epidemic"}, {"text": "Finally, the discussion explored perceived impacts of the EVD threat in Ghana beyond the psychosocial consequences of fear and efforts to prepare. The Ghana government has neither closed borders nor banned intraregional travel from affected areas, as many advocated. However, tourism and business travel to Accra was markedly reduced in the third and fourth quarters of 2014, when several major international conferences and sports events were cancelled.", "cite_spans": [], "ref_spans": [], "section": "Major issues Ghana is facing in the presence of the Ebola epidemic"}, {"text": "Looking forward -what can build resiliency in the face of this threat to health and healthcare systems?", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "A final goal for the meeting was to explore opportunities for action, recognizing that an interdisciplinary, multilevel effort is needed to build resiliency, as the United Nations has defined it in the context of disaster risk reduction [11] . EVD transmission can clearly be stopped through rapid mobilization for case and contact finding, early medical care using adequate PPE and environmental controls, and preventive interventions [12] . To do these things requires commitment, confidence, and trust between communities, healthcare workers, and government. Based on the above discussion themes the panel developed the following initial recommendations:", "cite_spans": [{"start": 237, "end": 241, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 436, "end": 440, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Discussion"}, {"text": "1. Prioritize strengthening infection prevention and control (IPC) in facilities, including reliable water and electricity. This is an urgent priority for both short and long-term investment. In particular, there should be adequate access to and proper training in the use of PPE for all healthcare workers, and that training should be followed up with structured programs for supervision, monitoring and evaluation. IPC is a critical aspect of EVD prevention, and should be particularly important as a focus for systems strengthening given the endemicity of cholera and tuberculosis in Ghana [6] . Investing in this critical competency is equally essential to build staff confidence and trust in leadership's commitment to quality care and their own occupational health and safety. The risk of an EVD patient escaping detection at triage seems considerable in light of the non-specific nature of symptoms, the experiences in Lagos, Port Harcourt, and Senegal where index patients did not initially disclose their EVD contacts, and the likelihood that -looking to the future -the next outbreak will come unannounced. 2. Provide assurances with securities for frontline healthcare workers. Specifically, healthcare workers should have guaranteed health insurance, workers' compensation and disability insurance should they contract EVD in the process of screening and providing care to patients. Senegal. This education is critical to combat the erroneous perception that EVD defies control, to decrease fear and stigma, and to encourage care-seeking. However, as studies of risk perception suggest, the communication must be bi-directional and contextual to be effective [15] . We need go to the communities and ask what their members understand, what fears they harbor, what practical challenges and concerns they have to implement the key recommendations, and how they think the issues should be addressed. This is the core aim of co-production. Engaging with local religious and community leaders early and often to develop acceptable solutions in context has been a vital component of successful EVD containment strategies in the past [16] [17] [18] . Enlisting the media as allies should also be of critical importance.", "cite_spans": [{"start": 593, "end": 596, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 1671, "end": 1675, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 2139, "end": 2143, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 2144, "end": 2148, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 2149, "end": 2153, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Discussion"}, {"text": "Historically, the ability of African nations to manage infectious disease outbreaks has largely been understated and often dependent on external 'thinkers' and aid. Clearly massive outside assistance is needed to contain the current EVD epidemic, yet the critical roles of local leadership and communities cannot be overemphasized.", "cite_spans": [], "ref_spans": [], "section": "Summary"}, {"text": "The current crisis provides an unprecedented opportunity for West African countries not yet affected to make advances on creating culturally and contextually relevant solutions to build resiliency and strengthen health systems for outbreak control. This will require significant investment and support to raise standards of hygiene and protection in communities and healthcare facilities, to build mechanisms for coordination and collaboration across sectors, and to enlist the people on the frontlinein families, communities, and healthcare facilities -as allies in the process. Fear is only a weakness if it turns to panic. If harnessed appropriately, fear can be a stimulus for wideranging changes in health system strengthening. A case in point is the successful response to Ebola outbreak in Nigeria [19] . Because forewarned is forearmed, it would be both devastating and irresponsible to continue \"business as usual\" and waste the opportunity.", "cite_spans": [{"start": 805, "end": 809, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Summary"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Ebola outbreak in West Africa-Cumulative reported cases and death graphs", "authors": [], "year": 2014, "venue": "", "volume": "20", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Farmer P. Diary: Ebola", "authors": [], "year": 2014, "venue": "London Review of Books", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "World Health Organisation. How much should contries spend on health? Geneva", "authors": [], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Ghana Health Service. The Health Sector in Ghana: Facts and Figures", "authors": [], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Quality health care and workers on the move", "authors": [], "year": 2011, "venue": "Ghana National Report. Ghana", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Editorial of Cholera and Ebola Virus Disease in Ghana", "authors": [{"first": "D", "middle": [], "last": "Ofori-Adjei", "suffix": ""}, {"first": "K", "middle": ["K"], "last": "Koram", "suffix": ""}], "year": 2014, "venue": "GMJ", "volume": "48", "issn": "3", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Epidemiological Transition and the Double Burden of Disease in Accra", "authors": [{"first": "S", "middle": [], "last": "Agyei-Mensah", "suffix": ""}, {"first": "De-Graft", "middle": [], "last": "Aikins", "suffix": ""}, {"first": "A", "middle": [], "last": "", "suffix": ""}], "year": 2010, "venue": "Ghana. JUH", "volume": "87", "issn": "5", "pages": "879--97", "other_ids": {"DOI": ["10.1007/s11524-010-9492-y"]}}, "BIBREF7": {"ref_id": "b7", "title": "Chronic non-communicable diseases and the challenge of universal health coverage: insights from community-based cardiovascular disease research in urban poor communities in", "authors": [{"first": "A", "middle": [], "last": "De-Graft Aikins", "suffix": ""}, {"first": "M", "middle": [], "last": "Kushitor", "suffix": ""}, {"first": "K", "middle": [], "last": "Koram", "suffix": ""}, {"first": "S", "middle": [], "last": "Gyamfi", "suffix": ""}, {"first": "G", "middle": [], "last": "Ogedegbe", "suffix": ""}], "year": 2014, "venue": "BMC Public Health", "volume": "14", "issn": "2", "pages": "", "other_ids": {"DOI": ["10.1186/1471-2458-14-S2-S3"]}}, "BIBREF8": {"ref_id": "b8", "title": "Ministry of Local Government and Rural Development. Street naming and property numbering system(Street addressing system)", "authors": [], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "A systems view and lessons from the ongoing Ebola Virus Disease (EVD) outbreak in West Africa", "authors": [{"first": "I", "middle": ["A"], "last": "Agyepong", "suffix": ""}], "year": 2014, "venue": "Ghana Med J", "volume": "46", "issn": "3", "pages": "168--72", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "United Nations Office for Disaster Risk Reduction (UNIDRR)", "authors": [], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Ebola 2014 -New challenges, new global response and responsibility", "authors": [{"first": "T", "middle": ["R"], "last": "Frieden", "suffix": ""}, {"first": "I", "middle": [], "last": "Damon", "suffix": ""}, {"first": "B", "middle": ["P"], "last": "Bell", "suffix": ""}, {"first": "T", "middle": [], "last": "Kenyon", "suffix": ""}, {"first": "S", "middle": [], "last": "Nichol", "suffix": ""}], "year": 2014, "venue": "NEJM", "volume": "371", "issn": "", "pages": "1177--80", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Influenza pandemic and professional duty: family or patients first? A survey of hospital employees", "authors": [{"first": "B", "middle": ["P"], "last": "Ehrenstein", "suffix": ""}, {"first": "F", "middle": [], "last": "Hanses", "suffix": ""}, {"first": "B", "middle": [], "last": "Salzberger", "suffix": ""}], "year": 2006, "venue": "BMC Public Health", "volume": "6", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Containing a haemorrhagic fever epidemic: the Ebola experience in Uganda", "authors": [{"first": "M", "middle": [], "last": "Lamunu", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Lutwama", "suffix": ""}, {"first": "A", "middle": [], "last": "Kamugisha", "suffix": ""}, {"first": "A", "middle": [], "last": "Opio", "suffix": ""}, {"first": "J", "middle": [], "last": "Namboozt", "suffix": ""}, {"first": "N", "middle": [], "last": "Ndayimirije", "suffix": ""}], "year": 2000, "venue": "Int J Infectious Dis", "volume": "8", "issn": "", "pages": "27--37", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Perception of risk", "authors": [{"first": "P", "middle": [], "last": "Slovic", "suffix": ""}], "year": 1987, "venue": "Science", "volume": "236", "issn": "", "pages": "280--285", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Operationalizing Public Health skills in resource poor settings: Is this the Achilles heel in the Ebola epidemic campaign", "authors": [{"first": "F", "middle": ["M"], "last": "Burkle", "suffix": ""}], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "1--3", "other_ids": {"DOI": ["10.1017/dmp.2014.95"]}}, "BIBREF16": {"ref_id": "b16", "title": "The International Ebola Emergency", "authors": [{"first": "S", "middle": [], "last": "Briand", "suffix": ""}, {"first": "E", "middle": [], "last": "Bertherat", "suffix": ""}, {"first": "P", "middle": [], "last": "Cox", "suffix": ""}, {"first": "P", "middle": [], "last": "Formenty", "suffix": ""}, {"first": "M", "middle": [], "last": "Kieny", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Myhre", "suffix": ""}], "year": 2014, "venue": "N Engl J Med", "volume": "371", "issn": "", "pages": "1180--1183", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "The Medecins Sans Frontieres intervention in the Marburg Hemorrhagic Fever epidemic", "authors": [{"first": "P", "middle": [], "last": "Roddy", "suffix": ""}, {"first": "D", "middle": [], "last": "Weatherill", "suffix": ""}, {"first": "B", "middle": [], "last": "Jeffs", "suffix": ""}, {"first": "Z", "middle": [], "last": "Abaakuk", "suffix": ""}, {"first": "C", "middle": [], "last": "Dorion", "suffix": ""}, {"first": "J", "middle": [], "last": "Rodriquez-Martinez", "suffix": ""}], "year": 2005, "venue": "J Infectious Dis", "volume": "196", "issn": "", "pages": "162--169", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Centre for Disease Control. Ebola Virus Disease outbreak-Nigeria", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Roundtable agenda themes and questions", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Session </td><td>Theme </td><td>Questions\n</td></tr><tr><td>1 </td><td>Hear the story: Experiences giving patient care during the crisis\n</td><td>How difficult has it been to care for patients with unknown infections? How does this experience compare to\n</td></tr><tr><td>2 </td><td>Major issues that Ghana is facing in the presence of the Ebola epidemic\n</td><td>treating people who might have TB, AIDS or cholera? What are the psychological consequences for communities, patients, families and healthcare workers? How have the policy implications and debates been developed? What are the impacts/risks in communities?\n</td></tr><tr><td>3 </td><td>Looking forward: Panel discussion </td><td>What have the operational challenges been for developing preparedness at the level of health facilities? Can increased access to personal protective equipment transform the infection control culture and improve safety? How can we assist professionals to allow them to retain their professional ethics in the midst of this uncertain hazard and risk?\n</td></tr><tr><td> </td><td> </td><td>Would the crisis have an impact on brain drain, and what can be done? What can be done to enhance preparedness for the population at large? What can be done to enhance resiliency?\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Develop a coordinated and consistent education on EVD transmission and the current epidemic. The educational messages should be co-produced with the community leaders, organizations, work unions, frontline healthcare workers and other community-based organizations. Poor health literacy and information access in communities, and even among healthcare workers, contributes to fear and mistrust. Public health officials in Uganda cite massive public education as a key determinant in their success containing multiple viral hemorrhagic fever outbreaks[14]. Messages should have two very important attributes. First, they should demystify the disease by focusing on the science of what works to control spread. Second, they should highlight the various stories of resiliency and positive case examples such as survivors' stories and the successful responses in Uganda, Nigeria, and", "latex": null, "type": "table"}}, "back_matter": [{"text": "The authors declare that they have no competing interests.", "cite_spans": [], "ref_spans": [], "section": "Competing interests"}, {"text": "Each author participated in a Roundtable discussion in Accra, Ghana on October 23, 2014. Each author reviewed a series of questions critical to the consequences of the arrival of Ebola Viral Disease in Ghana and the implication of the medical, psychological, social and economic consequences. Each member participated in a six hour moderated roundtable discussion and the subsequent review of the proceedings. YN, LG, GO, SS and AdGA drafted the article which is presented to the journal in a Debate format. SB and TS provided editorial assistance. All authors read and approved the article. ", "cite_spans": [], "ref_spans": [], "section": "Authors' contributions"}]}