{
    "paper_id": "586fe082d99ef2796b2c55d09fd6578ed2602a0e",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The conference was hosted by Australian Cattle Veterinarians (ACV), Australian Sheep Veterinarians (ASV) and Australian Reproduction Veterinarians (ARV), and nearly 300 delegates from across Australia and around the world took part.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NEWS"
        },
        {
            "text": "\"We hosted qualified speakers coming from across the globe to arm Australia's livestock vets with the latest developments in reproduction research, \" Dr Andrew Hoare, ACV President said.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NEWS"
        },
        {
            "text": "\"This is crucial because livestock vets are at the frontline of the country's critical industries for food production. With climate change becoming a growing global problem, its potential to impact agricultural industries is quite high. Long-term food security is now a global concern and Australian agriculture will play its part in feeding communities here and overseas, \" he said.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NEWS"
        },
        {
            "text": "\"Looking at ways to increase the quantity and quality of animals we produce now is one way we can ensure Australia continues to lead the way in reducing that risk. A conference like this one to tackle this issue at its core will help Australian vets meet the challenges of sustainable food production. \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NEWS"
        },
        {
            "text": "The conference was held at the Marriot Hotel, Gold Coast from 8-12 July, and where else but at a MegaRepro conference could delegates be welcomed by Sammie and Ashleigh the Metre Maids.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NEWS"
        },
        {
            "text": "Three awards were given during the conference, all of which are tied to the ACV strategic objective of encouraging young veterinarians towards a career in rural cattle practice. These were the ACV Norbrook Bovine Champions award, which was given to one winner from each of University of Queensland, Sydney, Melbourne and Murdoch.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NEWS"
        },
        {
            "text": "This award, for current ACV student members, focuses on the applicant's desire and potential capability for a career in cattle practice. The George Osborne Memorial Speakers Award, was given for young veterinarians who had to give a presentation at the conference, and the Rural Practice Scholarship was open to students and newer graduate cattle veterinarians who are current members of ACV, to enable the successful applicant to further their career in bovine practice. The major prize for this can be attendance at an overseas conference, a study tour to the US or UK, or another project as selected by the entrant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NEWS"
        },
        {
            "text": "Speakers at the conference ranged from John Aitken talking about causes and strategies for embryonic losses, Ian Lean on the nutritional basis of livestock reproductive success, to Dave Beggs who gave a most entertaining and thought provoking session on how to market your practice. Herman Raadsma gave a surprisingly understandable (for non-geneticists) talk on the genetic aspects of livestock reproduction, and the meeting concluded with the great sperm debate, and a panel discussion on livestock reproduction stargazing led by John Haslep and Jeremy Thompson.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NEWS"
        },
        {
            "text": "In the wrap up, Peter Chenoweth noted the international quality of the meeting, with its mix of basic and applied science, networking, stimulation, motivation, economics, prophesy, sperm, oocytes, embryos, toxicology and marketing. High praise is due to the members who have been involved in the development of these workshops and the materials and momentum that they have produced. In particular, I would like to thank Sue Fowkes, Andrew Easton, Bruce Pott and Robert Hedlefs along with the EVA and Queensland Division. I would also like to acknowledge the support of the Queensland Department of Primary Industries and Fisheries and Workplace Health and Safety Queensland in these initiatives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NEWS"
        },
        {
            "text": "Hendra has been one of the stimuli for these workshops, developed to focus on biosecurity in veterinary practice and a reinvigorated need to raise the bar with infection control. This is especially timely following the recent and tragic death of Alister Rodgers, from Hendra virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "award winners"
        },
        {
            "text": "There has never been a more important time to further progress the great work that has been done to stimulate changes in practice. This is a critical story that needs to be read, remembered and put into practice and the AVA will continue to communicate with members nationally as well as through our SIG's, divisions and branches.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "award winners"
        },
        {
            "text": "We do need government and industry to help us get this message out with support for education and training. Cultural change does not come easy but it must come and we must all play our part whether working in teaching, industry, government or private practice. We can become champions in biosecurity, we have to become champions, our lives depend on it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "award winners"
        },
        {
            "text": "Along with cultural change in the horse and veterinary industries there must be investment in research (prevention, treatment and diagnosis) into Hendra. We called early for a fast tracking of the development of an equine vaccine, along with other strategies. It is of amazing credit to Alister's family that they quickly saw this need and have set up a research fund in his memory at the University of Queensland. This noble act in their loss and grief symbolises the community input that veterinarians have. The story of Alister's life and work is clear testimony to this.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "award winners"
        },
        {
            "text": "We have implemented structural change at a divisional level with the establishment of executive officers and this has been well received in Queensland (and the other divisions) and is progressing with a feeling that there is an opportunity to take some of the heavy load off the President and committee, and this is delivering outcomes in the sunshine state.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "award winners"
        },
        {
            "text": "We have changed our policy on vaccinations. This is a complicated issue and not everyone will be happy, but this is something that was important for us to progress. We need to embrace the principles of this policy while supporting the relationship of the veterinarian and the client/patient to deliver the right outcome in varied circumstances. We will continue to work with the profession on this.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "award winners"
        },
        {
            "text": "I have encouraged younger members to nominate for positions on divisional and special interest group committees and will continue to do so. I have great respect for the committee volunteers of our divisions and SIG's, and mean no disrespect to them, but we do need to engage our future leaders as part of our changing demographics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "award winners"
        },
        {
            "text": "Another issue that has been brought to the fore by the current Hendra outbreak is the state of our veterinary capacity in emergency response. Onl y Dur am une Adu lt ® vac cine is regi ster ed for 3 yea rs pro tect ion from 10 we eks of age .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "award winners"
        },
        {
            "text": "ProH eart ® SR-12 injec tion for heart worm preve ntion and/o r annu al vacci natio ns for canin e coug h, coron aviru s and lepto spiro sis will comp leme nt annu al healt h chec ks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "award winners"
        },
        {
            "text": "It's a simple 3-step implemen tation phase: Ê Decide which vaccinatio n protocol will best suit your practice Ë Communi cate and train all your staff Ì Communi cate the benefi ts to your clients Call 1800 619 941 to book a clinic training session, to order customer relations tools or for advice on vaccinatio n protocols . Call 1800 619 941",
            "cite_spans": [],
            "ref_spans": [],
            "section": "award winners"
        },
        {
            "text": "to book a clinic training session, to order an information pack or for advice on vaccination protocols. N8 NEWS E arlier this year we told AVA members about the outcomes of a membership review, and subsequent changes to our fee structure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "award winners"
        },
        {
            "text": "From 1 January 2010, all eligible membership concessions will be at a standard 50% of the full AVA member fee. We have reinstated a category of 'spouse membership' that grants a concession to the second AVA member in a couple, and at the last AGM members voted to remove the affiliate category to leave a single category of associate for nonveterinarians who want to become a part of the AVA. We also ceased charging fees for AVA branch membership in 2009, and continue to discuss other options for fee reform with special interest groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "award winners"
        },
        {
            "text": "The proposed changes to life membership at the AGM didn't achieve the necessary 75% majority vote of members, so the status quo remains for the time being. Our modelling indicates that this approach is simply not sustainable however, so we expect further initiatives about this to come before the membership in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "award winners"
        },
        {
            "text": "Generally speaking, my discussions with members suggest that most acknowledge the need for change. Interestingly, as we look at possible changes to fee structures, we are starting to hear an increasing number of suggestions for new categories of fees. These take a variety of forms, but basically propose that various cohorts within the membership should be charged a smaller fee as they don't use the full range of AVA services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "award winners"
        },
        {
            "text": "While it would seem a simple equation of 'what you use is what it costs the AVA' , this is not actually the case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "award winners"
        },
        {
            "text": "The AVA has lots of fixed costs that need to be met regardless of the number of current members or what member benefits they take advantage of. This includes many activities, like advocacy, media or policy development that are critical to the profession as a whole and that many members value highly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "award winners"
        },
        {
            "text": "The production and mailing of printed material is actually now only a very small proportion of what it costs the AVA to fulfil our role and service members. This is another reason behind the move at this year's AGM to charge new life members 50% of the full AVA member fee -it recognises that demands tend to be lower on our variable costs, but that fixed costs still need to be covered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "award winners"
        },
        {
            "text": "This is just like a veterinary practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "award winners"
        },
        {
            "text": "You can't only charge clients for the variable costs involved in each consult, but must cover the fixed costs involved in running the business as a whole. You always have the option of discounting, but if you discount below a level where both fixed and variable cost are covered, you'll quickly go broke.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "award winners"
        },
        {
            "text": "Understanding fixed and variable costs is critical to business and we are currently doing some work to more clearly define what it costs the AVA to recruit, service and retain our members. We don't have exact figures yet, but it is clear that the cost of servicing each AVA member is significantly higher than our membership fees and these are heavily subsidised by other income sources. The same applies to SIG members -the cost of servicing SIG members is subsidised both through direct income sources (conferences, sponsorship) and the costs borne by the national office such as membership, event and corporate services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "award winners"
        },
        {
            "text": "Just like any business we must recognise the need to discount. The point that retired members and others may not use many AVA services is still valid, and we do take this into account in trying to determine fees relative to the costs of services. We are also mindful of the need to build relationships with the next generations of veterinarians and to provide an incentive for new graduates to join their association.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "award winners"
        },
        {
            "text": "The value of the contribution made by an AVA member over 30 years, through both subscriptions and more intangible contributions like volunteerism, is something we don't take lightly. Our challenge lies in getting the balance right, and recognising this contribution while ensuring the ongoing sustainability of the association for future generations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "award winners"
        },
        {
            "text": "The Quality you expect",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Graham Catt Chief Executive Officer"
        },
        {
            "text": "The Efficacy you demand",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Graham Catt Chief Executive Officer"
        },
        {
            "text": "The Value you have come to expect A nyone visiting the Gungahlin Veterinary Hospital (GVH) in the ACT is struck by the bright and airy reception area, but the real focal point is Barry the budgie, who is adored by all.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Graham Catt Chief Executive Officer"
        },
        {
            "text": "In 1995 the GVH opened its doors as a small house-based clinic in Canberra's growth area, Gungahlin. In 2002 the purpose-built, centrally located hospital opened.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Graham Catt Chief Executive Officer"
        },
        {
            "text": "\"We are committed to excellence in patient care. Our facilities are first-rate and we are continuously updating equipment such as high-end anaesthetic monitoring with great attention to pain relief, \" Dr Michael Hayward, one of GVH's Practice Principals, said.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Graham Catt Chief Executive Officer"
        },
        {
            "text": "\"In this busy practice, we try to select staff with the right attitude as well as skills. Every team member has a passion for pets and a genuine interest in people.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Graham Catt Chief Executive Officer"
        },
        {
            "text": "\"Communication is respectful, caring, sincere, and informative. We have more than 200 medical, surgical, and behavioural information handouts as well as a quarterly newsletter, website, SMS updates to clients, and colourful waiting room displays.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Graham Catt Chief Executive Officer"
        },
        {
            "text": "Staff have morning tea together every day, protocols are regularly reviewed, and conflict is handled upfront by meeting or mediation. This challenged, happy and fulfilled team promotes great customer service.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Graham Catt Chief Executive Officer"
        },
        {
            "text": "\"We believe over 90% of problems are due to system rather than personal error. No blaming means the practice enjoys a culture of collaborative problem-solving. \"Our staff have undertaken extensive training in customer service, and our success in fostering positive, long-term relationships with clients rests on every team member's passion and genuine interest in pets and people. \" GVH has always recognised the importance of pet behaviour to owners, the community, and the animals themselves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Graham Catt Chief Executive Officer"
        },
        {
            "text": "\"More than 1700 puppies have graduated from our puppy classes, which now run four nights a week.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Graham Catt Chief Executive Officer"
        },
        {
            "text": "\"We also offer Beyond Puppy classes for puppy class graduates and training for older dogs on Sundays, \" Dr Hayward said.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Graham Catt Chief Executive Officer"
        },
        {
            "text": "Dr Sarah Webb, the only specialist small animal surgeon in the ACT region, provides specialist surgical practice on the premises. Operating separately from GVH, she is able to give informal advice and accept same-day surgical referrals within the same building.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Graham Catt Chief Executive Officer"
        },
        {
            "text": "A culture of continuous improvement, continuing professional development and giving back to the profession are also important features of the practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Graham Catt Chief Executive Officer"
        },
        {
            "text": "Pfizer vaccines. All round support for you and your patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Elaine Rees Acting Media Relations Manager"
        },
        {
            "text": "With only 50% of our total cat and dog population being regularly vaccinated, 1 you need more than just a vaccine. That's why Pfizer Animal Health has a proven annual vaccination protocol to protect against the major diseases and the largest field force in Australia to support you.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Elaine Rees Acting Media Relations Manager"
        },
        {
            "text": "Every Pfizer vaccine comes with professional in-field support, a 24 hour technical support line and a range of tools to help you educate your customers about the importance of regular vaccination. N12 NEWS S mall enough to care, experienced enough to trust, is the service philosophy of this busy veterinary clinic located in the Sydney suburbs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Elaine Rees Acting Media Relations Manager"
        },
        {
            "text": "James Thompson, Principal Veterinarian at Turramurra Veterinary Clinic, works with three experienced part-time veterinarians and four support staff in a clinic which pairs old fashioned personal service with the best in modern veterinary practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Elaine Rees Acting Media Relations Manager"
        },
        {
            "text": "\"We aim for the highest standards of patient care, customer communication, cleanliness, and community services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Elaine Rees Acting Media Relations Manager"
        },
        {
            "text": "\"We believe small things countstaff carry goods to the car and open the door for clients if they have their hands full.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Elaine Rees Acting Media Relations Manager"
        },
        {
            "text": "\"One simple effective policy that we have is the 'any room, any time' rule. Staff know that clients can be expected in any room at any time, and so we make sure the clinic is spotless 100% of the time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Elaine Rees Acting Media Relations Manager"
        },
        {
            "text": "\"Longer half hour appointments reduce stress and crowding, free coffee vouchers are offered with every consultation. New pets receive complimentary puppy or kitten packs. We also provide bravery award stickers to cheer up young children who may be upset, \" Dr Thompson said.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Elaine Rees Acting Media Relations Manager"
        },
        {
            "text": "Many of their Australian clients grew up in country NSW, and a landscape painting depicting the area is reassuring.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Elaine Rees Acting Media Relations Manager"
        },
        {
            "text": "The Chinese community appreciate feng shui in the clinic design. The phone number -(02) 9988 0198, includes many number 8's, and this is considered fortuitous by the Chinese.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Elaine Rees Acting Media Relations Manager"
        },
        {
            "text": "Located in a region with a significant South African community, many clients appreciate the large photo of an elephant in the waiting room.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Elaine Rees Acting Media Relations Manager"
        },
        {
            "text": "\"Our flag pole usually flies the Australian Flag, but during special events we fly Sydney Swans, Socceroos or Wallaby flags\", he said.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Elaine Rees Acting Media Relations Manager"
        },
        {
            "text": "\"We support four major Australian charities, offer pet safety talks (based on AVA's PetPEP) and sponsor eight local schools.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Elaine Rees Acting Media Relations Manager"
        },
        {
            "text": "\"Our vets are serious about mentoring vet students. They can always approach us for career guidance or study help during exams, \" Dr Thompson said.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Elaine Rees Acting Media Relations Manager"
        },
        {
            "text": "The practice strives to be at the forefront of technology, being one of the few veterinary clinics in Sydney with a high energy particle arrestor (HEPA) filter for the surgery, minimising particulate contamination. The award acknowledges excellence and encourages veterinary practices Australia-wide to further improve their customer service techniques and overall practice management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Elaine Rees Acting Media Relations Manager"
        },
        {
            "text": "Nominations are accepted from any practice in Australia provided that the principal veterinarians of the practice are all AVA members. Previous winners of this award are not eligible to reapply for a period of three years, however previously unsuccessful applicants are encouraged to apply again.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Elaine Rees"
        },
        {
            "text": "To maintain the high professional standard of the awards, the selection committee will include senior representatives of the wide diversity of practice types in Australia as well as the veterinary industry. Once the policy was finalised, a survey was conducted with members of the ASAVA about their current practices and asked for information about the best way to communicate with them about important changes like this one. The policy was then distributed directly to members to help them respond to any enquiries they might receive from members of the public.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Elaine Rees"
        },
        {
            "text": "The ASAVA launched the new policy and some new client information resources at its Christchurch conference in August. The information for veterinary clients focuses on the need for regular preventive health care for pets, and is available for purchase through the ASAVA office. Electronic versions are available for download from the AVA website.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Elaine Rees"
        },
        {
            "text": "AVA met with the Australian Pesticides and Veterinary Medicines Authority (APVMA) to clarify the new AVA vaccination policy and discuss issues of off-label usage of medications. Scientific information was provided to support the policy, and the policy was well received by the APVMA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Elaine Rees"
        },
        {
            "text": "The AVA website has been updated with frequently asked questions for veterinarians, information for pet owners, and advice for kennels and catteries about the new policy and its implications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Elaine Rees"
        },
        {
            "text": "AVA comment on the introduction of H1N1 influenza into Australian piggeries assured the public that the situation was being dealt with appropriately by the authorities. The other important message was that pork remained safe to eat.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Influenza A H1N1"
        },
        {
            "text": "Local stories included a parvovirus outbreak in Launceston, with comments from Angela Offord on behalf of the Tasmanian Division. The story was covered by media in both Launceston and Hobart.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Local news"
        },
        {
            "text": "Bill Harkin in Victoria was on to a big winner with an interview on how to keep the costs of pets down while still looking after them well. The interview appeared in six community newspapers across Melbourne.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Local news"
        },
        {
            "text": "Two media releases were distributed to promote Pet Dental Health Month, and these received coverage in local and regional newspapers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Local news"
        },
        {
            "text": "The Australian Land Transport Standards and Guidelines of Animals, were approved by the Primary Industries Ministerial Council (PIMC) and will be enacted in February or March 2010. Representative stakeholders, however, were still unable to reach agreement on the transport of bobby calves (5 to 30 days old). PIMC has instructed that a science-based standard for maximum allowable time off-feed be prepared within 12 months, through Animal Health Australia, for consideration by the Primary Industries Standing Committee. The AVA attended this meeting to relay information from the Association and Australian Cattle Veterinarians to help finalise the standards.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Land transport and live export"
        },
        {
            "text": "The AVA attended a meeting of the Live Export Industries Consultative Committee to assist in the development of an export industry animal welfare module. A summary of the 'Hot stuff' model, which helps to anticipate climatic conditions during transport at various times of the year was presented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Land transport and live export"
        },
        {
            "text": "The AVA is continuing discussions with AgriFood Skills Australia to have further input into the development of the Certificate IV training package for equine dental providers, including the proposed diploma course which recognises a higher skill set. The views of AVA equine dental experts were tabled. The meeting was also attended by representatives of the Australasian Association of Equine Dentistry Inc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Training"
        },
        {
            "text": "The AVA is continuing discussions with the Australian Chief Veterinary Officer, Dr Andy Carroll about veterinary workforce arrangements for emergencies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Veterinary workforce"
        },
        {
            "text": "Further representations will be made to the Animal Health Committee to obtain agreement on veterinarian employment contracts before private practitioners are faced with further emergency animal disease demands. Important issues, including professional indemnity and public liability insurance cover and practice support payments will be discussed. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Veterinary workforce"
        },
        {
            "text": "Our mortgage products provide flexibility for owner occupiers to borrow up to 100% of the purchase price, or up to 95% of the purchase price for investment properties, without Lender's Mortgage Insurance. There is also plenty of room to tailor loans to accommodate your individual circumstances -such as a unique, fixed rate offset account. In addition, all of our products combine the benefits of competitive interest rates, dedicated expert finance consultants and a quick and easy approval process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NEWS"
        },
        {
            "text": "Make your move and contact the specialists committed to providing innovative financial solutions to healthcare professionals. All finance is subject to our credit assessment criteria. Terms and conditions, fees and charges apply. Deposit products are issued by Investec Bank. Before making any decision to invest in these products, please contact Experien, a division of Investec Bank, for a copy of the Product Disclosure Statement and consider whether these products suit your personal financial and investment objectives and circumstances. We reserve the right to cease offering these products at any time without notice. Income Protection/Life Insurance is distributed by Experien Insurance Services Pty Ltd (Experien Insurance Services) which is an authorised representative of Financial Wisdom Limited AFSL 231138 (AR No.320626). Experien Insurance Services is part owned by Investec Experien Pty Ltd. So who should attend? The conference will have something for both women and men.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NEWS"
        },
        {
            "text": "For female veterinarians, it will be a unique opportunity to participate in discussions on your past, present and future. Sessions will also cover topics specifically relevant to women, such as coaching staff, negotiation skills and life balance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NEWS"
        },
        {
            "text": "For male veterinarians, the ever increasing feminisation of the profession will have the greatest impact on you, so it's essential that you join in the discussions. Professional management sessions are relevant to all and will give you a much better understanding of the issues that are faced by your female colleagues and will improve your working relationship with them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NEWS"
        },
        {
            "text": "For veterinarians in industry, the demographics of your customers are going to change over the next few years and understanding these issues will be essential.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NEWS"
        },
        {
            "text": "All veterinarians are also invited to contribute to a collection of short essays relating to women in the veterinary profession. Suggested topics include:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NEWS"
        },
        {
            "text": "• pioneering women in the profession • adversity overcome • female veterinarians in diverse careers • advice for future female veterinarians • amusing stories.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NEWS"
        },
        {
            "text": "Essays should be no more than 1000 words and will be reviewed and selected by the AVPMA to form part of a book on the outcome of the panel/forums held at the conference.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NEWS"
        },
        {
            "text": "Essays can be sent to avpma@ava.com.au with a subject line of Women's essay. Elephants are used to transport goods, from the forest and farms to neighbouring villages and to the closest town, Sen Monorom. One elephant is usually shared between two owners and up to ten users. As a consequence, there is a high rate of abuse, lack of dietary knowledge, poor living standards and inadequate resting time in the surrounding forests for these elephants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NEWS"
        },
        {
            "text": "Eighteen elephants have so far been saved and rehabilitated by the project. Some have survived atrocious conditions, chained and hobbled in one place for 14-16 hours a day with no access to food or water. Overall, there are about 60 working elephants in the region, 30 at least of which desperately require assistance. And these are only the ones we know about.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Deborah Neutze AVPMA Executive Officer"
        },
        {
            "text": "Princess, a 35-year-old female Asian elephant, is a true success story. Despite suffering a dislocated hip in a terrible logging accident over a decade ago, she was forced to continue working, malnourished and dehydrated, pulling huge loads while suffering great pain. Although permanently lame and scarred from her injuries, she is slowly regaining health and vigour.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Deborah Neutze AVPMA Executive Officer"
        },
        {
            "text": "Elephants frequently suffer from deep cuts, lacerations and abscesses and working elephants also develop wounds on the chest, abdomen or back from straps or chairs (howdahs), as well as wounds from the improper use of guide devices (ankus or ear ropes sometimes used with a metal hook placed in or around the ear to control the elephant). These can rapidly become secondarily infected. Elephants in these parts are also plagued by parasites, especially flies. Having access to mud and water is essential to minimise fly irritation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Deborah Neutze AVPMA Executive Officer"
        },
        {
            "text": "At the river the elephants would wash and time loofah themselves against tree trunks, then paint themselves with thick layers of mud. This behaviour is essential for them to maintain healthy skin and ward off parasites. They use trees and large branches to fend off flies. Flies deposit their eggs in decaying flesh and invade wounds. When the larva is mature, the fly exits, leaving a small hole in the skin which often becomes secondarily infected. Such nodules were apparent in virtually all elephants at the project.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Deborah Neutze AVPMA Executive Officer"
        },
        {
            "text": "Sunburn is also a common problem for elephants that are not afforded adequate shade and access to river mud. There was a continual debate between the manager and the mahouts about the treatment of wounds, neither would give way, which was very frustrating. As a veterinarian, I could see that they each had some points which would work far better in combination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Deborah Neutze AVPMA Executive Officer"
        },
        {
            "text": "The mahouts provided an endless source of knowledge about the medicinal properties of plants we encountered in the jungle, although all communication was via sign language as they knew no English.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Deborah Neutze AVPMA Executive Officer"
        },
        {
            "text": "A fun aspect of my volunteer work was riding the elephants into the jungle so they could relearn how to browse. This was an important lesson as it would help prevent them from raiding neighbouring farms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Deborah Neutze AVPMA Executive Officer"
        },
        {
            "text": "If you're looking for a truly unique experience and really want to make a difference, then consider volunteering at The Elephant Valley Project. It's an experience you will never forget.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Deborah Neutze AVPMA Executive Officer"
        },
        {
            "text": "I would like to thank Cenvet for providing a generous hamper which was raffled off to raise funds for the project and also for their donation of syringes and needles that are so difficult to source in Cambodia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Deborah Neutze AVPMA Executive Officer"
        },
        {
            "text": "I would also like to thank Auschrichter, who donated products which we sold to raise funds and the wonderful clients from The Grange Veterinary Clinic. Their enthusiastic support, participation in our raffles and competitions and generous donations enabled me to purchase and take over much needed supplies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Deborah Neutze AVPMA Executive Officer"
        },
        {
            "text": "Check Pipi's inflamed ear from morning bush walk. Breakfast on the go. At Guild, our focus on Vets and their practices means we offer a very specific product, developed together with the profession and referred by the Australian Veterinary Association.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7.29am"
        },
        {
            "text": "Individually tailored, our Veterinarians Insurance covers the specific risks you face, in your profession.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7.29am"
        },
        {
            "text": "Our GuildWatch Risk Management Guide provides specific guidance on how to reduce risk within your practice and our online tools help you assess which areas of your practice may be leaving you exposed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7.29am"
        },
        {
            "text": "After all, helping Vets reduce their risk exposure means less hassle, better business and happier owners.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7.29am"
        },
        {
            "text": "We've built our business on the highest levels of customer service. When you need us, you will deal directly with your local Guild office, not a corporate call centre.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7.29am"
        },
        {
            "text": "Our local offices are there to lend an extra hand at all times and we understand your practice, so when the time comes to offer a helping hand, we know exactly what you need.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7.29am"
        },
        {
            "text": "So with Guild, you will always get the service you want, the assistance you need and enjoy the freedom to focus on your practice. All shelters conduct animal birth control (ABC) programs, and Jaipur was the first city in India to have no incidence of human rabies due to the HIS ABC program. HIS also has projects to improve veterinary and management care of elephants, camels and horses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7.29am"
        },
        {
            "text": "HIS and associated shelters need your help. The work is varied and interesting and placements can be for a month or more. We are looking for volunteer veterinarians who are skilled in spaying dogs and cats. Accommodation (single room with an attached bathroom) and vegetarian meals are provided. The 3000 square metre facility was officially opened by the Minister for Trade, the Hon. Mr Simon Crean, and now stands as one of the few plants in the world that is licensed to manufacture highly potent sterile injectables for sale in the European and United States markets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contact Guild"
        },
        {
            "text": "Parnell has recently increased turnover through the launch of Estroplan, a reproductive hormone for cattle into the US market. They are also looking for a global co-marketing partner for Zydaz, a product that treats osteoarthritis in dogs and horses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contact Guild"
        },
        {
            "text": "The state-of-the-art Therapeutic Goods Administration in Australia (TGA) and Food and Drug Administration (FDA) standard plant has been a significant investment for Parnell. It has the capacity to manufacture millions of doses of its Estroplan and Zyadax medications annually, and has been designed to have the capacity for contract manufacturing possibilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contact Guild"
        },
        {
            "text": "Parnell Chief Executive Officer, Mr Robert Joseph, said \"Our international expansion was dependent on the construction of a world leading pharmaceutical manufacturing facility and it will become a key pillar in our global expansion\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contact Guild"
        },
        {
            "text": "Since inception nearly 50 years ago, Parnell has developed and launched over 60 products for companion, production and performance animals, across key therapeutic areas, including reproductive hormones, osteoarthritis, anaesthesia and anti-infectives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contact Guild"
        },
        {
            "text": "Parnell anticipates that there will be an opportunity to explore contract manufacturing relationships allowing other companies to benefit from the use of its manufacturing facility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contact Guild"
        },
        {
            "text": "City Public Relations Whether you are farming pigs, poultry, cattle, horses (or any other species) or you have pets or wildlife, there is an application for Protexin. All animals have the same need for a stable healthy digestive system to ensure good health and nutrition, positive growth and viable productive capacity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tim Allerton and Diana Bauer"
        },
        {
            "text": "For more than 10 years Protexin has gained the support of veterinarians, nutritionists, farmers, horse owners, trainers and studs, wildlife carers and pet owners who have discovered a multitude of ways to maximise the health and wellbeing of their animals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tim Allerton and Diana Bauer"
        },
        {
            "text": "More productive farm animals More productive farm animals and healthier, happier pets. and healthier, happier pets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protexin offers many benefits;"
        },
        {
            "text": "• Establishes beneficial microflora • Suppresses E. Coli, Salmonella & Aeromonus spp • Treats and controls scours • Improves digestibility of feed • Improves growth and feed conversion • Reduces digestive upsets • Enhances animal health • Re-establishes gut microflora following antibiotics, worming or vaccination • Reduces stress (stress disrupts normal intestinal balance) • Safe to use, non-toxic and residue free Whether you are farming pigs, poultry, cattle, horses (or any other species) or you have pets or wildlife, there is an application for Protexin. All animals have the same need for a stable healthy digestive system to ensure good health and nutrition, positive growth and viable productive capacity. nutrition, positive growth and viable productive capacity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protexin offers many benefits;"
        },
        {
            "text": "For more than 10 years Protexin has gained the support of veterinarians, nutritionists, farmers, horse owners, trainers and studs, wildlife carers and pet owners who have discovered a multitude of ways to maximise the health and wellbeing of their animals. animals. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protexin offers many benefits;"
        },
        {
            "text": "This is the AVA's most prestigious award for outstanding service by a member or a non-member to veterinary science in Australia. Nominees that were unsuccessful from the previous two years are automatically included.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Gilruth Prize"
        },
        {
            "text": "Issued jointly with the Australian College of Veterinary Scientists, the Kesteven Medal is awarded to members for distinguished contributions to international veterinary science through technical and scientific assistance to developing countries. Nominees that were unsuccessful from the previous two years are automatically included.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Kesteven Medal"
        },
        {
            "text": "Awarded to members for outstanding service to the association.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fellows"
        },
        {
            "text": "Awarded to AVA members or non-members (who are not eligible for membership of the association), but have delivered meritorious service to the AVA. These awards recognise special or long-term service to the AVA, its divisions, branches or special interest groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meritorious Service Awards"
        },
        {
            "text": "Awarded to eminent non-veterinarians for services to the AVA or the veterinary profession.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Honorary Members"
        },
        {
            "text": "Submissions in support of nominations for the latest round of awards should be made in writing to the CEO at AVA National Office, via your division or special interest group. All submissions must be received no later than Friday 27 November 2009.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Honorary Members"
        },
        {
            "text": "For more information about the award categories, please contact National Office on 02 9431 5050 or secretariat@ava.com.au. Cannon netting is just one of the techniques used by the national Wild Bird Surveillance program for collecting samples from wild birds to test for avian influenza in Australia. The birds are not harmed and are released after the samples are taken.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Honorary Members"
        },
        {
            "text": "No highly pathogenic avian influenza (HPAI) has been identified by the program so far, but there remains a possibility of avian influenza viruses being introduced into Australia by migratory birds such as Rednecked Stints and Red Knots, and mutating into HPAI if introduced to poultry. James Wallner has participated in sampling wild birds for the program but still talks about past cannon netting trips with awe, \"The wader survey is quite a spectacular thing, because the beach is covered with millions of birds, weighing as little as a 50 grams or less, and they're all frantically feeding after a long flight from Siberia. \" While quick to admire the beauty of the wild bird habitats, he also points out that cannon netting is hot, heavy and intensive work, and that he and his co-workers have been eyed speculatively by crocodiles at night.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sue McGrath"
        },
        {
            "text": "\"We bury the cannon nets in the late afternoon so that we're ready to net and bleed the birds early in the day, before it's too hot to work in the afternoon. The nets have to buried and hidden because the birds are quite inquisitive. \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sue McGrath"
        },
        {
            "text": "\"Each net has three or four cannons attached, so they're quite heavy. A cartridge is packed with gun-powder, the charge throws the projectiles attached ropes and net out when it's fired. You might get as many as 200 birds in one catch. \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sue McGrath"
        },
        {
            "text": "To protect wild birds, training and accreditation are required for the use of cannon netting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sue McGrath"
        },
        {
            "text": "Teams hide in bushes with a detonator, fire the net and then quickly retrieve the birds out of the nets to place them in holding cages to protect them from the heat prior to sampling.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sue McGrath"
        },
        {
            "text": "\"With a larger bird like a duck you just tuck it under your arm and take a cloacal swab, \" says James. He admits it's a messy job that requires gloves, uncomfortable given the heat, to protect against scratches.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sue McGrath"
        },
        {
            "text": "The data collected is used to understand what types of virus spread in Australia, how they circulate and what the risk is of introduction of avian influenza (both H5N1 and other subtypes) through wild bird migration from other countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sue McGrath"
        },
        {
            "text": "Samples are submitted to state or university laboratories for preliminary testing for AI, and positive samples forwarded to the CSIRO Australian Animal Health Laboratory for further testing to determine the virus gene subtype.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sue McGrath"
        },
        {
            "text": "The OCVO, which works closely with all states and some universities to ensure national coverage and coordination of wild bird surveillance activities, reports the national findings to industry and states.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sue McGrath"
        },
        {
            "text": "The program is so far providing valuable information about circulating AI virus subtypes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sue McGrath"
        },
        {
            "text": "\" Kununurra T he Creative Nonfiction Journal is compiling an issue about the bonds -emotional, ethical, biological, physical, or otherwise -between humans and animals. They are looking for stories that illustrate the way animals (wild and domestic) affect, enrich, or otherwise have an impact on our daily lives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Office of the Chief Veterinary Officer"
        },
        {
            "text": "Essays must be unpublished and no more than 5000 words. Submissions close on 13 November. Creative Nonfiction editors will award a $1000 prize for the best essay and a $500 prize for the runner-up.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Office of the Chief Veterinary Officer"
        },
        {
            "text": "For more information visit www.creativenonfiction.org/ thejournal/subscribe.htm or email questions to information@ creativenonfiction.org. Here is some advice about what to do (and what not to do) when dealing with client complaints.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Office of the Chief Veterinary Officer"
        },
        {
            "text": "When dealing with a complaint, no matter how trivial, time is of the essence. An irate client who does not receive a prompt response may feel ignored and be more likely to take matters further. We recommend the following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Incident management"
        },
        {
            "text": "• You or another senior person (such as the proprietor of the practice) should handle the matter. This should convey the message that it is being taken seriously.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Incident management"
        },
        {
            "text": "• Contact the client as soon as possible. Make it clear that this matter concerns you and listen to what they have to say. It is important to remain calm but firm -there is no point getting involved in a slanging match, but you also should not put up with any abuse.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Incident management"
        },
        {
            "text": "• Do not offer compensation or mention your insurance cover. This may encourage further pursuit of a claim. Simply inform the client that you will investigate the matter and provide a response as soon as possible. • Notify your professional indemnity insurer of the incident, even if a formal claim has not been made. Guild Insurance will retain Guild Lawyers and a solicitor will contact you to provide advice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Incident management"
        },
        {
            "text": "If it is obvious that an error has occurred, in most situations it is appropriate to apologise. In the past there has been some reluctance to offer an apology on the basis that it may be misconstrued as an admission of fault. However, recent legislative reform across all states has confirmed that an apology is not an admission of liability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Should you say sorry?"
        },
        {
            "text": "The effect of an apology should not be underestimated. Our experience has been that many civil claims for damages would not eventuate if a carefully worded, timely and sincere apology had been provided to a client. Often a client may feel wronged and want acknowledgement. If ignored they will often take matters further. Another reason to apologise is that registration boards tend to take this into account when determining an outcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Should you say sorry?"
        },
        {
            "text": "Assume a client arrives at your veterinary practice complaining that their pet has not improved following treatment that you provided. In these circumstances, you would examine the patient to asses their present condition. It would also be appropriate to let the client know that you are sorry the treatment has not aided in their pet's recovery, by saying something like:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Apologies in practice"
        },
        {
            "text": "\"I am sorry to hear your pet is still unwell. I will investigate this and review what happened during the consultation. I will get back to you as soon as I can but in the meantime I am concerned about your pet's wellbeing. Would it be okay for me to re-examine your pet and consider a different treatment plan?\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Apologies in practice"
        },
        {
            "text": "This acknowledges the complaint and shows sympathy without making an admission of liability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Apologies in practice"
        },
        {
            "text": "Clients need to know that complaints concerning the treatment of their pets are recognised and taken seriously. A prompt response and an apology without admitting liability can go a long way towards avoiding an expensive and potentially damaging claim.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Apologies in practice"
        },
        {
            "text": "For more information contact Guild Insurance on 1800 810 213. N22 NEWS A n increasing number of businesses are employing workers as independent contractors. However, it is important that you are aware of the differences between being classified as a contractor or an employee.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Apologies in practice"
        },
        {
            "text": "A contractor relationship is almost like a relationship between two businesses. A contractor is not considered an employee and is not entitled to minimum standards such as shift loadings, minimum wages or leave entitlements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kellie Dell'Oro Guild Lawyers"
        },
        {
            "text": "The Independent Contractors Act does not give a straight forward answer to this question. The Court uses the common law 'multiple factor' test which operates by looking at the whole relationship between the parties, not just the written contract.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What is an independent contractor?"
        },
        {
            "text": "Factors used to determine if a person is a contractor or an employee include:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What is an independent contractor?"
        },
        {
            "text": "• Does the person trade as themselves or a company? • Do you have the ultimate right of control to direct how the work is to be done by the worker? • How are they paid for the services they provide? • Do they provide and maintain their own equipment? • Is there an obligation for them to work at times and dates specified by the organisation? • Does the worker only take leave or re-arrange their hours of work when they have your permission? • Does the organisation provide payment to them while they are on holidays? • Does the organisation deduct income tax from the payments made to them? • Do you pay the worker on submission of an invoice with GST payable? • How does the organisation delegate work?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What is an independent contractor?"
        },
        {
            "text": "There is no one factor that classifies a worker as a contractor. Describing the relationship as a contractor relationship or having the employee provide an ABN does not automatically mean the worker can be classified as an independent contractor, even if a written contract is present. For a more in-depth analysis of your specific circumstances speak to your solicitor or accountant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What is an independent contractor?"
        },
        {
            "text": "Employees are protected under the Fair Work Act and state legislation from being incorrectly deemed a contractor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What if my employee has been incorrectly classified as an independent contractor?"
        },
        {
            "text": "Under the Fair Work Act an employer cannot:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What if my employee has been incorrectly classified as an independent contractor?"
        },
        {
            "text": "• disguise an employment relationship as an independent contracting arrangement • dismiss or threaten to dismiss an employee to re-engage them as a contractor • knowingly make a false statement to persuade or influence an employee to become an independent contractor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What if my employee has been incorrectly classified as an independent contractor?"
        },
        {
            "text": "Fair Work Australia Inspectors may take an employer to court if they find the employer is breaching the Act and penalties of up to $33,000 can be imposed. If a contractor is found to be an employee, then the employer, could also be liable for unpaid wages and leave entitlements. There is even the potential for the Australian Tax Office to investigate for unpaid income tax and unpaid superannuation entitlements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What if my employee has been incorrectly classified as an independent contractor?"
        },
        {
            "text": "Employers should undertake a review of the independent contractor arrangements in their business and consider the validity of their arrangements. In particular, each contract must be examined to ensure that the correct classification (contractor or employee) has been used. If in doubt, seek the advice of specialists such as an accountant, insurer and a solicitor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What should I do now?"
        },
        {
            "text": "For more information and assistance, call the AVA Members HR Advisory Service on 1300 788 977 or email us at avahrhotline@ whr.com.au between 8.30am and 5pm AEST.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What should I do now?"
        },
        {
            "text": "AVA MEMBERS",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Do you use independent contractors?"
        },
        {
            "text": "Practical advice for employees and employers from experts who know the needs of veterinarians Answers cover human resource management and industrial relations questions I think it is important to clarify that intensive 'factory' farming was introduced in Western society to increase economic efficiencies in farming, not in order to reduce the risk of human starvation. Intensive farming may result in more available and cheaper meat for an already overfed Western population, but it does not increase the total amount of food available globally for human consumption. In fact, studies suggest the opposite is true. 1 Intensive farming is sometimes called 'a protein factory in reverse' , because large amounts of protein and energy in the form of grain or soybeans are channeled through animals, ending up with a much smaller output of protein and energy. 2 For instance it takes up to 13 kgs of grain to produce 1kg of beef, 6 kgs of grain to produce 1 kg of pork, chickens are less inefficient but even so the grain-to-meat conversion is about 3 to 1. 1 The entire process is an inefficient way of feeding humans (it would be far more efficient to use the croplands to grow protein crops for humans to eat). And, rather than contributing to feeding the world, intensive farming is contributing to inflating grain prices so that grain is less affordable for the poorer nations. 3 Intensive farming also places greater demands on the environment in terms of energy and water than other forms of farming, 1 in addition to the recognised animal welfare issues.",
            "cite_spans": [
                {
                    "start": 616,
                    "end": 617,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1055,
                    "end": 1056,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1380,
                    "end": 1381,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "HR Advisory Service"
        },
        {
            "text": "I do agree with Mark that there are lots of positive things happening on the animal welfare front and it is great to see increased veterinary involvement and interest in this area. As veterinarians I think animal welfare should be our foremost concern, and we should also be aware of the broader issues of food production, population and the environment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HR Advisory Service"
        },
        {
            "text": "Fresh opportunity for struggling regional communities",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Moggill, QLD"
        },
        {
            "text": "An enormous new opportunity is being presented to rural and regional Australia, one which will bring enthusiastic young professionals into many struggling communities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Moggill, QLD"
        },
        {
            "text": "The Brolga Project places final-year university students into shortterm work experience positions with rural and regional host agencies, businesses, government departments and non-profit organisations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Moggill, QLD"
        },
        {
            "text": "It's about Building Regional Opportunities, Leveraging from Graduates in Australia (BROLGA), with the goal of the project to provide an opportunity for the urban-orientated students to try life 'in the country' for a short period of time -work experienceas part of their studies. Hopefully many will enjoy the experience enough to return to the regional or rural community when they've completed their degree.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Moggill, QLD"
        },
        {
            "text": "With a presence in a dozen universities from South Australia to North Queensland, up to five students a day are expressing a willingness to participate. With such strong student response,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Moggill, QLD"
        },
        {
            "text": "A s we've previously reported, the AVA formed a taskforce of veterinarians to develop a submission for the Australian Industrial Relations Commission (AIRC) about the affect the award modernisation process would have on the veterinary profession.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Award modernisation update"
        },
        {
            "text": "Our initial advice was that as the profession was so small that we would probably lose any awards that applied directly to our profession. We invited input from members and found that both members and the taskforce were overwhelming in favour of fighting for a stand alone veterinary practice award.. The AVA has been in negotiations with the various unions, employer groups and the Veterinary Nurses Council of Australia (VNCA) to ensure the best outcomes for the profession. We are excited to report that the AIRC now has recognised a category called 'Animal Care and Veterinary Services' . At present this category includes the Veterinary Surgeons Award, all the state veterinary nursing awards, the zookeeper awards and the institutional animal welfare awards.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Award modernisation update"
        },
        {
            "text": "The AVA was recently represented at a hearing by the AIRC in Melbourne where we were able to discuss the possible structure of the award with the commission. Representation was also put by the unions, VNCA and employer groups. The commissioner seemed very interested in the AVA's point of view on the new modern award being developed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Award modernisation update"
        },
        {
            "text": "The commission will now draft an 'exposure' award that we will be able review and put forward further submissions if necessary. For more information please contact avpma@ava.com.au.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Award modernisation update"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Ethics of What We Eat",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Singer",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mason",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Australian Veterinary Journal Volume 87, No 10, October 2009",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "So when it comes to choosing a quality vaccine that offers all round support, call Pfizer Animal Health on: 1800 814 883. www.pfizeranimalhealth.com.au Pfizer Animal Health is a division of Pfizer Australia Pty Ltd, Wharf Road, West Ryde, NSW 2114. ® Registered trademark of Pfizer. Renard PAH6035/AVJ/CAT © Pfizer Australia Pty Ltd. 2008 All rights reserved. Reference: 1. Data on file. Pfizer Project 5110, August 2005.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "1300 131 141 Australia wide NSW QLD SA VIC WA Home Loans • Asset Finance • Deposit Facilities • Commercial Property Finance • Goodwill & Practice Purchase Loans • Income Protection & Life Insurance • Professional Overdraft Investec Experien Pty Limited ABN 94 110 704 464 (Experien). Investec Bank (Australia) Limited ABN 55 071 292 594 (Investec Bank).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "mortgage up to 100%, an offset account and no Lender's Mortgage Insurance. Now that's fresh thinking! Conference on implications of feminisation of the profession F ifty years ago there were very few female veterinarians. Today, veterinary classes are on average 80% women (sometimes over90%). This year -for the first time -female veterinarians outnumber the men. This trend is expected to continue into the future.The gender shift can be seen across all areas of the veterinary profession and the upcoming AVPMA Women's Conference in the Hunter Valley on 12-15 November, is the perfect opportunity to discuss the implications.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "heavy monsoonal rain, hanging onto the back of a rusty old ute and surrounded by laughing orphan children, I entered The Elephant Valley Project in Mondulkirri, Cambodia for the first time. This is a project run by the UK charity Globalteer which aims to help the tribal Bunong people improve the welfare and living conditions of their elephants.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Cambodia has very few veterinarians and no veterinary schools, making proper care virtually non-existent. Thorough flushing and their wounds had not been routinely done. It took a fair bit of convincing to get the wounds on these elephants properly flushed, debrided and treated.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Even ing chec k-up of over nigh t gue sts, then I'm don e! Just like our pets, we all need a little help sometimes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "family pick up Misha and book in her follow up surgery time. Call Peter at Guild to check my insura nce level.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Insurance on 1800 810 213 or visit www.guildgroup.com.au Guild Insurance Limited AFSL: 233791. Guild Insurance supports your association through payment of referral fees for certain products you take out with them. Guild helps you and your practice stay in business. Suffering (HIS) is a charitable trust that works to benefit the animals of India. The first HIS animal shelter was founded in l980 on two acres of land in the outer suburbs of Jaipur, Rajasthan in India.Associated shelters are now located in Kalimpong and Darjeeling in the foothills of the Himalayas in West Bengal.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Email: info@iahp.com.au Website: www.iahp.com.auMulti-Strain ProbioticProtexin E ach year the AVA calls for nominations to recognise those who contribute to and serve the veterinary profession or the association.Nominations are now open for the following prizes and awards:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "hard, dirty work, and the heat's incredible, but the scenery is spectacular, \" says James Wallner from the Office of the Chief Veterinary Officer (OCVO), talking about cannon netting wild birds.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "later all veterinarians can expect to be presented with a grievance or claim.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Some positives in animal welfareA note concerning intensive farming, in response to both Mark Lawrie's Viewpoint (AVJ June) and expanding on John Holt's related letter (AVJ August).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Getting to the point M Balzer and K Doyle N15 Conference on implications of feminisation of the profession D Neutze N16 The Elephant Valley Project J Katsikaros N18 Parnell opens world class manufacturing facility Conoptal is a 1% aqueous sustained release formulation of Fusidic Acid, preserved with benzalkonium chloride. Conoptal ® is a registered trademark owned and licenced by VetXX A/S. Customer information line: 1800 678 368. www.bayeranimal.com.au BAY1468.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Dairy cattle non response to IVP4 treatments. • Toby Wass: Case Report: does anthrax have a twin? • David Fowler: Acute lethargy, diarrhoea and mortality in beef It is hard to justify this when trying to set new ways forward. We have to scan the environment and respond appropriately even if it hurts or creates a lot of new work.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "www.troylab.com.au e: sales@troylab.com.au Ilium Meloxicam for Cats Effective & Fast Pain Relief",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Acting Media Relations Manager Turramurra Veterinary Clinic AVA/Pfizer Practice of Excellence in Customer Service Award winner Principal Veterinarian, James Thompson Megan Lane Smith and Basil, the rabbit T he AVA is calling for entries for the 2010 AVA/Pfizer Practices of Excellence in Customer Service awards. Entries must be submitted by 30 October 2009.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Successful applications receive:• a framed certificate for public display • a $1000 contribution to continuing education within the practice • one free registration to the PanPacific Veterinary Conference in 2010 • a profile of the practice in the Australian Veterinary Journal and the AVPMA Leading Edge newsletter.Winning practices will also participate in presentations during the 2010 AVPMA conference.For more information or to submit an entry go to the 'AVA awards' section of the website at www.ava.com.au.Deborah Neutze AVPMA Executive OfficerIs your practice a winner?Introducing new Comfortis ® chewable tablets, the no-fuss, no-mess way to protect dogs against fleas for a whole month. Dogs love the taste of the beefflavoured tablets, which provide rapid treatment and lasting control of fleas -and your clients will love the fact thatComfortis can't rub or wash off. To learn more about Comfortis, contact Elanco Companion Animal Health on 1800 995 709 or visit www.elancopet.com.au *Elanco® and Comfortis® are trademarks of Eli Lilly and Company. ®Comfortis is a trademark for Elanco's brand of spinosad. IMCECAH1367AVJAn important media story involving the AVA emerged in the first half of August with two articles appearing in the Sydney Morning Herald about perceived 'over vaccination' of dogs and cats by veterinarians. The AVA issued a media release to refute some aspects of the articles.The new AVA policy, Vaccination of dogs and cats, was developed by the same process as all AVA policies. A revision draft of an existing policy was prepared by a working group, in this case led by the ASAVA Policy Advisory Council representative. After discussion and amendment of the draft by Policy Advisory Council, a second draft was circulated to AVA members for comment. Comments were discussed and incorporated, and the next draft debated again by Policy Advisory Council before being finalised. The AVA Board reviewed the final draft, and ratified the policy in June.",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Guild Insurance Limited AFSL No. 233791When sorry seems to be the hardest word From the foreword by Dr. Terry King, BVSc, MACVSc. breaking each plant down by its level of toxicity, signs and symptoms of poisoning, and providing fi rst point of call instructions makes poisonous2pets an essential reference for any pet owner concerned about the health of their dog or cat. poisonous2pets is the must-have guide to toxic plants for all vets and dog and cat owners.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Libby Lynch, winner of the ACV Rural Practice ScholarshipYoung members at the Outback Spectacular event",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACV President, Andrew Hoare"
        },
        {
            "text": "Prior Anderson. All journals are normally despatched direct from the country in which they are printed by surface air-lifted delivery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PRINTING AND DESPATCH Printed in Australia by Brown"
        },
        {
            "text": "Journal compi-lation© 2009 Australian Veterinary Association. All rights reserved. No part of this publication may be reproduced, stored or transmitted in any form or by any means without the prior permission in writing from the copyright holder. This consent does not extend to other kinds of copying such as copying for general distribution, for advertising or promotional purposes, for creating new collective works or for resale. Authorisation to photocopy items for internal and personal use is granted by the copyright holder for libraries and other users registered with their local Reproduction Rights Organisation (RRO), eg. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COPYRIGHT AND PHOTOCOPYING"
        },
        {
            "text": "The publisher, The Australian Veterinary Association and editors cannot be held responsible for errors or any consequences arising from the use of information contained in this journal; the views and opinions expressed do not necessarily reflect those of the publisher, the Australian Veterinary Association and editors, neither does the publication of advertisements constitute any endorsement by the publisher, the Australian Veterinary Association and editors of the products advertised. Submission of photographs for publication will be held to imply that permission for publication has been obtained from the photographer and from the subject(s) of the image.AVJ.PI.Jan09 TRADEMARKS AVA and the AVA logo are registered trademarks of the Australian Veterinary Association Limited.project managers are looking for more host agencies to offer student placements.Placements may be as short as a week of unpaid experience, or as long as four months paid, each placement is unique and is negotiated via internet teleconference after an initial introduction.It is a 21st century solution to the age-old problem of rural drift.There is enormous scope within the project, for example an organic produce group could use a marketing student to help promote their product, nonprofit organisations could use an IT student to streamline online programs, and family businesses like accountants and lawyers can tap straight into a pool of potentially hundreds of employees.Host agencies interested in finding out more about the project are encouraged to contact the office or complete an online expression of interest, available at www.brolgaproject.com.au and project management will get back in contact.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCLAIMER"
        },
        {
            "text": "Manager The Brolga Project",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Richard Cowley"
        },
        {
            "text": "Dear Editor, Tom Hart in his letter to AVJ Vol 87 No 9 made some very valid points that were apparent in Western Australia several years ago including the fact that that some recent graduates were unable to perform recovery surgery on patients in practice. They were in fact learning their craft on paying clients animals.The Western Australian solution was to develop relationships with various animal welfare organisations who consented to supply patients for sterilisation operations. Murdoch University veterinary students now have access to live cats and dogs on which they learn asceptic surgery using the ochidectomy and ovarohysterectomy as the surgical model.The program is now in its fourth year and builds through the fourth and fifth years of the course. There is a maximum of seven, three person groups, operating at the one time in the fourth year with one surgeon, one assistant and one anaesthetist in each group. These groups are supervised by at least two experienced veterinary surgeons, two veterinary nurses and one specialist anaesthetist.The feedback being received is very positive from all parties. It is saving the welfare organisations money, patients get the best care and treatment, the students learn from a real life situation and veterinary clients are not having to pay for recent graduates to learn on their beloved pets.I would commend the program to all veterinary schools and welfare organisations in other states.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Re: Non-survival surgical training of undergraduates in veterinary schools"
        },
        {
            "text": "Life Member North Fremantle Western Australia",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tim Mather"
        }
    ]
}