{"paper_id": "589181ed640218e3548efcc8a92beccfed17d5f0", "metadata": {"title": "The temporal distribution of new H7N9 avian influenza infections based on laboratory-confirmed cases in Mainland China, 2013-2017", "authors": [{"first": "Zuiyuan", "middle": [], "last": "Guo", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Dan", "middle": [], "last": "Xiao", "suffix": "", "affiliation": {"laboratory": "", "institution": "Beijing TianTan Hospital", "location": {"settlement": "Beijing", "country": "China"}}, "email": ""}, {"first": "Dongli", "middle": [], "last": "Li", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yayu", "middle": [], "last": "Wang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Tiecheng", "middle": [], "last": "Yan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Botao", "middle": [], "last": "Dai", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Xiuhong", "middle": [], "last": "Wang", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "In this study, estimates of the growth rate of new infections, based on the growth rate of new laboratory-confirmed cases, were used to provide a statistical basis for in-depth research into the epidemiological patterns of H7N9 epidemics. The incubation period, interval from onset to laboratory confirmation, and confirmation time for all laboratory-confirmed cases of H7N9 avian influenza in Mainland China, occurring between January 2013 and June 2017, were used as the statistical data. Stochastic processes theory and maximum likelihood were used to calculate the growth rate of new infections. Time-series analysis was then performed to assess correlations between the time series of new infections and new laboratory-confirmed cases. The rate of new infections showed significant seasonal fluctuation. Laboratory confirmation was delayed by a period of time longer than that of the infection (average delay, 13 days; standard deviation, 6.8 days). At the lags of −7.5 and −15 days, respectively, the time-series of new infections and new confirmed cases were significantly correlated; the cross correlation coefficients (CCFs) were 0.61 and 0.16, respectively. The temporal distribution characteristics of new infections and new laboratory-confirmed cases were similar and strongly correlated.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "SCiENTifiC RepoRTs | (2018) 8:4051 | DOI: 10 .1038/s41598-018-22410-w confirmation is 8.3 days and follows a log-normal distribution. These study results provide an important basis for our further investigations.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Because infection occurs before the diagnosis is made, assessing the epidemic trend using the growth rate of confirmed cases is imprecise; we consider the growth rate of new infections an important indicator of the seriousness of an epidemic. However, the exact time that a patient becomes infected is difficult to ascertain, mainly because patients themselves do not know exactly when they became infected; most can give only a rough estimate, and some are unclear even about this. Because the exact time that infection occurs cannot be obtained through epidemiological surveys, the use of mathematical models to arrive at a reasonable estimate is a good choice.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "A number of researchers have used mathematical models to provide a quantitative description of the epidemiological characteristics of H7N9 epidemics [13] [14] [15] [16] [17] [18] [19] . For example, Zhang et al. 13 established a dynamic model including migratory birds, resident birds, domestic poultry, and human populations; they concluded that migrant birds were most likely the original source of infection. Lin et al. 14 modelled chicken-to-chicken transmission and found that environmental transmission via viral shedding by infected chickens contributed to the spread of the virus. These studies help us to understand the prevalence of the virus among poultry and the mechanisms of its transmission from poultry to humans. According to the transmission route of H7N9 avian influenza, each infected individual is relatively independent, the dynamic model of infectious disease spread cannot be used. Quantitative analysis of epidemic spread within human communities is crucial for a deeper understanding of the mechanisms by which epidemics spread. However, no studies have yet been published on the evolutionary mechanism of the entire process from infection to symptom onset to diagnosis.", "cite_spans": [{"start": 149, "end": 153, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 154, "end": 158, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 159, "end": 163, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 164, "end": 168, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 169, "end": 173, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 174, "end": 178, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 179, "end": 183, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": ""}, {"text": "The present study used statistical data on the temporal distribution of laboratory-confirmed cases and applied the theory of stochastic processes to reveal the transmission mechanisms of this epidemic among human communities. In the study, we performed a quantitative analysis of the temporal distribution pattern for the expected values and 95% confidence intervals (CIs) of the growth rate of new infections. Therefore, this study has important implications for a deeper understanding of the onset and progression of H7N9 avian influenza epidemics and for a more precise description of its temporal distribution patterns. Its results can be used for the timely assessment of the effects of a series of government-instituted interventions and for exploring causal relationships between the time series of new infections and new confirmed cases, and provide a statistical basis for in-depth analysis of the impact of human and natural factors on the epidemic.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Data sources. The confirmation dates of all new H7N9 confirmed cases between January 2013 and January 2017 in Mainland China were obtained from the China CDC; data between February and June 2017 were obtained from the EMPES-i georeferenced disease data repository compiled by the Food and Agricultural Organization 4 . All cases were confirmed as H7N9 by local and/or provincial influenza network laboratories. H7N9 avian influenza is a category B infectious disease according to China's notifiable infectious diseases classification; hence, cases confirmed by network laboratories need to be reported immediately using the PUE surveillance system 12 .", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "Temporal distribution of the number of new infections. Our goal was to treat all laboratory-confirmed cases between January 2013 and June 2017 as a sample with number N, and to use this sample to estimate the temporal distribution for the growth rate of new infections.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "First, we used Bayes theorem to analyze the probability of infection and subsequent diagnosis given that each confirmed case experiences 2 stages between infection and diagnosis: The first is between infection and onset (the incubation period), the second is between onset and laboratory confirmation. The incubation period follows a Weibull distribution 2 , with a probability density function expressed as f(•). The onset-to-laboratory confirmation interval follows a log-normal distribution 2 , with a probability density function expressed as g(•). These 2 time periods are mutually independent. The conditional probability, δ | T t ( ) i , indicating the probability of an infected individual receiving laboratory-confirmation after a duration of T under the condition that infection occurred at time point t i , was expressed as convolution equation (1),", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "where s denotes the duration of the incubation period and − T s indicates the onset-to-laboratory-confirmation duration. As laboratory confirmation could happen at any time of the day, T includes a range of values, T T", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "[ , ] 0 1 , where T 0 and T 1 denote the beginning and the end of the day, respectively. The conditional probability δ |  T t ( ) i was used to indicate the probability of an infected individual having received laboratory-confirmation during the period T 0~T1 given that infection occurred at time point t i (equation 2),", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "where p t ( ) i denotes the probability that a susceptible person is infected at time t i and P t T ( , ) i i denotes the probability of receiving laboratory confirmation during day T i given that a susceptible person is infected at time t i and after a period of T i . Using Bayes theorem, P t T ( , ) i i was expressed as equation (3),", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "denotes the i th infection that occurs. We then calculated the growth rate of new infections by analyzing ∏ = p t ( )", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "using stochastic process theory. The main transmission route of H7N9 is human contact with infected poultry or virus-contaminated environments; the virus is not continually spread among people, rather, susceptible individuals are randomly infected. The frequency of contact is variable at different times of the year, so the growth rate of new infections is also variable, being lower in summer than that in winter and spring (Fig. 1 ). We assumed that continuous emergence of infections represents a series of independent random events.", "cite_spans": [], "ref_spans": [{"start": 426, "end": 433, "text": "(Fig. 1", "ref_id": "FIGREF0"}], "section": "Methods"}, {"text": "0} denotes the process of counting H7N9 infections within a short time period τ. Based on the analysis above, τ N( ) can be regarded as a Poisson process with rate λ, and the time interval of any 2 consecutive infections will follow independent exponential distribution 20 . For a time interval of length τ, the probability", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "that m infections will occur consecutively at time points s 1 , …, s m can be expressed as: Because the growth rate of new infections varied during the period 2013~2017, and for reasons of convenience in the calculations, we assumed a constant growth rate over a short period of time. Hence, the rate changed over the course of a few consecutive time intervals of moderate length (if the interval is too long the result will be inaccurate, and if it is too short it will increase the amount of calculation required). We used intervals of an eighth of a month. There were 54 months between January 2013 and June 2017, giving 432 intervals. The growth rate of new infections in each interval was expressed as λ k =  k ( 1, , 432), and the length was a constant value, τ. The entire process of an infection appearing can be viewed as a continuous-time Markov chain with different rates and as a pure birth process 20 with states of X 0 , X 1 , …, X N . Hence, p t ( ) i can be converted to the probability of when the system transitions from state − X i 1 to state X i at time t i , as follows: ", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "Based on the above analysis, We calculated the value of λ k using the maximum likelihood; equation (9) was derived by incorporating equation (8) After logarithmic transformation of equation (9), a very concise result could be obtained by taking the partial derivative of λ k :", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "Where λ k is the growth rate of new infections. On the basis of the above analysis, we calculated expected values and 95% CIs for λ k as follows: For each confirmed case, according to a uniform distribution, we randomly selected a time point on the day of laboratory confirmation as the confirmation time. Then, the Markov chain Monte Carlo method was applied to generate random numbers that fitted the probability density function δ(•) 21 ; these numbers represent the lengths of time from infection to laboratory confirmation. As the time of laboratory confirmation is known, the estimated time of infection can be calculated. After computing the infection times of all confirmed cases, counting was performed on 432 time intervals with length τ to sequentially obtain m k , and hence to work out the growth rate of new infections λ k of one calculation. The bootstrap method was used to repeat this step 1000 times to obtain the mean values and 95% CIs for λ k . The above method was implemented using MATLAB and Statistics Toolbox Release 2012a (The MathWorks, Inc., Natick, Massachusetts, USA). ", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "0}. X was taken as the covariant variable and Y as the dependent variable. The aim was to test the CCF at a lag of k, r X Y ( , ) k , to verify the correlation between the 2 and to analyze whether the former was causing fluctuations in the latter. As these 2 time-series have strong autocorrelation (Fig. 1) , if the correlation of the 2 processes is evaluated directly by calculating the CCFs, a false conclusion may be obtained (spurious correlation) 22 . Hence, the autocorrelation should be extracted from their respective series-pre-whitening is a precise tool for achieving this aim 22 . As the 2 series showed significant seasonal fluctuations, seasonal differencing was performed. After differencing, the series remained non-stationary; hence, first order differencing was performed to obtain 2 stationary SCiENTifiC RepoRTs | (2018) 8:4051 | DOI:10.1038/s41598-018-22410-w time-series with a mean value of 0. Then, the same filter, based on the first series (an autoregressive model), was applied to pre-whiten the 2 time-series, followed by calculating the CCFs of the pre-whitened series 22 . The above method was implemented using R, version 3.1.0 (http://www.R-project.org/).", "cite_spans": [], "ref_spans": [{"start": 299, "end": 307, "text": "(Fig. 1)", "ref_id": "FIGREF0"}], "section": "Correlation test of time series for new infections and new confirmed cases."}, {"text": "Given that the incubation period of H7N9 fits a Weibull distribution (mean 3.1 days, standard deviation 1.4 days) 2 , we could work out the shape (2.4) and scale (3.5) parameters. As the onset-to-laboratory-confirmation interval fits a log normal distribution (median 8.3 days, 95% CI 7.3-9.5 days) 2 , we could work out the mean (2.1 days), standard deviation (0.6). Calculations were performed according to the methods described by JD Chen 23 .", "cite_spans": [], "ref_spans": [], "section": "Temporal distribution of new infections."}, {"text": "The temporal distributions of the expected number of new infections and new confirmed cases showed a similar patterns of variation. Both displayed significant seasonal fluctuations and autocorrelation. Table 1 .", "cite_spans": [], "ref_spans": [{"start": 202, "end": 209, "text": "Table 1", "ref_id": null}], "section": "Temporal distribution of new infections."}, {"text": "order differencing were performed on the time series of new infections and new confirmed cases, respectively. Then, pre-whitening (a nineteenth-order-autoregressive model was selected according to the Akaike information criteria) was performed, followed by computation of the CCFs. Figure 2 shows that 2 positive CCFs were obtained: When the lags were −2 and −1, the CCFs were 0.16 and 0.61, respectively. When the lag was 0, the CCF obtained was −0.43. In addition, when the lag was −15, there was a marginally significant negative CCF, which we believe to be a false alarm. This is because when calculating the CCFs for a total of 37 samples, we expect there to be an average of 37 × 0.05 = 1.85 false alarms. Based on the mean value of 1 interval (7.5 days), the mean duration from infection to laboratory confirmation, and the standard deviation, the 2 significant positive CCFs are at −2 and −1 time units. 18 provided detailed descriptions on the temporal, spatial, and population distributions of the epidemics. These studies laid the foundation for investigating the epidemiological characteristics of the H7N9 epidemics. Compared with these published studies, the innovative points lie in our analysis of the transmission mechanisms in the human population from a stochastic perspective, according to the transmission characteristics of H7N9. The occurrence of infection was treated as a random event produced by a Poisson process, and the rate of infection changed with time. Therefore, the entire epidemic process can be regarded as the connection of multiple Poisson processes occurring at different rates. We established a relationship between the probability of infection and a continuous time Markov chain; the growth rate of new infections was then obtained. The initial stage of an infectious disease is effective contact with the pathogen. The growth rate of new infections reflects the frequency at which susceptible individuals come into contact with the virus: The more frequent the contact, the faster the rate of new infections increases. Therefore, we believe that this rate is the earliest and most accurate reflection of the severity of the epidemic. Although changes in the number of confirmed cases can reflect the temporal distribution features of the epidemic, laboratory confirmation of the diagnosis is delayed by a period of time greater than that of infection; in our study, the average delay was 13 days (standard deviation, 6.8 days). Therefore, evaluating the epidemic's development trend using the temporal distribution of confirmed cases is imprecise. This study aimed to analyze the epidemic trend more accurately and to establish a more precise statistical foundation for analyzing the impact of various prevention and control measures adopted by China, and meteorological and environmental factors, on the epidemic. For example, some influencing factors-such as closing and regular disinfection of live poultry markets, atmospheric temperature, rainfall, and the number of migratory birds-can be evaluated more timely and accurately by judging the growth rate of new infections.", "cite_spans": [], "ref_spans": [{"start": 282, "end": 290, "text": "Figure 2", "ref_id": null}], "section": "Correlation test of time series for new infections and new confirmed cases. Seasonal and first"}, {"text": "From Fig. 1B , we intuitively observe that there is a relatively strong correlation between the time series of infections and confirmed cases. However, this might not be a true correlation; a spurious correlation may exist. By calculating the CCFs after pre-whitening, we found significant positive correlation between the 2 time series, with the lags of −1 and −2 time units. Based on this, we can conclude that the occurrence of infections will lead to the occurrence of confirmed cases. Furthermore, the results verified that the establishment of random models is consistent with objective facts. With a lag of 0, a significant negative CCF is obtained (Fig. 2) ; this does not imply a true negative correlation between the 2 time series. Figure 1B shows that the time series of infections was smoother than that of confirmed cases, with opposite trends of change at certain time points.", "cite_spans": [], "ref_spans": [{"start": 5, "end": 12, "text": "Fig. 1B", "ref_id": "FIGREF0"}, {"start": 656, "end": 664, "text": "(Fig. 2)", "ref_id": null}, {"start": 742, "end": 751, "text": "Figure 1B", "ref_id": "FIGREF0"}], "section": "Correlation test of time series for new infections and new confirmed cases. Seasonal and first"}, {"text": "Predicting epidemic trends through a mathematical model can help us to adopt more effective preventive measures to control potential epidemics. However, our model can only estimate the growth rate of infections in the past based on existing confirmed cases, i.e., it can only perform a retrospective analysis of epidemics; it is not predictive. More in-depth research on the transmission mechanisms of epidemics is required to establish new mathematical models that may require the inclusion of diverse factors such as immunization, closure of live-poultry markets, regular environmental disinfection, and other human interventions.", "cite_spans": [], "ref_spans": [], "section": "Correlation test of time series for new infections and new confirmed cases. Seasonal and first"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Human infection with a novel avian-origin influenza A (H7N9) virus", "authors": [{"first": "R", "middle": [], "last": "Gao", "suffix": ""}], "year": 2013, "venue": "N Engl J Med", "volume": "368", "issn": "", "pages": "1888--97", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Comparative epidemiology of human infections with avian influenza A H7N9 and H5N1 viruses in China: a population-based study of laboratory-confirmed cases", "authors": [{"first": "B", "middle": ["J"], "last": "Cowling", "suffix": ""}], "year": 2013, "venue": "Lancet", "volume": "382", "issn": "", "pages": "129--166", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Epidemiology of avian influenza A H7N9 virus in human beings across five epidemics in mainland China, 2013-17: an epidemiological study of laboratory-confirmed case series", "authors": [{"first": "X", "middle": ["L"], "last": "Wang", "suffix": ""}], "year": 2017, "venue": "Lancet Infect Dis", "volume": "8", "issn": "", "pages": "822--854", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "H7N9 influenza viruses are transmissible in ferrets by respiratory droplet", "authors": [{"first": "Q", "middle": ["Y"], "last": "Zhang", "suffix": ""}], "year": 2013, "venue": "Science", "volume": "341", "issn": "", "pages": "410--414", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Sudden increase in human infection with avian influenza A (H7N9) virus in China", "authors": [{"first": "L", "middle": [], "last": "Zhou", "suffix": ""}], "year": 2016, "venue": "Western Pac Surveill Response J", "volume": "8", "issn": "", "pages": "6--14", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Interventions to reduce zoonotic and pandemic risks from avian influenza in Asia", "authors": [{"first": "J", "middle": ["S M"], "last": "Peiris", "suffix": ""}], "year": 2016, "venue": "Lancet Infect Dis", "volume": "16", "issn": "", "pages": "252--260", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Relationship between domestic and wild birds in live poultry market and a novel human H7N9 virus in China", "authors": [{"first": "C", "middle": ["M"], "last": "Wang", "suffix": ""}], "year": 2013, "venue": "J Infect Dis", "volume": "209", "issn": "", "pages": "34--41", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Transmission potential of influenza A/H7N9", "authors": [{"first": "G", "middle": [], "last": "Chowell", "suffix": ""}, {"first": "L", "middle": [], "last": "Simonsen", "suffix": ""}, {"first": "S", "middle": [], "last": "Towers", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Miller", "suffix": ""}, {"first": "C", "middle": [], "last": "Viboud", "suffix": ""}], "year": 2013, "venue": "China. BMC Med", "volume": "11", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Epidemiological and virological differences in human clustered and sporadic infections with avian influenza A H7N9", "authors": [{"first": "Z", "middle": ["Q"], "last": "Wu", "suffix": ""}], "year": 2016, "venue": "Int J Infect Dis", "volume": "49", "issn": "", "pages": "9--17", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Use of national pneumonia surveillance to describe influenza A(H7N9) virus epidemiology, China", "authors": [{"first": "N", "middle": ["J"], "last": "Xiang", "suffix": ""}], "year": 2004, "venue": "Emerg Infect Dis", "volume": "19", "issn": "", "pages": "1784--90", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Determination of original infection source of H7N9 avian influenza by dynamical model", "authors": [{"first": "J", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2014, "venue": "", "volume": "4", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Seasonality of influenza A (H7N9) virus in China-Fitting simple epidemic models to human cases", "authors": [{"first": "Q", "middle": ["Y"], "last": "Lin", "suffix": ""}, {"first": "Z", "middle": ["G"], "last": "Lin", "suffix": ""}, {"first": "A", "middle": ["P Y"], "last": "Chiu", "suffix": ""}, {"first": "D", "middle": [], "last": "He", "suffix": ""}], "year": 2016, "venue": "PLoS One", "volume": "11", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Global dynamic analysis of a H7N9 avian-human influenza model in an outbreak region", "authors": [{"first": "Y", "middle": ["X"], "last": "Chen", "suffix": ""}, {"first": "Y", "middle": ["X"], "last": "Wen", "suffix": ""}], "year": 2014, "venue": "J Theor Biol", "volume": "367", "issn": "", "pages": "180--188", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Estimating the distribution of the incubation periods of human avian influenza A (H7N9) virus infections", "authors": [{"first": "V", "middle": [], "last": "Virlogeux", "suffix": ""}], "year": 2015, "venue": "Am J Epidemiol", "volume": "182", "issn": "", "pages": "723--732", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Association between the severity of influenza A (H7N9) virus infections and length of the incubation period", "authors": [{"first": "V", "middle": [], "last": "Virlogeux", "suffix": ""}], "year": 2016, "venue": "PLoS One", "volume": "11", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Influenza A H5N1 and H7N9 in China: A spatial risk analysis", "authors": [{"first": "C", "middle": ["M"], "last": "Bui", "suffix": ""}, {"first": "L", "middle": [], "last": "Gardner", "suffix": ""}, {"first": "R", "middle": [], "last": "Maclntyre", "suffix": ""}, {"first": "S", "middle": [], "last": "Sarkar", "suffix": ""}], "year": 2017, "venue": "PLoS One", "volume": "12", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Risk distribution of human infections with avian influenza H7N9 and H5N1 virus in", "authors": [{"first": "X", "middle": ["L"], "last": "Li", "suffix": ""}], "year": 2015, "venue": "China. Sci Rep", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Ross, S. M. Introduction to probability models", "authors": [], "year": 2011, "venue": "", "volume": "8", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1038/s41598-018-22410-w20"]}}, "BIBREF20": {"ref_id": "b20", "title": "Markov chain Monte Carlo method and implemented with R", "authors": [{"first": "Ye", "middle": ["F"], "last": "", "suffix": ""}], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Time series analysis with applications in R", "authors": [{"first": "J", "middle": ["D"], "last": "Cryer", "suffix": ""}, {"first": "K", "middle": ["S"], "last": "Chan", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Survival analysis and reliability", "authors": [{"first": "J", "middle": ["D"], "last": "Chen", "suffix": ""}], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Effect of live poultry market closure on avian influenza A (H7N9) virus activity in Guangzhou, China", "authors": [{"first": "J", "middle": [], "last": "Yuan", "suffix": ""}], "year": 2014, "venue": "Emerg Infect Dis", "volume": "21", "issn": "", "pages": "1784--93", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Temporal distribution of new infections and new confirmed cases of avian influenza A (H7N9) virus infection. (A) Temporal distribution of the growth rates of new infections. The black solid line represents the mean values, the grey area represents 95% confidence intervals. (B) Comparison of the number of new infections and new confirmed cases. The histograms show the number of new reported confirmed cases; the blue line represents the expected number of new infections. SCiENTifiC RepoRTs | (2018) 8:4051 | DOI:10.1038/s41598-018-22410-w", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Based on the above calculations, the expected number of new infections in quarters of a month can be obtained. These numerical values constitute the time series = ≥ X X t t { ( ), 0}, and new confirmed cases will constitute the time series", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Figure 1 shows that the first cases of infection appeared in Mainland China in February 2013. The number of infections increased drastically, reached a peak in March 2013, and then decreased drastically. From May to September 2013, infections were sporadic. The number of infections gradually increased from October through November 2013, then markedly increased in December, reaching a peak in January 2014, thereafter drastically decreasing. The epidemic stabilized from March through September 2014. Thereafter, the pattern of temporal distribution was essentially similar to what was observed in 2014, i.e. a high incidence in winter and spring with a low incidence in summer and autumn. The fifth epidemic was the most serious, with the number of infections increasing drastically in October 2016 and reaching a peak in January 2017; an estimated 229 new infections occurred in January 2017. Thereafter, the number of cases gradually decreased, but still fluctuated at a high level. From 2013 through May 2017, the expected numbers of infections annually were 212, 305, 171, 324, and 755. The average numbers of new infections per month are presented in", "latex": null, "type": "figure"}, "TABREF0": {"text": "Figure 2. The cross-correlation graph for differenced and pre-whitened times series of new infections and new confirmed cases. The black vertical lines represent the cross-correlation coefficients; the two blue dotted lines represent 95% confidence interval.", "latex": null, "type": "table"}, "TABREF1": {"text": "Table 1.  The average numbers of new infections per month during the period 2013~2017.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Years </td><td>Jan </td><td>Feb </td><td>Mar </td><td>Apr </td><td>May </td><td>Jun\n</td></tr><tr><td>2013 </td><td>0 </td><td>9 </td><td>80 </td><td>42 </td><td>1 </td><td>1\n</td></tr><tr><td>2014 </td><td>147 </td><td>27 </td><td>27 </td><td>15 </td><td>8 </td><td>1\n</td></tr><tr><td>2015 </td><td>76 </td><td>34 </td><td>8 </td><td>10 </td><td>9 </td><td>1\n</td></tr><tr><td>2016 </td><td>33 </td><td>19 </td><td>13 </td><td>5 </td><td>8 </td><td>4\n</td></tr><tr><td>2017 </td><td>229 </td><td>205 </td><td>122 </td><td>141 </td><td>58 </td><td>63\n</td></tr><tr><td>Years </td><td>Jul </td><td>Aug </td><td>Sep </td><td>Oct </td><td>Nov </td><td>Dec\n</td></tr><tr><td>2013 </td><td>2 </td><td>0 </td><td>1 </td><td>3 </td><td>5 </td><td>69\n</td></tr><tr><td>2014 </td><td>1 </td><td>2 </td><td>2 </td><td>4 </td><td>11 </td><td>61\n</td></tr><tr><td>2015 </td><td>0 </td><td>0 </td><td>4 </td><td>1 </td><td>5 </td><td>23\n</td></tr><tr><td>2016 </td><td>3 </td><td>0 </td><td>1 </td><td>4 </td><td>45 </td><td>190\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "We would like to thank Editage [www.editage.cn] for English language editing. The study is supported by National Science and Technology Major Project (2018ZX10713003).", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "Guo Z.Y. designed the study, analyzed the data, and wrote most of the manuscript, including quality assurance and control; Xiao D. contributed to writing the manuscript; Li D.L., Wang Y.Y., Yan T.C. and Bao T.D. helped to conduct the literature review; Wang X.H. organized and coordinated all parties to ensure that the study was accomplised.", "cite_spans": [], "ref_spans": [], "section": "Author Contributions"}, {"text": "Competing Interests: The authors declare no competing interests.Publisher's note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.", "cite_spans": [], "ref_spans": [], "section": "Additional Information"}]}