{
    "paper_id": "58d286bbbebc8d33616152889a8b3db6eb5f319b",
    "metadata": {
        "title": "Springer Seminars in Immunopathology Antibody and Complement-Dependent Viral Neutralization",
        "authors": [
            {
                "first": "Neil",
                "middle": [
                    "R"
                ],
                "last": "Cooper",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Research Institute of Scripps Clinic",
                    "location": {
                        "addrLine": "La Jolla",
                        "postCode": "92037",
                        "region": "California",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Raymond",
                "middle": [
                    "M"
                ],
                "last": "Welsh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Research Institute of Scripps Clinic",
                    "location": {
                        "addrLine": "La Jolla",
                        "postCode": "92037",
                        "region": "California",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Viruses produce a number of diseases in man which range from acute self-limited infections to chronic debilitating conditions. Also, through any of several mechanisms, a number of viruses may become latent in cells only to r e -emerge at a later time to produce disease. As replicating agents, they have the potential of serving as a continuing or increasing antigenic challenge to the infected animal. Considering the complexity of the mechanisms by which viruses can cause disease, it is not surprising that vertebrate evolution has provided a number of defenses to deal with viral infection. These include specific and nonspecific mechanisms operative at a number of levels. Particularly relevant is the involvement of the immunologic network which is itself a highly complex interacting system of cellular and humoral elements. This includes various roles played by macrophages, B and T cells in the induction of an immune response to a virus, as well as the effector functions of antibody, macrophages, and various lymphocyte subpopulations in dealing with viruses and virus infected cells. While this review will focus selectively on the role of antibody and complement in neutralizing viruses, it is important to keep in mind that these humoral elements do not function alone in vivo but rather operate together with the cellular arms of the immune system in a coordinated manner.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. Introduction"
        },
        {
            "text": "The complement system consists of at least 20 immunologically non -crossreactive and distinct plasma proteins. These proteins differ from one another in size, structure, and physicochemical parameters. Together they represent a significant proportion of the plasma proteins as their cumulative concentration exeeds 3 mg/ml. These proteins become able to interact with one another and with membranes after activation or triggering of the complement system. The interactions of the complement molecules with each other and with membranes proceeds in an orderly sequential manner. These various reactions also generate the numerous biologic activities which accompany complement activation as will be considered below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Constituents and Reactions"
        },
        {
            "text": "The reactions involving the complement factors, termed components, can be grouped into several units, each of which involves several of the complement proteins ( Fig. 1 ). There are two activation pathways, the classical and the CTIn, C3b In,~lH, AI alternative, or properdin, pathways. Each of these may be selectively triggered by any of several kinds of activators. The two pathways converge at the step involving C3 and thereafter share the remainder of the complement reaction sequence. The latter portion of the reaction sequence is termed the membrane attack mechanism because of its ability to lyse or otherwise damage lipid containing biologic membranes, in addition to these proteins there are several control proteins which act to modulate and inhibit certain steps in the reaction sequence.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 162,
                    "end": 168,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "A. Constituents and Reactions"
        },
        {
            "text": "The classical complement pathway is generally activated by antigen -antibody complexes in which the antibody is of the IgG or the IgM class, although it may also be activated nonimmunologically by a diverse group of agents including the pl5E polypeptide located on the external surface ofretroviruses, polyanions such as DNA or RNA, C-reactive protein in complex with ph0sphorylcholine , its natural substrate, and lipid A of lipopolysaccharides. The structural or chemical features responsible for C1 binding and activation have not yet been resolved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Constituents and Reactions"
        },
        {
            "text": "The classical complement pathway consists of the reaction steps involving C1, C4, and C2. C1 is a trimolecular calcium-dependent complex of three individual proteins, Clq, Clr, and Cls. Activation of C1 occurs after the attachment of the Clq subunit to the activator molecule, which, in the case of immunoglobulin, is a site located in the Fc portion of the molecule. Following attachment of C1 yia Clq to an activator a series of intramolecular changes in the C1 molecule is initiated, of as yet undefined nature, which lead to activation of Cir. Activated CIT in turn activates i Cls (by convention, a bar over the symbol for a component denotes an activated state, generally an enzyme). With the activation of Cls, activation of C1 is completed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Constituents and Reactions"
        },
        {
            "text": "Newly activated CI~ in Ci acts upon and cleaves the next two reacting molecules in the complement reaction sequence, C4 and C2, thus generating two fragments of each molecule. Some of the larger fragments of C4, termed C4b, bind to the surface of the cell or virus in clusters around the C1 molecule which induced its cleavage, while the larger fragment of C2 binds to C4b. The C4,2 protein-protein complex thus formed represents another indigenous complement enzyme. C4,2 cleaves C3, thus forming two fragments, C3a and C3b, each of which has biologic activities as considered below. The larger fragment, C3b, possesses a short-lived binding site which enables it to become attached to the surface of the activator, virus, or cell in a cluster distribution surrounding the C4,2 enzyme. With the attachment of C3b molecules in proximity to the C4~2-molecules, yet another enzyme, C4,2~s generated which cleaves C5 and initiates the membrane attack mechanism as considered below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Constituents and Reactions"
        },
        {
            "text": "The alternative complement pathway is initiated in a different manner (Fig. 1 ). The first event is the formation of an enzyme which can cleave C3. This protease appears to be generated by the action of factor D,, a serine protease enzyme, on a loose complex composed of native C3 and factor B. Some of the C3b formed by cleavage of C3 by this enzyme attaches to membranes. The nature of the surface to which this C3b becomes bound represents the determining factor as to whether or not alternative pathway is activated. On the surface of non -activators, the control proteins/~ 1H and C3b inactivator bind to and quickly degrade the bound C3b thus preventing progression of the complement reaction sequence. However, on the surface of particles termed activators, the bound C3b is protected from detruction by the control proteins fl 1H and C3b inactivator, by a mechanism which is not presently clear. The bound C3b on this protected surface is able to interact with factors B and D-to generate a protease, C3-b~B~, which is able to cleave large amounts of C3 into the typical fragments C3a and C3b. C~ is an enzyme analogous in structure and mechanism of action to C4,2 of the classical pathway. Some of the C3b generated by C~ becomes adherent to the cell surface in the vicinity of the enzyme thus forming an additional enzyme C~ wl~ich has C5 as its substrate.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 70,
                    "end": 77,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "A. Constituents and Reactions"
        },
        {
            "text": "With the cleavage of C5 by the respective C5 cleaving enzyme of either the classical or alternative pathways, C~o r C~, respectively, the membrane attack mechanism is initiated. The cleavage products of C5 are C5a, a molecule with potent biologic activities as considered below, and C5b, the larger fragment. C5b possesses binding sites for C6 and C7 and forms a trimolecular complex C5b,6,7 with these molecules. The C5b,6,7 complex also binds to target cells having a lipid membrane. C8 and finally C9 bind to the C5b,6,7 complex to form the C 5 b -9 complex. In its nascent form, just after activation, the C 5 b -9 membrane attack complex is able to damage or lyse many membranes having a lipid bilayer structure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Constituents and Reactions"
        },
        {
            "text": "The other proteins of the complement system are involved in regulation and control. They include C1 inhibitor (Ci In), a multispecific enzyme inhibitor which inactivates C l f a n d CT~and thus effectively controls activation of C1 of the classical pathway. The protein fi 1H and the enzyme C3b inactivator are involved in regulation of the critical steps involving C3. The anaphylatoxin inactivator (AI), is an enzyme which inactivates some of the biologic properties of C3a and C5a.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Constituents and Reactions"
        },
        {
            "text": "There are three categories of biologic activities of the complement system. First, complement has the ability to produce structural damage and lyse membranes of many kinds of cells including erythrocytes, platelets, bacteria, and viruses possessing a lipoprotein membrane, although with greatly varying efficiency in each instance. The ability to produce cytolytic damage is a property of the newly formed, nascent C5b -9 complex. The C5b -9 complex also produces circular lesions with an approximate diameter of 10 nM in lipid membranes, however, these lesions are not diagnostic of lysis as they may be present in the absence of lysis. Other non-lyric alterations in membrane ultrastructure can also occur.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Biological Consequences of Complement Activation"
        },
        {
            "text": "A second category of complement biology comprises the activities of the fragments of complement molecules generated by complement enzymes during complement activation. The smaller fragments gener]ated from C3, C5, and factor B, C3a, C5a, and Ba, respectively, as well as fragments from C4 and C2 for which no biologic activity has been described, diffuse away from the area of complement activation and in this process encounter cells which have specific receptors for the fragments. Mast cells and basophils have receptors for C3a and C5a and release histamine on interaction with these fragments. This is termed anaphylatoxin activity. C5a and Ba interact with neutrophils to induce their directed migration into the area of complement activation, a property termed chemotaxis. The larger fragments of some of the complement proteins also may bind to specific receptor sites for these fragments located on the surface of certain of cells. Thus C3b and C4b respectively bind to receptors located on the surfaces of neutrophils and B lymphocytes and other cells while Bb interacts with macrophages and monocytes. These interactions may also lead to specific responses by the ceils involved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Biological Consequences of Complement Activation"
        },
        {
            "text": "The third general category of biologic activities pertaining to the activated complement system is related to the ability of C3b and C4b, which have several kinds of binding sites, to crosslink cells. C3b and C4b attach to the surface of a cell or virus undergoing complement attack by a site termed a labile binding site. These molecules possess another site, termed a stabele binding site, which is recognized by cells having receptors for C3b or C4b such as neutrophils and B lymphocytes. C3b and C4b are thus able to form a bridge between complement coated viruses, bacteria, immune complexes, and neutrophils and various types of effector cells. In this context C3b and C4b may be considered opsonins as they mediate adherence of the complement activating surface to phagocytic cells such as neutrophils. The biologic function of the comparable reaction with B lymphocytes has not yet been elucidated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Biological Consequences of Complement Activation"
        },
        {
            "text": "These various biologic activities of the activated complement system represent the individual aspects of an integrated system serving to produce an inflammatory reaction and thereby confine an injurious or infectious process to the area of complement activation. For example, with the generation of the C3a and C5a fragments there is release of histamine from mast cells or basophils which in turn produces changes in permeability with edema and smooth muscle contraction. The C5a fragment and Ba bind to leukocytes and trigger their directed movement into the area of complement activation where they become adherent to the specific sites on C3b and C4b. In turn, these cells attempt to ingest the particles or pathogens to which these molecules are adherent, and in this process release enzymes which activate additional complement proteins and amplify the process. Separate from these considerations, complement, through the recognition site on B lymphocytes for C3b and C4b may play a role in the early stages of an immune response which would be particularly relevant with agents such as retroviruses, which activate complement directly without the participation of antibody. Alternatively, and to the detriment of the host, the bridging activity of C3b and C4b may mediate the attachment of a virus bearing these molecules to cells with C3b and C4b receptors, such as B lymphocytes, and perhaps thus facilitate infection by focusing such viruses on the surface of these cells. Complement possesses an additional, as yet not understood, physiogenic role in vivo which is suggested by the very high frequency of autoimmune disease in individuals with congenital absence of Clr, Cls, C2, and C4. The mechanism by which the absence of these components predisposes to these diseases is not clear. However, the absence of C2 and C4, which are encoded within the major histocompatibility complex, may indicate a defect in a gene involved in the immune response. Rapidly accumulating evidence indicates that genes in the major histocompatibility complex are involved in determining susceptibility to certain diseases. Alternatively, the components of the classical pathway may be important in the clearance of viruses which may in turn be involved in the pathogenesis of autoimmune diseases. A number of recent reviews have detailed the reactions and biology of the complement system: Schreiber et al. 1, 55] , Hugli and Mtiller-Eberhard [24] , Mtiller-Eberhard [38] , Rosen and Lachmann 1-50], Osler [45] , Reid and Porter [49] , Cooper and Ziccardi [9] , Fearon and Austen 1-13].",
            "cite_spans": [
                {
                    "start": 2400,
                    "end": 2402,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2403,
                    "end": 2406,
                    "text": "55]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 2436,
                    "end": 2440,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 2460,
                    "end": 2464,
                    "text": "[38]",
                    "ref_id": null
                },
                {
                    "start": 2499,
                    "end": 2503,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 2522,
                    "end": 2526,
                    "text": "[49]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 2549,
                    "end": 2552,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "B. Biological Consequences of Complement Activation"
        },
        {
            "text": "For the purposes of this discussion, animal viruses can be categorized into two main groups: those enveloped by lipid-solvent sensitive membranes (envelopes) and those without envelopes. Figure 2 represents a diagram of a moderately complex enveloped virus, comparable to members of the retrovirus group. Some enveloped viruses like pox and herpes viruses are more complex while others such as togaviruses, rhabdoviruses, and arenaviruses are less complex. The basic structure is a lipid containing membrane enveloping a nucleoprotein core. The core contains the viral nucleic acid and various proteins including a nucleocapsid protein, and usually a polymerase enzyme for nucleic acid transcription. The membrane surrounding the core and protecting these internal elements is ir~ the form of a lipid bilayer derived from and thus generally similar in lipid composition to that of the host cell. Proteins in the viral envelope are virtually all specified by the viral genome, although host cell proteins may be present occasionally. Some of the proteins are hydrophobic membrane (M) proteins which are not expressed on the virion surface, while others, which are invariably glycosylated, project outward from the virion membrane. These external glycoproteins give enveloped viruses a negative charge and hydrophilic properties. The surface glycoproteins may attach to the virion at the outer membrane surface, or in some cases penetrate the envelope and associate with internal viral structures. In some virus systems (e. g., retroviruses), a small transmembrane-protein may be linked to a larger protein [26, 53] . The surface glycoproteins often appear as spikes or knobs in electron micrographs and commonly react with neutralizing antibodies.",
            "cite_spans": [
                {
                    "start": 1605,
                    "end": 1609,
                    "text": "[26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1610,
                    "end": 1613,
                    "text": "53]",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [
                {
                    "start": 187,
                    "end": 195,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "IlL Structural Features of Viruses"
        },
        {
            "text": "The other major class of animal viruses lack lipid membranes. These vary in complexity but can conveniently be visualized as the virus in Fig. 2 repetitive protein subunits arranged in a symmetrical manner and this structure is commonly referred to as the capsid. Humoral and cellular defense mechanisms are clearly only effective if directed against the external structural features of viruses. The viral proteins of enveloped or nonenveloped viruses are antigenic as are the glycolipids of enveloped viruses. In all probability the repeating array arrangement of the external proteins of enveloped and nonenveloped viruses facilitates recognition by the various humoral and cellular elements of the immune network. These same external features are recognized by the effector elements of the immune system such as antibody and the various cytotoxic lymphocyte populations. One difference between enveloped and non-enveloped viruses is that only enveloped viruses are susceptible to lytic damage by the complement system. Non-enveloped viruses can, however, interact with antibody and the early reacting factors of the complement system with resulting neutralization.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 138,
                    "end": 144,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "IlL Structural Features of Viruses"
        },
        {
            "text": "While the humoral elements of the immune system can recognize and attack viral proteins expressed on virus infected cells as well as isolated virions, we will restrict our discussion to the effects of these elements on virions. A chapter on the immunosurveillance of virus infected cells is i~resented elsewhere in this volume [42] .",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 331,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "IlL Structural Features of Viruses"
        },
        {
            "text": "Viruses generally are strong immunogens which elicit the predictably sequential production of IgM, IgG, and IgA antibodies during viral infections [40] . Antibodies may inactivate and participate in the clearance of viruses either directly or in collaboration with complement and/or lymphoid cells. The formation of antibodyviral complexes and the resulting viral inactivation or 'neutralization' have been extensively reviewed elsewhere Svehag [60] , Daniels [10] , Oldstone [41] , and Silverstein [57] and will only briefly be considered here.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 151,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 445,
                    "end": 449,
                    "text": "[60]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 460,
                    "end": 464,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 476,
                    "end": 480,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 499,
                    "end": 503,
                    "text": "[57]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "IV. Inactivation of Viruses by Antibody"
        },
        {
            "text": "Antibody, by binding to the surface of a virion, may inactivate viral infectivity by any of several mechanisms: (1) antibody may bind to viral structures involved in adherence of the virus to a potentially susceptible cell and thus prevent adsorption;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. Inactivation of Viruses by Antibody"
        },
        {
            "text": "(2) antibody may interact with the virus at other sites but block adsorption by steric hinderance; (3) antibody may bind to virions in a manner which allows adsorption but interferes with penetration and uncoating; (4) antibody coated virions may be compartmentalized and degraded in lysosomes in cells (e. g., macrophages) which would otherwise be permissive to the infection; (5) divalent antibody may agglutinate viruses with a resulting net decrease in the number of infectious units; (6) antibody deposited on the viral surface may trigger complement with the various effects to be considered later.",
            "cite_spans": [
                {
                    "start": 489,
                    "end": 492,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "IV. Inactivation of Viruses by Antibody"
        },
        {
            "text": "Antibody mediated neutralization of certain viruses, such as polio virus, follows single-hit kinetics, indicating that a single antibody molecule can inactivate a virion. Complement would not be expected to appreciably augment inactivation of viruses neutralized by antibody in this manner. Mandel [34] has recently suggested that single-hit inactivation of polio virus may be associated with conformational changes in the viral capsid proteins as the addition of small amounts of antiviral antibody caused a significant shift in the isoelectric point of the virion. Polio virions with altered isoelectric point, achieved by antibody binding or by pH variation absorbed to but did not penetrate the cell membrane. Viral preparations, including those inactivated by single-hit kinetics, may contain a small 'persistent fraction' which is not neutralized by antibody. This fraction as discussed by Daniels [10] , may be associated with 'non-neutralizing' antibodies sterically interfering with the attachment of 'neutralizing' antibodies. It seems likely that the addition of complement to such preparations could significantly reduce the size of the persistent fraction, and evidence for this has been provided in the herpes simplex virus system by Wallis and Melnick [62] .",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 302,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 904,
                    "end": 908,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1267,
                    "end": 1271,
                    "text": "[62]",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "IV. Inactivation of Viruses by Antibody"
        },
        {
            "text": "Many studies have shown that antibody alone can neutralize a number of viruses in vitro, and multiple mechanisms have been indentified as described in the section on virus neutralization by antibody. However, antibody always co-exists in vivo in the circulation with complement, and the two humoral defense mechanisms frequently function together as most antibody-virus complexes, being immune complexes, efficiently activate complement. Numerous in vitro studies dating back to Gordon's report in 1925 [19] have shown that fresh serum, presumably complement, enhances in vitro neutralization of many viruses and is a requirement for inactivation of some viruses [33] . In some cases participation of C1, C4, C2, C3, and/or properdin was assessed employing older methods based on the use of sera depleted of individual complement components termed R reagents. Although these reagents are now known to be deficient in more than one component the general conclusions regarding complement participation are valid.",
            "cite_spans": [
                {
                    "start": 503,
                    "end": 507,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 663,
                    "end": 667,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "A. Overview of Mechanisms"
        },
        {
            "text": "Several mechanisms by which complement together with antibody can enhance the neutralization of viruses have been indentified. As detailed in subsequent sections, complement augments neutralization of some antibody coated viruses by enveloping the virus in a blanket of protein which interferes with attachment and/or penetration. In some cases it can aggregate viruses. These complement-dependent effects do not require lysis, and it is likely that many viruses which undergo complement-dependent lysis are in fact neutralized before completion of the lytic process. As just noted complement can lyse viruses which contain lipid in the envelope. In vitro studies suggest that complement primarily enhances antibodydependent neutralization early in the course of a viral disease when lesser amounts of antibody are present. Early antibodies also are more restricted in specificity than those found later.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Overview of Mechanisms"
        },
        {
            "text": "Recent studies have shown that complement can directly neutralize some viruses without any participation of antibody. These non-immune mechanisms can also be grouped into non-lytic and lytic mechanisms. These mechanisms are highly efficient in undiluted serum. Obviously complement would serve as a first line of defense with viruses which are directly inactivated by complement and should effectively prevent infection, provided that the virus is exposed by passing through the blood stream or lymphatic system during infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Overview of Mechanisms"
        },
        {
            "text": "When examining antibody and complement interactions with viruses, it is important to consider the host cell from which the virus has been derived. This is because the surface properties of an enveloped virus are altered by the cell in which it is grown. These host cell modifications are frequently due to the assimilation of cellular lipids, glycolipids, and carbohydrates into the viral envelope [29, 30, 51, 58] . Accordingly, enveloped viruses may be inactivated by antibody to various antigenic moieties of the membrane of the host cell from which they were derived [30, 51] , and complement may augment that inactivation [64] . Viral inactivation and viral lysis by antibody to cells has been demonstrated or inferred in several instances [3, 6, 22, 64] . As was shown by Welsh [64] , lymphocytic choriomeningitis virus (LCMV) passed through L-929 cells, a mouse cell line, was inactivated by fresh but not heated normal human serum, while LCMV passed through three other cell lines from various species was not. By using complement depleted and restored sera, it was shown that LCMV passed through L-929 cells was inactivated via the classical complement pathway. Reactivity of normal serum with the L-929 cell derived virus was eliminated by absorbing the serum against L-929 cells; furthermore, it was shown by immunoprecipitation that antibody with specificity for L-929 cells bound to the LCMV passed through L-929, but not through BHK cells. Welsh [64] concluded that natural antibody in human serum to the cells of origin of the virus could activate the classical complement pathway leading to inactivation of the virus. Natural antibodies are commonly heat labile, of low titer, and reactive against lipid moieties [-68 ], rendering them difficult to detect.",
            "cite_spans": [
                {
                    "start": 398,
                    "end": 402,
                    "text": "[29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 403,
                    "end": 406,
                    "text": "30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 407,
                    "end": 410,
                    "text": "51,",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 411,
                    "end": 414,
                    "text": "58]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 571,
                    "end": 575,
                    "text": "[30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 576,
                    "end": 579,
                    "text": "51]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 627,
                    "end": 631,
                    "text": "[64]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 745,
                    "end": 748,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 749,
                    "end": 751,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 752,
                    "end": 755,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 756,
                    "end": 759,
                    "text": "64]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 784,
                    "end": 788,
                    "text": "[64]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 1460,
                    "end": 1464,
                    "text": "[64]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 1729,
                    "end": 1733,
                    "text": "[-68",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "B. Host Cell Modification of ldruses"
        },
        {
            "text": "Passage of viruses through different host cells may also change the susceptibility of the viruses to non-immune complement-dependent inactivation. Theoretically, this might reflect changes in the lipid constituents of the viral membrane, but no definitive evidence for this has been documented. There are many substances which can directly activate the classical complement pathway in the absence of antibody including proteins such as pl5E of retroviruses, lipids like lipid A of lipopolysaccharide, some lipid bilayer membranes and cholesterol, nucleic acids, and simple chemicals like sodium urate crystals. The alternative pathway is generally initiated without the participation of antibody by several agents including complex carbohydrates. It would thus not be surprising to find that viruses derived from certain cells directly activate the classical or alternative pathways due to acquisition from the cells of substances which possess complement activating ability. In this context, Welsh [64] observed that Newcastle disease virus (NDV) grown in chick embryo cells was inactivated by human serum whereas NDV grown in HeLa cells was resistant to such inactivation. No evidence for antibody involvement was obtained. Thiry et al. [61] also found marked differences in susceptibility of VSV to inactivation and lysis by human serum depending on the cell of origin in what also appears to be an antibody independent reaction.",
            "cite_spans": [
                {
                    "start": 999,
                    "end": 1003,
                    "text": "[64]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 1239,
                    "end": 1243,
                    "text": "[61]",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "B. Host Cell Modification of ldruses"
        },
        {
            "text": "As described earlier, complement activation is characterized by the deposition of complement protein on the surface of the activator particle. Large numbers of molecules of complement components, in particular Clq, C4b, and C3b bind to surfaces during complement deposition. Berry and Almeida [6] observed and clearly described this accumulation of complement on the envelope of antibody sensitized avian infectious bronchitis virus (AIBV) as a halo of protein enveloping the virus. Antibody alone produced a halo of 30 nm in diameter which was increased up to 70 nm in the presence of complement. The protein halo was most clearly seen when fowl complement, which is non-lytic for this virus, was used. It is not difficult to visualize how such a blanket of protein interferes with attachment and/or penetration of potentially susceptible cells by the virus. Antibody alone neutralized 2.5 log units of virus, while an additional 2.2 log units were neutralized on addition of a non-lyric antibody source.",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 296,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "A. Envelopment with Complement Proteins"
        },
        {
            "text": "Herpes simplex virus (HSV) is also generally neutralized by antibody and complement without lysis. Daniels and coworkers [12] showed that HSV was neutralized by IgM antibody, C1 and a high concentration of C4. When low concentrations of C4 were employed the addition of C2 and C3 to the mixture led to neutralization. Subsequent studies by Daniels et al. [-11] further documented that lysis was not involved as later reacting components were unnecessary, a conclusion also reached by other workers [69] . Daniels et al. [-12] postulated that complement potentiated the neutralization of HSV by covering the viral surface with additional protein. Wallis and Melnick [62] filtered complement treated HSV-antibody complexes through membranes of varying pore size to analyze the mechanism by which complement enhanced neutralization. They found that whereas HSVantibody complexes passed through the membranes, the complexes were unable to pass through membranes with much larger pore sizes after they had been incubated with complement. Although they interpreted these data as indicating that complement aggregated the HSV-antibody complexes, later studies ofNotkins et al. [39] indicated that complement does not aggregate antibody sensitized HSV as detectable by sucrose density gradient ultracentrifugation. The impaired ability in Wallis and Melnick's study [62] of antibody and complement coated HSV to pass filters may then be due to the accumulation of complement protein on the viral envelope with resulting increase in viral diameter.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 125,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 355,
                    "end": 360,
                    "text": "[-11]",
                    "ref_id": null
                },
                {
                    "start": 498,
                    "end": 502,
                    "text": "[69]",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 520,
                    "end": 525,
                    "text": "[-12]",
                    "ref_id": null
                },
                {
                    "start": 665,
                    "end": 669,
                    "text": "[62]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1170,
                    "end": 1174,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1358,
                    "end": 1362,
                    "text": "[62]",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "A. Envelopment with Complement Proteins"
        },
        {
            "text": "The first demonstration that complement can crosslink certain viral particles comes from the studies of Oldstone et al. [43] . Sucrose density gradient ultracentrifugal studies showed that the sedimentation rate of 125i_radiolabeled polyoma virus was increased from 240 S to 260 S on addition of 2.18 molecules of IgG anti-polyoma antibody/virion and further increased to approximately 450 S on addition of fresh serum. Serum also neutralized the sensitized virus. Paired experiments with polyoma virus surface labeled with 12Siodine and internally labeled with 3H thymidine showed the external and internal labels co-sedimented after treatment with antibody and complement indicating that the virus was not lysed. Studies with isolated complement components in place of serum showed that purified Clq crosslinked and neutralized polyoma virus sensitized with the same limited amounts of antibody (Fig. 3 ) but these properties were not retained by C1. Thus the presence of Clr and Cls in the C1 molecule rendered some of the binding sites of Clq unavailable for agglutination of virus particles. Neither agglutination nor neutralization occurred on sequential addition of C4 and C2 to the virus-antibody C1 mixture. On adding C3, however, dramatic aggregation and neutralization occurred (Fig. 3) . The crosslinking was a property of activated C3, presumably C3b, as mixtures lacking C2, which is essential for C3 activation, did not aggregate the virus. Since C3b does not generally mediate agglutination reactions, its ability to crosslink virions was unexpected. Such a reaction could occur, however, if polyoma virions possess C3b receptors. Under these conditions, C3b attached to one virion by its labile binding site could attach to the C3 receptor on another virion by its stable binding site. Preliminary evidence indicates that aggregation of antibody sensitized polyoma virus particles by el, C4, C2, and C3 may be explained in this manner.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 124,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [
                {
                    "start": 897,
                    "end": 904,
                    "text": "(Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1289,
                    "end": 1297,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "B. Aggregation by Complement Proteins"
        },
        {
            "text": "Welsh et al. [66] observed that lymphocytic choriomeningitis virus (LCMV) externally labeled with 125iodine sedimented very rapidly in sucrose density gradient studies after incubation with antibody and complement. The rapidly sedimenting complexes represent empty envelopes as identical experiments with ",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 17,
                    "text": "[66]",
                    "ref_id": "BIBREF65"
                }
            ],
            "ref_spans": [],
            "section": "B. Aggregation by Complement Proteins"
        },
        {
            "text": "LCMV internally labeled with 3H uridine showed RNA radioactivity at the top of the gradients and thus entirely separate from the 125I label. These studies may represent another example of complement-dependent aggregation, in this case of viral envelopes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Percent of Gradient"
        },
        {
            "text": "Linscott and Levinson [33] found that Newcastle disease virus (NDV) was neutralized by early IgM antibody and complement by a non-lytic mechanism as rabbit serum lacking C6 effectively neutralized the virus. Purified complement components were used to show that C1, C4, C2, and C3 were sufficient to neutralize antibody sensitized NDV. Although the mechanism was not investigated it is probable that neutralization on completion of the C3 step is the result of envelopment of the virus with complement proteins as also postulated by Linscott and Levinson [333. Although later studies by Apostolov and Sawa [3] showed that NDV can indeed be lysed by complement, Linscott and Levinson's work [33] clearly showed that neutralization occurs prior to lysis. Radwan and coworkers [47] found that equine arteritis virus (EAV) could be neutralized by antibody and fresh complement at 2 ° C without release of labeled RNA. In subsequent studies [483 this group observed that CI, C4, C2, and C3 neutralized EAV sensitized with high antibody concentrations and the addition of C5, C6, C7, C8, and C9 did not further potentiate neutralization although it did induce lysis. Some neutralization was also observed with elevated C4 concentrations at the C 1,4 step. Although'the mechanism of the non-lytic neutralization was not delineated, it is probable that it is secondary to envelopment by complement protein.",
            "cite_spans": [
                {
                    "start": 22,
                    "end": 26,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 606,
                    "end": 609,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 690,
                    "end": 694,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 774,
                    "end": 778,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "C. Uncertain Mechanisms"
        },
        {
            "text": "Leddy et al. [31] observed that antibody sensitized vesicular stomatitis (VSV) and vaccinia viruses were neutralized by human complement sources containing C1, C4, C2, and C3 but lacking C5 and later reactive components. Sera lacking C2 also neutralized both antibody sensitized viruses but the rates of neutralization were slower than that obtained with sera containing C2 and C3. The mechanism of neutralization was not defined but most likely is also a reflection of the accumulation of complement protein on the viral envelope.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 17,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "C. Uncertain Mechanisms"
        },
        {
            "text": "A number of methods have been used to demonstrate that antibody and complement can lyse enveloped viruses. The term 'immune virolysis' was coined by Berry and Almeida [6] to characterize the effects of antibody and complement on AIBV. In examining negatively stained AIBV preparations by electron microscopy, they observed that antibody and complement-treated samples displayed numerous 10 nm lesions in the viral envelope which they termed 'holes'. They likened these to similar lesions previously observed by Borsos et al. [7] to be characteristic of the action of complement on antibody sensitized red cells. These lesions were thought then to be the actual lytic 'holes' in the membrane, a conclusion now known to be incorrect although the lesions do represent C5b-9 dependent alterations in the ultrastructure of the lipid bilayer membrane. Other morphologic changes in AIBV preparations treated by antibody and complement, also observed by Almeida and her coworkers [2, 6] are loss of viral morphology, increased viral size, apparent flattening of the virus, and increased stain penetration and radiolucency. These morphologic changes coupled with the presence of the typical 10nm lesions provides support for viral lysis. An example of changes of this type in a murine leukemia virus (MuLV) treated with antibody and complement is shown in Fig. 4 . With certain enveloped viruses additional changes have been observed including disintegration of the envelope with release of viral cores as well as varying degrees of degradation of the nucleic acid.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 170,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 525,
                    "end": 528,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 972,
                    "end": 975,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 976,
                    "end": 978,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 1347,
                    "end": 1353,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "A. Methods Used to Demonstrate Viral Lysis"
        },
        {
            "text": "More recently Welsh et al. [67] further refined the electron microscopic approach in their examinations of immune virolysis of LCMV. Using thin section electron microscopy of LCMV treated with antibody and complement and then pelleted on filters, these workers described what appears to be a sequence of events leading to lysis (Fig. 5) . The earliest changes were coating of the viral envelope with a halo of complement protein accompanied by thickening of the envelope, blurring of the lipid bilayer structure with membrane swelling, and progressive separation of the envelope from the electron dense core. Finally, there was disintegration of the RNA cores and ultimate rupture of the envelope with expulsion of the degenerating cores. Another approach widely used to show viral lysis is a demonstration of release of internal viral constituents. Oroszlan and Gilden [44] used this approach with AKR-murine leukemia virus containing 3H-uridine labeled RNA. Antibody and complement released the 3H-RNA as well as the major (internal) group specific antigen (now called p 30) as assayed by sucrose density gradient ultracentrifugation. The RNA (and p30) was found at the top of the gradients in an RNAse sensitive form while untreated virus sedimented well into the gradient. Other similar approaches applicable to certain viruses include exposure of RNA labeled virus to antibody and complement, followed by incubation with RNAse to degrade the nucleic acid, and finally addition of trichloroacetic acid (TCA) to precipitate intact virus or undegraded RNA. The reduction of TCA precipitable counts is an indication of viral lysis [47, 59] .",
            "cite_spans": [
                {
                    "start": 27,
                    "end": 31,
                    "text": "[67]",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 870,
                    "end": 874,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1632,
                    "end": 1636,
                    "text": "[47,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1637,
                    "end": 1640,
                    "text": "59]",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [
                {
                    "start": 328,
                    "end": 336,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "A. Methods Used to Demonstrate Viral Lysis"
        },
        {
            "text": "Release of the internal enzyme, RNA-dependent DNA polymerase (RDDP) has been extensively used to show complement-dependent lysis of retroviruses [65] . RDDP activity is not present in viral preparations unless lysed by antibody and complement or by detergent.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 149,
                    "text": "[65]",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": "A. Methods Used to Demonstrate Viral Lysis"
        },
        {
            "text": "Employing the above techniques, antibody and complement-dependent lysis of a number of viruses has been demonstrated ( Table 1) . These include AIBV [6] , AKR-MuLV [44] , EAV [47, 48] , influenza virus [2, 22] , LCMV [67] , Moloney-MuLV [41] , Cooper and Oldstone (unpublished) , NDV [3] , Rauscher MuLV [66] , Rubella virus [1, 54] , Sendai virus [3, 22] , and Sindbis virus [59] .",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 152,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 164,
                    "end": 168,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 175,
                    "end": 179,
                    "text": "[47,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 180,
                    "end": 183,
                    "text": "48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 202,
                    "end": 205,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 206,
                    "end": 209,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 217,
                    "end": 221,
                    "text": "[67]",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 237,
                    "end": 241,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 244,
                    "end": 277,
                    "text": "Cooper and Oldstone (unpublished)",
                    "ref_id": null
                },
                {
                    "start": 284,
                    "end": 287,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 304,
                    "end": 308,
                    "text": "[66]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 325,
                    "end": 328,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 329,
                    "end": 332,
                    "text": "54]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 348,
                    "end": 351,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 352,
                    "end": 355,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 376,
                    "end": 380,
                    "text": "[59]",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [
                {
                    "start": 119,
                    "end": 127,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "B. l/iruses Lysed by Antibody and Complement"
        },
        {
            "text": "A. Many polyanionic substances, such as yeast cell walls, agarose, insulin, and bacterial lipopolysaccharides activate the alternative C' pathway without the participation of antibody. It would, therefore, not be surprising if viruses with their arrays of repetitive glycosylated membrane proteins would activate the alternative pathway. However, there is little firm evidence to document alternative pathway activation. As early as 1949 Ginsberg and Horsfall [18] observed that NDV, mumps virus, and influenza A and B viruses (grown in chicken eggs) were directly inactivated by normal non-immune sera. Later studies by Wedgwood et al. [63] attributed this inactivation to a property of the properdin system. While the existence of a separate properdin system was questioned by most of the scientific community at that time [21, 46] , recent work has amply substantiated the existence of the properdin system or alternative pathway [14, 17, 20, 35, 52] . According to Wedgwood et al. [63] the inactivation of NDV required magnesium but not calcium (like the alternative pathway) and properdin-depleted sera only inactivated NDV after restoration of properdin. Properdin was consumed on adding NDV to serum. These findings and other studies in the paper suggested alternative pathway involvement.",
            "cite_spans": [
                {
                    "start": 460,
                    "end": 464,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 637,
                    "end": 641,
                    "text": "[63]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 825,
                    "end": 829,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 830,
                    "end": 833,
                    "text": "46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 933,
                    "end": 937,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 938,
                    "end": 941,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 942,
                    "end": 945,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 946,
                    "end": 949,
                    "text": "35,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 950,
                    "end": 953,
                    "text": "52]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 985,
                    "end": 989,
                    "text": "[63]",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "VIII. Non-Immune Complement-Dependent Viral Inactivation: The Properdin System"
        },
        {
            "text": "Welsh [64] re-investigated the mechanism of neutraliziation of NDV grown in chicken eggs (see section on Host Cell Modification of Viruses) by serum and found that the virus could be inactivated by either human serum depleted of C4 or depleted of factor B but not by serum depleted of both proteins. These and other experiments indicate that either pathway may inactivate NDV in the absence of the other. Furthermore, viral inactivation also occurred with agammaglobulinemic sera, suggesting that antibody was not involved in the inactivation. The mechanism of inactivation was not further probed.",
            "cite_spans": [
                {
                    "start": 6,
                    "end": 10,
                    "text": "[64]",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [],
            "section": "VIII. Non-Immune Complement-Dependent Viral Inactivation: The Properdin System"
        },
        {
            "text": "Mills and Cooper [373 examined the mechanism of neutralization of VSV by normal human sera. VSV had previously been reported to be inactivated by normal serum from several species including sera genetically deficient in late reacting complement components [41] . Normal, non-immune human sera neutralized up to 5 logs/ml of VSV derived from hamster, mouse, or human cell lines when mixed in equal volume with the virus [37] , and this reaction did not require components reacting after C3. Sera depleted of factor B were active, indicating that the reaction did not proceed by the alternate pathway. Sera lacking C2 or C4 were ineffective, documenting the classical pathway participation. Thus non-immune neutralization of VSV like immune neutralization, examined earlier by Leddy et al. [31] proceeds through the classical complement pathway and occurs with completion of the C3 step. Antibody does not appear to be required for this reaction for the following reasons. First, normal sera do not significantly inactivate VSV after heating as • a Exact findings were not described would be expected with classical heat stable neutralizing activity. Second, human IgG, IgA, and IgM did not neutralize VSV when tested in concentrations encompassing and exceeding normal serum concentrations, and IgG also did not sensitize VSV for neutralization by human serum. Third, absorption of normal serum with normal cells and cells expressing VSV antigens did not reduce the neutralizing activity. Fourth, immunoglobulin free Clq and C1 bound to VSV and to the isolated glycoprotein of VSV, G protein.",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 260,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 419,
                    "end": 423,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 788,
                    "end": 792,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "B. Non-Lyric Mechanisms: Vesicular Stomatitis Virus"
        },
        {
            "text": "Although VSV directly bound C1, it was unable to activate C1, and mixtures of purfied C1, C4, C2, and C3 at serum concentrations did not neutralize VSV. These findings suggested a requirement for another serum factor in addition to C1, C4, C2, and C3, for VSV neutralization. In searching for the accessory factor in human serum, manuscript in preparationl observed that the density of intact infectious VSV was markedly reduced from 1.19 gm/ml to < 1.065 gm/ml after incubation in fresh or heated normal human serum but was unchanged on incubation in delipidated serum (Fig. 6) . Studies with serum lipoproteins indicate that very low density lipoproteins (VLDL) and not chylomicrons, low density lipoproteins, or high density lipoproteins had the ability to attach to VSV and strikingly reduce its density (Fig. 7) . Present experiments are directed toward determining whether the VSV-VLDL complex, which is the normal state of VSV in the presence of serum, has enhanced ability to bind and activate C1. There could be some relationship between these findings and Leong et al.'s studies [32] on antibody and complement-independent neutralization ofxenotropic MuLV by mouse serum VLDL. ",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 340,
                    "text": "manuscript",
                    "ref_id": null
                },
                {
                    "start": 1089,
                    "end": 1093,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 570,
                    "end": 578,
                    "text": "(Fig. 6)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 808,
                    "end": 816,
                    "text": "(Fig. 7)",
                    "ref_id": null
                }
            ],
            "section": "B. Non-Lyric Mechanisms: Vesicular Stomatitis Virus"
        },
        {
            "text": "A common feature of retroviruses (oncornaviruses, RNA tumor viruses) from several species is their susceptibility to inactivation by fresh human serum in the absence of antibody as first shown by Welsh et al. [-65] . Inactivation is associated with lysis of the viral particles, as retroviruses treated with fresh human serum release radiolabeled viral RNA as well as RNA-dependent DNA polymerase (RDDP) activity [8, 25, 65, 66] . Several lines of evidence indicate that antibody is not required for retroviral lysis. First, antigenically unrelated viruses grown in many kinds of cells are susceptible, and all of the normal human sera tested to date (over 50) lysed retroviruses. Similar amounts of antibodies to many different kinds of antigenically unrelated viruses and/or different cells is obviously highly unlikely. Second, in a classical test for neutralizing antibody, heated human sera did not inactivate retroviruses. Third, fluoresceinated anti-human IgG, IgA, or IgM did not stain cells expressing retroviruses which had been incubated with human serum. Fourth, agammaglobulinemic human sera mediated retroviral lysis. Fifth, the ability of fresh human sera to lyse retroviruses was not impaired by absorption with cells expressing such viruses. Finally, normal human serum or pooled human immunoglobulin did not sensitize retroviruses for lysis by guinea pig complement, although human serum from a volunteer immunized with Rauscher leukemia virus (R-MuLV) and thus containing antibody did do so. Sera genetically deficient or immunochemically depleted of C2, C4, or C8 failed to lyse retroviruses ( Table 2 ), but sera depleted of factors B or D did lyse retroviruses Fig. 7 . Effect of VLDL on VSV. VSV was incubated alone or with VLDL and subjected to sucrose density gradient ultracentrifugation. The direction of sedimentation is to the left. Flotation of VSV by VLDL is apparent although at reduced efficiency [8, 65] . Addition of purified C4 to C4-depleted serum restored the virolytic capacity [8] (Fig. 8) . These studies document the requirement for the classical pathway and completion of the complement reaction sequence for lysis. Cooper et al. [8] also showed that immunoglobulin free 1251-1abeled C l q bound directly to retroviruses (Fig. 9 ). This interaction leads to activation of purified C1 (Fig. 10) . Thus in this system the C l q subunit of C1 subserves a specific recognition function normally associated with antibody. Binding of C1 via C l q leads to activation of C1 and thus the classical pathway which is accompanied by deposition of complement proteins on the viral envelope and lysis on completion of the complement reaction sequence.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 214,
                    "text": "[-65]",
                    "ref_id": null
                },
                {
                    "start": 413,
                    "end": 416,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 417,
                    "end": 420,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 421,
                    "end": 424,
                    "text": "65,",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 425,
                    "end": 428,
                    "text": "66]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 1930,
                    "end": 1933,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1934,
                    "end": 1937,
                    "text": "65]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 2017,
                    "end": 2020,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2173,
                    "end": 2176,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 1614,
                    "end": 1621,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1683,
                    "end": 1689,
                    "text": "Fig. 7",
                    "ref_id": null
                },
                {
                    "start": 2021,
                    "end": 2029,
                    "text": "(Fig. 8)",
                    "ref_id": null
                },
                {
                    "start": 2264,
                    "end": 2271,
                    "text": "(Fig. 9",
                    "ref_id": null
                },
                {
                    "start": 2327,
                    "end": 2336,
                    "text": "(Fig. 10)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "C. Lyric Mechanisms: Retroviruses"
        },
        {
            "text": "The C l q binding site on retrovirions has been identified, by , as a discrete protein on the virion membrane. These investigators labeled the surface proteins of M o l o n e y -M u L V with ~25I and separated them by isoelectric focusing. C l q binding and C5b-9 generation by the retrovirions after incubation in serum were properties of a surface protein with an isoelectric point of 7.5 and a molecular weight of about 15,000 daltons. Because of the molecular weight, location on the viral surface, and certain chemical properties, the complement activating peptide was referred to as p15E. However, Jensen, Robey, and Van de Woude (personal communication) have recently shown that Fab molecules directed against the p60 precursor protein of the p30, p15, and p12 proteins of M1-Moloney sarcoma virus blocks the human C-mediated lysis of retroviruses. Fab molecules directed against the p30 or gp69-71 proteins did not inhibit virolysis. These workers suggested that the pl5c or p12 proteins may also be C1 receptors. An unusual feature of complement-dependent lysis of retroviruses is the failure of complement from most non-primate species to mediate the reaction. Whereas normal sera from humans, and other primates like gibbons, monkeys, baboons, and apes, and, to a lesser degree, cats, lysed retroviruses, sera from guinea pigs, mice, chickens, rabbits, rats, pigs, dogs, and cows did not [16, 56, 65, 66] . Although one report found that rabbit sera could inactivate retroviruses [56] these authors did not rule out the possibility of heterophile antibody in the specific sera examined. In seeking an explanation for these findings, found that whereas either human or guinea pig Clq was able to bind to retroviruses, only human C1 and not guinea pig C1 was activated by retroviruses. Studies with hybrid C1 molecules containing various combinations of human and guinea pig C1 subcomponents were utilized in further characterizing the species specificity. These studies showed a requirement for the presence of human Cls for C1 activation by retroviruses. Interestingly, human and guinea pig Cls were interchangeable for activation of C1 hybrids by immune complexes or aggregated IgO. It is therefore probable that human Cls may show some type of recognition for viral determinants.",
            "cite_spans": [
                {
                    "start": 1399,
                    "end": 1403,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1404,
                    "end": 1407,
                    "text": "56,",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1408,
                    "end": 1411,
                    "text": "65,",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1412,
                    "end": 1415,
                    "text": "66]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 1491,
                    "end": 1495,
                    "text": "[56]",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "C. Lyric Mechanisms: Retroviruses"
        },
        {
            "text": "Human complement inactivates retroviruses from avian, feline, murine, and primate species (Table 3) . It also inactivates retroviruses propagated in human diploid cell lines [66] . The significance of these findings are unclear, but it is interesting to note that retroviruses are seldom if ever isolated from man [-15] and never have been isolated from human serum. Humans, including laboratory workers handling milligram quantities, seldom develop an antibody response to retroviruses, yet they are not tolerant as antibody can be generated by immunization with formalin-treated virus [23] (Table 1) . It seems logical to propose that human complement provides a major defense mechanism against retrovirus infection. It can be argued that certain primates are infected with retroviruses even though their sera can lyse them [16, 56, 66] . However, viremia in these animals is rare, and the only viremic primate thus far discovered had no ability to lyse retroviruses [16] . Cat complement lyses retroviruses, although less efficiently than primate sera, and cats frequently become viremic with feline leukemia virus. However, in the absence of data a concerning the integrity of the cat complement system in such animals the role of complement in retroviral infections remains open.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 178,
                    "text": "[66]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 587,
                    "end": 591,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 826,
                    "end": 830,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 831,
                    "end": 834,
                    "text": "56,",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 835,
                    "end": 838,
                    "text": "66]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 969,
                    "end": 973,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 90,
                    "end": 99,
                    "text": "(Table 3)",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 592,
                    "end": 601,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "C. Lyric Mechanisms: Retroviruses"
        },
        {
            "text": "It has been suggested by Kassel and coworkers [27, 28] that complement may play a role in immunesurveillance of tumors; the transfer of C5 to tumor bearing C5deficient mice decreases the size of their tumors. Retroviruses induce the formation of tumors in many species but retroviral antigens are not generally found on the surface of human tumors. It seems possible that human complement, by interacting with virion membrane components, may select against retrovirus-producer cells and thus select for cells harboring retroviruses in a repressed, latent, or defective state. This has yet to be resolved. ~-~~ ~.",
            "cite_spans": [
                {
                    "start": 46,
                    "end": 50,
                    "text": "[27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 51,
                    "end": 54,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "C. Lyric Mechanisms: Retroviruses"
        },
        {
            "text": "Very few other reports of lysis of other viruses by n o n -i m m u n e mechanisms have appeared. Schleuderberg et al. [54] reported that some fresh n o r m a l n o n -i m m u n e h u m a n sera lysed rubella virus. Sera with this activity did not possess detectable antiviral antibody. These individuals were subsequently shown to acquire a n t i b o d y after vaccination or illness. The mechanism of neutralization was by lysis as R N A was degraded. Thiry et al. [61] observed lysis, assayed by R N A release by h u m a n serum of VSV grown in certain cells.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 122,
                    "text": "[54]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 466,
                    "end": 470,
                    "text": "[61]",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Fraction Number"
        },
        {
            "text": "A n u m b e r of viruses which are pathogenic for man are exposed to plasma or lymph in infection, or in transit between cells in an extending infection. During these times they are susceptible to control by the immune system. This review has selectively focused on h u m o r a l defenses, primarily antibody and the complement system, operative in neutralizing viruses. Although several mechanisms by which a n t i b o d y alone can neutralize viruses have been identified, these may be grouped into two categories. First, antibody can contribute a coat of protein to the virus and thus [16, 56, 66] RDDP release [66] RDDP release [16] RDDP release [56] RDDP release [16] RDDP release [16] RDDP release [56] RDDP release [66] RDDP release [66] physically interfere with attachment, penetration, or other steps involved in infection. Alternatively, as antibody is bivalent and viruses are multivalent antigens, antibody may aggregate virus and thus reduce the net number of infectious particles. Antibody alone would be anticipated to play a major role in neutralization only when large amounts of avid antibody were present, for example late in a viral infection or on re-infection. Antibody always exists together with complement in the circulation in vivo and many studies have demonstrated the marked ability of complement to potentiate the neutralizing ability of antibody in vitro. Complement-dependent potentiation of the antibody effects would be expected to play a major role early in infection when limited amounts of antibody of relatively low affinity were present. Complement has been found to enhance antibody-dependent neutralization by non-lytic as well as lytic mechanisms, depending on the virus and probably antibody involved. Complement may neutralize without lysis by contributing an additional layer of complement protein to the viral surface with resulting interference with the ability of the virus to infect. Complement also neutralizes at least one virus by agglutination leading to a reduction in the number of infectious particles. While both of these effects represent non-destructive amplification of the effects of antibody alone, the other mechanism by which complement enhances the effects of antibody is by lysis which irreversibly inactivates the virus. Many, if not most viruses with lipid containing envelopes are susceptible to lysis by complement.",
            "cite_spans": [
                {
                    "start": 588,
                    "end": 592,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 593,
                    "end": 596,
                    "text": "56,",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 597,
                    "end": 600,
                    "text": "66]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 614,
                    "end": 618,
                    "text": "[66]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 632,
                    "end": 636,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 650,
                    "end": 654,
                    "text": "[56]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 668,
                    "end": 672,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 686,
                    "end": 690,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 704,
                    "end": 708,
                    "text": "[56]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 722,
                    "end": 726,
                    "text": "[66]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 740,
                    "end": 744,
                    "text": "[66]",
                    "ref_id": "BIBREF65"
                }
            ],
            "ref_spans": [],
            "section": "IX. Conclusions"
        },
        {
            "text": "Several viruses are inactivated by complement in the complete absence of antibody. Complement neutralizes such viruses either by contributing an envelope of protein and interfering with infection or, in the case of lipid containing viruses, by lysis. With viruses susceptible to direct inactivation, i. e., retroviruses, a structure on the viral envelope directly interacts with the first complement component and activates it, leading to viral lysis with completion of the sequence. With viruses of this type, complement would be expected to serve as a first line of defense and to prevent blood or lymph-borne infection. Support for this concept comes from the fact that retroviruses uncommonly, and possibly never, infect man whereas they produce several kinds of disease and are often oncogenic in non-primates. Complement from most non-primates is not triggered by retroviruses and accordingly the viruses cannot be inactivated until much later after antibody has appeared in such species. Further studies are needed to determine whether human complement functions in this manner in vivo and prevents infection of man with such viruses or alternatively, whether it selects against retrovirus producing cells and allows cells harboring retroviruses to persist in a latent state.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IX. Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Heated and unheated antiserum on rubella virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Almeida",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Laurence",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Am. J. Dis. Child",
            "volume": "118",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The morphology of virus-antibody interaction",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Almeida",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Waterson",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Adv. Virus. Res",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Enhancement of haemolysis by Newcastle disease virus (NDV) after pretreatment with heterophile antibody and complement",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Apostolov",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Sawa",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J. Gen. Virol",
            "volume": "33",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Differences in activation of human and guinea pig complement by retroviruses",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Bartholomew",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Esser",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "J. Immunol",
            "volume": "121",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Lysis of oncornaviruses by human serum. Isolation of the viral complement (C1) receptor and identification as pl5E",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Bartholomew",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Esser",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Maller-Eberhard",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "J. Exp. Med",
            "volume": "147",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The morphological and biological effects of various antisera on avian infectious bronchitis virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Berry",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Almeida",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "J. Gen. Virol",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Lesions in erythrocyte membranes caused by immune haemolysis",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Borsos",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Dourmashkin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Humphrey",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "Nature",
            "volume": "202",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Lysis of RNA tumor viruses by human serum: Direct antibody independent triggering of the classical complement pathway",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Jensen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B A"
                    ],
                    "last": "Oldstone",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "J. Exp. Med",
            "volume": "144",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The nature and reactions of complement enzymes",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Ziccardi",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Proteolysis and physiological regulation",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Mechanisms of virus neutralization",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Daniels",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Viral immunology and immunopathology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Neutralization of sensitized virus by purified components of complement",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Daniels",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Borsos",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Rapp",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Snydermann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Notkins",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "65",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Neutralization of sensitized virus by the fourth component of complement",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Daniels",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Borsos",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Snyderman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Notkins",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Science",
            "volume": "165",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The human complement system: Biochemistry, biology and pathobiology",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Fearon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Austen",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Essays Med. Biochem",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "In vitro studies of complement function in sera of C4-deficient guinea pigs",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Frank",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "May",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gaither",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ellman",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "J. Exp. Med",
            "volume": "134",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Type C RNA tumor virus isolated from cultured human acute myelogenous leukemia cells",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Gallagher",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Gallo",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Science",
            "volume": "187",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Oncornavirus lytic activity in the serum of gibbon apes",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Gallagher",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Schrecker",
                    "suffix": ""
                },
                {
                    "first": "~",
                    "middle": [
                        "A"
                    ],
                    "last": "Walter",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Gallo",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "J. Natl. Cancer Inst",
            "volume": "60",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Interactions of the complement system with endotoxic lipopolysaccharide: Consumption of each of the six terminal complement component",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gewurz",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Shin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Mergenhagen",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "J. Exp. Med",
            "volume": "128",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A labile component of normal serum which combines with various viruses. Neutralization of infectivity and inhibition of hemagglutination by the component",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Ginsberg",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "L"
                    ],
                    "last": "Horsfall",
                    "suffix": ""
                }
            ],
            "year": 1949,
            "venue": "J. Exp. Med",
            "volume": "90",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Studies of the viruses of vaccinia and variola",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Gordon",
                    "suffix": ""
                }
            ],
            "year": 1925,
            "venue": "",
            "volume": "98",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The C3-activator system: An alternate pathway of complement activation",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "G6tze",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Mtiller-Eberhard",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "J. Exp. Med",
            "volume": "134",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The alternative pathway of complement activation",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "G6tze",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Miiller-Eberhard",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Adv. lmmunol",
            "volume": "24",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Demonstration of host antigens in the myxovirus membrane: Lysis of virus by antibody and complement",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Haukenes",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Acta Pathol. Microbiol. Scand",
            "volume": "85",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Human immune response to active immunization with Rauscher leukemia virus",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Hersch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Hanna",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "U"
                    ],
                    "last": "Gutterman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mavligit",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yurconic",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Gschwind",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "II. Humoral immunity. J. Natl. Cancer Inst",
            "volume": "53",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Anaphylatoxins: C3a and C5a",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Hugli",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Miiller-Eberhard",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Adv. Immunol",
            "volume": "26",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Lysis of oncornaviruses by human serum",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Jensen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B A"
                    ],
                    "last": "Oldstone",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Comp. Leukemia Res. Bibl. Haematol",
            "volume": "43",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Common precursor for Rauscher leukemia virus gp69/71, pl5(E) and pl2(E)",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Karshin0",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Arcement",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Naso",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Arlinghaus",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J. Virol",
            "volume": "23",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Complement in cancer",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Kassel",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Hardy",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Day",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Comprehensive immunology. Biological amplification systems in immunology Day",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Serum-mediated leukemia cell destruction in AKR mice",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Kassel",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Old",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Carswell",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Fiore",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Hardy",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "J. Exp. Med",
            "volume": "138",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "On the structure of the influenza virus envelope",
            "authors": [
                {
                    "first": "H.-D",
                    "middle": [],
                    "last": "Klenk",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rott",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Becht",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Virology",
            "volume": "47",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The structure of influenza viruses. IV. Chemical studies of the host antigen",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Laver",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Webster",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "Virology",
            "volume": "30",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Effect of selective complement deficiency on the rate of neutralization of enveloped viruses by human sera",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Leddy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Simons",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Douglas",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J. Immunol",
            "volume": "118",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Antigen-specific nonimmunoglobulin factor that neutralizes xenotropic virus is associated with mouse serum lipoproteins",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Leong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Kane",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Oleszko",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Levy",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "74",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Complement components required for virus neutralization by early immunoglobulin antibody",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Linscott",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Levinson",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "64",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Neutralization of poliovirus: A hypothesis to explain the mechanism and the one-hit character of the neutralization reaction",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mandel",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Virology",
            "volume": "69",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "An alternate complement pathway: C-3 cleaving activity, not due to C4,2a, on endotoxic lipopolysaccharide after treatment with guinea pig serum; relation to properdin",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Marcus",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Shin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Mayer",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "68",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Analysis of the mechanism of VSV inactivation by human serum",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Mills",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "J. Immunol",
            "volume": "120",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Antibody-independent neutralization of vesicular stomatitis virus by human complement. I. Complement requirements",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Mills",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "J. lmmunol",
            "volume": "121",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Rate-zanol centrifugation of herpes simplex virusantibody complexes",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Notkins",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rosenthal",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Virology",
            "volume": "43",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Humoral immune response to viral infections",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Ogra",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Morag",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Tiku",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Viral immunology and immunopathology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Virus neutralization and virus-induced immune complex disease. Virus-antibody union resulting in immunoprotection or immunologic injury--two sides of the same coin",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B A"
                    ],
                    "last": "Oldstone",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Prog. Med. Virol",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Antibody-mediated complement-dependent lysis of virus infected cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B A"
                    ],
                    "last": "Oldstone",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Lampert",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Springer Semin. Immunopathol",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Formation and biologic role of polyoma virusantibody complexes",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B A"
                    ],
                    "last": "Oldstone",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Larson",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "J. Exp. Med",
            "volume": "140",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Immune virolysis: Effect of antibody and complement on C-type RNA virus",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Orozlan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "V"
                    ],
                    "last": "Gilden",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Science",
            "volume": "168",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Complement-Mechanisms and functions. Foundations of immunology series",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Osler",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Alternate complement pathways",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Osler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Sandberg",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Prog. Allergy",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "The fate of sensitized equine arteritis virus following neutralization by complement or anti-IgG serum",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Radwan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Burger",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Virology",
            "volume": "53",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "The mechanisms of neutralizati0n of sensitized equine arteritis virus by complement components",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Radwan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Crawford",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "J. Gen. ViroI",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "The structure and mechanism of activation of the first component of complement",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "B M"
                    ],
                    "last": "Reid",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Porter",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Contemp. Top. Mol. Immunol",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Genetic Defects of Complement in Man",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Rosen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Lachmann",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Springer Sem. Immunopathol",
            "volume": "1",
            "issn": "",
            "pages": "339--353",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Blood group substances, Forssman and mononucleosis antigens in lipid-containing RNA viruses",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rott",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Drzeniek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Saber",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Reichert",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "Arch. Ges. Virusforsch",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "The biologic activities of guinea pig antibodies. II. Modes of complement interaction with ~1 and 72 immunoglobulins",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Sandberg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Osier",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Shin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Oliveira",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "J. Immunol",
            "volume": "104",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Association of vesicular stomatitis virus glycoprotein with virion membranes: Characterization of lipophilic TPK fragment",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Schloemer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Wagner",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "J. Virol",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Fate of rubella genome ribonucleic acid after immune and nonimmune virolysis in the presence of ribonuclease",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schluederberg",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ajello",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Infect. Immun",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Initiation of the alternative pathway of complement: Recognition of activators by bound C3b and assembly of the entire pathway from six isolated proteins",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Schreiber",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Pangburn",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Lesavre",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Miiller-Eberhard",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "75",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Complement-mediated lysis of type-C virus: Effect of primate and human sera on various retroviruses, lnt",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Sherwin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Benveniste",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Todaro",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "J. Cancer",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Macrophages and viral immunity",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Silverstein",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Semin. Hematol",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Influence of lipids on the viral phenotype. I. Interactions of myxoviruses and their lipid constituents with phospholipases",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Simpson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Hauser",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "Virology",
            "volume": "30",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "lmmune lysis of Sindbis virus",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Stollar",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Virology",
            "volume": "66",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Formation and dissociation of virus-antibody complexes with special reference to the neutralization process",
            "authors": [
                {
                    "first": "S.-E",
                    "middle": [],
                    "last": "Svehag",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "Prog. Med. Virol",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Factors which influence inactivation of vesicular stomatitis virus by fresh human serum",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Thiry",
                    "suffix": ""
                },
                {
                    "first": "J. C.-L",
                    "middle": [],
                    "last": "Clerc",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Content",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tack",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Virology",
            "volume": "87",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Herpesvirus neutralization : The role of complement",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wallis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Melnick",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "J. Immunol",
            "volume": "107",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "The properdin system and immunity. Vl. The inactivation of Newcastle disease virus by the properdin system",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Wedgwood",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Ginsberg",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pillemer",
                    "suffix": ""
                }
            ],
            "year": 1956,
            "venue": "J. Exp. Med",
            "volume": "104",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Host cell modification of lymphocytic chriomeningitis virus and Newcastle disease virus altering viral inactivation by human complement",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J. Immunol",
            "volume": "118",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Human serum lyses RNA tumor viruses",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Jensen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B A"
                    ],
                    "last": "Oldstone",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "N~tture",
            "volume": "257",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Inactivation and lysis of oncornaviruses by human serum",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Jensen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B A"
                    ],
                    "last": "Oldstone",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Virology",
            "volume": "74",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Antibody-complement interactions with purified lymphocytic choriomeningitis virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Lampert",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Burner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B A"
                    ],
                    "last": "Oldstone",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Virology",
            "volume": "73",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Topley and Wilson's principles of bacteriology, Virology, and immunity",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Miles",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Effect of complement upon viral neutralization",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yoshino",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Taniguchi",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "J. Immunol",
            "volume": "102",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Schematic representation of the complement pathways MEMBRANE ATTACK b-C5, C6, C7, C8, C9 CONTROL PROTEINS",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "without the envelope. The external protein is generally composed of one or more classes of Schematic representation of an enveloped virus",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Complement-dependent ag~egation of polyoma virus. Externally labeled polyoma virus was incubated with antibody and various combinations of purified complement components. The mixtures were subjected to sucrose density gradient ultracentrifugation. The direction of sedimentation is to the left.Aggregation by Clq but not by CI is apparent (upper panel). Aggregation by the C1, C4, C2, C3 mixture but not by the C 1, C4, C3 mixture indicates that activation of C3 is necessary for crosslinking (lower panel)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Lysis of MuLV by antibody and complement as demonstrated by electron microscopic examination of a negatively stained preparation. Upper panel, virus control; lower panel, antibody and complement added",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Lysis of LCMV by antibody and complement as demonstrated by electron microscopic examination of thin sections. In (A), LCMV was exposed to normal control serum, in (B) to heated guinea pig serum containing antibody to LCMV and in (C-F) to guinea pig serum containing antibody and complement (From Welsh et al.[67])",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Effect of human serum and delipidated human serum on VSV. VSV was incubated alone (control), with normal human serum (NHS), or with delipidated serum (D-NHS) and subjected to sucrose density gradient ultracentrifugation. The direction of sedimentation is to the left. Flotation of VSV by normal serum but not by delipidated serum is apparent",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Non-immune complement-dependent lysis of a retrovirus. Rat leukemia virus containing RNA was incubated in normal serum (WHS) (upper panel), C4 depleted human serum (C4D) (center panel) and C4D reconstituted with C4 (lower panel). The mixtures were subjected to equilibrium sucrose density gradient ultracentrifugation. Release of RNA, or lysis by human serum and reconstituted human serum is apparent. The density of the virus treated with C4D is 1.15 g/cm 3, identical to that of untreated virus. Sedimentation is to the left (from Cooper et al. [8]) Rate zonal sucrose density gradient ultracentrifugation of an MuLV-C lq mixture (upper panel), 125I-Clq alone (middle panel) and lzSI-MuLV alone (lower panel). C l q incubated with MuLV (upper panel) sediments at the same rate as 12s I-MuLV alone (lower panel) documenting direct binding of C 1Cl to MuLV (from Cooper et al. ES])",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Demonstration of activation of C1 by MuLV. C1 was reconstituted from a mixture of highly purified Clq, proenzyme Clr, and 125I-proenzyme Cls and incubated with 30 ~g of Moloney-MuLV (M-MuLV). The mixtures were then reduced and subjected to polyacrylamide gel electrophoresis in the presence of sodium dodecyl sulfate after which the gels were sectioned and radioactivity measured. Cls in precursor • form either in C1 or alone is an 87,000 dalton single polypeptide chain. Activation of Cls is accomplished by cleavage into fragments of 59,000 and 28,000 daltons. Activation of CI by M-MuLV is demonstrated in the lower panel by cleavage of Cls in C1 into a 59,000 dalton fragment (and also a 28,000 dalton fragment which is unlabeled). In the absence of Clq, as shown in the upper panel, Cls was not activated. Activation of C1 also did not occur on omitting M",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Antibody and complement-dependent viral lysis",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Human C component requirements for lysis of X-MuLV",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Lysis of retroviruses by primate sera",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements. This ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}