{
    "paper_id": "59570ae6f3620a9397f01ea348c58b5e611d7661",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Fulminant myocarditis due to COVID-19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scientific letter"
        },
        {
            "text": "To the Editor, Coronaviruses are single-stranded RNA viruses that are widely distributed in humans and other mammals. Although most coronavirus infections in humans are mild, they have recently caused 2 major pandemics: severe acute respiratory syndrome (SARS) and Middle East respiratory syndrome (MERS), with mortality rates of 10% and 37%, respectively. 1 SARS coronavirus 2 (SARS-CoV-2) is a type of coronavirus first discovered and isolated in December 2019 in Wuhan, central China, that is the cause of the current pandemic known as COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Miocarditis fulminante por COVID-19"
        },
        {
            "text": "Common symptoms of the disease are fever, cough, myalgia, and shortness of breath. The most serious complications include acute respiratory distress syndrome (ARDS), cardiac injury, and secondary superinfection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Miocarditis fulminante por COVID-19"
        },
        {
            "text": "The pathophysiology of this virus is still unknown. Various studies indicate that patients infected with COVID-19 have high concentrations of interleukin (IL)-1 beta, interferon (IFN) gamma, IFN-inducible protein (IP)-10, and monocyte chemoattractant protein (MCP)-1. It has been shown that patients with severe illness have higher concentrations of granulocyte colony-stimulating factor (GCSF), IP-10, MCP-1, macrophage inflammatory protein (MIP)-1A, and tumor necrosis factor (TNF) alpha, indicating that the severity of the illness could be determined by cytokine storm. 2 Patients infected by COVID-19 with cardiac injury have noticeably higher plasma concentrations of IL-6, 3,4 N-terminal fraction of pro-brain natriuretic peptide (NT-proBNP), and cardiac troponins (cTnI/T). Because cytokine storm is also the main pathophysiologic mechanism in fulminant myocarditis, it is reasonable to consider heart damage due to COVID-19.",
            "cite_spans": [
                {
                    "start": 574,
                    "end": 575,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Miocarditis fulminante por COVID-19"
        },
        {
            "text": "The etiology of myocarditis is highly varied and includes a wide range of infectious agents, systemic diseases, medications, and toxins. The literature on myocarditis due to coronaviruses is scant, but cardiac injury seems to be more common in patients infected by COVID-19 than in patients infected by other coronaviruses. 5 We describe the case of a 59-year-old woman with a history of hypertension, cervical degenerative arthropathy, chronic lumbar radiculopathy, lymph node tuberculosis diagnosed due to erythema nodosum, and migraine. Most notably, the patient's regular therapy included candesartan 32 mg/d.",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 325,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Miocarditis fulminante por COVID-19"
        },
        {
            "text": "In March 2020 the patient presented to the Emergency Department due to a feverish feeling that had lasted 5 days, accompanied by squeezing anginal chest pain in the absence of respiratory symptoms. On arrival, O 2 saturation was 96% with nasal cannula at 2 L/min, and blood pressure was 75/53 mmHg. Physical examination revealed signs of peripheral hypoperfusion with normal pulmonary auscultation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Miocarditis fulminante por COVID-19"
        },
        {
            "text": "Despite fluid overloading and norepinephrine, the patient remained hypotensive with signs of hypoperfusion (cool skin and elevated lactic acid at 3.9 mmol/L). Electrocardiography showed concave ST-segment elevation and PR-segment depression, as well as low voltages ( figure 1A) . Chest X-ray indicated mild signs of vascular redistribution, with no infiltrations (figure 1B). Polymerase chain reaction (PCR) for viruses in the nasopharyngeal swab specimen was positive for SARS-CoV-2 and negative for adenovirus and influenza A and B viruses, with a positive epidemiologic environment (family members with fever and respiratory symptoms in previous days). Laboratory work revealed elevated troponins (TnT, 220-1100 ng/dL) and NT-proBNP (4421 ng/L), mild leukocytosis (14.17 Â 10 9 /L), lymphocytes (2.59 Â 10 9 /L), CRP 10 mg/L, and D-dimer at 24 hours (23 242 ng/mL). Echocardiography disclosed moderate concentric hypertrophy, diminished intraventricular volumes with preserved left ventricular ejection fraction without segmental abnormalities, and moderate pericardial effusion with no clear signs of hemodynamic deterioration. Due to a clinical picture indicative of myocarditis (diffuse concave ST-segment elevation, fever, pericardial effusion, and myocardial thickening) and preserved left ventricular ejection fraction without segmental abnormalities, coronary angiography was not performed due to a low clinical suspicion of acute coronary syndrome. In the Coronary Unit, during implantation of a Swan-Ganz catheter, the patient experienced rapid hemodynamic deterioration, exhibiting electrical activity with no pulse and requiring cardiopulmonary resuscitation, emergent pericardiocentesis (drainage of serous fluid), and high-dose vasopressors for hemodynamic recovery.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 268,
                    "end": 278,
                    "text": "figure 1A)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Miocarditis fulminante por COVID-19"
        },
        {
            "text": "An additional echocardiogram (2 hours after admission) showed severe biventricular failure and diffuse myocardial edema ( figure 2A ) and, therefore, the patient underwent balloon counterpulsation and venoarterial extracorporeal membrane oxygenation (ECMO) via the femoral artery.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 122,
                    "end": 131,
                    "text": "figure 2A",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Miocarditis fulminante por COVID-19"
        },
        {
            "text": "Myocarditis treatment was started with immunoglobulins (80 mg/d) for 4 days and methylprednisolone (500 mg/d) at tapering doses for 14 days and antiviral treatment consisting of IFN B (0.25 mg/48 h) and ritonavir/lopinavir (400 mg/100 mg/12 h). By the fifth day of hospitalization, biventricular function was normal, but the ECMO device was maintained due to dyspnea (figure 2B) and refractory hypoxemia, with respiratory progress currently pending.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Miocarditis fulminante por COVID-19"
        },
        {
            "text": "Myocardial biopsy was not performed due to hemodynamic instability, significant coagulopathy, and subsequent improvement in cardiac function.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Miocarditis fulminante por COVID-19"
        },
        {
            "text": "The clinical presentation of patients infected with SARS-CoV-2 is highly variable, and respiratory symptoms are the most common. In view of the current epidemiologic situation, this etiologic agent should be considered as a possible cause in other clinical conditions such as acute myocarditis, even in the absence of consistent respiratory symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Miocarditis fulminante por COVID-19"
        },
        {
            "text": "Fulminant myocarditis is a syndrome with high morbidity and mortality; hence, early diagnosis and appropriate treatment are vital. In our patient, the clinical picture was consistent with acute myocarditis, with no initial respiratory symptoms and with rapid clinical progression to cardiogenic shock and need for venoarterial ECMO support. Normal biventricular function was regained within a few days, with severe subsequent dyspnea that required continued ECMO. Scientific letter / Rev Esp Cardiol. 2020;xx(x):xxx-xxx",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Miocarditis fulminante por COVID-19"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A novel coronavirus associated with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Ksiazek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Erdman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Goldsmith",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1953--1966",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "",
            "issn": "20",
            "pages": "30183--30188",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30183-5"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Coronavirus fulminant myocarditis saved with glucocorticoid and human immunoglobulin",
            "authors": [
                {
                    "first": "Hongde",
                    "middle": [
                        "Fenglian"
                    ],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Yuan Fangn",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur Heart J",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/eurheartj/ehaa190"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The varying faces of IL-6: from cardiac protection to cardiac failure",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Fontes",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Rose",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cytokine",
            "volume": "74",
            "issn": "",
            "pages": "62--68",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "WHO Statement on the third meeting of the IHR Emergency committee concerning Middle East respiratory syndrome coronavirus (MERS-CoV)",
            "authors": [],
            "year": 2013,
            "venue": "Wkly Epidemiol Rec",
            "volume": "88",
            "issn": "",
            "pages": "435--436",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Á ngela Irabien-Ortiz, a, * José Carreras-Mora, b Alessandro Sionis, b Julia Pà mies, b José Montiel, a and Manel Tauron a a Servicio de Cirugı´a Cardiovascular, Hospital de la Santa Creu i Sant Pau, Barcelona, Spain b Servicio de Cardiologı´a, Hospital de la Santa Creu i Sant Pau, Barcelona, Spain *Corresponding author: E-mail address: angelairabien@hotmail.com (Á . Irabien-Ortiz).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "A, electrocardiogram on admission showing concave ST-segment elevation, PR-segment depression, and low voltages. B, chest X-ray on admission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "A, echocardiogram showing myocardial edema and pericardial effusion. B, chest X-ray indicative of dyspnea.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}