{
    "paper_id": "596e857128cf6a48ace05623c60d6d59d0066e05",
    "metadata": {
        "title": "Terugblik op de influenzapandemie",
        "authors": [
            {
                "first": "G",
                "middle": [
                    "A"
                ],
                "last": "Van Essen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitair Medisch Centrum Utrecht",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Influenza ('griep') is een acute luchtweginfectie, veroorzaakt door een influenzavirus. De infectie komt in Nederland vooral in koude jaargetijden voor. Verreweg de meeste patiënten herstellen binnen enkele weken, maar de infectie kan gepaard gaan met ernstige complicaties en bij sommigen fataal verlopen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inleiding"
        },
        {
            "text": "De NHG-Standaard Influenza en influenzavaccinatie vermeldt een morbiditeit onder de algemene bevolking ten gevolge van een influenza-epidemie van 50 tot 200 personen per 1000 personen per jaar. 1 Het aantal gevallen van een influenza-achtig ziektebeeld is de laatste decennia behoorlijk afgenomen, van De antigene variatie van het influenzavirus kan klein of groot zijn. In het eerste geval spreekt men van antigene drift. Binnen één tot vijf jaar ontstaat er zo telkens een nieuwe virusvariant. Tijdens een infectie ontstaan er namelijk grote hoeveelheden viruspartikels met veel varianten. De variant met veranderingen in het hemagglutinine en neuraminidase die het minste hinder ondervindt van bestaande antilichamen, wordt verantwoordelijk voor de jaarlijkse epidemieën.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 195,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 298,
                    "end": 301,
                    "text": "van",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Inleiding"
        },
        {
            "text": "Maar het virus kan op nog veel drastischer wijze veranderen. Bij de antigene shift wordt een compleet gen dat codeert voor een oppervlakte-eiwit uitgewisseld voor een ander gen van een virus uit een niet-menselijk reservoir.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inleiding"
        },
        {
            "text": "In de meeste gevallen betreft het dan een vogelgriep-of aviair virus. Een dergelijke antigene shift kan de aanleiding tot een pandemie vormen. Pandemieën worden gekenmerkt door hoge morbiditeit, bovenmatige mortaliteit en grote negatieve sociale en economische gevolgen. 2 De 20e eeuw kende drie influenzapandemieën. 3 In tabel 1 zijn enkele bijzonderheden van deze pandemieën weergegeven. De Spaanse griep veroorzaakte vooral sterfgevallen onder jonge volwassenen. Sommige onderzoekers geven aan dat er voor dit merkwaardige fenomeen nooit een goede verklaring gevonden is, terwijl anderen suggereren dat een 'cytokinestorm' aan dit verschijnsel debet is geweest. Eenvoudig gezegd komt deze hypothese erop neer dat een op hol geslagen afweersysteem, waarbij vooral wordt gedacht aan T-lymfocyten, binnen korte tijd fatale schade toebrengt aan het lichaam en dat niet zozeer het virus zelf hiervoor verantwoordelijk is. Dit zou verklaren dat vooral jonge, gezonde volwassenen met een optimaal functionerend afweersysteem zo snel en zo zwaar werden getroffen.",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 272,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 317,
                    "end": 318,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Inleiding"
        },
        {
            "text": "In 1997 werden in Hongkong achttien volwassenen besmet met het vogelgriepvirus H5N1. Van hen overleden er zes. Deze besmetting viel samen met een uitbraak van de vogelgriep. Binnen drie dagen slaagde Hongkong er destijds in om de volledige kippenpopulatie te vernietigen (circa 1,5 miljoen kippen). Experts zijn het erover eens dat deze ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inleiding"
        },
        {
            "text": "Vanwege deze zoö notische besmetting ontstond eind jaren negentig van de vorige eeuw het idee dat de wereld zich zou moeten voorbereiden op een nieuwe pandemie. De WHO riep de lidstaten op om pandemic planning te starten. Er werd een indeling in zes fasen gemaakt, waarbij de verspreiding van het influenzavirus het criterium voor verhoging van de alarmfase dicteerde (tabel 2). De dreiging van de vogelgriep, met humane infecties van een aviair influenzavirus zonder mens-op-mensbesmetting, was daarin fase 3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Voorbereiding op een pandemie"
        },
        {
            "text": "Ook de Nederlandse overheid startte de voorbereiding op een mogelijke pandemie. De Gezondheidsraad bracht een aantal adviezen uit over antivirale middelen, vaccinatie en andere preventieve maatregelen (tabel 3). Er werden draaiboeken ontwikkeld, antivirale middelen aangekocht voor een derde van de bevolking; de ontwikkeling van een NHG-Standaard Pandemie werd gestimuleerd en bedrijven kregen het advies zich voor te bereiden op continuïteit van de ondernemingen bij grote uitval van personeel bij een pandemie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Voorbereiding op een pandemie"
        },
        {
            "text": "Het ministerie van VWS richtte binnen het RIVM het Centrum voor Infectieziektebestrijding (CIb) op. Er kwamen afspraken voor het samenroepen van een Outbreak Management Team (OMT) met deskundigen uit de publieke gezondheidszorg, microbiologen, infectiologen en behandelaars. Afhankelijk van het soort dreiging kan de samenstelling van een dergelijk team wisselen, maar alle contactgegevens van de deskundigen zijn bekend. De eerste keer dat dit OMT met spoed bijeenkwam, was tijdens de SARS-epidemie in 1997. In Nederland viel die samen met de H7N7-infectie van kippen, de kippenpest. Daarbij werden 87 mensen besmet en viel één dode te betreuren. Na ruiming van miljoenen kippen stopte de besmetting van de kippen in Nederland. Ook bij de verspreiding van de Q-koorts werd vaak het OMT bijeengeroepen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Voorbereiding op een pandemie"
        },
        {
            "text": "Bij een pandemie is de minister van VWS verantwoordelijk voor de bestrijding. Het OMT van het RIVM geeft vertrouwelijk advies aan het Bestuurlijk afstemmingsoverleg (BAO), dat de minister adviseert. Het advies van het BAO is openbaar. Vervolgens beslist de minister over te nemen maatregelen. Toen bij de kippenpest bleek dat bij de ruimers de infectie met het influenza-A-virus H7N1 kon leiden tot conjunctivitis, adviseerde het OMT om oseltamivir profylactisch te geven aan de mensen die langer dan een bepaalde periode op een besmet bedrijf verbleven. Nadat dit advies geïmplementeerd was, ontstonden weinig nieuwe gevallen onder de ruimers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Voorbereiding op een pandemie"
        },
        {
            "text": "Vaccinproducenten bereidden de massale aanmaak van een pandemisch vaccin voor. Vanwege de lange productietijd van zes maanden en de registratievereisten voor een nieuw vaccin, maakten zij op basis van het H5N1-virus een vaccin. Een dergelijk vaccin zou al vó ó r een epidemie gegeven kunnen worden om het immuunsysteem te 'primen'. Bij het vaststellen van het definitieve pandemische virus zou dan slechts een tweede, iets gewijzigd vaccin nodig zijn om het voorbereide systeem te boosteren. De registratie zou dan snel kunnen verlopen, zodat daarmee geen tijd verloren zou gaan. De Gezondheidsraad bereidde begin 2009 een advies daartoe voor. De zeggenschap over de gezondheidszorg berust in de Europese Unie bij de lidstaten. Het Europese Centre of Disease Control (ECDC) had in het verleden wel toegezien op de pandemische voorbereiding in de lidstaten, maar speelde in de advisering over vaccinatie en behandeling met antivirale middelen geen enkele rol. Het gevolg was dat er in Europa 27 verschillende protocollen voor de bestrijding van de pandemie bestonden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Voorbereiding op een pandemie"
        },
        {
            "text": "Het unieke aan deze pandemie was dat nooit eerder een pandemisch virus zo snel gedetecteerd en getypeerd was. Ook de verspreiding van epidemiologische gegevens ging snel en het beleid kon op basis van deze evidence voortdurend worden bijgesteld. Via elektronische media kon de implementatie van dat beleid ook snel plaatsvinden. De voorlichting aan de bevolking en ook aan de gezondheidszorgmedewerkers kon dit maar net bijhouden, waardoor soms de indruk van een zwalkend beleid ontstond.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "De uitbraak van de Mexicaanse griep"
        },
        {
            "text": "Zo was het oorspronkelijke advies om iedere patiënt met griep tijdens de pandemie met een antiviraal middel te behandelen. Dit advies lag ten grondslag aan de opslag van vijf miljoen kuren oseltamivir en in kleinere aantallen zanamivir. Bij een geschatte ziektelast van een derde van de bevolking zou dan voldoende medicijn beschikbaar zijn. De bedoeling was vooral om daarmee de top van de epidemie af te vlakken, waardoor complicaties minder zouden voorkomen en over een grotere tijdspanne zouden worden gespreid.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "De uitbraak van de Mexicaanse griep"
        },
        {
            "text": "Daarmee zou de beschikbare ziekenhuiscapaciteit langer voldoende zijn.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "De uitbraak van de Mexicaanse griep"
        },
        {
            "text": "Aangezien bleek dat de pandemie tot milde ziekteverschijnselen leidde, leek behandeling van iedere patiënt met griep met oseltamivir niet meer aan de orde. De bijwerkingen van het middel zouden bij een dergelijk uitgebreide toepassing wellicht erger zijn dan de kwaal. De sterfgevallen bleken vooral bij patiënten uit de bekende risicogroepen te liggen: bij kinderen onder de 2 jaar en bij zwangeren in het derde trimester. Bij die laatste groep leek de beperkte bewegingsmogelijkheid van het diafragma een belangrijke oorzaak, want ook bij mensen met fors overgewicht werd meer sterfte gevonden. Het RIVM bracht samen met de Gezondheidsraad een advies uit om deze groepen met oseltamivir te behandelen, mits mogelijk binnen 48 uur na de start van In september was het vaccin nog niet beschikbaar en gezondheidszorgpersoneel liep dus grote kans op besmetting. Voorzorgsmaatregelen als mondkapjes en handalcohol werden geadviseerd. De adviezen van vó ó r die tijd, met bijvoorbeeld disposable schorten, werden teruggedraaid. Wel bleef het advies om patiënten thuis te bezoeken, om zo besmetting op de praktijk te voorkomen. Vooral op huisartsenposten bleek dit advies moeilijk te implementeren en leidde het tot veel telefoontjes en gescheiden patiëntenstromen.",
            "cite_spans": [
                {
                    "start": 744,
                    "end": 747,
                    "text": "van",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "De uitbraak van de Mexicaanse griep"
        },
        {
            "text": "De dreiging van het instorten van de gezondheidszorg door overbelasting met patiënten of massale uitval van personeel bestond nog steeds. De GHOR, de Geneeskundige Hulpverlening bij Ongevallen en Rampen, maakte plannen om de gezondheidszorg zo veel mogelijk intact te houden. Regionale verschillen in uitvoering van de plannen maakten het voor de huisarts weinig overzichtelijk. Er kwamen plannen voor zorgmeldpunten die ingericht zouden worden bij uitval van huisartsenpraktijken. Deze zouden gevestigd worden in hotels en kazernes. En zij zouden bemand moeten worden door dezelfde huisartsen, die nu net uitgevallen waren! Plannen om huisartsenposten ook overdag open te stellen, waren wellicht reëler.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "De uitbraak van de Mexicaanse griep"
        },
        {
            "text": "De vaccins waren besteld, maar de levering zou nog even duren. Bovendien was de afspraak met de producent dat per maand een bepaald percentage van de bestelde hoeveelheid zou worden afgeleverd. Landen die weinig bestelden, bijvoorbeeld alleen voor de risicogroepen, kregen slechts een gedeelte tijdig geleverd. Aangezien Nederland voor de totale bevolking had besteld, kwamen voldoende vaccins voor de risicogroepen in november binnen. Op 17 augustus adviseerde de Gezondheidsraad om de bekende risicogroepen te vaccineren, aangevuld met werkers in de gezondheidszorg met directe patiëntencontacten en zwangeren. 7 Gezinsleden van patiënten met een hoog risico kwamen ook in aanmerking voor de vaccinatie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "De uitbraak van de Mexicaanse griep"
        },
        {
            "text": "De huisartsen hadden het seizoensvaccin al in huis en er was genoeg tijd om ook dat toe te dienen. Nog steeds was het onduidelijk of de gewone griep, met Influenza A H3N2, niet ook nog zou gaan circuleren. Gevolg was dat de risicogroepen drie vaccinaties moesten krijgen: eenmaal voor de seizoensgriep en twee keer voor de Mexicaanse griep. De omvang van de risicogroep voor de Mexicaanse griep was groter vanwege de toevoeging van de zwangeren, de huisgenoten van hoogrisicopatiënten en het personeel van de huisartsenpraktijk zelf.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "De uitbraak van de Mexicaanse griep"
        },
        {
            "text": "Nadat de vaccinatie van de bekende risicogroepen was afgesproken, ontstond angst voor verdere verspreiding onder kinderen. Veel kinderen werden, vaak uit voorzorg, opgenomen, maar sommige belandden op de kinder-IC. Tijdens de jaarwisseling, wanneer vaak het RS-virus en het influenzavirus elkaar afwisselen, is de bezetting van kinder-IC's normaliter al hoog. Teneinde te voorkomen dat de kinderafdelingen zouden worden overspoeld met kinderen met influenza, werd op 17 november besloten om alle kinderen ouder dan 6 maanden en jonger dan 5 jaar te vaccineren. De gezinsgenoten van kinderen onder de 6 maanden -voor die jonge leeftijd is het vaccin niet geregistreerd -kregen ook het advies tot vaccinatie om zo besmetting van die kwetsbare baby's te voorkomen. Twee weken later startten de GGD's met het vaccineren van meer dan een miljoen kinderen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "De uitbraak van de Mexicaanse griep"
        },
        {
            "text": "Al deze berichten leidden tot een grote informatiebehoefte bij het publiek en de gezondheidszorgmedewerkers. Het ministerie coö rdineerde de voorlichting aan het publiek, met een huis-aan-huisfolder, televisiespotjes en een speciale website. Het RIVM verzorgde de voorlichting aan professionals. Dit gebeurde wat betreft de voorlichting aan huisartsen in nauw overleg met de LHV en het NHG. Beide beroepsorganisaties richtten een website over de Mexicaanse griep in en zorgden ervoor dat alle informatie afgestemd bleef met die van VWS en het RIVM, en voor de vaccinatie met het Nationaal Programma Grieppreventie. 8 In tabel 5 staat als voorbeeld een opsomming van de activiteiten van het NHG, zoals vermeld in het jaarverslag.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "De uitbraak van de Mexicaanse griep"
        },
        {
            "text": "Alle voorlichting werd voortdurend onderzocht op consistentie. Vooral over het geadjuveerde vaccin kwam veel informatie op het web terecht op websites van bijvoorbeeld kritischprikken.nl. In een vragenlijstonderzoek bleek dat de informatie van het RIVM en VWS door 56% van de bevolking werd gewaardeerd. 9 De informatie van de GGD werd door 62% van de ondervraagden betrouwbaar geacht. Ruim 70% beoordeelde de informatie van de huisarts als het betrouwbaarst.",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 305,
                    "text": "9",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "De uitbraak van de Mexicaanse griep"
        },
        {
            "text": "De vaccinatiegraad was ondanks al deze wisselende publiciteit niet anders dan tegen de seizoensgriep. Van de risicopopulatie kreeg 70% de seizoensprik, 72% minstens één vaccinatie tegen de Mexicaanse griep en 64% zelfs beide vaccinaties. 10 De vaccinatiegraad van de huisarts en het praktijkpersoneel zelf lag op gelijke hoogte. 11 De huisartsenpraktijken gaven in de periode oktober-november in totaal 12 miljoen vaccinaties. De GGD's haalden in de eerste ronde 69% van de opgeroepen kinderen en in de tweede ronde 58%. De percentages liggen aanzienlijk hoger dan in andere landen. Zo werd in Frankrijk nog geen 10% gevaccineerd. Daar werd de huisarts gepasseerd bij de vaccinatie en dat bleek geen goede zet.",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 240,
                    "text": "10",
                    "ref_id": null
                },
                {
                    "start": 329,
                    "end": 331,
                    "text": "11",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "De uitbraak van de Mexicaanse griep"
        },
        {
            "text": "De omvang van de Mexicaanse griep bleek uiteindelijk, na of juist door de vaccinatie, mee te vallen (zie figuur 1). Het aantal gevallen, zoals bijgehouden door de peilstations van het NIVEL, kwam niet boven de normale seizoensgriep uit. Doordat bij ouderen de ziekte weinig voor kwam, bleef de sterfte ver achter bij de normale jaarlijkse mortaliteit door influenza. In totaal werden 2196 mensen opgenomen in een ziekenhuis en stierven 63 patiënten aan de gevolgen van de Mexicaanse griep.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "De uitbraak van de Mexicaanse griep"
        },
        {
            "text": "De discrepantie tussen de uitgebreide voorbereiding en de uiteindelijke omvang van de pandemie, heeft wereldwijd geleid tot behoefte aan evaluatie. De WHO, de Raad van Europa, het Europees Parlement en vele ministeries van gezondheidszorg startten onderzoek naar het effect van alle maatregelen. In Nederland zal het ministerie van VWS voor eind 2010 daarover een rapport uitbrengen. Een belangrijk aspect is de rol die de farmaceutische industrie zou hebben gespeeld bij het 'opblazen' van de pandemie. De adviseurs van de WHO liggen onder vuur vanwege vermeende financiële belangen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluatie"
        },
        {
            "text": "Het lijkt te vroeg om nu al conclusies te trekken. De effectiviteit van preventieve zorg is altijd moeilijk te meten. Het resultaat van preventie is een non-event: als het goed wordt uitgevoerd, gebeurt er niets. De opvatting dat door de optimale voorbereiding en uitvoering Tabel 5 Activiteiten van het NHG met betrekking tot de Mexicaanse griep. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluatie"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "NHG-Standaard Influenza en influenzavaccinatie",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Essen Ga Van",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Bueving",
                    "suffix": ""
                },
                {
                    "first": "Acg",
                    "middle": [],
                    "last": "Voordouw",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Berg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Laan",
                    "suffix": ""
                },
                {
                    "first": "Lidth",
                    "middle": [],
                    "last": "Van Der",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "De Jeude",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Van",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Influenzapandemieën: verleden en toekomst",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Jong",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "De",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Rimmelzwaan",
                    "suffix": ""
                },
                {
                    "first": "Ram",
                    "middle": [],
                    "last": "Fouchier",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Ned Tijdschr Geneeskd",
            "volume": "143",
            "issn": "",
            "pages": "1988--91",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Severe respiratory disease concurrent with the circulation of H1N1 influenza",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Bertozzi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Colchero",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lopez-Gatell",
                    "suffix": ""
                },
                {
                    "first": "Alpuche-Aranda",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hernandez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "361",
            "issn": "",
            "pages": "674--683",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Mexicaanse griep: risicoperceptie bij de bevolking, eigen maatregelen en vertrouwen in overheidsinformatie",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bults",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Beaujean",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Zwart",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "De",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kok",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Empelen P Van, Steenbergen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Van",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Ned Tijdschr Geneeskd",
            "volume": "154",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Goudswaard AN. Influenza immunization of Dutch general practitioners: Vaccination rate and attitudes towards vaccination",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Opstelten",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Essen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Van",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Ballieux",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Vaccine",
            "volume": "26",
            "issn": "",
            "pages": "5918--5939",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "ruim 86 per 1000 in 1971/1972 naar 12 per 1000 in 2006/2007. De jaarlijkse mortaliteit wordt geschat op 250 tot 2000.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "en tv: 30 interviews van alle activiteiten de omvang van de pandemie is meegevallen, is niet populair. Duidelijk is al wel dat Europese afstemming node gemist is: op het terrein van voorbereiding, vaccinatie en antivirale behandeling waren er geen twee protocollen gelijk. Als alleen al dat zou verbeteren, is de evaluatie niet voor niets geweest.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Wekelijks aantal consulten bij de NIVEL-peilstationhuisartsen voor IAZ (influenza-achtige ziekte) of pneumonie, per 10.000 inwoners in Nederland t/m 27 december 2009 (week 52). Bron: NIVEL; grafiek: website RIVM 28 december 2009, aangevuld met gegevens voor week 52.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Tabel 1 De drie influenzapandemieën van de 20e eeuw. waarvan er één fataal verliep. Medio 2003 brak in Azië de vogelgriep uit onder diverse diersoorten. Niet alleen vogels en kippen werden getroffen door het H5N1-virus, maar ook tijgers en luipaarden in een dierentuin in Thailand, nadat ze gevoed waren met verse kipkarkassen. Terwijl de vogelgriep zich steeds verder uitbreidde over Azië en Europa, waarschijnlijk via trekvogels, kwamen er van-",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "In maart 2009 kwam de eerste melding van een nieuw influenza-A-virus (H1N1) uit Californië. Dit virus leek op een influenzavirus dat bij varkens voorkwam. Min of meer gelijktijdig kwamen er berichten uit Mexico over een forse toename van pneumonieën onder jonge mensen. Eind april bleek dat het Californische virus ook de oorzaak was Tabel 2 De WHO-fasen in de aanloop naar een pandemie. Grotere clusters, maar nog steeds beperkt in omvang, die duidelijk maken dat het virus zich beter aanpast aan menselijke transmissie, maar nog niet volledig overdraagbaar is. Maximaliseer alle inspanningen om het virus binnen bepaalde grenzen te houden of verspreiding te vertragen om zo een pandemie alsnog af te wenden of in ieder geval tijd te winnen voor maatregelen. van die Mexicaanse uitbraak. Na typering van het virus bleken er elementen van humane, aviaire en varkensinfluenza in voor te komen. Op 24 april kwam de eerste pandemiewaarschuwing van de WHO. Het virus zou later genoemd worden naar de eerste vindplaats, Influenza A/California/7/2009 (H1N1)v, maar de termen 'Mexicaanse griep', 'swine flu' en 'Nieuwe Influenza H1N1' bleven internationaal in omloop. In dit stuk is gekozen voor de term Mexicaanse griep.De ontwikkelingen in Nederland zijn weergegeven in tabel 4. Na de eerste melding door de WHO werd op 27 april fase 4 afgekondigd, vanwege het bestaan van kleine clusters van mens-op-mensbesmettingen. Het RIVM riep op 29 april het OMT bijeen. Diezelfde dag werd de pandemie door de WHO opgeschaald naar fase 5, omdat de clusters groter bleken dan eerder voorzien. Het OMT adviseerde om de Mexicaanse griep meldingsplichtig te maken en om maatregelen te nemen om verspreiding in Nederland te beperken. Iedere mogelijke besmetting moest door een test aangetoond worden, de patiënt en diens gezinsleden werden behandeld met oseltamivir en mochten een week lang niet buiten komen. Vooral de GGD in Amsterdam werd overstelpt met reizigers die in een vliegtuig in de buurt van een mogelijke patiënt hadden gereisd.Op 30 april 2009 werd het eerste geval van Mexicaanse griep in Nederland aangetoond. De commissie van de Gezondheidsraad die een advies over eventuele prepandemische vaccinatie had voorbereid, kwam op 8 mei bijeen en adviseerde de minister om vaccin voor de gehele bevolking te kopen. In het Gezondheidsraadadvies van 2000 over pandemische vaccinatie was dit plan al voorbereid. Uit proeven met het prepandemische H5N1vaccin was gebleken dat minstens twee vaccinaties nodig zouden zijn en dat deze liefst ook een hulpstof zouden bevatten. Omdat niemand in de bevolking eerder met een nieuw pandemisch virus in aanraking zou zijn gekomen, was een geadjuveerd vaccin, tweemaal gegeven, de beste garantie op een beschermende titer.In Mexico en ook in de Verenigde Staten breidde de griep zich uit. Beelden van overvolle ziekenhuizen en het stilleggen van alle activiteiten in Mexico-Stad domineerden het nieuws. Eind mei verschenen de eerste epidemiologische gegevens uit Mexico, waarbij de meest opvallende bevinding was dat vooral jongvolwassenen risico op complicaties en zelfs sterfte liepen.5 De sterftecurve had een W-vorm (met een piek op midvolwassen leeftijd naast de pieken bij kinderen en ouderen), net als tijdens de Spaanse griep in 1918. De traditionele U-curve van ziekenhuisopnames en sterfte tijdens een gewone griepepidemie, waarbij vooral kinderen en ouderen slachtoffers waren, werd nu niet aangetroffen. Op basis van de toen beschikbare gegevens kondigde de WHO op 11 juni fase 6 af. Dat betekende dat het virus wereldwijd verspreid was. De fasering had geen betrekking op de ernst van de ziekte. Langzamerhand bleek dat de Mexicaanse griep mild was. Ouderen, vooral geboren vó ó r 1957, leken relatief beschermd, wellicht door eerder verworven immuniteit tegen dit H1N1-virus. De meeste risicogroepen voor complicaties van een griepvirus betreffen juist oudere mensen. De sterftecijfers vielen daardoor mee, maar sterfte onder kinderen en jongvolwassenen had grote impact in de publiciteit.In Nederland was het aantal gevallen nog steeds beperkt. Er waren enkele uitbraken na bezoek aan evenementen, maar de virologische laboratoria, de ziekenhuizen en de GGD's konden de belasting nog aan. De eerste dode in Nederland viel op 4 augustus.Inmiddels had de minister op 19 juni 34 miljoen vaccins besteld. Ook andere Europese landen, zoals het Verenigd Koninkrijk, Frankrijk en Duitsland, bestelden vaccin voor de gehele bevolking, maar landen waaronder België deden dat voor één enkele vaccinatie of bestelden niets, vanwege gevreesde bijwerkingen of gebrek aan vertrouwen in de werking van het vaccin dan wel uit financiële motieven.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "de ziekte. 6 Tabel 4 Beloop van de gebeurtenissen in 2010.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}