{"paper_id": "59e167ccb1e0ee264c820030523f9866c47785e6", "metadata": {"title": "", "authors": []}, "abstract": [], "body_text": [{"text": "been developed that allow for the formation of virus-like particles (VLPs), which morphologically and antigenically recapitulate the native norovirus particle (FIG. 1d) and contain strain-specific and group-specific immunogenic determinants [9] [10] [11] . Two recombinant expression systems, the baculovirus replicon system 9 and the Venezuelan equine encephalitis virus replicon system 11 , have been well characterized, and both generate copious amounts of norovirus capsid protein that spontaneously self-assembles into VLPs (BOX 1) . VLP preparations have provided the foundation for most studies into the carbo hydrate (CHO) ligand-binding specificities, capsid structures and antigenic relationships of noroviruses and the development of candidate vaccine strains.", "cite_spans": [{"start": 241, "end": 244, "text": "[9]", "ref_id": "BIBREF13"}, {"start": 245, "end": 249, "text": "[10]", "ref_id": "BIBREF14"}, {"start": 250, "end": 254, "text": "[11]", "ref_id": "BIBREF15"}, {"start": 388, "end": 390, "text": "11", "ref_id": "BIBREF15"}, {"start": 529, "end": 536, "text": "(BOX 1)", "ref_id": null}], "ref_spans": [{"start": 159, "end": 168, "text": "(FIG. 1d)", "ref_id": "FIGREF0"}], "section": ""}, {"text": "Norovirus protective immunity has been a hotly debated topic, with conflicting reports in the literature, some of which suggest that norovirus-induced immunity is strain specific and limited to a short-term immune response, whereas others show possible long-term protection from reinfection 12, 13 ; however, these studies have been limited in sample size, and volunteers were probably challenged with a viral quasispecies, rather than a single genotype. These conflicting results have confounded vaccine study design and show that norovirus immunity is more complex than previously appreciated. In this Review article, we discuss recent findings that shed light on the molecular mechanisms governing norovirus capsid evolution, structure and receptor recognition as a function of immune system-driven antigenic drift, and we speculate on how capsid plasticity may have facilitated the broader emergence of particular genotypes and genogroups at the expense of others. ", "cite_spans": [{"start": 291, "end": 294, "text": "12,", "ref_id": "BIBREF16"}, {"start": 295, "end": 297, "text": "13", "ref_id": "BIBREF18"}], "ref_spans": [], "section": ""}, {"text": "An acquired immune response sufficient to protect an individual from infection or reinfection by a pathogen. It can be induced by vaccination or by previous exposure to a particular pathogen.", "cite_spans": [], "ref_spans": [], "section": "Protective immunity"}, {"text": "A cloud of genetically similar viral genotypes, some of which may contain a less fit phenotype that is capable of exploiting a new niche that is created by the neutralization of the predominant viral phenotype.", "cite_spans": [], "ref_spans": [], "section": "Quasispecies"}, {"text": "Immunity that occurs in a population when enough individuals become immune to a particular pathogen to break the transmission chain of that pathogen, providing pseudo-protection to non-immune individuals.", "cite_spans": [], "ref_spans": [], "section": "Herd immunity"}, {"text": "The genus Norovirus is composed of more than 40 diverse virus strains divided into 5 genogroups on the basis of sequence similarity [14] [15] [16] [17] , designated GI-GV, with the GI and GII genogroups being the most important for human infection 18 . Each genogroup is further divided into genotypes on the basis of pairwise distribution 19 , with GI containing 8 distinct genotypes and GII at least 17 different genotypes 19 (FIG. 2) . The genogroup II, genotype 4 noroviruses, designated GII.4, are currently responsible for 70-80% of norovirus outbreaks worldwide, and the Norwalk virus, designated GI.1-NV, is the prototypical norovirus strain.", "cite_spans": [{"start": 132, "end": 136, "text": "[14]", "ref_id": "BIBREF19"}, {"start": 137, "end": 141, "text": "[15]", "ref_id": "BIBREF20"}, {"start": 142, "end": 146, "text": "[16]", "ref_id": "BIBREF21"}, {"start": 147, "end": 151, "text": "[17]", "ref_id": "BIBREF22"}, {"start": 248, "end": 250, "text": "18", "ref_id": "BIBREF23"}, {"start": 340, "end": 342, "text": "19", "ref_id": "BIBREF24"}, {"start": 425, "end": 427, "text": "19", "ref_id": "BIBREF24"}], "ref_spans": [{"start": 428, "end": 436, "text": "(FIG. 2)", "ref_id": "FIGREF1"}], "section": "Norovirus phylogeny"}, {"text": "Strains in a genotype have 69-97% nucleotide similarity at the genomic level, whereas strains of different genogroups are more distant, having 51-56% genomic nucleotide similarity 20 . Furthermore, the structural proteins are even more variable, as strains of one genotype generally differ by up to 40% in capsid amino acid sequence, whereas strains of different genogroups usually differ by more than 50% 21 .", "cite_spans": [{"start": 180, "end": 182, "text": "20", "ref_id": "BIBREF25"}, {"start": 406, "end": 408, "text": "21", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Norovirus phylogeny"}, {"text": "most norovirus challenge studies have assumed that individual genotypes represent strains with similar phenotypes, but recent evidence provided by our laboratory and others indicates that evolution in some genotypes is sufficient to generate mutant clusters that have new ligand-binding characteristics and antigenic properties 22 . In fact, evolution in the GII.4 genotype results in differential receptor binding and novel antigenic features, suggesting that the GII.4 noroviruses are evolving over time, with escape mutants being periodically selected for by herd immunity [22] [23] [24] [25] . The evolution in this genotype seems to be epochal, as long periods of stasis were followed by bursts of evolution (FIG. 2) . In addition, similar, albeit smaller, phylogenetics-based studies of the GII.2 and GII.3 genotypes have suggested analogous patterns of evolution for these genotypes 26, 27 , with evolved clusters that may contain novel innovations that alter viral structure and function. more full-length capsid sequences and further work are necessary to determine if these genotypes are evolving to escape herd immunity.", "cite_spans": [{"start": 328, "end": 330, "text": "22", "ref_id": "BIBREF27"}, {"start": 576, "end": 580, "text": "[22]", "ref_id": "BIBREF27"}, {"start": 581, "end": 585, "text": "[23]", "ref_id": "BIBREF28"}, {"start": 586, "end": 590, "text": "[24]", "ref_id": "BIBREF29"}, {"start": 591, "end": 595, "text": "[25]", "ref_id": "BIBREF30"}, {"start": 890, "end": 893, "text": "26,", "ref_id": "BIBREF31"}, {"start": 894, "end": 896, "text": "27", "ref_id": "BIBREF32"}], "ref_spans": [{"start": 713, "end": 721, "text": "(FIG. 2)", "ref_id": "FIGREF1"}], "section": "Norovirus phylogeny"}, {"text": "By contrast, work conducted in our laboratory suggests that the GI genogroup of noroviruses has undergone limited evolution with little phenotypic innovation. Change in the GI noroviruses may be restricted by purifying selection in the capsid protein, whereby structural domains necessary for function are unable to tolerate enough mutation to allow broad escape from immunity. This is dramatically shown in the phylogenetic tree, in which the GI genotypes are less distant from one another compared with the GII genotypes (FIG. 2) . Future crystallography studies comparing the structures of multiple GI and GII capsid proteins along with mutagenesis experiments and studies of carbohydrate ligand-binding characteristics should help to elucidate the differences in the structural constraints between these two genogroups, perhaps providing insights into the mechanisms that drove the discordant evolution patterns that have been observed between the broader genogroups and genotypes over the past 40 years. . ORF1 (~5 kb) is located in the first two-thirds of the genome and encodes a ~200 kDa polyprotein that is auto-processed by a virally encoded 3C-like protease (3C) to yield the non-structural replicase proteins that are essential for viral replication 89 . The resultant proteins are: p48, an amino-terminal protein of unknown function (~48 kDa); nucleoside triphosphatase (NTP), a 2C-like protein; p22, a 22 kDa 3A-like protein; viral genome-linked protein (VPG), a protein that is covalently linked to the 5′ end of the genome; and RNA-directed RNA polymerase (RdRp), a 3D-like protein. ORF2 is 1.8kb in length and encodes the 57 kDa major structural capsid protein, viral protein 1 (VP1). VP1 is divided into two domains, the shell domain (yellow) and the protruding domain, which is further divided into two subdomains known as P1 (blue) and P2 (red). ORF3 is ~0.6 kb in length and encodes a 22 kDa minor basic structural protein, VP2 (REF. 89 ). b | The structure of the VP1 monomer is shown, with protein domains coloured as for part a. c | Two capsid protein monomers form the A-B dimer (indicated with the A monomer in lighter shades and the B monomer in darker shades), which allows the P2 domain to protrude from the viral particle. d | The virus-like particle is formed of 180 monomers of the capsid protein that assemble through different dimers. The A-B dimer, shown in colour, extends away from the capsid and provides the receptor-binding region and the sites of antigenic variation. In the virus particle, VP2 is incorporated in low copy number. Structural models were generated and pictures were rendered using MacPyMOL (Delano Scientific LLC, Palo Alto, California, USA).", "cite_spans": [{"start": 1262, "end": 1264, "text": "89", "ref_id": "BIBREF96"}, {"start": 1955, "end": 1957, "text": "89", "ref_id": "BIBREF96"}], "ref_spans": [{"start": 523, "end": 531, "text": "(FIG. 2)", "ref_id": "FIGREF1"}], "section": "Norovirus phylogeny"}, {"text": "A member of the family of complex glycans that are expressed on the surfaces of red blood cells, gut and respiratory epithelia, and biological secretions in humans. Their expression is regulated by the fucosyltransferase genes FUT1, FUT2 and FUT3, which are polymorphic in human populations. Differential expression of these enzymes determines the moieties and modifications to these ligands that are expressed by different humans.", "cite_spans": [], "ref_spans": [], "section": "Histo-blood group antigen"}, {"text": "Pertaining to an individual who expresses the FUT1 ABO blood group antigens on the cells that line their mouths and guts and whose saliva contains the same antigens.", "cite_spans": [], "ref_spans": [], "section": "Secretor-positive"}, {"text": "Pertaining to an individual who does not express the FUT1 ABO blood group antigens on the cells that line their mouths and guts and therefore do not secrete them in the saliva.", "cite_spans": [], "ref_spans": [], "section": "Non-secretor"}, {"text": "Several studies have indicated that histo-blood group antigens (HBGA) function as receptors or co-receptors for a productive norovirus infection 12,28-30 , although no direct evidence has shown that viral binding to HBGAs mediates entry. However, there is a correlation between polymorphic expression of HBGA and human susceptibility to norovirus infection 12 . Even early studies with GI.1-NV found that some individuals could not be infected with GI.1-NV on challenge and these resistant individuals typically clustered in families, suggesting that a highly penetrant host susceptibility allele was influencing disease outcomes. It was further proposed that the presence of pre-existing antibody did not correlate with protection 31,32 . more recent studies have shown that individuals of blood group O are more susceptible to GI.1-NV infection than individuals of other blood groups 29 , and it was found that GI.1-NV VLPs bound to gastroduodenal epithelial cells from secretor-positive individuals, whereas VLPs did not bind to the cells of secretor-negative individuals 33 . The fucosyltransferase 2 gene (FUT2), carried by secretor-positive individuals, encodes a protein that is responsible for generating the H1 and H3 antigens from their respective disaccharide precursors, and these antigens are known to be present on mucosal surfaces and have been shown to bind GI.1-NV VLPs 33 . Direct evidence of the association between GI.1-NV susceptibility and HBGA expression was shown in a large-scale human challenge study in which secretor-negative individuals were found to be resistant to infection 34 . Additional studies with other norovirus strains have revealed that susceptibility to infection with other strains is more complicated than susceptibility to GI.1-NV. Although numbers were limited, a study with the Snow mountain virus of the GII.2 group found that blood group and secretor status did not strongly correlate with susceptibility to infection 35 . A different study showed that secretor-negative individuals had substantially lower antibody titres to GII.4 norovirus strains than secretorpositive individuals, suggesting that non-secretors are less likely to become infected with the predominant circulating norovirus strains than secretors; however, blood group was irrelevant to infection status 36 . In other reports, individuals with blood group B had a lower incidence of infection with GI noroviruses than individuals of other blood groups 12, 30 .", "cite_spans": [{"start": 357, "end": 359, "text": "12", "ref_id": "BIBREF16"}, {"start": 732, "end": 739, "text": "31,32 .", "ref_id": null}, {"start": 886, "end": 888, "text": "29", "ref_id": "BIBREF34"}, {"start": 1075, "end": 1077, "text": "33", "ref_id": "BIBREF38"}, {"start": 1387, "end": 1389, "text": "33", "ref_id": "BIBREF38"}, {"start": 1606, "end": 1608, "text": "34", "ref_id": "BIBREF39"}, {"start": 1967, "end": 1969, "text": "35", "ref_id": "BIBREF40"}, {"start": 2322, "end": 2324, "text": "36", "ref_id": "BIBREF41"}, {"start": 2470, "end": 2473, "text": "12,", "ref_id": "BIBREF16"}, {"start": 2474, "end": 2476, "text": "30", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "Histo-blood group antigen receptors"}, {"text": "These observations suggest that individual norovirus strains may infect only a subset of the human population, but diverse HBGA-binding affinities in noroviruses of the GI and GII genogroups may collectively allow nearly all individuals to be susceptible to one or more strains. Future human challenge studies using more GI and GII prototype strains are needed to discern the precise susceptibility profile for each genotype and strain.", "cite_spans": [], "ref_spans": [], "section": "Histo-blood group antigen receptors"}, {"text": "Distinct norovirus strains have highly variable HBGA-binding patterns. The carbohydrate-binding characteristics of various norovirus VLPs (TABLE1) have shown that genetically related noroviruses share binding patterns, indicating that the evolution of virus strains may be influenced by HBGA binding. However, specific binding profiles are not genotype or genogroup exclusive 37 , and in the case of the GII.4 viruses single amino acid replacements seem to drastically alter the binding capacity of the VLP (TABLE1).", "cite_spans": [{"start": 376, "end": 378, "text": "37", "ref_id": "BIBREF42"}], "ref_spans": [], "section": "Binding differences of histo-blood group antigens."}, {"text": "Noroviruses have been categorized into two bindingprofile groups: those that bind A or B and H epitopes and those that bind Lewis or H epitopes. Two recent reports have demonstrated that GII.4 noroviruses associated with the Farmington Hills outbreak of 2000-2002 bind both groups 22, 38 . A third group should be noted for which no binding occurs to available synthetic HBGAs, such as the GII.4.2004, GII.4.2005, VA115 (which is a GI.3b virus) and mouse norovirus (mNV1)(which is of the GV genogroup) strains, suggesting that alternative viral receptors may exist or that the appropriate CHO variations are not present in saliva or in synthetically available CHOs. Several factors associated with HBGA regulation and expression need to be further characterized if we are to fully elucidate and appreciate the role of these putative receptors in norovirus pathogenesis. It is known that HBGA types are differentially expressed according to tissue type, such that type 1 core structures are found on surface epithelia of endodermal tissues, whereas type 2 core structures are typically found at the glandular level in ectodermic and mesodermic tissues 39 . A recent study demonstrated that different norovirus genotypes may specifically recognize type 1 and type 2 CHOs, indicating that different noroviruses may target different tissues 39 . Furthermore, GII (but, to date, not GI) noroviruses have been shown to bind sialylated glycoconjugates, suggesting that additional modifications to and variations of HBGAs may provide additional binding targets for norovirus 40 . Studies designed to examine these issues will provide important insight into the complex interaction between the noroviruses and their ligands and will elucidate the influence that these glycoconjugates exert on disease outcomes following norovirus infection.", "cite_spans": [{"start": 281, "end": 284, "text": "22,", "ref_id": "BIBREF27"}, {"start": 285, "end": 287, "text": "38", "ref_id": "BIBREF43"}, {"start": 1151, "end": 1153, "text": "39", "ref_id": "BIBREF44"}, {"start": 1337, "end": 1339, "text": "39", "ref_id": "BIBREF44"}, {"start": 1567, "end": 1569, "text": "40", "ref_id": "BIBREF45"}], "ref_spans": [], "section": "Binding differences of histo-blood group antigens."}, {"text": "Two recombinant expression systems have been widely used to facilitate the in vitro amplification of the noroviral capsid protein, which then spontaneously self-assembles into virus-like particles (VLPs). As the VLP is morphologically and antigenically indistinguishable from the higher-ordered capsid structure of the native norovirus 11, 80 , which is the major immunogenic and antigenic determinant of the norovirus virion, these systems allow the generation of VLPs in sufficient quantities to be characterized and used as immunological reagents. The two systems used most frequently are the baculovirus system 9 and the Venezuelan equine encephalitis virus (VEEV) replicon system 11 . The baculovirus expression system is initiated by co-transfecting wild-type baculovirus DNA and transfer vector DNA containing a cDNA copy of a norovirus capsid gene. The assembled baculovirus particles that successfully express norovirus capsid following screening and plaque purification are then used to reinfect Sf9 cells, and the expressed 38 nm VLPs are harvested on a sucrose cushion 9 . In the VEEV replicon system, the capsid gene is directly cloned into the polyclonal site of the VEEV vector (pVR21) under the control of an internal 26S promoter, replacing the structural genes of VEEV. Transcripts of the replicon, helper VEEV capsid and helper VEEV envelope glycoprotein are electroporated into baby-hamster kidney (BHK) cells, resulting in the packaging of VEEV replicon particles that undergo a single round of replication and express high levels of norovirus capsid protein, which self-assembles into VLPs when infecting cells in vitro or in vivo 11 . The VEEV approach also serves as a vaccine platform for noroviruses and other important human pathogens [81] [82] [83] [84] [85] [86] [87] [88] .", "cite_spans": [{"start": 336, "end": 339, "text": "11,", "ref_id": "BIBREF15"}, {"start": 340, "end": 342, "text": "80", "ref_id": "BIBREF87"}, {"start": 685, "end": 687, "text": "11", "ref_id": "BIBREF15"}, {"start": 1081, "end": 1082, "text": "9", "ref_id": "BIBREF13"}, {"start": 1653, "end": 1655, "text": "11", "ref_id": "BIBREF15"}, {"start": 1762, "end": 1766, "text": "[81]", "ref_id": "BIBREF88"}, {"start": 1767, "end": 1771, "text": "[82]", "ref_id": "BIBREF89"}, {"start": 1772, "end": 1776, "text": "[83]", "ref_id": "BIBREF90"}, {"start": 1777, "end": 1781, "text": "[84]", "ref_id": "BIBREF91"}, {"start": 1782, "end": 1786, "text": "[85]", "ref_id": "BIBREF92"}, {"start": 1787, "end": 1791, "text": "[86]", "ref_id": "BIBREF93"}, {"start": 1792, "end": 1796, "text": "[87]", "ref_id": "BIBREF94"}, {"start": 1797, "end": 1801, "text": "[88]", "ref_id": "BIBREF95"}], "ref_spans": [], "section": "Box 1 | Production of norovirus virus-like particles"}, {"text": "A measure that is used to describe the structure of the icosahedral viral capsid and that was first described by Caspar and Klug. The icosahedron itself has 20 equilateral triangular facets, each of which is divided into a number (T) of identical equilateral triangular subdivisions (or protein subunits), such that the capsid has 20T structure subunits.", "cite_spans": [], "ref_spans": [], "section": "Triangulation number"}, {"text": "Capsid structure Structural analysis of the GI.1-NV VLP capsid protein showed that the capsid is formed of 180 capsid molecules that are organized into 90 dimers with a T = 3 icosahedral symmetry 41 (where T is triangulation number), using two distinct dimer types to form the higher-order structure 42 . Both dimer types are composed of identical monomers but have different overall orientations, such that the C-C dimers form protrusions at the icosahedral twofold axes, whereas the A-B dimers form protrusions around the fivefold axes (FIG. 1c,d) . Analysis of the capsid monomer indicated that it is composed of two distinct domains, the shell (S) domain and the protruding (P) domain, which are linked by a flexible hinge 42 (FIG. 1a,b) . The S domain, composed of the first 225 residues of the capsid protein, forms the structural core of the intact viral capsid, and the P domain extends from the surface 43 . The P domain is further divided into two subdomains, P1 and the hypervariable P2, which protrudes furthest from the capsid shell and contains the putative receptor-binding sites 42, [44] [45] [46] [47] [48] . A second high-resolution GI.1 virus structure was recently published showing the protruding domain of GI.1-NV in complex with synthetic A-type and H-type HBGAs. Even though there were differences in the CHO moieties of these two HBGAs, both interacted with the same surface-exposed binding site found in the P2 subdomain of the viral capsid protein 44, 45 . This binding site was highly conserved in the GI genogroup and was verified by mutational analysis, which found that specific amino acids in this epitope are essential to binding 45 .", "cite_spans": [{"start": 196, "end": 198, "text": "41", "ref_id": "BIBREF46"}, {"start": 300, "end": 302, "text": "42", "ref_id": "BIBREF47"}, {"start": 727, "end": 729, "text": "42", "ref_id": "BIBREF47"}, {"start": 912, "end": 914, "text": "43", "ref_id": "BIBREF48"}, {"start": 1095, "end": 1098, "text": "42,", "ref_id": "BIBREF47"}, {"start": 1099, "end": 1103, "text": "[44]", "ref_id": "BIBREF49"}, {"start": 1104, "end": 1108, "text": "[45]", "ref_id": "BIBREF50"}, {"start": 1109, "end": 1113, "text": "[46]", "ref_id": "BIBREF51"}, {"start": 1114, "end": 1118, "text": "[47]", "ref_id": "BIBREF52"}, {"start": 1119, "end": 1123, "text": "[48]", "ref_id": "BIBREF53"}, {"start": 1475, "end": 1478, "text": "44,", "ref_id": "BIBREF49"}, {"start": 1479, "end": 1481, "text": "45", "ref_id": "BIBREF50"}, {"start": 1663, "end": 1665, "text": "45", "ref_id": "BIBREF50"}], "ref_spans": [{"start": 538, "end": 549, "text": "(FIG. 1c,d)", "ref_id": "FIGREF0"}, {"start": 730, "end": 741, "text": "(FIG. 1a,b)", "ref_id": "FIGREF0"}], "section": "Triangulation number"}, {"text": "In addition, the protruding domain of norovirus strain VA387, a GII.4 virus, has been reported in complex with A-type and B-type HBGAs. Structurally, the GI.1 and GII.4 capsid structures are similar in the S domain and most of the P1 subdomain, and the predominant differences occur in the P2 subdomain. In general, the P2 subdomain of GI.1 viruses contains fewer amino acids and is smaller than that of GII.4 viruses, which contains substantially more loops in the P2 region. moreover, the HBGA-binding regions were completely different between the two 14 . The GII.4 genotype P domain structure revealed that residues Thr344, Arg345, Asp374 and Gly442 form a hydrogen-bonding network with the α-fucose group of the A trisaccharide, whereas a second interaction site (at residues 390-395) was predicted to stabilize binding and enhance ligand affinity by weaker, long-distance interactions with the β-galactose ring of the trisaccharide 14 . By contrast, in the GI.1 virus structure, the β-N-acetylgalactosamine moiety of the A trisaccharide was shown to interact with residues Ser377, Asp327, His329 and Ser380 (REFS 44, 45) . Not only were these residues different than those reported for the GII.4 virus interaction, but the mode of binding was also distinct, with the β-N-acetylgalactosamine moiety contributing more to the interaction than the α-fucose moiety in the GII.4 virus structure. This observation showed that VLPs of different genogroups engage the same HBGAs through unique modes of binding, and it also highlights the crucial need for more crystal structures of different norovirus P domains, including time-ordered variants, from different genogroups and genotypes in complex with different HBGAs.", "cite_spans": [{"start": 938, "end": 940, "text": "14", "ref_id": "BIBREF19"}, {"start": 1113, "end": 1122, "text": "(REFS 44,", "ref_id": null}, {"start": 1123, "end": 1126, "text": "45)", "ref_id": "BIBREF50"}], "ref_spans": [], "section": "Triangulation number"}, {"text": "In addition to the strain-specific interactions, longdistance interactions between residues that are proximal to those interacting with the HBGA are likely to be necessary for the stabilization of virus-receptor interactions. Replacement of a Gly with an Asp at position 395 of the GII.4.1987 capsid was sufficient to alter the HBGAs that the mutant VLP bound, even though residue 395 does not directly interact with the CHO ligand 22 . moreover, synthetic HBGAs used in the crystallography studies may lack important in vivo modifications to the CHO structures (in vivo molecules will probably be larger and contain modified hydroxyl groups), and these structures may therefore not provide accurate assessments of HBGA binding. Consequently, VLP structures bound to more complex HBGA moieties may be crucial to fully disclose the interaction sites between VLPs and CHOs. A Bayesian phylogenetic tree of representative norovirus capsid protein sequences from all major genogroups and genotypes. Labels indicate the GI and GII genogroups that predominantly infect humans, and red brackets represent genotypes that seem to be evolving. The tree was generated with MRBAYES 90 , using sapovirus Nongkhai 50 to root the tree.", "cite_spans": [{"start": 432, "end": 434, "text": "22", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Triangulation number"}, {"text": "The evolutionary impact on capsid structure Interestingly, sequence analysis has shown that the GI genotype is limited to 37% variation at the amino acid level, with the primary variation occurring as insertions or deletions in different genotypes. Analysis of the published crystal structures of GI.1-NV and of homology models generated for the different GI capsids found that much of the HBGA-binding pocket remains intact. Residues Ser377, Asp327, His329 and Ser380 were strictly conserved, although inserts between these residues defined the GI.2, GI.3 and GI.4 models (FIG. 3) , suggesting that there has been a subtle remodelling of the CHO-binding interfaces between these genotypes, which may account for the binding differences that have been noted between these VLPs (TABLE 1) . Structural variation in each genotype was limited and occurred mostly on the surface, in the P2 domain but away from the binding site (FIG. 3) .", "cite_spans": [], "ref_spans": [{"start": 573, "end": 581, "text": "(FIG. 3)", "ref_id": "FIGREF2"}, {"start": 777, "end": 786, "text": "(TABLE 1)", "ref_id": "TABREF1"}, {"start": 923, "end": 931, "text": "(FIG. 3)", "ref_id": "FIGREF2"}], "section": "Triangulation number"}, {"text": "Superimposition of the different GI monomer models onto the GI.1-NV structure showed that insertions or deletions alter the overall structure in each case but do not seem to alter the binding pocket or a conserved structural motif found on the exterior of the GI capsid distal from the binding site (FIG. 4A) . This conserved motif occurs on the side of the capsid, opposite the dimerinterface site, and may be an immunogenic epitope that allows antibodies generated against one GI norovirus to cross-react with GI noroviruses of different genotypes. moreover, the structural models predict that the conserved motif and CHO binding may be functionally linked and structurally constrained.", "cite_spans": [], "ref_spans": [{"start": 299, "end": 308, "text": "(FIG. 4A)", "ref_id": null}], "section": "Triangulation number"}, {"text": "By contrast, modelling the structural differences of the GII monomers showed that insertions or deletions are positioned in locations that allowed substantial remodelling of the capsid surface, such that conservation of the HBGA-binding pocket and a flanking conserved, GI-equivalent, surface-exposed structural motif does not occur (FIG. 4B) . Comparing the three-dimensional space occupied by all of the different monomer models of the GI (n=8) and GII (n=17) genogroups indicated that the GI genogroup seems to have limited structural plasticity, as the structural space occupied by this genogroup is limited compared with the space occupied by the GII genogroup (FIG. 4C) . This suggests that the GI genogroup may be trapped in a genetic bottleneck, such that limited tolerance of structural variation in the capsid results in a limited subset of changes, preventing the evolution of the large-scale innovations that are necessary to generate and escape from herd immunity. By contrast, the GII genogroup has a larger repertoire of sequence space and flexibility, suggesting that it has evolved the ability to function as a capsid protein in the presence of much greater structural variation (FIG. 4C) .", "cite_spans": [], "ref_spans": [{"start": 333, "end": 342, "text": "(FIG. 4B)", "ref_id": null}, {"start": 666, "end": 675, "text": "(FIG. 4C)", "ref_id": null}, {"start": 1196, "end": 1205, "text": "(FIG. 4C)", "ref_id": null}], "section": "Triangulation number"}, {"text": "Theoretically, the immune system selects for variation in the distal regions of P2, as well as in some surfaceexposed P1 residues, that allows for escape of immunity and amplification of new, immune-resistant strains (FIG. 1d) . These strains probably contain novel antigenic epitopes and innovative structural changes to the capsid protein 49 , which together may contribute to escape from the immune response. In the GII.4 genotype, surfaceexposed amino acid replacements in the P2 region of the capsid correlate to two distinct phenotypic differences in these viruses. First, variation alters HBGA binding, such that single replacements confer an increased or altered binding capacity 22 . Second, some of these amino acid replacements correlate to antigenic variability, such that changes probably allowed escape from the predominant protective memory immune response 22 . In the late 1980s, the GII.4 viruses were probably not the predominant strains, although detailed studies before 1990 are lacking. However, by 1997 the second GII.4 subclade (Grimsby/Lordsdale) evolved with an increased tropism, theoretically allowing this newly emerged epidemic strain to infect a far greater portion of the general population 22, 23 . It is likely that this event was the precipitating factor in establishing herd immunity, which probably became the driving selective force for the emergence of all subsequent novel GII.4 viruses 22, 23 . Therefore, surface variation in the GII.4 genotype seems to be readily accommodated, selectively or simultaneously altering HBGA binding and, perhaps, host susceptibility patterns, thus leading to antigenic variation and escape from herd immunity.", "cite_spans": [{"start": 341, "end": 343, "text": "49", "ref_id": "BIBREF55"}, {"start": 688, "end": 690, "text": "22", "ref_id": "BIBREF27"}, {"start": 872, "end": 874, "text": "22", "ref_id": "BIBREF27"}, {"start": 1222, "end": 1225, "text": "22,", "ref_id": "BIBREF27"}, {"start": 1226, "end": 1228, "text": "23", "ref_id": "BIBREF28"}, {"start": 1426, "end": 1429, "text": "22,", "ref_id": "BIBREF27"}, {"start": 1430, "end": 1432, "text": "23", "ref_id": "BIBREF28"}], "ref_spans": [{"start": 217, "end": 226, "text": "(FIG. 1d)", "ref_id": "FIGREF0"}], "section": "Triangulation number"}, {"text": "Comparatively, the GI noroviruses seem to have been constrained by a conserved network of amino acids that are probably required for capsid integrity. Although changes did occur, they were only minor, suggesting that the capsid structure required for GI virus function can tolerate only limited variation. Alternatively, GI strains may preferentially target young individuals or only induce short-term immune responses, ameliorating the need for adaptive change 32, 50 . Different GI VLPs induce considerable cross reactivity to antibodies raised against GI.1-NV [50] [51] [52] . These findings suggest that the minimal set of amino acids that is required for structural integrity may encode one or more key immunogenic epitopes, which may therefore generate at least a partial cross receptor blockade against several different GI noroviruses 51 . Thus, the evolution of novel strains may have been constrained by structural limitations that restricted the number of possible escape mutants. By contrast, the GII genogroup does not seem to encode a surface-exposed conserved domain and has benefited from insertions and deletions in the P2 region that drastically alter sequence composition and provide the structural space for the innovation of novel escape variants (FIG. 4) . Interestingly, the GII.3 genotype is sufficiently similar to the GII.4 genotype that GII.3 virus-specific antibodies cross-react with GII.4 viruses, whereas GII.4-specific antibodies bind to GII.3 VLPs but do not block their interaction with the HBGA 53 . In addition, the GII.3 strain Toronto has been shown to bind to the H3 and A antigens, two HBGAs that are also bound by many of the GII.4", "cite_spans": [{"start": 462, "end": 465, "text": "32,", "ref_id": "BIBREF37"}, {"start": 466, "end": 468, "text": "50", "ref_id": "BIBREF56"}, {"start": 563, "end": 567, "text": "[50]", "ref_id": "BIBREF56"}, {"start": 568, "end": 572, "text": "[51]", "ref_id": "BIBREF57"}, {"start": 573, "end": 577, "text": "[52]", "ref_id": "BIBREF58"}, {"start": 843, "end": 845, "text": "51", "ref_id": "BIBREF57"}, {"start": 1530, "end": 1532, "text": "53", "ref_id": "BIBREF59"}], "ref_spans": [{"start": 1268, "end": 1276, "text": "(FIG. 4)", "ref_id": null}], "section": "Triangulation number"}, {"text": "viruses. These results suggest that the GII.3 viruses may have contributed to the generation of herd immunity against the GII.4 noroviruses, and a GII.3 outbreak in the late 1990s may have helped to establish the widespread herd immunity that became the selective force which drove the emergence of the GII.4 viruses as the predominant epidemic norovirus strain 53 . Additional human challenge and re-challenge studies using characterized viral strains, known host HBGA expression and norovirus immunological assays that are capable of discriminating between closely related strains will be necessary to unravel the complex interplay between the different circulating norovirus strains and the host immune response. The availability of representative capsid proteins from members of each genogroup and genotype at different points of evolution will be essential for unravelling the complex evolutionary epidemiology of norovirus family members.", "cite_spans": [{"start": 362, "end": 364, "text": "53", "ref_id": "BIBREF59"}], "ref_spans": [], "section": "Triangulation number"}, {"text": "Little is known about the immune response that is elicited following norovirus infection, because the reagents required to study these important questions are largely unavailable. most information regarding immunity has been gathered from norovirus outbreaks and human challenge studies, which have provided the only available samples with which to study norovirus immunity in humans. Susceptibility studies have revealed that certain individuals are genetically resistant to infection with specific norovirus strains 12 ; however, previous exposure history and the immune response are likely to have a central role in determining infection outcomes following challenge with the virus. Early human challenge and outbreak studies revealed that individuals with high serum or faecal antibody titres to GI.1-NV before challenge were more likely to become infected with the virus than individuals with low pre-existing antibody titres 32,54-56 . most but not all individuals were resistant to subsequent infection with the same virus 6 months later; but less than half maintained high antibody titres 6 months after a secondary challenge 32 . In long-term immunity studies, individuals infected with GI.1-NV were all symptomatically reinfected 27-42 months later 31 . However, some individuals without common pre-exposure factors who were genetically susceptible to GI.1-NV infection never became infected 12 . These findings are contradictory, in that shortterm immunity has been observed and described, whereas persisting long-term immunity has been more difficult to establish.", "cite_spans": [{"start": 1134, "end": 1136, "text": "32", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "Immune response"}, {"text": "Studies of seroprevalence to GI and GII strains have shown that at least 50% of children under 5 years of age are seropositive for norovirus exposure; this increases to 60-90% by 10 years of age and reaches 100% by adulthood, demonstrating that nearly all adults have been exposed to one or more noroviruses [57] [58] [59] [60] [61] [62] .", "cite_spans": [{"start": 308, "end": 312, "text": "[57]", "ref_id": "BIBREF63"}, {"start": 313, "end": 317, "text": "[58]", "ref_id": "BIBREF64"}, {"start": 318, "end": 322, "text": "[59]", "ref_id": "BIBREF65"}, {"start": 323, "end": 327, "text": "[60]", "ref_id": "BIBREF66"}, {"start": 328, "end": 332, "text": "[61]", "ref_id": "BIBREF67"}, {"start": 333, "end": 337, "text": "[62]", "ref_id": "BIBREF68"}], "ref_spans": [], "section": "Immune response"}, {"text": "Population dynamics play an important part in the emergence of novel pathogens, as a population that is largely resistant to one variant, because of herd immunity, provides an environment that can select for an Cc escape from that immunity. In fact, using the influenza virus as a prototype, a model has been generated that suggests that a large epidemic the previous year probably generates enough genetic variation to give rise to a strain that almost completely escapes host immunity 63, 64 . It has been shown that a viral population evolves more rapidly in the presence of a highly immune host population 65 . This is particularly true for RNA viruses, which generally introduce one mutation per genome per round of viral replication. Indeed, because of their high mutation rate, RNA viruses often exist as a quasispecies in the infected host 66, 67 . In this way, herd immunity is the environment Figure 4 | genogroup variation. A | Variation in the GI genogroup. The crystal structure of the P domain of the genogroup I, genotype 1 Norwalk virus (GI.1-NV) was used to generate representative models of all eight GI genotypes. P domain chains are in blue, the histo-blood group antigen (HBGA)-binding sites are in magenta, a conserved structural domain is shown in red and all additional GI models are in black mesh. Aa | The annotated GI.1-NV P domain structure. Ab | The GI.1-NV P domain monomer with additional GI monomer models superimposed on the structure. Ac | The GI.1-NV P domain dimer with additional GI dimer models superimposed on the structure. Note that the binding pocket and conserved domain are mostly preserved. b | Variation in the GII genogroup. The crystal structure of the P domain of GII.4 norovirus VA387 was used to generate representative models of all 17 GII P domains. GII.4 P domain chains are in cyan, the HBGA-binding sites are orange and all additional GII P domain models are in purple mesh. ba | The annotated GII.4 VA387 P domain structure. bb | The GII.4 VA387 P domain monomer with additional GII monomer models superimposed. bc | The GII.4 VA387 P domain dimer with additional GII P domain dimer models superimposed. Note that the binding pockets are structurally different in the GII models. c | Superimposing the GII and GI structural space. ca | Superimposition of the GII.4 VA387 P domain dimer structure (shown in mesh) onto the GI. 1-NV P domain dimer structure indicates that GII.4 VA387 occupies more structural space than GI.1-NV (the colours of domains are as for parts A and b). cb | Superimposing the GII monomer structure, indicated by the purple mesh, onto the GI monomer structure, shown in black, indicates that the GII genogroup occupies substantially more space. cc | Superimposing the GII dimer structure, indicated by the purple mesh, onto the GI dimer structure, shown in black, indicates that the GII genogroup occupies more overall structural space. The additional structural space may allow the GII genogroup more structural flexibility, so that it could hypothetically tolerate more mutations while preserving its capacity to bind a differential receptor repertoire. Structural models were generated using the program Modeller 91 and pictures were generated using MacPyMOL (Delano Scientific LLC, Palo Alto, California, USA). that selects for variation, which may already exist to a lesser extent in the quasispecies.", "cite_spans": [{"start": 487, "end": 490, "text": "63,", "ref_id": "BIBREF69"}, {"start": 491, "end": 493, "text": "64", "ref_id": "BIBREF70"}, {"start": 610, "end": 612, "text": "65", "ref_id": "BIBREF71"}, {"start": 848, "end": 851, "text": "66,", "ref_id": "BIBREF72"}, {"start": 852, "end": 854, "text": "67", "ref_id": "BIBREF73"}], "ref_spans": [{"start": 903, "end": 911, "text": "Figure 4", "ref_id": null}], "section": "Antigenicity and immunity"}, {"text": "In the genus Norovirus, confounding factors have contributed to a more complicated evolutionary path. First, different genogroups, genotypes and even viruses in a genotype bind to different HBGAs that are polymorphic in the general population. This indicates that a virus that has been neutralized by herd immunity in one polymorphic population could exploit another susceptible population by differential HBGA ligand recognition. In addition, many noroviruses bind to more than one type of HBGA, suggesting that different populations may be susceptible to one strain. Second, in many cases variation between and within genotypes and genogroups alters antigenicity, which may allow escape from the predominant memory immune response, whereas in other cases cross reactivity may allow partial neutralization or an immune response that is skewed toward a previous exposure (FIG.5) .", "cite_spans": [], "ref_spans": [{"start": 871, "end": 878, "text": "(FIG.5)", "ref_id": null}], "section": "Nature Reviews | Microbiology"}, {"text": "Experiments conducted using a time-ordered panel of GII.4 VLPs showed that this genotype uses both antibody escape and receptor switching to persist in human populations. Sequence analysis identified six unique subclades in the GII.4 genotype, and representative sequences from each were selected and used to generate a panel of time-ordered GII.4 VLPs that spanned from 1987 to 2006. Using a synthetic CHO-binding assay, it was determined that specific amino acid changes proximal to the HBGA interaction site that had occurred over the 20 year interval altered CHO-binding patterns in a subclade-specific manner 22, 53 . In addition, serum from a human outbreak in 1988 and mouse antisera were used to conduct a surrogate neutralization assay using ELISA and in vitro CHO blockade experiments, which found that subclade-specific amino acid replacements altered the serological and blockade responses in a manner that is consistent with a model of antigenic drift 22 . These results show that the GII.4 viruses adapted to escape herd immunity, to infect previously resistant portions of the polymorphic population or to do both 22 . Periods of stasis that occurred during the epochal evolution of the GII.4 genotype from approximately 1987 to 1997 and from 1997 to 2002 probably occurred owing to a lack of herd immunity in substantial portions of the polymorphic population; therefore, the selective force necessary to drive the evolution of new epidemic strains was not fully present until approximately 2002. Since 2002, new epidemic strains of GII.4 viruses occur after major outbreaks every 1-2 years, similar to influenza virus emergence, indicating that a vaccine against the GII.4 and perhaps other select norovirus genotypes would require frequent reformulation.", "cite_spans": [{"start": 614, "end": 617, "text": "22,", "ref_id": "BIBREF27"}, {"start": 618, "end": 620, "text": "53", "ref_id": "BIBREF59"}, {"start": 965, "end": 967, "text": "22", "ref_id": "BIBREF27"}, {"start": 1129, "end": 1131, "text": "22", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Nature Reviews | Microbiology"}, {"text": "In comparison, the GI genogroup seems to be limited structurally by a surface-exposed conserved domain, which may provide a common antibody epitope in the genogroup. Recent work has demonstrated that the GI noroviruses can bind many different HBGAs, despite the conserved HBGA-binding site (FIG. 5; TABLE 1 ). In addition, individuals infected with a GI norovirus generally mount robust B cell and T cell responses against the homologous strain, although some individuals preferentially mount immune responses against heterologous GI strains 50 . These results corroborate previous findings that have found a high degree of antibody cross reactivity between GI strains 68 . Cross-reactive B cell and T cell epitopes could allow complex patterns of cross protection among GI strains and promote infectivity by original antigenic sin (OAS), which has been described in mice 69, 70 and in humans 71 at the antibody and T cell levels. Consequently, pre-exposure histories may be a confounding factor in long-term protection against GI strains. Detailed mapping of antigenic epitopes recognizing antibodies or T cells is a crucial need for future norovirus research.", "cite_spans": [{"start": 872, "end": 875, "text": "69,", "ref_id": "BIBREF75"}, {"start": 876, "end": 878, "text": "70", "ref_id": "BIBREF76"}], "ref_spans": [{"start": 290, "end": 306, "text": "(FIG. 5; TABLE 1", "ref_id": "FIGREF0"}], "section": "Nature Reviews | Microbiology"}, {"text": "The OAS response generates antibodies and T cells that are specific to the previous pathogen and have reduced affinity toward the novel pathogen 72 . Although it is currently speculative, an OAS response could account for the results observed in the analysis of VLPs from the GI.1-GI.4 genotypes, in which GI.1-NV-specific antisera cross-reacted with GI.1.2001, GI.2, GI.3 and GI.4 VLPs. This showed that some individuals have a preferential blockade response to other VLPs besides the infecting strain. However, OAS has not been previously shown for noroviruses and is controversial in other viral infections. Despite reports in the literature suggesting OAS as a mechanism in HIV and influenza virus infections 72,73 , a recent report investigating the rapid cloning of high-affinity human monoclonal antibodies generated by influenza virus vaccination found that nearly all of the vaccine-specific monoclonal antibodies had highest affinity for the vaccine strain 74 . This observation suggests that OAS does not occur in normal, healthy adults receiving the influenza virus vaccination and argues against OAS as a mechanism that occurs during re-exposure to a viral Figure 5 | Model of gi versus gii evolution in human populations. a | Noroviruses of the GI genogroup seem to be limited in the amount of variation that occurs in the P2 subdomain of the capsid, which reduces the ability of the virus to generate antibody escape mutants. Therefore, viruses in the GI genogroup probably persist by evolving differential binding capacity or through original antigenic sin (OAS) of the host. b | By contrast, the GII genogroup contains more sequence information in the P2 subdomain, which can tolerate more substantial changes, probably allowing evolution to rearrange the surface and alter both binding capacity and antigenic properties. Therefore, as has been shown for GII.4, GII noroviruses are likely to persist by two mechanisms: receptor switching and antigenic drift.", "cite_spans": [{"start": 145, "end": 147, "text": "72", "ref_id": "BIBREF78"}, {"start": 967, "end": 969, "text": "74", "ref_id": "BIBREF80"}], "ref_spans": [{"start": 1170, "end": 1178, "text": "Figure 5", "ref_id": null}], "section": "Nature Reviews | Microbiology"}, {"text": "A host-mediated humoral or cellular immune response in which a memory response against a previously encountered pathogen is preferentially used against a new pathogen variant rather than another primary response being produced.", "cite_spans": [], "ref_spans": [], "section": "Original antigenic sin"}, {"text": "infection. Alternatively, it could be that OAS responses are complex and only occur in selected individuals who have the appropriate pre-exposure histories; more detailed studies with more individuals are essential to definitively address this question. A similar study using norovirus VLP vaccination of human populations would also provide direct insight into this issue and is warranted.", "cite_spans": [], "ref_spans": [], "section": "Original antigenic sin"}, {"text": "Challenges to vaccine development The multiple mechanisms that are used by noroviruses to persist in human populations, along with the complex antigenic diversity and evolution of these viruses, provide substantial challenges to vaccine development. Principle barriers include: the difficulty of finding a vaccine design that provides maximal coverage of the strains that are commonly associated with human disease; the lack of clearly defined measures of protective immunity; the lack of robust animal models for human disease; and the lack of understanding of short-term versus long-term immunity. Studies using mouse and pig models of norovirus pathogenesis have shown that protective immune responses probably target the capsid protein and neutralize infectivity [75] [76] [77] [78] [79] , which suggests that vaccines composed of capsid protein variants would be candidates for human vaccinations. In particular, the pig model is relevant to dissect the effect of antigenic variation on protective immunity against the GII.4 viruses. However, it is still unknown if the protection generated in these models is long term, and further studies are necessary to evaluate the potential impact of pre-exposure history on vaccine efficacy. Extreme antigenic variation exists between various GI and GII strains, and evidence for robust cross protection is lacking, indicating that multivalent VLP vaccine formulations will be essential for broad coverage against the predominant circulating strains. moreover, until recently many of the different genotypes were treated as a single phenotypic clade, but evolution among the GII.4 viruses means that each subclade must be considered individually. Therefore, it will be essential to define the evolutionary patterns of each genotype in order to identify appropriate contemporary isolates for vaccine design. Although vaccine studies should focus on the predominant GII.4 genotype, control of a single genotype through vaccination would probably leave an evolutionary niche that would be exploited by another GII genotype, perhaps a GII.2 or a GII.3 variant.", "cite_spans": [{"start": 767, "end": 771, "text": "[75]", "ref_id": "BIBREF81"}, {"start": 772, "end": 776, "text": "[76]", "ref_id": "BIBREF82"}, {"start": 777, "end": 781, "text": "[77]", "ref_id": "BIBREF83"}, {"start": 782, "end": 786, "text": "[78]", "ref_id": "BIBREF85"}, {"start": 787, "end": 791, "text": "[79]", "ref_id": "BIBREF86"}], "ref_spans": [], "section": "Original antigenic sin"}, {"text": "Protective cross immunity among the GI genogroup strains may allow for robust vaccines that protect across the entire genogroup; however, empirical support for effective cross-protective immunity is lacking. OAS may further complicate vaccine formulations, as individual patient pre-exposure histories will be nearly impossible to discern and unravel. Furthermore, preexisting antibodies do not always protect against subsequent infection, and individuals with higher prechallenge antibody titres have been shown to be more susceptible to infection 32,54-56 . As has been reported for infections with dengue virus and other viruses 71, 72 , the presence of pre-existing antibodies or memory T cells against related but distinct virus strains can decrease the efficacy of the immune response to subsequent infecting strains as well as enhance disease severity. Although a percentage of the human population is genetically resistant to infection with the GI.1-NV strain, which may explain why certain individuals have lower pre-existing antibody titres and are less likely to be infected 12 , an individual's susceptibility alleles are not capable of controlling infection to all norovirus strains 35 .", "cite_spans": [{"start": 632, "end": 635, "text": "71,", "ref_id": "BIBREF77"}, {"start": 636, "end": 638, "text": "72", "ref_id": "BIBREF78"}, {"start": 1086, "end": 1088, "text": "12", "ref_id": "BIBREF16"}, {"start": 1196, "end": 1198, "text": "35", "ref_id": "BIBREF40"}], "ref_spans": [], "section": "Original antigenic sin"}, {"text": "In addition, evolution of the viral capsid protein influences the outcome of infection 22 . Single amino acid changes in or peripheral to receptor-binding domains in the viral capsid protein enhance, reduce or alter receptor-binding specificities. Because individuals are polymorphous for alleles controlling HBGA expression, altering the viral binding specificities probably allows infection of previously resistant individuals, thereby enabling the virus to escape population-specific herd immunity. These observations suggest that multivalent vaccines composed of several GII.4 capsid antigens would be necessary to control epidemic outbreaks caused by GII.4 noroviruses. multivalent regimens containing vaccine components from several predominant circulating strains will possibly protect against subsequent homologous infection, as multivalent VLP vaccines have been shown to protect against homologous infection in the mouse and the pig 52, 76, 77 . In addition, it has been shown that increasing the number of strains in multivalent vaccines generates strong and equivalent immune responses to all components of the vaccine without diminishing individual responses compared with the response to a monovalent vaccination 51, 52 .", "cite_spans": [{"start": 87, "end": 89, "text": "22", "ref_id": "BIBREF27"}, {"start": 943, "end": 946, "text": "52,", "ref_id": "BIBREF58"}, {"start": 947, "end": 950, "text": "76,", "ref_id": "BIBREF82"}, {"start": 951, "end": 953, "text": "77", "ref_id": "BIBREF83"}, {"start": 1227, "end": 1230, "text": "51,", "ref_id": "BIBREF57"}, {"start": 1231, "end": 1233, "text": "52", "ref_id": "BIBREF58"}], "ref_spans": [], "section": "Original antigenic sin"}, {"text": "Furthermore, multivalent vaccines in the mouse have been shown to enhance genogroup-specific, cross-reactive receptor blocking-antibody and T cell responses, and this suggests that multivalent vaccines containing components of both GI and GII strains would probably confer substantial protection against norovirus infection. Promising studies with multivalent Venezuelan equine encephalitis virus replicon particle vaccines against mNV administered to mice showed that immunity remains intact 6 months postvaccination 79 , suggesting that long-term immunity can be generated by vaccination. Elegant studies with mNV1 also suggest that neutralizing-antibody and CD4 + T cell or CD8 + T cell responses are essential for protection from reinfection 52, 79 .", "cite_spans": [{"start": 518, "end": 520, "text": "79", "ref_id": "BIBREF86"}, {"start": 746, "end": 749, "text": "52,", "ref_id": "BIBREF58"}, {"start": 750, "end": 752, "text": "79", "ref_id": "BIBREF86"}], "ref_spans": [], "section": "Original antigenic sin"}, {"text": "In summary, the design of efficacious multivalent norovirus vaccines is essential for reducing the largescale outbreaks that commonly occur in settings in which close human contact is unavoidable. In addition, understanding the complexity of norovirus evolution and subsequent escape from the immune system has redefined how virologists think about norovirus vaccinology and will continue to direct the field towards a better understanding of how noroviruses survive and persist and how vaccines can be rationally designed to control this formidable viral pathogen.", "cite_spans": [], "ref_spans": [], "section": "Original antigenic sin"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "GII.12.Wortley GII.16.Tiffin GII.2.Leeuwarden15", "authors": [], "year": 2001, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "GII.3_Toronto GII.6_Seacroft GII.11.Swine GII.8.Amsterdam GII", "authors": [], "year": null, "venue": "", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "The epidemiologic and clinical importance of norovirus infection", "authors": [{"first": "R", "middle": ["L"], "last": "Atmar", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Estes", "suffix": ""}], "year": 2006, "venue": "Gastroenterol. Clin. North Am", "volume": "35", "issn": "", "pages": "275--290", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Molecular epidemiology of norovirus in outbreaks of gastroenteritis in southwest Germany from", "authors": [{"first": "A", "middle": ["C"], "last": "Ike", "suffix": ""}], "year": 2001, "venue": "J. Clin. Microbiol", "volume": "44", "issn": "", "pages": "1262--1267", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Outbreaks of gastroenteritis in elderly nursing homes and retirement facilities associated with human caliciviruses", "authors": [{"first": "X", "middle": [], "last": "Jiang", "suffix": ""}], "year": 1996, "venue": "J. Med. Virol", "volume": "50", "issn": "", "pages": "335--341", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Food-related illness and death in the United States", "authors": [{"first": "P", "middle": ["S"], "last": "Mead", "suffix": ""}], "year": 1999, "venue": "Emerg. Infect. Dis", "volume": "5", "issn": "", "pages": "607--625", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Visualization by immune electron microscopy of a 27-nm particle associated with acute infectious nonbacterial gastroenteritis", "authors": [{"first": "A", "middle": ["Z"], "last": "Kapikian", "suffix": ""}], "year": 1972, "venue": "J. Virol", "volume": "10", "issn": "", "pages": "1075--1081", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "This article describes the discovery of Norwalk virus, which was the first norovirus to be recognized", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "The discovery of the 27-nm Norwalk virus: an historic perspective", "authors": [{"first": "A", "middle": ["Z"], "last": "Kapikian", "suffix": ""}], "year": 2000, "venue": "J. Infect. Dis", "volume": "181", "issn": "", "pages": "295--302", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "This paper details the cloning of the Norwalk virus genome for the first time", "authors": [{"first": "X", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "D", "middle": [], "last": "Graham", "suffix": ""}, {"first": "K", "middle": [], "last": "Wang", "suffix": ""}, {"first": "M", "middle": [], "last": "Estes", "suffix": ""}], "year": 1990, "venue": "Science", "volume": "250", "issn": "", "pages": "1580--1583", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "This work shows that recombinant Norwalk virus capsid proteins can self-assemble into virus-like particles using the baculovirus expression system", "authors": [{"first": "X", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "M", "middle": [], "last": "Wang", "suffix": ""}, {"first": "D", "middle": [], "last": "Graham", "suffix": ""}, {"first": "M", "middle": [], "last": "Estes", "suffix": ""}], "year": 1992, "venue": "J. Virol", "volume": "66", "issn": "", "pages": "6527--6532", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Comparison of the reactivities of baculovirusexpressed recombinant Norwalk virus capsid antigen with those of the native Norwalk virus antigen in serologic assays and some epidemiologic observations", "authors": [{"first": "K", "middle": ["Y"], "last": "Green", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Lew", "suffix": ""}, {"first": "X", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "A", "middle": ["Z"], "last": "Kapikian", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Estes", "suffix": ""}], "year": 1993, "venue": "J. Clin. Microbiol", "volume": "31", "issn": "", "pages": "2185--2191", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "The first formation of Norwalk virus-like particles using the Venezualian equine encephalitis vector expression system", "authors": [{"first": "R", "middle": ["S"], "last": "Baric", "suffix": ""}], "year": 2002, "venue": "J. Virol", "volume": "76", "issn": "", "pages": "3023--3030", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Human susceptibility and resistance to Norwalk virus infection", "authors": [{"first": "L", "middle": [], "last": "Lindesmith", "suffix": ""}], "year": 2003, "venue": "Nature Med", "volume": "9", "issn": "", "pages": "548--553", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "This article describes the susceptibility of secretor-positive humans to Norwalk virus, suggesting the presence of a human susceptibility allele", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Comparison of three agents of acute infectious nonbacterial gastroenteritis by crosschallenge in volunteers", "authors": [{"first": "R", "middle": ["G"], "last": "Wyatt", "suffix": ""}], "year": 1974, "venue": "J. Infect. Dis", "volume": "129", "issn": "", "pages": "709--714", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Epidemiologic and molecular trends of \"Norwalk-like viruses\" associated with outbreaks of gastroenteritis in the United States", "authors": [{"first": "R", "middle": ["L"], "last": "Fankhauser", "suffix": ""}], "year": 2002, "venue": "J. Infect. Dis", "volume": "186", "issn": "", "pages": "1--7", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Capsid diversity in small round-structured viruses: molecular characterization of an antigenically distinct human enteric calicivirus", "authors": [{"first": "S", "middle": ["M"], "last": "Green", "suffix": ""}, {"first": "P", "middle": ["R"], "last": "Lambden", "suffix": ""}, {"first": "E", "middle": ["O"], "last": "Caul", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Ashley", "suffix": ""}, {"first": "I", "middle": ["N"], "last": "Clarke", "suffix": ""}], "year": 1995, "venue": "Virus Res", "volume": "37", "issn": "", "pages": "271--283", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "STAT1-dependent innate immunity to a Norwalk-like virus", "authors": [{"first": "S", "middle": ["M"], "last": "Karst", "suffix": ""}], "year": 2003, "venue": "Science", "volume": "299", "issn": "", "pages": "1575--1578", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Molecular characterization of bovine enteric caliciviruses: a distinct third genogroup of noroviruses (Norwalk-like viruses) unlikely to be of risk to humans", "authors": [{"first": "S", "middle": ["L"], "last": "Oliver", "suffix": ""}], "year": 2003, "venue": "J. Virol", "volume": "77", "issn": "", "pages": "2789--2798", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Norwalk-like viruses\" by oligonucleotide array in a reverse line blot hybridization format", "authors": [{"first": "J", "middle": [], "last": "Vinje", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Koopmans", "suffix": ""}], "year": 2000, "venue": "J. Clin. Microbiol", "volume": "38", "issn": "", "pages": "2595--2601", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Norovirus classification and proposed strain nomenclature", "authors": [{"first": "D", "middle": ["P"], "last": "Zheng", "suffix": ""}], "year": 2006, "venue": "Virology", "volume": "346", "issn": "", "pages": "312--323", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Phylogenetic analysis of the complete genome of 18 Norwalk-like viruses", "authors": [{"first": "K", "middle": [], "last": "Katayama", "suffix": ""}], "year": 2002, "venue": "Virology", "volume": "299", "issn": "", "pages": "225--239", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "The genome of hawaii virus and its relationship with other members of the caliciviridae", "authors": [{"first": "M", "middle": ["A"], "last": "Pletneva", "suffix": ""}, {"first": "S", "middle": ["V"], "last": "Sosnovtsev", "suffix": ""}, {"first": "K", "middle": ["Y"], "last": "Green", "suffix": ""}], "year": 2001, "venue": "Virus Genes", "volume": "23", "issn": "", "pages": "5--16", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "This paper discusses the binding and antigenic differences between a panel of GII.4 noroviruses that evolved over 20 years, suggesting that herd immunity may select for novel variants over time", "authors": [{"first": "L", "middle": ["C"], "last": "Lindesmith", "suffix": ""}], "year": 2008, "venue": "PLoS Med", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Norovirus pathogenesis: mechanisms of persistence and immune evasion in human populations", "authors": [{"first": "E", "middle": ["F"], "last": "Donaldson", "suffix": ""}, {"first": "L", "middle": ["C"], "last": "Lindesmith", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Lobue", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Baric", "suffix": ""}], "year": 2008, "venue": "Immunol. Rev", "volume": "225", "issn": "", "pages": "190--211", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Epochal evolution of GGII.4 norovirus capsid proteins from 1995 to", "authors": [{"first": "J", "middle": ["J"], "last": "Siebenga", "suffix": ""}], "year": 2006, "venue": "J. Virol", "volume": "81", "issn": "", "pages": "9932--9941", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Analysis of amino acid variation in the P2 domain of the GII-4 norovirus VP1 protein reveals putative variant-specific epitopes", "authors": [{"first": "D", "middle": ["J"], "last": "Allen", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Gray", "suffix": ""}, {"first": "C", "middle": ["I"], "last": "Gallimore", "suffix": ""}, {"first": "J", "middle": [], "last": "Xerry", "suffix": ""}, {"first": "M", "middle": [], "last": "Iturriza-Gomara", "suffix": ""}], "year": 2008, "venue": "PLoS ONE", "volume": "3", "issn": "", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Genetic analysis of the capsid gene of genotype GII.2 noroviruses", "authors": [{"first": "N", "middle": [], "last": "Iritani", "suffix": ""}], "year": 2008, "venue": "J. Virol", "volume": "82", "issn": "", "pages": "7336--7345", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Quasispecies dynamics and molecular evolution of human norovirus capsid P region during chronic infection", "authors": [{"first": "B", "middle": [], "last": "Carlsson", "suffix": ""}], "year": 2009, "venue": "J. Gen. Virol", "volume": "90", "issn": "", "pages": "432--441", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Norwalk virus infection and disease is associated with ABO histo-blood group type", "authors": [{"first": "E", "middle": ["P"], "last": "Hennessy", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Green", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Connor", "suffix": ""}, {"first": "R", "middle": [], "last": "Darby", "suffix": ""}, {"first": "P", "middle": [], "last": "Macdonald", "suffix": ""}], "year": 2003, "venue": "J. Infect. Dis", "volume": "188", "issn": "", "pages": "176--177", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Norwalk virus infection and disease is associated with ABO histo-blood group type", "authors": [{"first": "A", "middle": ["M"], "last": "Hutson", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Atmar", "suffix": ""}, {"first": "D", "middle": ["Y"], "last": "Graham", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Estes", "suffix": ""}], "year": 2002, "venue": "J. Infect. Dis", "volume": "185", "issn": "", "pages": "1335--1337", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Association of histo-blood group antigens and susceptibility to norovirus infections", "authors": [{"first": "B", "middle": ["H"], "last": "Rockx", "suffix": ""}, {"first": "H", "middle": [], "last": "Vennema", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Hoebe", "suffix": ""}, {"first": "E", "middle": [], "last": "Duizer", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Koopmans", "suffix": ""}], "year": 2005, "venue": "J. Infect. Dis", "volume": "191", "issn": "", "pages": "749--754", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Clinical immunity in acute gastroenteritis caused by Norwalk agent", "authors": [{"first": "T", "middle": ["A"], "last": "Parrino", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Schreiber", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Trier", "suffix": ""}, {"first": "A", "middle": ["Z"], "last": "Kapikian", "suffix": ""}, {"first": "N", "middle": ["R"], "last": "Blacklow", "suffix": ""}], "year": 1977, "venue": "N. Engl. J. Med", "volume": "297", "issn": "", "pages": "86--89", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Multiple-challenge study of host susceptibility to Norwalk gastroenteritis in US adults", "authors": [{"first": "P", "middle": ["C"], "last": "Johnson", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Mathewson", "suffix": ""}, {"first": "H", "middle": ["L"], "last": "Dupont", "suffix": ""}, {"first": "H", "middle": ["B"], "last": "Greenberg", "suffix": ""}], "year": 1990, "venue": "J. Infect. Dis", "volume": "161", "issn": "", "pages": "18--21", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Norwalk virus binds to histoblood group antigens present on gastroduodenal epithelial cells of secretor individuals", "authors": [{"first": "S", "middle": [], "last": "Marionneau", "suffix": ""}], "year": 2002, "venue": "Gastroenterology", "volume": "122", "issn": "", "pages": "1967--1977", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "A homozygous nonsense mutation (428G→A) in the human secretor (FUT2) gene provides resistance to symptomatic norovirus (GGII) infections", "authors": [{"first": "M", "middle": [], "last": "Thorven", "suffix": ""}], "year": 2005, "venue": "J. Virol", "volume": "79", "issn": "", "pages": "15351--15355", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Cellular and humoral immunity following Snow Mountain virus challenge", "authors": [{"first": "L", "middle": [], "last": "Lindesmith", "suffix": ""}], "year": 2005, "venue": "J. Virol", "volume": "79", "issn": "", "pages": "2900--2909", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Antibody prevalence and titer to norovirus (genogroup II) correlate with secretor (FUT2) but not with ABO phenotype or Lewis (FUT3) genotype", "authors": [{"first": "M", "middle": ["M"], "last": "Larsson", "suffix": ""}], "year": 2006, "venue": "J. Infect. Dis", "volume": "194", "issn": "", "pages": "1422--1427", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Norovirus and histo-blood group antigens: demonstration of a wide spectrum of strain specificities and classification of two major binding groups among multiple binding patterns", "authors": [{"first": "P", "middle": [], "last": "Huang", "suffix": ""}], "year": 2005, "venue": "J. Virol", "volume": "79", "issn": "", "pages": "6714--6722", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "The G428A nonsense mutation in FUT2 provides strong but not absolute protection against symptomatic GII.4 norovirus infection", "authors": [{"first": "B", "middle": [], "last": "Carlsson", "suffix": ""}], "year": 2009, "venue": "PLoS ONE", "volume": "4", "issn": "", "pages": "", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Noroviruses distinguish between type 1 and type 2 histo-blood group antigens for binding", "authors": [{"first": "H", "middle": [], "last": "Shirato", "suffix": ""}], "year": 2008, "venue": "J. Virol", "volume": "82", "issn": "", "pages": "10756--10767", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Human noroviruses recognize sialyl Lewis x neoglycoproteins", "authors": [{"first": "G", "middle": ["E"], "last": "Rydell", "suffix": ""}], "year": 2009, "venue": "Glycobiology", "volume": "19", "issn": "", "pages": "309--320", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Three-dimensional structure of baculovirus-expressed Norwalk virus capsids", "authors": [{"first": "B", "middle": ["V"], "last": "Prasad", "suffix": ""}, {"first": "R", "middle": [], "last": "Rothnagel", "suffix": ""}, {"first": "X", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Estes", "suffix": ""}], "year": 1994, "venue": "J. Virol", "volume": "68", "issn": "", "pages": "5117--5125", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "X-ray crystallographic structure of the Norwalk virus capsid", "authors": [{"first": "B", "middle": ["V"], "last": "Prasad", "suffix": ""}], "year": 1999, "venue": "This work describes the three-dimensional structure of the Norwalk VLP", "volume": "286", "issn": "", "pages": "287--290", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Structural requirements for the assembly of Norwalk virus-like particles", "authors": [{"first": "A", "middle": [], "last": "Bertolotti-Ciarlet", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "White", "suffix": ""}, {"first": "R", "middle": [], "last": "Chen", "suffix": ""}, {"first": "B", "middle": ["V"], "last": "Prasad", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Estes", "suffix": ""}], "year": 2002, "venue": "J. Virol", "volume": "76", "issn": "", "pages": "4044--4055", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Structural basis for the receptor binding specificity of the Norwalk virus", "authors": [{"first": "W", "middle": [], "last": "Bu", "suffix": ""}], "year": 2008, "venue": "J. Virol", "volume": "82", "issn": "", "pages": "5340--5347", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "This study and reference 44 demonstrate the three-dimensional structure of the Norwalk virus's protruding domain in complex with different HBGAs", "authors": [{"first": "J", "middle": ["M"], "last": "Choi", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Hutson", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Estes", "suffix": ""}, {"first": "B", "middle": ["V"], "last": "Prasad", "suffix": ""}], "year": 2008, "venue": "Proc. Natl Acad. Sci. USA 105", "volume": "", "issn": "", "pages": "9175--9180", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Structural studies of recombinant Norwalk capsids", "authors": [{"first": "B", "middle": ["V"], "last": "Prasad", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Hardy", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Estes", "suffix": ""}], "year": 2000, "venue": "J. Infect. Dis", "volume": "181", "issn": "", "pages": "317--321", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Mutations within the P2 domain of norovirus capsid affect binding to human histo-blood group antigens: evidence for a binding pocket", "authors": [{"first": "M", "middle": [], "last": "Tan", "suffix": ""}], "year": 2003, "venue": "J. Virol", "volume": "77", "issn": "", "pages": "12562--12571", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Structural basis for the recognition of blood group trisaccharides by norovirus", "authors": [{"first": "S", "middle": [], "last": "Cao", "suffix": ""}], "year": 2007, "venue": "J. Virol", "volume": "81", "issn": "", "pages": "5949--5957", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "This study elucidates the crystal structure of the protruding domain of a GII.4 virus in complex with HBGAs", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Evolution of human calicivirus RNA in vivo: accumulation of mutations in the protruding P2 domain of the capsid leads to structural changes and possibly a new phenotype", "authors": [{"first": "M", "middle": [], "last": "Nilsson", "suffix": ""}], "year": 2003, "venue": "J. Virol", "volume": "77", "issn": "", "pages": "13117--13124", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Heterotypic humoral and cellular immune responses following Norwalk virus infection", "authors": [{"first": "L", "middle": ["C"], "last": "Lindesmith", "suffix": ""}], "year": 2009, "venue": "J. Virol", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "Multivalent norovirus vaccines induce strong mucosal and systemic blocking antibodies against multiple strains", "authors": [{"first": "A", "middle": ["D"], "last": "Lobue", "suffix": ""}], "year": 2006, "venue": "Vaccine", "volume": "24", "issn": "", "pages": "5220--5234", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "Alphavirus-adjuvanted norovirus-like particle vaccines: heterologous, humoral, and mucosal immune responses protect against murine norovirus challenge", "authors": [{"first": "A", "middle": ["D"], "last": "Lobue", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Thompson", "suffix": ""}, {"first": "L", "middle": [], "last": "Lindesmith", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Johnston", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Baric", "suffix": ""}], "year": 2009, "venue": "J. Virol", "volume": "83", "issn": "", "pages": "3212--3227", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "Herd immunity to GII.4 noroviruses is supported by outbreak patient sera", "authors": [{"first": "J", "middle": ["L"], "last": "Cannon", "suffix": ""}], "year": 2009, "venue": "J. Virol", "volume": "83", "issn": "", "pages": "5363--5374", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "Detection of immunoglobulin M (IgM), IgA, and IgG Norwalk virus-specific antibodies by indirect enzyme-linked immunosorbent assay with baculovirus-expressed Norwalk virus capsid antigen in adult volunteers challenged with Norwalk virus", "authors": [{"first": "J", "middle": ["J"], "last": "Gray", "suffix": ""}], "year": 1994, "venue": "J. Clin. Microbiol", "volume": "32", "issn": "", "pages": "3059--3063", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "Viral shedding and fecal IgA response after Norwalk virus infection", "authors": [{"first": "P", "middle": ["C"], "last": "Okhuysen", "suffix": ""}, {"first": "X", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "L", "middle": [], "last": "Ye", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Johnson", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Estes", "suffix": ""}], "year": 1995, "venue": "J. Infect. Dis", "volume": "171", "issn": "", "pages": "566--569", "other_ids": {}}, "BIBREF62": {"ref_id": "b62", "title": "Serological responses among teenagers after natural exposure to Norwalk virus", "authors": [{"first": "R", "middle": ["C"], "last": "Baron", "suffix": ""}, {"first": "H", "middle": ["B"], "last": "Greenberg", "suffix": ""}, {"first": "G", "middle": [], "last": "Cukor", "suffix": ""}, {"first": "N", "middle": ["R"], "last": "Blacklow", "suffix": ""}], "year": 1984, "venue": "J. Infect. Dis", "volume": "150", "issn": "", "pages": "531--534", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "Prevalence of antibodies to the Hawaii strain of human calicivirus as measured by a recombinant protein based immunoassay", "authors": [{"first": "W", "middle": ["D"], "last": "Cubitt", "suffix": ""}, {"first": "K", "middle": ["Y"], "last": "Green", "suffix": ""}, {"first": "P", "middle": [], "last": "Payment", "suffix": ""}], "year": 1998, "venue": "J. Med. Virol", "volume": "54", "issn": "", "pages": "135--139", "other_ids": {}}, "BIBREF64": {"ref_id": "b64", "title": "Antibody prevalence and immunoglobulin IgG subclass pattern to Norwalk virus in Sweden", "authors": [{"first": "J", "middle": [], "last": "Hinkula", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Ball", "suffix": ""}, {"first": "S", "middle": [], "last": "Lofgren", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Estes", "suffix": ""}, {"first": "L", "middle": [], "last": "Svensson", "suffix": ""}], "year": 1995, "venue": "J. Med. Virol", "volume": "47", "issn": "", "pages": "52--57", "other_ids": {}}, "BIBREF65": {"ref_id": "b65", "title": "Epidemiological study of prevalence of genogroup II human calicivirus (Mexico virus) infections in Japan and Southeast Asia as determined by enzyme-linked immunosorbent assays", "authors": [{"first": "S", "middle": [], "last": "Honma", "suffix": ""}], "year": 1998, "venue": "J. Clin. Microbiol", "volume": "36", "issn": "", "pages": "2481--2484", "other_ids": {}}, "BIBREF66": {"ref_id": "b66", "title": "Seroprevalence against Norwalk-like human caliciviruses in Beijing", "authors": [{"first": "Y", "middle": [], "last": "Jing", "suffix": ""}, {"first": "Y", "middle": [], "last": "Qian", "suffix": ""}, {"first": "Y", "middle": [], "last": "Huo", "suffix": ""}, {"first": "L", "middle": ["P"], "last": "Wang", "suffix": ""}, {"first": "X", "middle": [], "last": "Jiang", "suffix": ""}], "year": 2000, "venue": "China. J. Med. Virol", "volume": "60", "issn": "", "pages": "97--101", "other_ids": {}}, "BIBREF67": {"ref_id": "b67", "title": "Prevalence of human calicivirus infections in Kenya as determined by enzyme immunoassays for three genogroups of the virus", "authors": [{"first": "S", "middle": [], "last": "Nakata", "suffix": ""}], "year": 1998, "venue": "J. Clin. Microbiol", "volume": "36", "issn": "", "pages": "3160--3163", "other_ids": {}}, "BIBREF68": {"ref_id": "b68", "title": "Enzyme immunoassay using baculovirus-expressed human calicivirus (Mexico) for the measurement of IgG responses and determining its seroprevalence in London", "authors": [{"first": "S", "middle": ["P"], "last": "Parker", "suffix": ""}, {"first": "W", "middle": ["D"], "last": "Cubitt", "suffix": ""}, {"first": "X", "middle": [], "last": "Jiang", "suffix": ""}], "year": 1995, "venue": "UK. J. Med. Virol", "volume": "46", "issn": "", "pages": "194--200", "other_ids": {}}, "BIBREF69": {"ref_id": "b69", "title": "Vaccination and antigenic drift in influenza", "authors": [{"first": "M", "middle": ["F"], "last": "Boni", "suffix": ""}], "year": 2008, "venue": "Vaccine", "volume": "26", "issn": "", "pages": "8--14", "other_ids": {}}, "BIBREF70": {"ref_id": "b70", "title": "Influenza drift and epidemic size: the race between generating and escaping immunity", "authors": [{"first": "M", "middle": ["F"], "last": "Boni", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Gog", "suffix": ""}, {"first": "V", "middle": [], "last": "Andreasen", "suffix": ""}, {"first": "F", "middle": ["B"], "last": "Christiansen", "suffix": ""}], "year": 2004, "venue": "Theor. Popul. Biol", "volume": "65", "issn": "", "pages": "179--191", "other_ids": {}}, "BIBREF71": {"ref_id": "b71", "title": "Epidemic dynamics and antigenic evolution in a single season of influenza A", "authors": [{"first": "M", "middle": ["F"], "last": "Boni", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Gog", "suffix": ""}, {"first": "V", "middle": [], "last": "Andreasen", "suffix": ""}, {"first": "M", "middle": ["W"], "last": "Feldman", "suffix": ""}], "year": 2006, "venue": "Proc. Biol. Sci", "volume": "273", "issn": "", "pages": "1307--1316", "other_ids": {}}, "BIBREF72": {"ref_id": "b72", "title": "RNA virus evolution and the control of viral disease", "authors": [{"first": "E", "middle": [], "last": "Domingo", "suffix": ""}], "year": 1989, "venue": "Prog. Drug Res", "volume": "33", "issn": "", "pages": "93--133", "other_ids": {}}, "BIBREF73": {"ref_id": "b73", "title": "The origin of genetic information: viruses as models", "authors": [{"first": "M", "middle": [], "last": "Eigen", "suffix": ""}], "year": 1993, "venue": "Gene", "volume": "135", "issn": "", "pages": "37--47", "other_ids": {}}, "BIBREF74": {"ref_id": "b74", "title": "Correlation of patient immune responses with genetically characterized small roundstructured viruses involved in outbreaks of nonbacterial acute gastroenteritis in the United States, 1990 to 1995", "authors": [{"first": "J", "middle": ["S"], "last": "Noel", "suffix": ""}], "year": 1997, "venue": "J. Med. Virol", "volume": "53", "issn": "", "pages": "372--383", "other_ids": {}}, "BIBREF75": {"ref_id": "b75", "title": "Cross-reactive memory CD8 + T cells alter the immune response to heterologous secondary dengue virus infections in mice in a sequence-specific manner", "authors": [{"first": "C", "middle": ["M"], "last": "Beaumier", "suffix": ""}, {"first": "A", "middle": [], "last": "Mathew", "suffix": ""}, {"first": "H", "middle": ["S"], "last": "Bashyam", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Rothman", "suffix": ""}], "year": 2008, "venue": "J. Infect. Dis", "volume": "197", "issn": "", "pages": "608--617", "other_ids": {}}, "BIBREF76": {"ref_id": "b76", "title": "Combined single-clade candidate HIV-1 vaccines induce T cell responses limited by multiple forms of in vivo immune interference", "authors": [{"first": "N", "middle": [], "last": "Larke", "suffix": ""}], "year": 2007, "venue": "Eur. J. Immunol", "volume": "37", "issn": "", "pages": "566--577", "other_ids": {}}, "BIBREF77": {"ref_id": "b77", "title": "Original antigenic sin and apoptosis in the pathogenesis of dengue hemorrhagic fever", "authors": [{"first": "J", "middle": [], "last": "Mongkolsapaya", "suffix": ""}], "year": 2003, "venue": "Nature Med", "volume": "9", "issn": "", "pages": "921--927", "other_ids": {}}, "BIBREF78": {"ref_id": "b78", "title": "Avoiding deceptive imprinting of the immune response to HIV-1 infection in vaccine development", "authors": [{"first": "S", "middle": [], "last": "Muller", "suffix": ""}], "year": 2004, "venue": "Int. Rev. Immunol", "volume": "23", "issn": "", "pages": "423--436", "other_ids": {}}, "BIBREF79": {"ref_id": "b79", "title": "Deceptive imprinting and immune refocusing in vaccine design", "authors": [{"first": "G", "middle": ["J"], "last": "Tobin", "suffix": ""}], "year": 2008, "venue": "Vaccine", "volume": "26", "issn": "", "pages": "6189--6199", "other_ids": {}}, "BIBREF80": {"ref_id": "b80", "title": "Rapid cloning of high-affinity human monoclonal antibodies against influenza virus", "authors": [{"first": "J", "middle": [], "last": "Wrammert", "suffix": ""}], "year": 2008, "venue": "Nature", "volume": "453", "issn": "", "pages": "667--671", "other_ids": {}}, "BIBREF81": {"ref_id": "b81", "title": "Pathogenesis and immune responses in gnotobiotic calves after infection with the genogroup II.4-HS66 strain of human norovirus", "authors": [{"first": "M", "middle": [], "last": "Souza", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Azevedo", "suffix": ""}, {"first": "K", "middle": [], "last": "Jung", "suffix": ""}, {"first": "S", "middle": [], "last": "Cheetham", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "Saif", "suffix": ""}], "year": 2008, "venue": "J. Virol", "volume": "82", "issn": "", "pages": "1777--1786", "other_ids": {}}, "BIBREF82": {"ref_id": "b82", "title": "A human norovirus-like particle vaccine adjuvanted with ISCOM or mLT induces cytokine and antibody responses and protection to the homologous GII.4 human norovirus in a gnotobiotic pig disease model", "authors": [{"first": "M", "middle": [], "last": "Souza", "suffix": ""}, {"first": "V", "middle": [], "last": "Costantini", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Azevedo", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "Saif", "suffix": ""}], "year": 2007, "venue": "Vaccine", "volume": "25", "issn": "", "pages": "8448--8459", "other_ids": {}}, "BIBREF83": {"ref_id": "b83", "title": "Cytokine and antibody responses in gnotobiotic pigs after infection with human norovirus genogroup", "authors": [{"first": "M", "middle": [], "last": "Souza", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Cheetham", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Azevedo", "suffix": ""}, {"first": "V", "middle": [], "last": "Costantini", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "Saif", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF85": {"ref_id": "b85", "title": "Antibody is critical for the clearance of murine norovirus infection", "authors": [{"first": "K", "middle": ["A"], "last": "Chachu", "suffix": ""}], "year": 2008, "venue": "J. Virol", "volume": "82", "issn": "", "pages": "6610--6617", "other_ids": {}}, "BIBREF86": {"ref_id": "b86", "title": "Immune mechanisms responsible for vaccination against and clearance of mucosal and lymphatic norovirus infection", "authors": [{"first": "K", "middle": ["A"], "last": "Chachu", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Lobue", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Strong", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Baric", "suffix": ""}, {"first": "H", "middle": ["W"], "last": "Virgin", "suffix": ""}], "year": 2008, "venue": "PLoS Pathog", "volume": "4", "issn": "", "pages": "", "other_ids": {}}, "BIBREF87": {"ref_id": "b87", "title": "Norwalk-like viruses: demonstration of genomic diversity by polymerase chain reaction", "authors": [{"first": "J", "middle": [], "last": "Green", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Norcott", "suffix": ""}, {"first": "D", "middle": [], "last": "Lewis", "suffix": ""}, {"first": "C", "middle": [], "last": "Arnold", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Brown", "suffix": ""}], "year": 1993, "venue": "J. Clin. Microbiol", "volume": "31", "issn": "", "pages": "3007--3012", "other_ids": {}}, "BIBREF88": {"ref_id": "b88", "title": "Humoral, mucosal, and cellular immunity in response to a human immunodeficiency virus type 1 immunogen expressed by a Venezuelan equine encephalitis virus vaccine vector", "authors": [{"first": "I", "middle": ["J"], "last": "Caley", "suffix": ""}], "year": 1997, "venue": "J. Virol", "volume": "71", "issn": "", "pages": "3031--3038", "other_ids": {}}, "BIBREF89": {"ref_id": "b89", "title": "A viral vaccine vector that expresses foreign genes in lymph nodes and protects against mucosal challenge", "authors": [{"first": "N", "middle": ["L"], "last": "Davis", "suffix": ""}, {"first": "K", "middle": ["W"], "last": "Brown", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Johnston", "suffix": ""}], "year": 1996, "venue": "J. Virol", "volume": "70", "issn": "", "pages": "3781--3787", "other_ids": {}}, "BIBREF90": {"ref_id": "b90", "title": "Vaccination of macaques against pathogenic simian immunodeficiency virus with Venezuelan equine encephalitis virus replicon particles", "authors": [{"first": "N", "middle": ["L"], "last": "Davis", "suffix": ""}], "year": 2000, "venue": "J. Virol", "volume": "74", "issn": "", "pages": "", "other_ids": {}}, "BIBREF91": {"ref_id": "b91", "title": "Replicon-helper systems from attenuated Venezuelan equine encephalitis virus: expression of heterologous genes in vitro and immunization against heterologous pathogens in vivo", "authors": [{"first": "P", "middle": [], "last": "Pushko", "suffix": ""}], "year": 1997, "venue": "Virology", "volume": "239", "issn": "", "pages": "389--401", "other_ids": {}}, "BIBREF92": {"ref_id": "b92", "title": "Venezuelan equine encephalitis virus vectors expressing HIV-1 proteins: vector design strategies for improved vaccine efficacy", "authors": [{"first": "I", "middle": ["J"], "last": "Caley", "suffix": ""}], "year": 1999, "venue": "Vaccine", "volume": "17", "issn": "", "pages": "3124--3135", "other_ids": {}}, "BIBREF93": {"ref_id": "b93", "title": "Analysis of Venezuelan equine encephalitis replicon particles packaged in different coats", "authors": [{"first": "K", "middle": ["I"], "last": "Kamrud", "suffix": ""}], "year": 2008, "venue": "PLoS ONE", "volume": "3", "issn": "", "pages": "", "other_ids": {}}, "BIBREF94": {"ref_id": "b94", "title": "Alphavirus replicon particles as candidate HIV vaccines", "authors": [{"first": "N", "middle": ["L"], "last": "Davis", "suffix": ""}], "year": 2002, "venue": "IUBMB Life", "volume": "53", "issn": "", "pages": "209--211", "other_ids": {}}, "BIBREF95": {"ref_id": "b95", "title": "Alphavirus vectors and vaccination", "authors": [{"first": "J", "middle": ["O"], "last": "Rayner", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Dryga", "suffix": ""}, {"first": "K", "middle": ["I"], "last": "Kamrud", "suffix": ""}], "year": 2002, "venue": "Rev. Med. Virol", "volume": "12", "issn": "", "pages": "279--296", "other_ids": {}}, "BIBREF96": {"ref_id": "b96", "title": "Genomic organization of Norwalk-like viruses and functions of viral gene products", "authors": [{"first": "Y", "middle": [], "last": "Someya", "suffix": ""}], "year": 2002, "venue": "Nippon Rinsho", "volume": "60", "issn": "", "pages": "1155--1164", "other_ids": {}}, "BIBREF97": {"ref_id": "b97", "title": "Bayesian inference of phylogenetic trees", "authors": [{"first": "J", "middle": ["P"], "last": "Huelsenbeck", "suffix": ""}, {"first": "R", "middle": ["F"], "last": "Mrbayes", "suffix": ""}], "year": 2001, "venue": "Bioinformatics", "volume": "17", "issn": "", "pages": "754--755", "other_ids": {}}, "BIBREF98": {"ref_id": "b98", "title": "Comparative protein structure modeling of genes and genomes", "authors": [{"first": "M", "middle": ["A"], "last": "Marti-Renom", "suffix": ""}], "year": 2000, "venue": "Annu. Rev. Biophys. Biomol. Struct", "volume": "29", "issn": "", "pages": "291--325", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "genome organization and capsid structure. a | The norovirus genome is composed of three open reading frames (ORFs)", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Phylogenetics of the norovirus capsid protein.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Variation in noroviruses that infect humans. The GI genogroup is highlighted in blue, and the GII genogroup is highlighted in green. The P domain dimer structures show the predominant genotypes that have infected humans over the past decade in the United States, recognizing that this may vary elsewhere, globally. Fuschia represents the histo-blood group antigen-binding sites and yellow indicates variation in the P2 subdomains. Structural models were generated using the program Modeller 91 , and pictures were generated using MacPyMOL (Delano Scientific LLC, Palo Alto, California, USA).", "latex": null, "type": "figure"}, "TABREF1": {"text": "Virus-like particle binding of synthetic histo-blood group antigens", "latex": null, "type": "table"}, "TABREF2": {"text": "Table 1 |", "latex": null, "type": "table", "html": "<html><body><table><tr><td>genogroup and genotype\n</td><td>Virus-like particle\n</td><td>year </td><td> Virus-like particle binding of synthetic histo-blood group antigens\nSynthetic histo-blood group antigen bound\nmoreover, the structural models predict that the conserved motif and CHO binding may be functionally linked and structurally constrained.\nBy contrast, modelling the structural differences of </td></tr><tr><td>I.1 </td><td>Norwalk </td><td>1968 </td><td>A, H1 and H3\nthe GII monomers showed that insertions or deletions </td></tr><tr><td>West Chester </td><td>2001 </td><td>A, H1 and H3\nare positioned in locations that allowed substantial </td></tr><tr><td>I.2 </td><td>Southampton </td><td>1999 </td><td>A, H3 and LeA\nremodelling of the capsid surface, such that conservation of the HBGA-binding pocket and a flanking conserved, </td></tr><tr><td>I.3 </td><td>Desert Shield </td><td>1999 </td><td>LeA\nGI-equivalent, surface-exposed structural motif does </td></tr><tr><td>I.4 </td><td>Chiba </td><td>2000 </td><td>A, LeAand LeX\nnot occur (FIG. 4B). Comparing the three-dimensional </td></tr><tr><td>II.1 </td><td>Hawaii </td><td>1971 </td><td>A\nspace occupied by all of the different monomer models </td></tr><tr><td>Weisbaden </td><td>2001 </td><td>None\nof the GI (n=8) and GII (n=17) genogroups indicated that the GI genogroup seems to have limited structural </td></tr><tr><td>II.2 </td><td>Snow Mountain </td><td>1976 </td><td>H3\nplasticity, as the structural space occupied by this geno-\n</td></tr><tr><td>Buds </td><td>2002 </td><td>None\ngroup is limited compared with the space occupied by </td></tr><tr><td> </td><td>Ina </td><td>2002 </td><td>None\nthe GII genogroup (FIG. 4C). This suggests that the GI </td></tr><tr><td>II.3 </td><td>Toronto </td><td>1999 </td><td>A and H3\ngenogroup may be trapped in a genetic bottleneck, such that limited tolerance of structural variation in the </td></tr><tr><td>II.4 </td><td>GII.4.1987 </td><td>1987 </td><td>H3 and LeY\ncapsid results in a limited subset of changes, prevent-\n</td></tr><tr><td>GII.4.1987_D393G </td><td>2007* </td><td>B and H3\ning the evolution of the large-scale innovations that are </td></tr><tr><td> </td><td>GII.4.1997 </td><td>1997 </td><td>A, B, H3, LeB and LeY\nnecessary to generate and escape from herd immunity. </td></tr><tr><td> </td><td>GII.4.2002a </td><td>2002 </td><td>A, LeA and LeX\nBy contrast, the GII genogroup has a larger repertoire of sequence space and flexibility, suggesting that it has </td></tr><tr><td> </td><td>GII.4.2002 </td><td>2004 </td><td>H3 and LeY\nevolved the ability to function as a capsid protein in the </td></tr><tr><td> </td><td>GII.4.2004 </td><td>2004 </td><td>None\npresence of much greater structural variation (FIG. 4C).\n</td></tr><tr><td> </td><td>GII.4.2005 </td><td>2005 </td><td>None\nTheoretically, the immune system selects for variation </td></tr><tr><td> </td><td>GII.4.2006 </td><td>2006 </td><td>A, B and H3\nin the distal regions of P2, as well as in some surface-exposed P1 residues, that allows for escape of immu-\n</td></tr><tr><td> </td><td>M7 </td><td>1999 </td><td>None\nnity and amplification of new, immune-resistant strains </td></tr><tr><td>V </td><td>Mouse norovirus </td><td>2004 </td><td>None\n(FIG. 1d). These strains probably contain novel antigenic </td></tr></table></body></html>"}}, "back_matter": [{"text": "This work was supported by a grant from the National Institute of Allergy and Infectious Diseases, US National Institutes of Health (grant AID56351).", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "The authors declare no competing financial interests.", "cite_spans": [], "ref_spans": [], "section": "Competing interests statement"}, {"text": "Entrez Gene: http://www.ncbi.nlm.nih.gov/gene FUT2 UniProtKB: http://www.uniprot.org VP1 | VP2 All linkS Are ActiVe in the online Pdf", "cite_spans": [], "ref_spans": [], "section": "DATABASES"}]}