{
    "paper_id": "5a474ba1ad4ab97dd1312d0b08c43b380a957a71",
    "metadata": {
        "title": "Intensive Care Medicine Inhaled nitric oxide for a severe respiratory syncytial virus infection in an infant with bronchopulmonary dysplasia",
        "authors": [
            {
                "first": "E",
                "middle": [],
                "last": "Leclerc",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Y",
                "middle": [],
                "last": "Riou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Martinot",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "L",
                "middle": [],
                "last": "Storme",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "V",
                "middle": [],
                "last": "Hue",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "V",
                "middle": [],
                "last": "Flurin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Desehildre",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Sadik",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objective.\" To report the first case of ARDS in children treated with nitric oxide (NO) inhalation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "severe hypoxemia related to RSV infection and ARDS. Inhaled NO was delivered in the ventilatory circuit of a continuous flow ventilator (Babylog 8000, Dr~tger) in a concentration of 20-80 ppm for 7 days. NO and NO2 were continuously monitored (Polyton Draeger). Respiratory mechanics were evaluated by using the method of passive inflation by the ventilator.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: NO inhalation improved oxygenation (tcSaO2) and reduced respiratory system resistance without affecting arterial pressure. NO 2 level remained below 5 ppm, and methaemoglobin level below 1 ~ The child survived without neurologic sequela.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions: Two mechanisms to explain oxygenation improvement can be suggested: selective improvement in perfusion of ventilated regions and bronchodilation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Respiratory syncytial virus (RSV) causes lower respiratory tract infections (bronchiolitis and/or pneumonia) that are more often severe in children with bronchopulmonary dysplasia (BPD) [1, 2] . Profound respiratory failure related to RSV infection has been treated with aerosolized ribavirin [3] , and extra corporeal membrane oxygenation [4] . Recently, adult respiratory distress syndrome (ARDS) has been treated with inhaled nitric oxide (NO) [5] , but to our knowledge, this therapy of ARDS has not been reported in children. We report here a child with severe BPD who presented with acute respiratory failure related to RSV infection. Despite aggressive therapy (controlled ventilation and aerosolized ribavirin), he did not improve, and it was decided to try inhaled NO.",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 189,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 190,
                    "end": 192,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 293,
                    "end": 296,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 340,
                    "end": 343,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 447,
                    "end": 450,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A male infant born at 30 weeks of gestational age presented during the neonatal period a hyaline membrane disease complicated by a super in-Correspondence to: F. Leelerc fection due to Staphylococcus epidermidis. He was treated, in the neonatal intensive care unit, with exogenous surfactant (one dose of curosurf, Chiesi Farmaceutici-Italy), controlled ventilation (66 days), and antibiotics. BPD subsequently developed, and he was discharged at 4 months of age with nasal oxygen (FIO2:0.25) and cisapride (gastrooesophageal reflux diagnosed by pH probe). He was readmitted at 5 months of age for acute respiratory distress requiring 3 weeks of controlled ventilation, and he was discharged with nasal oxygen (FIO2:0.40). Fifteen days later, he was admitted to our paediatric intensive care unit with a septicaemia due to Escherichia coli, and a bronchitis requiring controlled ventilation and antibiotics. During the following weeks, several episodes of oxygen desaturation and hypercapnia were observed, and a tracheostomy was performed; he was then treated with nocturnal controlled ventilation and daytime oxygen. Echocardiography and Doppler did not show pulmonary hypertension. At 13 months of age his condition deteriorated with bronchospasm and oxygen desaturation (capillary blood gas was pH7.31 units, PCO z 83 mmHg). RSV antigen was detected in tracheal secretion by direct fluorescent antibody (Clonatec-Biosoft, France), Treatment included intravenous salbutamol and aminophylline, controlled ventilation (pressure preset Servoventilator Siemens 900 C, Elema-Sweden). Three days later a chest radiograph was consistent with an ARDS, and tracheal aspiration remained positive for RSV antigen. Aerosolized ribavirin (aerosol generator SPAG 2. ICN Pharmaceuticals. Inc., Costa Mesa, USA) was delivered for 4 days, salbutamol was stopped, and sedation (midazolam, fentanyl, pancuronium) was started. Despite this treatment, his condition did not improve; with aggressive controlled ventilation (Table 1 ) tcSaO 2 was between 50 and 60070, and capillary blood gas was pH 7.34 units, PCO 2 106 mmHg. Echocardiography and Doppler did not show pulmonary hypertension. The probability of survival being poor, we decided to try inhaled NO, with the aim of improving oxygenation and avoiding multiple organ failure. Informed consent was obtained from parents. Inhaled NO, started at 30 ppm, was delivered in the ventilator inspiratory circuit, between the Y-piece and humidifier (continuous flow ventilator Babylog 8000, Dr~tger, Liabeck-Germany, inspiratory flow 151/mim) from a tank of nitrogen with a NO concentration of 900 ppm (CFPO, Meudon-France). NO and NO z concentrations were continuously monitored near the Y-pieCe in the expiratory part of the circuit (Potytron, Dr~tger). Ventilator settings, blood gases, and arterial pressures, recorded immediately before and during NO inhalation, are shown in Table 1 . After NO was breathed for 3 rain, tcSaO a increased from 60-75 %. Respiratory mechanics measurements were performed using the passive inflation method as described previously [6] . Respiratory system resistance values (including resistance of the endotracheal tube no. 3.5) expressed in cm H20/1/sec. were as follows: 215 just before NO, 140 after 5 min; 126 after 15 min; and 103 after 30 min. Respiratory system compliance values expressed in ml/cm H20 were as follows: 1.70 just before NO, 2.11 after 5 min, 1.75 after 15min, and 2.54 after 30min. After 2h of inhaled NO at 30ppm, tcSaO 2 decreased to 60~ NO concentration was increased to 80 ppm, and tcSaO 2 increased to 74%. After 3 h of inhaled NO (i h at 80 ppm), PEEP was reduced from 10-6 cm H20; crepitations were noted and PIP, peak inspiratory pressure; PEEP, positive end-expiratory pressure; *, FIO 2 delivered by the ventilator; tcSaO2, transcutaneous oxygen saturation (mean value of at least 3 measurements during the period); SAP and MAP, systolic and mean arterial pressures; nd, not determined pulmonary infiltrates worsened, suggesting pulmonary oedema, and leading to increase PEEP to I2 cm H20. After 15 h of NO inhalation, the tank was empty, and NO concentration fell to zero ppm; tcSaO 2 decreased to 59%, and rapidly increased to 80% with a new tank, while ventilator settings were not modified. After 3 days of inhaled NO at 80 ppm, NO concentration was progressively decreased to zero (by steps of 20 ppm, between day 3 and day 7), without change in tcSaO 2. At this time, resumption of inhaled NO at 80 ppm did not increase tcSaO 2 (not shown in Table i ). During NO inhalation, NO 2 level remained below 5 ppm (maximum level: 1.7 ppm), and methaemoglobin (measured at 4 h intervals) below 1%. Then, his condition progressively improved; 20 days after inhaled NO withdrawal, daytime controlled ventilation could be stopped with oxygen (1 l/rain into the tracheostomy tube) tcSaO 2 was 100%, and capillary blood gas was pH 7,44 units PCO z 52 mmHg. Three months after this RSV infection, his condition was the same as that before ARDS and remained stable with oral aminophylline, salbutamol, and cisapride. There were no neurologic sequela, and EEG was normal.",
            "cite_spans": [
                {
                    "start": 3099,
                    "end": 3102,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 2004,
                    "end": 2012,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 2914,
                    "end": 2921,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 4551,
                    "end": 4558,
                    "text": "Table i",
                    "ref_id": null
                }
            ],
            "section": "Case report"
        },
        {
            "text": "Our child, who had typical features of ARDS, was treated with NO in a concentration of 20-80 ppm for 7 days; arterial oxygenation improved while systemic haemodynamics were not affected. NO2 and methaemoglobin remained at low levels. The high NO concentrations, chosen because hypoxaemia was profound, can be criticised, since the effect of lower NO concentrations was not determined. The pulmonary oedema observed after 3 h of inhaled NO, is difficult to explain by these high NO concentrations, as NO2 levels, which may explain toxicity [7] , were low (0.4 ppm) when it occurred. Rossaint et al. have reported the successful use of NO in 10 adults with ARDS. In 7, NO was inhaled at 5-20 ppm for 3 -53 days [5] . NO reverses hypoxic pulmonary vasoconstriction [8] .",
            "cite_spans": [
                {
                    "start": 539,
                    "end": 542,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 709,
                    "end": 712,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 762,
                    "end": 765,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In patients with ARDS, inhaled NO reduces intrapulmonary shunting by selectively improving the perfusion of ventilated regions [5] . This is probably the main mechanism of action in our child. Another mechanism of action of NO can be suggested; inhaled NO reverses bronchoconstriction in anaesthetised guinea pigs [9] . Respiratory system resistance was elevated in our child, and the decrease observed with inhaled NO, suggests that bronchodilation participated in the oxygenation improvement. This potentially important mechanism of action needs further investigations. In our child with ARDS and severe hypoxemia, related to RSV infection, inhaled NO was probably beneficial by significantly increasing 0 2 saturation. Collaborative studies are needed to confirm this efficacy, to exclude potential toxicity when used for several days, and to determine the exact mechanisms of action in this disease.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 130,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 314,
                    "end": 317,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Respiratory syncytial virus puzzle: clinical features, pathophysiology, treatment, and prevention",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "V"
                    ],
                    "last": "La Via",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Marks",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Stutman",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Pediatr",
            "volume": "121",
            "issn": "",
            "pages": "503--510",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Respiratory syncytial virus infection in children with bronchopulmonary dysplasia",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Groothuis",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Gutierrez",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Lauer",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Pediatrics",
            "volume": "82",
            "issn": "",
            "pages": "199--203",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A controlled trial of aerosolized ribavirin in infants receiving mechanical ventilation for severe respiratory syncytial virus infection",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Frankel",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Mathers",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "N Engl J Med",
            "volume": "325",
            "issn": "",
            "pages": "24--29",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Use of extracorporeal membrane oxygenation in the treatment of respiratory syncytial virus bronchiolitis: the national experience",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Steinhorn",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Green",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J Pediatr",
            "volume": "116",
            "issn": "",
            "pages": "338--342",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Inhaled nitric oxide for the adult respiratory distress syndrome",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rossaint",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Falke",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lopez",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "N Engl J Med",
            "volume": "328",
            "issn": "",
            "pages": "399--405",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Comparison of respiratory mechanics measurements during volume and pressure controlled ventilation in neonates",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Storme",
                    "suffix": ""
                },
                {
                    "first": "&quot;",
                    "middle": [],
                    "last": "Riou &quot;i",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Leclerc",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Intensive Care Med",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Inhaled nitric oxide. A selective pulmonary vasodilator reversing hypoxic pulmonary vasoconstriction",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Frostell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Fratacci",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Wain",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Circulation",
            "volume": "83",
            "issn": "",
            "pages": "2038--2047",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Inhaled nitric oxide as a cause of selective pulmonary vasodilation in pulmonary hypertension",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pepke-Zaba",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Higenbottam",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Dinh-Xuan",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Lancet",
            "volume": "338",
            "issn": "",
            "pages": "1173--1174",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Bronchodilator action, of inhaled nitric oxide in guinea pigs",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Dupuy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Shore",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Drazen",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Clin Invest",
            "volume": "90",
            "issn": "",
            "pages": "421--428",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Respiratory and haemodynamic variables before and during nitric oxide inhalation Before Delay after NO [and concentration of NO (ppm)]",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Christophe Raveau (CFPO, Meudon France) for his technical assistance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgement."
        }
    ]
}