{
    "paper_id": "5b7f9fdc1014516e13b90481e5cf1f69fbd0939f",
    "metadata": {
        "title": "Interklinisch transport van ernstig zieke of gewonde kinderen",
        "authors": [
            {
                "first": "Martin",
                "middle": [
                    "C J"
                ],
                "last": "Kneyber",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "M ED I SC H",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "De zorg voor ernstig zieke of gewonde kinderen is in Nederland gecentraliseerd in acht gespecialiseerde afdelingen voor pediatrische intensive care (PICU) die gezamenlijk ongeveer 100 bedden hebben. Deze acht PICU's verzorgen een regio waarbinnen overname en transport van kinderen van 0 tot 18 jaar gegarandeerd is.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "De PICU's zijn gesitueerd in de academische ziekenhuizen in ons land. Hiervoor is gekozen omdat zowel de morbiditeits-als de mortaliteitscijfers gunstiger zijn wanneer de zorg voor de relatief kleine, heterogene groep kinderen met een ernstige bedreiging van vitale functies gecentraliseerd plaatsvindt. 1,2 Dit kan verklaard worden door de continue aanwezigheid van kwalitatief hoogwaardig, continu geschoold personeel. Er bestaan vastomlijnde afspraken wanneer een kind opgenomen dient te worden op een PICU:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Martin C.J. Kneyber, Dr., (*) kinderarts-intensivist afdeling Intensive Care Kinderen VU medisch centrum, Amsterdam Critical care (2006) 03:82-86",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "1. Elk kind jonger dan 12 maanden met respiratoı¨re insufficie¨ntie. 2. Elk kind met uitval van twee of meer orgaansystemen. 3. Elk kind dat langer dan 24 uur kunstmatige beademing nodig heeft.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Transport naar de kinder-IC: de oude situatie Tot voor enkele jaren geleden bestond er slechts een beperkte voorziening voor het overplaatsen van ICbehoeftige kinderen naar een PICU. Het interklinisch transport werd veelal verzorgd door de insturend kinderarts, of in sommige gevallen door een anesthesioloog van het insturend ziekenhuis. Deze persoon had in de meeste gevallen weinig tot geen ervaring met het transport van ernstig zieke of gewonde kinderen. 3 Daarnaast beschikte men tijdens het transport niet of onvoldoende over de juiste apparatuur. Uit Nederlands onderzoek bleek dan ook dat het voor het kind beter was als het interklinisch transport plaats zou vinden door een transportteam van de PICU waar het kind zou worden opgenomen. 4 Op grond van deze gegevens heeft de sectie Intensive Care Kinderen van de Nederlandse Vereniging voor Kindergeneeskunde een notitie opgesteld waarin de zorg voor ernstig zieke of gewonde kinderen werd besproken. 5 Deze notitie volgde op een beleidsnotitie met een soortgelijke strekking, opgesteld door de Inspectie voor de Gezondheidszorg. 6 In beide notities werd gesproken over het transport van ernstig zieke of gewonde kinderen naar een PICU. Dit leidde onder andere tot de afspraak om in 2006 een landelijk dekkend transportsysteem functionerend te hebben.",
            "cite_spans": [
                {
                    "start": 460,
                    "end": 461,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 1090,
                    "end": 1091,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Uit diverse onderzoeken uitgevoerd in Australie¨, het Verenigd Koninkrijk en de Verenigde Staten blijkt dat de kwaliteit van zorg tijdens een interklinisch transport groter is als het transport begeleid wordt door een PICUteam. Hiervoor is een aantal verklaringen te geven. Ten eerste de ruimere ervaring en scholing in het herkennen en behandelen van ernstig zieke of gewonde kinderen, evenals kennis van het voortschrijden van het ziekteproces (beyond the golden hour). Ten tweede het gebruik van de trolley met eigen materialen en als derde een veel lagere frequentie aan complicaties zoals bijvoorbeeld accidentele detubatie of onvoldoende sedatie tijdens transport.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Waarom een PICU-transportteam?"
        },
        {
            "text": "Nu functioneert in een aantal regio's in Nederland een 24-uurs transportsysteem voor ernstig zieke of gewonde geıntubeerde kinderen. Bij patie¨nten bij wie geen noodzaak tot endotracheale intubatie bestaat, wordt het transport door het insturende ziekenhuis verzorgd. Het voordeel van het 24-uurssysteem is dat insturend artsen niet meer hoeven te zoeken naar een beschikbaar PICUbed. Als zij een patie¨nt over willen plaatsen naar hun regionale PICU, wordt contact gezocht en wordt de overname gerealiseerd. In het geval van een niet te realiseren opname, zorgt het regionale centrum voor opname op een andere PICU, inclusief het transport naar deze afdeling.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Huidige situatie"
        },
        {
            "text": "Vanwege de centralisatie van PICU-bedden worden ernstig zieke of gewonde kinderen over (lange) afstand getransporteerd. Uit diverse onderzoeken is echter gebleken dat dit geen bezwaar hoeft te zijn, mits aan een aantal randvoorwaarden is voldaan. Deze randvoorwaarden zijn:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eisen aan een PICU-transport"
        },
        {
            "text": "Primaire opvang en stabilisatie door verwijzend arts De insturende specialist blijft verantwoordelijk voor de primaire opvang van ernstig zieke of gewonde kinderen. In toenemende mate hebben kinderartsen, maar ook anesthesiologen en SEH-artsen van perifere ziekenhuizen met succes deelgenomen aan de Advanced Pediatric Life Support (APLS)-cursussen, waarin de opvang van ernstig zieke of gewonde kinderen op gestructureerde wijze eigen wordt gemaakt. De insturende specialist heeft telefonisch overleg met de dienstdoende kinderarts-intensivist over de conditie van het kind en de indicatie tot endotracheale intubatie. Daarnaast kan de dienstdoende kinderarts-intensivist adviezen geven omtrent de verdere stabilisatie van het kind. Het kind zal volgens de ABC-methodiek gestabiliseerd worden. De veiligheid van het transport, net als de outcome van de patie¨nt, wordt voor een groot deel bepaald door de kwaliteit van primaire opvang en stabilisatie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eisen aan een PICU-transport"
        },
        {
            "text": "Het PICU-transportteam bestaat uit een kinderartsintensivist of een anesthesioloog-kinderintensivist en een kinder-ICverpleegkundige. Dit team is volledig op elkaar ingespeeld en kent elkaars functioneren vanuit de dagelijkse patie¨ntenzorg. Op die manier kan de PICU-behandeling al beginnen op locatie. Continue scholing van deze personen in het vervoeren van ernstig zieke of gewonde kinderen is essentieel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scholing van het PICU-transportteam"
        },
        {
            "text": "Het transportteam beschikt over een speciale trolley waarmee kinderen tot ongeveer 75 kilogram kunnen worden vervoerd. De trolley is ingericht als een mobiele intensive care unit (MICU) en is onder andere uitgerust met beademingsapparatuur, bewakingsapparatuur en perfusoren voor het continu toedienen van medicatie (zie foto 1). Daarnaast wordt een uitgebreid arsenaal aan hulpmiddelen meegenomen die nodig zijn bij het waarborgen van de zorg voor ernstig zieke of gewonde kinderen volgens de ABC-systematiek (zie foto 2). Ook is een uitgebreid formularium aan medicamenten aanwezig.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Speciaal op PICU-transport gericht materieel"
        },
        {
            "text": "Ouders kunnen tijdens het interklinisch transport niet mee in de ambulance. Daarom is een goede voorlichting aan de ouders voorafgaand aan vertrek essentieel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Informatie naar ouders"
        },
        {
            "text": "De procedure rondom een transport is vrij strak georganiseerd en begint met de aanmelding van een patie¨nt door de insturende specialist. De dienstdoende kinderarts-intensivist geeft zo nodig adviezen over de verdere stabilisatie van de patie¨nt en de indicatie tot intubatie. Deze indicatie wordt altijd in samenspraak met de insturende specialist gesteld. Veelal wordt geadviseerd om, indien mogelijk, de intubatie plaats te doen vinden op de operatiekamer onder zo gecontroleerd mogelijke omstandigheden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedure rondom een transport"
        },
        {
            "text": "In de tussentijd wordt het transportteam gewaarschuwd: buiten kantooruren komen zij naar het ziekenhuis. Er vindt een korte overdracht plaats tussen de dienstdoende kinderarts-intensivist en het transportteam, waarna het transportteam begint met de voorbereidingen voor het transport. De brancard wordt gecontroleerd volgens een checklist, de apparatuur wordt gecontroleerd en diverse medicamenten worden opgetrokken en klaargemaakt voor gebruik op de perfusor. De arts van het transportteam maakt bij de Meldkamer Ambulance melding van een PICU-transport, waarop zo spoedig mogelijk een ambulance vrijgemaakt wordt. De PICU-transporten worden altijd uitgevoerd als A1-ritten, dat wil zeggen dat altijd zwaailicht en sirene worden gevoerd. Het streven is om te vertrekken binnen e´e´n uur na melding door de insturende specialist. Critical care (2006) 03:82-86 83 Bij aankomst van de ambulance vertrekt het transportteam naar het insturende ziekenhuis. Daar aangekomen volgt een korte medische en verpleegkundige overdracht van de patie¨nt, waarna het transportteam de behandeling van de patie¨nt (en daarmee ook de verantwoordelijkheid) overneemt. Er wordt lichamelijk onderzoek verricht volgens het ABCprincipe, de apparatuur en de perfusoren worden ingesteld en vervolgens wordt de patie¨nt overgetild op de transportbrancard. Kleine kinderen zullen op een vacuu¨mmatras worden geplaatst. De patie¨nt wordt aangesloten op de ventilator en de bewakingsapparatuur. Er wordt dan wederom een kort lichamelijk onderzoek volgens het ABC-principe verricht, waarna het transportteam vertrekt. In overleg met de ambulancechauffeur wordt bepaald hoe er wordt teruggereden naar het eigen centrum. Niet zelden zal begeleiding van het korps landelijke politiediensten noodzakelijk zijn. Bij terugkomst in het eigen ziekenhuis wordt de patie¨nt overgetild en aangesloten op de apparatuur. De patie¨nt wordt overgedragen aan de dienstdoende kinderarts-intensivist. Het transportteam is vervolgens verantwoordelijk voor het reinigen en aanvullen van de brancard, zodat het direct gebruiksklaar is voor een volgend transport.",
            "cite_spans": [
                {
                    "start": 831,
                    "end": 863,
                    "text": "Critical care (2006) 03:82-86 83",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Procedure rondom een transport"
        },
        {
            "text": "Sinds 2004 functioneert het transportsysteem in de regio Amsterdam, waarbij 60 procent van de transportdiensten verzorgd wordt door het Academisch Medisch Centrum en 40 procent door het VU medisch centrum. In heel 2004 werden 97 kinderen door een van beide transportteams vervoerd naar een PICU. Respiratoire insufficie¨ntie was Foto 1 transporttrolley van de PICU van het VU medisch centrum. De trolley is uitgerust met een beademingstoestel, bewakingsapparatuur en perfusoren. bij ongeveer 55 procent de primaire reden van opname. Meer dan de helft van de transporten (56 procent) vond plaats buiten kantooruren of op weekenddagen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eerste ervaringen"
        },
        {
            "text": "Gemiddeld duurt een transport twee uur, waarbij het transportteam ongeveer 45 tot 60 minuten aanwezig was in het verwijzende ziekenhuis. Tijdens de transporten hebben zich geen noemenswaardige problemen voorgedaan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eerste ervaringen"
        },
        {
            "text": "Op zondagavond omstreeks elf uur wordt een 15-jarig meisje aangemeld met het beeld van een septische shock. Door de dienstdoende kinderarts-intensivist worden behandelingsadviezen gegeven en wordt het transportteam gealarmeerd. Rond e´e´n uur 's nachts arriveert het transportteam dat de patie¨nt beoordeelt. Er is sprake van een ernstige septische shock met een zeer ernstige ARDS. De patie¨nt wordt zowel centraal veneus als arterieel opgelijnd, er worden diverse vaatvullingen gegeven en vaso-actieve medicatie wordt gestart. Tevens wordt de beademing fors aangepast. Uiteindelijk vertrekt het transportteam rond half vier in de ochtend. De patie¨nt heeft hoge beademingsvoorwaarden (PEEP 20, FIO2 1.0) en forse inotrope ondersteuning (dopamine 20 mcg/kg/min en noradrenaline 0.4 mcg/kg/min). Bij gebrek aan plaats in het eigen centrum wordt de patie¨nt vervoerd naar een ander ziekenhuis waar men om half vijf arriveert. Gedurende het transport doen zich geen noemenswaardige problemen voor. Om half acht 's ochtends is het transportteam terug in het eigen centrum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Enkele voorbeelden uit de praktijk"
        },
        {
            "text": "Rond het middaguur op een maandag wordt melding gemaakt van een vier weken oude baby die respiratoir insufficie¨nt is geworden op basis van een RSV (Respiratoir Syncytiaal Virus) pneumonie. Door de dienstdoende kinderarts-intensivist worden behandelingsadviezen gegeven en wordt het transportteam gealarmeerd. De baby wordt onder gecontroleerde omstandigheden op de operatiekamer geı¨ntubeerd door de anesthesioloog. Bij aankomst in het insturende ziekenhuis wordt de baby onderzocht, overgetild op de transportbrancard en aangesloten op de apparatuur. Er zijn geen verdere interventies noodzakelijk. Ruim twee uur na de initie¨le melding is het transportteam weer terug in het eigen centrum en wordt de PICU-behandeling voortgezet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Enkele voorbeelden uit de praktijk"
        },
        {
            "text": "Ernstig zieke of gewonde kinderen bij wie een noodzaak tot endotracheale intubatie bestaat, dienen door een PICUtransportteam vervoerd te worden naar een Foto 2 aanvullend materiaal dat nodig is voor een PICU-transport. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusie"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Should paediatric intensive care be centralised? Trent versus Victoria",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pearson",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Shann",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Barry",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vyas",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Powell",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Lancet",
            "volume": "349",
            "issn": "",
            "pages": "1213--1220",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Noodzaak tot centralisatie van pediatrische intensive care",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Gemke",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Van Der Voort",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Bos",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Ned Tijdschr Geneeskd",
            "volume": "141",
            "issn": "",
            "pages": "2325--2332",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Problems in interhospital pediatric intensive care transport in The Netherlands: results from a survey of general pediatricians",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Vos",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "H"
                    ],
                    "last": "Nieman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Meurs",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Van Waardenburg",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ramsay",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Donckerwolcke",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Intensive Care Med",
            "volume": "29",
            "issn": "",
            "pages": "1555--1564",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Comparison of pediatric interhospital intensive care transport accompanied by a referring specialist of a specialist retrieval team",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Vos",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Nissen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "H"
                    ],
                    "last": "Nieman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Meurs",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Van Waardenburg",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ramsay",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Intensive Care Med",
            "volume": "30",
            "issn": "",
            "pages": "302--310",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Inspectie voor de Gezondheidszorg. De capaciteit en de kwaliteit van de pediatrische intensive care afdelingen in de Nederlandse ziekenhuizen. Den Haag",
            "authors": [
                {
                    "first": "Nederlandse",
                    "middle": [],
                    "last": "Vereniging Voor Kindergeneeskunde",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}