{
    "paper_id": "5bc8dcf564c18ea2556b8b1a273e129cf50682da",
    "metadata": {
        "title": "Medizinische Klinik Leitthema Einsatz der Lungen-und Pleurasonographie in der Notfall- und Intensivmedizin",
        "authors": [
            {
                "first": "Gebhard",
                "middle": [],
                "last": "Mathis",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "» Die LUS führt in 80-90 % der Erkrankungen der Lunge oder des Herzens zur Diagnose Die LUS ist eine symptomorientierte \"Point-of-care\"-Sonographie (POCUS): Sie ermöglicht eine Bildgebung genau an der Stelle der Beschwerden bzw. dient der Ursachendiagnostik einer Atemnot. Die ersten Fragen lauten: Was ist das Leitsymptom, gibt es Begleitsymptome? Liegen Luftnot bzw. Schmerzen vor oder hat der Patient/die Patientin Fieber? Dabei gibt es oft Überlappungen, die zu bedenken sind (. Abb. 1). Nach Anamnese und klinischer Untersuchung kann die symptomorientierte Sonographie sofort eingesetzt werden und führt in 80-90 % der Erkrankungen der Lunge oder des Herzens (z. B. Lungenödem als Ausdruck einer dekompensierten Herzinsuffizienz) zur Diagnose [2] .",
            "cite_spans": [
                {
                    "start": 748,
                    "end": 751,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Eine große italienische Multizenterstudie an 2683 Patienten hat gezeigt, dass in der Notaufnahme mit Einsatz der LUS die Zeit bis zur Diagnose und Therapie 24 min beträgt im Gegensatz zu 186 min bei üblicher Notfalldiagnostik mit anderen bildgebenden Verfahren [3] .",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 264,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Notfallsonographische Konzepte haben die rein fachbezogenen Ultraschallverfahren gesprengt und eine interdisziplinäre Entwicklung eingeleitet. Dies zeigte sich zunächst in der Traumatologie mit dem \"focused assessment with sonography for trauma\" (FAST), dann erweitert um die Pneumothoraxdiagnostik (\"extended\" FAST). Da sich jedoch die meisten Patienten im Notfall mit internistischen Erkrankungen vorstellen, hat sich die Notfallsonographie beträchtlich ausgeweitet, besonders auch auf die Lunge [4] . ",
            "cite_spans": [
                {
                    "start": 498,
                    "end": 501,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Für die Thoraxwand und zur Beurteilung der Pleura sind Linearschallsonden mit 5-8 MHz sehr geeignet, wie sie für die Gefäß-oder Schilddrüsensonographie verwendet werden. Es empfiehlt sich eine entsprechende Voreinstellung, die zwischen \"muskuloskelettal\" und \"Schilddrüse\" liegt. Für tieferliegende Lungenkonsolidierungen reicht die Abdominalsonde. Der Echoschallkopf eignet sich jedoch auch, weswegen der kar- [4] .",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 414,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Technische Voraussetzungen"
        },
        {
            "text": "Die Position der Patienten hängt von der Symptomatik bzw. der Fragestellung ab. Der Nachweis eines Pneumothorax oder eines Lungenödems wird idealerweise am liegenden Patienten bzw. in halbsitzender Position erfolgen. Lungenkonsolidierungen lassen sich besser im Sitzen darstellen, zumal diese meisten dorsal lokalisiert sind. Im Notfall können liegende Probanden etwas zur Seite gedreht werden. Im Fall einer akuten Dyspnoe bis Orthopnoe lässt sich der Patient im Sitzen relativ gut sonographisch untersuchen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Technische Voraussetzungen"
        },
        {
            "text": "Minimale Ansammlungen von Flüssigkeit im Pleuraraum lassen sich ab etwa 5 ml, also bis in den physiologischen Bereich, sonographisch nachweisen. Kardiale Stauungsergüsse sind in aller Regel echolos, solange diese noch nicht punktiert wurden (. Abb. 2). Septen bzw. Septierungen können auf ein Lungenempyem deuten, Knotenbildungen auf dem Zwerchfell sind hoch malignitätsverdächtig [5] .",
            "cite_spans": [
                {
                    "start": 381,
                    "end": 384,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Pleuraerguss"
        },
        {
            "text": "Pleuraergüsse sind so vielgestaltig, dass eine exakte Volumetrie nicht möglich ist. Eine Volumenschätzung ist zielführend, zumal sie in der Frage, ob ein Erguss punktionswürdig ist, gerade im Bereich von 400-600 ml gut zutrifft. Kleine Ergüsse werden im Volumen eher überschätzt, größere hingegen unterschätzt. Beim \"liegenden\" oder wegen Atemnot etwas aufgerichteten Patienten (25-30 %) ist eine Messung von der dorsalen Brustwand zum Lungenunterrand in mm × 20 relativ treffsicher (κ = 0,72; [6] ). Hier zeigt sich auch eine gute Übereinstimmung mit computertomographisch geführten Pleuraergussschätzungen [7] .",
            "cite_spans": [
                {
                    "start": 494,
                    "end": 497,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 608,
                    "end": 611,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Pleuraerguss"
        },
        {
            "text": "Bei traumatischen Thoraxverletzungen kann die POCUS oft rasch zu einer Klärung führen. Rippenfrakturen lassen sich mit Stufe, Lücke und einem Reverberationsartefakt (\"Kaminphänomen\") am Schmerzpunkt 2-bis 4-mal häufiger sonographisch darstellen als im Röntgenthoraxbild [8] . ",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 273,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Thoraxtrauma"
        },
        {
            "text": "Ein Syndrom ist noch keine Diagnose, sondern eine Ansammlung von Symptomen und Befunden, die auf eine bestimmte Krankheit hinweisen kann. Vor über 20 Jahren hat Daniel Lichtenstein gezeigt, dass sich durch vermehrte Kometenschweifarte ein Lungenödem von einer Exazerbation einer chronisch-obstruktive Lungenerkrankung differenzieren lässt [11] . Diese speziellen Kometenschweife werden heute B-Linien genannt. B-Linien sind als diskrete laserähnliche echoreiche Reverberationsartefakte definiert, die an der Pleuralinie entstehen, sich über den ganzen Bildschirm erstrecken und sich synchron mit dem Lungengleiten bewegen (früher: \"Kometenschweifartefakte\").",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 343,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Interstitielles Syndrom"
        },
        {
            "text": "Multiple B-Linien sind das sonographische Zeichen eines interstitiellen Lungensyndroms. Eine positive Region ist durch das Vorhandensein von ≥3 B-Linien im Längsschnitt zwischen 2 Rippen definiert. Idealerweise sollten B-Linien ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interstitielles Syndrom"
        },
        {
            "text": "Diagnostischer Ultraschall · Pleuraerguss · Pneumonie · Thrombembolie · Lungenverletzungen",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schlüsselwörter"
        },
        {
            "text": "Bedside lung ultrasound (LUS) in emergency rooms and intensive care units can serve as a tool to diagnose common lung pathologies, monitor their course and guide clinical management. LUS requires only a few minutes and is a useful extension of the physical examination. Fractures of the ribs as well as the sternum are seen well on ultrasound. Minute pleural fluids (effusion, hemtothorax) are detectable. LUS is able to detect the sound of lung water and thus to differentiate a cardiogenic pulmonary edema from chronic obstructive lung disease. Inflammatory lung diseases such as pleuritis and pneumonia are better seen than on chest X-ray. LUS should replace chest X-ray in the diagnosis of ambulant acquired pneumonia. In ventilator-associated pneumonia and atelectasis, LUS measures the presence of lung consolidation as well as dynamic changes und reventilation. A heart-lungvessel integrated triple ultrasonography according to clinical findings can help with the diagnosis of pulmonary embolism and should be a necessary weapon for the physicians, especially in emergency departments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Use of lung and pleural ultrasonography in emergency and intensive care medicine Abstract"
        },
        {
            "text": "Diagnostic ultrasound · Pleural effusion · Pneumonia · Thromboembolism · Lung injuries in 8 Regionen präsent sein, doch auch ein rascher Blick auf 2 Regionen kann ausreichen [1] . Eine Untersuchung der vorderen oberen Quadraten sowie dorsobasal ist ausreichend, zumal die feuchten Rasselgeräusche beim Lungenödem am besten basal zu hören sind.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 177,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Keywords"
        },
        {
            "text": "In der internationalen Konsensuskonferenz wurde die diffuse Präsenz von B-Linien auf verschiedene pulmonale Erkrankungen ausgeweitet: 4 Lungenödem verschiedener Genese, ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keywords"
        },
        {
            "text": "Bei beatmeten Patienten ist es schwieriger, sonographisch zwischen resorptiver Atelektase und einer Pneumonie zu unterscheiden. Dazu ist die klinische Gesamtschau inklusive Labordiagnostik erforderlich. Doch wurde gezeigt, dass solche Konsolidierungen mittels LUS gut nachweisbar sind und dass die Reventilation mit der Computertomographie korreliert [18] . Kompressionsatelektasen in voluminösen Pleuraergüssen zeigen eine typische Sonomorphologie: Sie sind schmal, zipfelmützenförmig, bewegen sich im Erguss wie eine winkende Hand und sind bei Inspiration teilweise wieder belüftet.",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 355,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Atelektasen"
        },
        {
            "text": "Mit Einführung der Mehrschichtspiralcomputertomographie (MSCT) hat die Inzidenz der Lungenembolie zugenommen, deren Mortalität konnte jedoch seit 3 Jahrzehnten nicht gesenkt werden [19, 20] . Da die klinischen Symptome unspezifisch sind, wird in der Notaufnahme zu selten daran gedacht oder diagnostisch zu langsam vorgegangen. Die klinische Wahrscheinlichkeit spielt wieder zunehmend eine entscheidende Rolle. Bei hoher klinischer Wahrscheinlichkeit sollte sofort eine adäquate Bildgebung erfolgen und kein D-Dimer-Test mehr durchgeführt werden.",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 185,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 186,
                    "end": 189,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Thromboembolie"
        },
        {
            "text": "Ein hämodynamisch instabiler Patient sollte bei Verdacht auf eine Lungenembolie sofort echokardiographiert und bei Zeichen der Rechtsherzbelastung sofort lysiert werden. Etwa die Hälfte der Pulmonalarterienembolien stammen aus den tiefen Beinvenen. Die 2-Punkt-Kompressionssonographie der V. femoralis und der V. poplitea hat sich laut aktuellen Leitlinien ausreichend bewährt",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Thromboembolie"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "International evidence-based recommendations for point-of-care lung ultrasound",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Volpicelli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Elbarbary",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Blaivas",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Intensive Care Med",
            "volume": "38",
            "issn": "",
            "pages": "577--591",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Die notfallmäßige Thoraxsonographie",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kreuter",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mathis",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Karger Kompass Pneumol -Respiration",
            "volume": "87",
            "issn": "",
            "pages": "89--97",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Pointof-care ultrasonography for evaluation of acute Dyspnea in the ED",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zanobetti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Scorpiniti",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gigli",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Chest",
            "volume": "151",
            "issn": "",
            "pages": "1295--1301",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Lung ultrasound in the critically ill (LUCI): a translational discipline",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lichtenstein",
                    "suffix": ""
                },
                {
                    "first": "Mlng",
                    "middle": [],
                    "last": "Malbrain",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "49",
            "issn": "",
            "pages": "430--436",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Sonography of the pleura",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Reuss",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Ultraschall Med",
            "volume": "31",
            "issn": "",
            "pages": "8--22",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Ultrasound estimation of volume of pleural fluid in mechanically ventilated patients",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Balik",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Plasil",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Waldauf",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Intensive Care Med",
            "volume": "32",
            "issn": "",
            "pages": "318--321",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Sonographic bedside quantifcation of pleural effusion compared to computed tomography volumetry in ICU patients",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Teichgräber",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hackbarth",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Ultrasound Int Open",
            "volume": "4",
            "issn": "",
            "pages": "131--135",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Chest ultrasonography in lung contusion",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Soldati",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Testa",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Silva",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Chest",
            "volume": "130",
            "issn": "",
            "pages": "533--538",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Sonographic diagnosis of pneumothorax",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Volpicelli",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Intensive Care Med",
            "volume": "37",
            "issn": "",
            "pages": "224--232",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Ist eine Pleuritis sonographisch darstellbar",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Gehmacher",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kopf",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mathis",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Ultraschall Med",
            "volume": "18",
            "issn": "",
            "pages": "2014--2019",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A lung ultrasound sign allowing bedside distinction between pulmonary edema and COPD: the comet-tail artifact",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lichtenstein",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Meziere",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Intensive Care Med",
            "volume": "24",
            "issn": "",
            "pages": "1331--1334",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "On the physical basis of pulmonary sonographic interstitial syndrome",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Soldati",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Demi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Inchingolo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Smargiassi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Demi",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Ultrasound Med",
            "volume": "35",
            "issn": "",
            "pages": "2075--2086",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Lung B-line artefacts and their use",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Dietrich",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mathis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Blaivas",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Thorac Dis",
            "volume": "8",
            "issn": "",
            "pages": "1356--1365",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Sources of variability in the detection of B-lines using lung ultrasound",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pivetta",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "F"
                    ],
                    "last": "Baldassa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Masellis",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Ultrasound Med Biol",
            "volume": "44",
            "issn": "",
            "pages": "1212--1216",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Ultrasound imaging of pneumonia",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Gehmacher",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mathis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kopf",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Ultrasound Med Biol",
            "volume": "21",
            "issn": "",
            "pages": "1119--1122",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Lung ultrasound inthe diagnosis and follow-up of community-acquired pneumonia. A prospective multicentre diagnostic accuracy study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Reissig",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Copetti",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mathis",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Chest",
            "volume": "142",
            "issn": "",
            "pages": "965--972",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Lung ultrasound: a promising tool to monitor ventilator-associated pneumonia in critically ill patients",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ji",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Crit Care",
            "volume": "20",
            "issn": "",
            "pages": "320--336",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Increased diagnosis of pulmonary embolism without a corresponding decline in mortality during CT era",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Burge",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Freeman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Klapper",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Haramati",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Clin Radiol",
            "volume": "63",
            "issn": "",
            "pages": "381--386",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Does the incidence and mortality of pulmonary embolism change over the years?",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Öszu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "G"
                    ],
                    "last": "Durmus",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Coskuner",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Turk Thorac J",
            "volume": "18",
            "issn": "",
            "pages": "78--81",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Thrombosis and pulmonary embolism",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Hach-Wunderle",
                    "suffix": ""
                },
                {
                    "first": "Amwf-Guidelines",
                    "middle": [],
                    "last": "Zc",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Vasa",
            "volume": "45",
            "issn": "",
            "pages": "1--48",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Accuracy of point-of-care multiorgan ultrasonography for the diagnosis of pulmonary embolism",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nazerian",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vanni",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Volpicell",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Chest",
            "volume": "145",
            "issn": "",
            "pages": "950--957",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Thoracic ultrasound for diagnosing pulmonary embolism. A prospective multicenter study of 352 patients",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mathis",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Blank",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Reissig",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Chest",
            "volume": "128",
            "issn": "",
            "pages": "1531--1538",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Role of thransthoracic ultrasonography in the diagnosis of pulmonary embolism: a systematic review a metaanalysis",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS ONE",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Thromboembolism in ultrasound: killing three birds with one stone",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mathis",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Chest",
            "volume": "145",
            "issn": "",
            "pages": "931--932",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Clinical value of ultrasonography in diagnosis of pulmonary embolism in critically ill patients",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "C"
                    ],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Transl Intern Med",
            "volume": "5",
            "issn": "",
            "pages": "200--204",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Die wirkliche Revolution in der Notfallsonographie fand durch die Entwicklung portabler Ultraschallsysteme statt, die eine bettseitige Untersuchung ubiquitär ermöglichen. Mit einem Schallkopf in der Kitteltasche, der das Bild auf das Smartphone überträgt, wird die Sonographie Prinzipiell steht die LUS auf 2 Säulen: (1.) auf der Darstellung von subpleuralen Lungenkonsolidierungen, (2.) auf der Interpretation von Artefakten, die an der Pleura entstehen.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "An der Brustwand nichttastbare und nichtsichtbare Weichteilverletzungen und Hämatome lassen sich leicht detektieren. Dazu sind weitere Läsionen, wie Hämatothorax (pleurale Flüssigkeit mit tanzenden Binnenechos), Pneumothorax, Perikardtam-ponade und bedrohliche Lungenkontusionen (. Abb. 3), sofort zu entdecken. Beim Thoraxtrauma zeigen sich in 18 % subpleurale Konsolidierungen, die überwacht werden sollten, da diese Patienten noch 48 h später ein \"acute respiratory distress syndrome\" (ARDS) entwickeln können. Leichtere Thoraxtraumen zeigen ein fokales interstitielles Syndrom [8]. Ein Pneumothorax, ob spontan oder traumatisch aufgetreten, kann in kurzer Zeit lebensbedrohlich werden. Sonographische Zeichen eines Pneumothorax sind: 4 fehlendes Lungengleiten, 4 fehlende B-Linien, 4 fehlender Lungenpuls, 4 horizontale Reverberationen, 4 vorhandene(r) Lungenpunkt(e; [1]).Der Lungenpuls lässt sich sonographisch in der Power-Doppler-Sonographie leichter nachweisen als im M-Mode. Die Treffsicherheit des Ultraschalls in der Diagnostik des Pneumothorax liegt deutlich über 90 %, wenn alle Kriterien berücksichtigt werden. Sie ist deutlich besser als die der Röntgenuntersuchung des Thorax und vergleichbar mit der Computertomographie. Die Ausdehnung eines Pneumothorax kann sonographisch nicht beurteilt werden, dazu ist radiologische Bildgebung erforderlich. Ein lebensbedrohlicher Pneumothorax kann jedoch unter LUS-Kontrolle sofort drainiert und in der Entfaltung der Lunge kontrolliert werden[9].",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Med Klin Intensivmed Notfmed 2019 · 114:504-508 https://doi.org/10.1007/s00063-019-0596-1 © Springer Medizin Verlag GmbH, ein Teil von Springer Nature 2019G. MathisEinsatz der Lungen-und Pleurasonographie in der Notfall-und Intensivmedizin",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Linien. Diese sind dabei jedoch unregelmäßig verteilt: zwischen Regionen mit vermehrten B-Linien zeigen sich Areale mit normaler Belüftung. Virus-und Pilzpneumonien sind meistens kleiner und zeigen weniger Bronchoaerogramme. Parapneumonische Pleuraergüsse werden in der LUS bei 55 %, im Röntgenthoraxbild zu 25 % gesehen. Durch deren Überwachung können Pleuraempyeme rechtzeitig erkannt und therapiert werden. Im klinischen Verlauf korreliert die Wiederbelüftung der pneumonischen Lungenkonsolidierung mit der LUS besser als mit dem Röntgenthoraxbild, in dem noch länger interstitielle Restinfiltrationen nachweisbar sind, obwohl die Patienten wieder gesund sind [15, 16]. In 4 Metanalysen wurde die LUS mit der Computertomographie als Referenzmethode evaluiert. Dabei zeigt sich für LUS eine Sensitivität von 88-97 % und eine Spezifität von 90-96 %. Die Thoraxröntgendiagnostik hingegen wies eine gepoolte Sensitivität von 77 % und eine Spezifität von 91 % auf. Daher sollte LUS die Thoraxröntgendiagnostik in der bildgebenden Diagnostik der ambulant erworbenen Pneumonie ersetzen [17].",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": " [22] . Dabei zeigen sich relativ kleine echoarme Lungenkonsolidierungen (1-3 cm groß) mit pleuraler Basis (überwiegend triangulär, durchschnittlich 2,4 Läsionen pro Patient; . Abb. 5).Zentral lässt sich in der Farb-Doppler-Sonographie keine Durchblutung nachweisen. In der Hälfte der Fälle zeigt sich ein kleiner lokaler oder basaler Pleuraerguss [23] . Metaanalysen zeigen für die alleinige LUS eine Sensitivität von 80-87 % und eine Spezifität von 82-93 % [24] . Eine Senkung der Mortalität kann erreicht werden, wenn möglichst zeitgerecht eine Triple-Ultraschalluntersuchung durchgeführt wird [25, 26] . ",
            "cite_spans": [
                {
                    "start": 1,
                    "end": 5,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 348,
                    "end": 352,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 459,
                    "end": 463,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 597,
                    "end": 601,
                    "text": "[25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 602,
                    "end": 605,
                    "text": "26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}