{"paper_id": "5bdb25ef472b227be6461c0437926c20babf8a55", "metadata": {"title": "Management of Respiratory Distress Syndrome in preterm infants in Wales: A full Audit cycle of a Quality improvement project", "authors": [{"first": "Christopher", "middle": [], "last": "Course", "suffix": "", "affiliation": {"laboratory": "Welsh Regional Neonatal Intensive Care Unit", "institution": "University Hospital of Wales", "location": {"settlement": "Cardiff", "country": "UK"}}, "email": ""}, {"first": "Mallinath", "middle": [], "last": "Chakraborty", "suffix": "", "affiliation": {"laboratory": "Welsh Regional Neonatal Intensive Care Unit", "institution": "University Hospital of Wales", "location": {"settlement": "Cardiff", "country": "UK"}}, "email": "chakrabortym@cardiff.ac.ukopen"}]}, "abstract": [{"text": "Respiratory Distress Syndrome (RDS) is the commonest diagnosis after premature birth. We aimed to audit clinical practices before and after introduction of a national guideline in Wales on RDS management. Anonymised, prospective data on all infants born at <34 weeks of gestation and cared for at one of the participating neonatal units in Wales were collected in two six-month time periods in 2015 and 2018. A national guideline was introduced in 2016 by the Wales Neonatal Network. Data collection included areas of antenatal management, delivery room stabilisation, invasive and noninvasive respiratory support, surfactant treatment and elements of supportive care. Univariate and multivariate methods were used to compare data between the two epochs. Comparing care before and after introduction of the national guideline, areas of significant improvement include use of targeted tidal volume ventilation, use of caffeine therapy, oxygen therapy post-surfactant and increasing early use of parenteral nutrition. Areas of poorer management included levels of positive end expiratory pressures and timing of introduction of enteral feeds. Little variation was seen between level two and three units, although gestational age was a significant independent variable for several practices, including delayed cord clamping, stabilisation with intubation, early enteral feeding and caffeine administration. A national guideline for management of RDS in Wales has significantly improved practice in several areas. However, despite a large volume of high-quality evidence and robust guidance, there remains a significant variation in some elements of best practice for RDS management. Further work should focus on education and training, especially for elements requiring cross-departmental work.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Respiratory pathology is one of the commonest consequences of preterm birth 1 manifesting early as respiratory distress syndrome (RDS), a product of structurally immature lungs and pulmonary surfactant deficiency. These preterm infants often require invasive and non-invasive respiratory support, supplementary oxygen and surfactant replacement therapy. A proportion of these infants will go on to develop chronic lung disease of prematurity 2 , with abnormal respiratory function and increased respiratory morbidity persisting through childhood 3-5 and into adult life 6 . Approximately 11% of all infants are born preterm, with this figure rising in many countries internationally 7 . Therefore, as this cohort of patients grows in number, and overall survival improves, optimal early management of these infants is likely to confer lifelong health benefits.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "A wealth of research on the management of RDS has been published 8 , which was summarised by the European consensus group as best-practice guidelines 9 . This covered a broad range of care strategies related to the optimal management of RDS, including antenatal practices, early delivery room management, mechanical and non-invasive respiratory support, surfactant therapy and supportive care.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "This study aimed to conduct audits on the clinical practice before and after introduction of a Welsh national guideline, describe changes in management over the past three years and highlight future directions for improving care, with broad implications for early care for preterm infants in most neonatal networks in the UK. Consensus Guideline has recently been published 13 and, following review, the Wales Neonatal Network guideline will be updated to reflect any substantial changes, followed by dissemination of the evidence and education of staff. Re-evaluations of RDS management in Wales are planned to continue on a three-yearly cycle, with the next being undertaken in 2021. We aim to monitor progress and highlight areas requiring further education, cross-departmental working and training to optimise our RDS management.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Prospective, anonymised audits of the management of RDS in all preterm infants born at <34 weeks gestational age and cared for in a participating neonatal unit in Wales were undertaken. The first round of data collection was undertaken over a six-month period between September 2014 and March 2015. Following the first round of data collection, a Wales Neonatal Network Guideline on the Management of RDS, based on the European Consensus Guideline, was introduced in July 2016 and disseminated throughout all Welsh neonatal units 10 . This represented the best-practice document for the management of RDS in infants born at <34 weeks gestational age, concentrating on areas which were supported by Grade A evidence (http://www.gradeworkinggroup.org/). A second round of data collection was undertaken between March 2018 and September 2018, aiming to assess changes in practice by comparing the two cohorts.", "cite_spans": [{"start": 530, "end": 532, "text": "10", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Methods"}, {"text": "Patient recruitment and data collection was undertaken through the Welsh Research and Education Network (WREN; www.wrenpaediatrics.com) 11 . All infants who were born at <34 weeks gestational age and were cared for in a Welsh neonatal unit were eligible for the study and all units were approached to participate.", "cite_spans": [{"start": 136, "end": 138, "text": "11", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Methods"}, {"text": "The audit proforma was based upon the recommendations in the European Consensus Guideline on the Management of RDS in Preterm Infants 2013, and concentrated on management areas which were supported by Grade A evidence 9 . An update on the Consensus Guideline was released in 2016 12 , which did not alter the main recommendations, therefore the same proforma was used for both data collection cycles. The proforma (Supplementary Table 1 ) collected data on 26 items in six domains including infant demographics, antenatal management, delivery room stabilisation, surfactant management, non-invasive ventilation management, mechanical ventilation strategies and other supportive care used (Supplementary Table 1 Descriptive statistics for all variables were produced. For variables with a known eligibility denominator, univariate statistical comparisons between cohorts were made using Chi-squared and T-tests where appropriate. Unadjusted and adjusted odds ratios (OR and aOR) with 95% confidence intervals (CI) were estimated between the cohorts by logistic regression analysis using 2015 data as baseline, adjusting for level of unit of delivery (either level two or three, categorical variable) and gestational age at delivery (continuous variable). Two post-hoc subgroup analyses were performed between the two cohorts comparing infants born at below and above 28 weeks' gestation, and for those born in level 2 or level 3 units. Statistical significance for all analyses was set at p < 0.05. The study was designed as a quality improvement project and implemented as local audits in all participating hospitals. Local audit and governance departments of all hospitals approved the collection of routine clinical data. Individual consent was not requested from parents for the collection of routine clinical data. Anonymised data from each hospital were combined at the end of the study period for analysis; the authors had no access to any identifiable data. Table 1 ). Demographic details for infants in both cohorts are presented in Table 1 , with no significant difference being found between cohorts. The spread of gestational ages for both cohorts can be seen in the Supplementary Fig. 1 ", "cite_spans": [{"start": 218, "end": 219, "text": "9", "ref_id": "BIBREF8"}, {"start": 280, "end": 282, "text": "12", "ref_id": "BIBREF11"}], "ref_spans": [{"start": 429, "end": 436, "text": "Table 1", "ref_id": null}, {"start": 703, "end": 710, "text": "Table 1", "ref_id": null}, {"start": 1965, "end": 1972, "text": "Table 1", "ref_id": null}, {"start": 2041, "end": 2048, "text": "Table 1", "ref_id": null}, {"start": 2178, "end": 2198, "text": "Supplementary Fig. 1", "ref_id": null}], "section": "Methods"}, {"text": "The results from the post-hoc subgroup analyses were broadly similar to the regression analyses. All results are presented in Supplementary Tables 2 and 3 .", "cite_spans": [], "ref_spans": [{"start": 126, "end": 154, "text": "Supplementary Tables 2 and 3", "ref_id": null}], "section": "Subgroup analyses."}, {"text": "In the <28-week gestation subgroup, a significant decrease was seen in the number of infants stabilised in FiO 2 21-30% (72.1 vs 22.2% p =< 0.001). A significant decrease was also seen in DCC (9.8% vs 0% p = 0.04). A significant increase in the number receiving TTV (67.5 vs 92.3% p = 0.006) was observed. In the ≥28-weeks subgroup a significant decrease was seen in stabilisation in www.nature.com/scientificreports www.nature.com/scientificreports/", "cite_spans": [], "ref_spans": [], "section": "Subgroup analyses."}, {"text": "Early management of RDS can have a significant impact on later morbidity, especially on the development of CLD 13 . An extensive evidence base has grown over the past two decades on optimal management for these vulnerable infants 8, 9, 12 . We present for the first time the assessment of RDS management across several Welsh neonatal units before and after the implementation of a national guideline. To our knowledge, this is the first time RDS management has been reported in a relatively large cohort over time against the same recommendations in the UK. www.nature.com/scientificreports www.nature.com/scientificreports/ There were several notable improvements in management, the most significant of which are use of TTV-mode, FiO2 management post-surfactant administration, increased caffeine prescribing, and increasing use of parenteral nutrition on day one of life. However, there are two areas which appear to have deteriorated: stabilising infants in the delivery room with an FiO2 21-30% and use of CPAP pressures of ≥ 6cmH2O. Both of these practices showed some variation depending on the unit level and GA, with the tertiary units being more likely to use higher CPAP pressures, but less mature infants being more likely to be stabilised with a higher inspired oxygen fraction. Owing to the data collection methodology, this could be secondary to documentation; however, it is important to emphasise the importance of not exposing premature infants to unnecessarily high FiO2 during stabilisation.", "cite_spans": [{"start": 111, "end": 113, "text": "13", "ref_id": "BIBREF12"}, {"start": 230, "end": 232, "text": "8,", "ref_id": "BIBREF7"}, {"start": 233, "end": 235, "text": "9,", "ref_id": "BIBREF8"}, {"start": 236, "end": 238, "text": "12", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Discussion"}, {"text": "Immediate management of an infant being born prematurely is a multi-disciplinary process in the delivery room. Despite evidence supporting the efficacy of DCC in premature infants 14 , rates remained low in both cohorts, with no significant improvement. However, there was significant evidence of a move towards DCC for more mature infants.", "cite_spans": [{"start": 180, "end": 182, "text": "14", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Discussion"}, {"text": "Additionally, minimal enteral feeding commencing on day one of life remains low and unimproved. This may be secondary to clinical concerns with the infant but may also be due to a lack of maternal expressed breast milk. This often requires support from the midwifery team in the first hours of life. This highlights the need for robust training and complementary guidance between departments to ensure optimal practice. The recently published SIFT trial 15 has demonstrated the safety of establishing full enteral feeding early in preterm and very-low-birthweight infants, and this evidence will hopefully aid clinician's confidence in initiating early enteral feeding in practice.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "We observed variation in management in several areas based upon GA. More mature infants were more likely to be stabilised on non-invasive respiratory support. This may be due to the experience of those in attendance and general confidence within unit culture in managing more vulnerable infants with non-invasive ventilation. Extremely preterm infants born in level two units may need intubation before transfer to a tertiary unit for further care. However, no variation in intubation was observed based on unit of delivery, although only a small proportion of these infants were delivered in level two units. Further evidence on LISA in extreme preterm infants 16 may improve the success of non-invasive respiratory support in this population. In addition, several local quality improvement projects are ongoing in many of the neonatal units in Wales, and we hope to see improved practice in the next round of data collection.", "cite_spans": [{"start": 662, "end": 664, "text": "16", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Discussion"}, {"text": "Our findings are in keeping with the limited amount of published data on RDS management against consensus guidance. A UK-based survey from 2018 found a significant number of units reluctant to use CPAP as the primary ventilation mode for extremely premature infants, but TTV-mode use was increasingly popular for mechanically ventilated infants 17 . Single-centre retrospective audits have been published on adherence to aspects of previous consensus guidelines. Retrospective audits have found variable use of prophylactic surfactant with less use in more mature infants 18 , and good adherence on early management in a cohort of twenty infants <28 weeks' gestation 19 . Both audits examined much more limited aspects of older European Consensus guidelines highlighting the need for robust training and education, but none published follow-up data to document changes.", "cite_spans": [{"start": 572, "end": 574, "text": "18", "ref_id": "BIBREF17"}, {"start": 667, "end": 669, "text": "19", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Discussion"}, {"text": "Our study has several strengths. By capturing prospective data across multiple sites during the same time points, we have achieved a highly representative, contemporaneous impression of current practice across two epochs. This is the first report we are aware of describing changes of practice in RDS management within a defined population over time in the UK, which demonstrates the impact of a unified national guideline on RDS management. Our data collection was restricted mainly to areas of practice supported by Grade A evidence, and we used robust statistical methods to analyse reliable data. We believe this framework can be used in any neonatal network in the UK to document quality improvement in the management of RDS in preterm infants.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "There are several limitations of our work. As with any multi-centre audit project there were missing data for variables, and this varied by cohort and data item ( Supplementary Figs. 2 and 3 ). The effect of incomplete participation of level-two units was partly mitigated as the majority of preterm infants were delivered in tertiary units. However, some Welsh preterm infants born in non-participating units did not have their management audited, and there may be more variation in practice than appreciated. It was difficult to determine the number of eligible infants (denominator) for some interventions through the data collection process, although the majority of these were based on grade B and C evidence. We also did not collect data on other relevant clinical indicators like admission temperature, which may have an effect on the severity of RDS; this will be added in future rounds of data collection. Finally, since our study examined practice against an established guideline, data on the outcome of these infants were not collected; this remains an objective in future rounds of data-collection.", "cite_spans": [], "ref_spans": [{"start": 163, "end": 190, "text": "Supplementary Figs. 2 and 3", "ref_id": null}], "section": "Discussion"}, {"text": "Our analysis demonstrates that certain desirable Grade A evidence-based interventions are still yet to come into clinical practice. The 2013 edition of the European consensus guideline recommended a change in practice towards stabilising preterm infants on non-invasive respiratory support at delivery rather than elective intubation 9 . Additionally, it also recommended delayed cord clamping of at least sixty-seconds is practised where possible. Our data demonstrates that intubation rates at delivery have remained unchanged despite introduction of the Wales guideline, and the number of infants receiving delayed cord clamping remains low. There are quality improvement and training initiatives targeting these practices currently underway in Welsh neonatal units, and this will form a major focus in the next cycle of data collection in this quality improvement project.", "cite_spans": [{"start": 334, "end": 335, "text": "9", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Discussion"}, {"text": "In conclusion, this study highlights the successes and challenges with improving management and reducing the variation in practice of RDS in Wales. Interestingly, our data suggests relatively limited variation between level two and three units. Some important areas of practice have shown substantial improvement, but there remain areas of practice that are not in keeping with current best evidence, most importantly the low rates of extremely preterm infants being stabilised on non-invasive respiratory support. Unified, national guidelines are a potentially powerful tool to effect change and reduce variation in practice. They are feasible to implement and can be established in other neonatal networks and nations of the UK. Moving forward, an update to the European", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Pathophysiology of respiratory distress syndrome", "authors": [{"first": "N", "middle": [], "last": "Pickerd", "suffix": ""}, {"first": "S", "middle": [], "last": "Kotecha", "suffix": ""}], "year": 2009, "venue": "Paediatr Child Health", "volume": "19", "issn": "", "pages": "153--157", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Chronic lung disease after premature birth", "authors": [{"first": "E", "middle": [], "last": "Baraldi", "suffix": ""}, {"first": "M", "middle": [], "last": "Filippone", "suffix": ""}], "year": 1946, "venue": "N Engl J Med", "volume": "357", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1056/NEJMra067279"]}}, "BIBREF2": {"ref_id": "b2", "title": "Lung function outcome at school age in very low birth weight children", "authors": [{"first": "S", "middle": [], "last": "Cazzato", "suffix": ""}, {"first": "L", "middle": [], "last": "Ridolfi", "suffix": ""}, {"first": "F", "middle": [], "last": "Bernardi", "suffix": ""}, {"first": "G", "middle": [], "last": "Faldella", "suffix": ""}, {"first": "L", "middle": [], "last": "Bertelli", "suffix": ""}], "year": 2013, "venue": "Pediatr Pulmonol", "volume": "48", "issn": "", "pages": "830--837", "other_ids": {"DOI": ["10.1002/ppul.22676"]}}, "BIBREF3": {"ref_id": "b3", "title": "Effect of preterm birth on later FEV1: a systematic review and meta-analysis", "authors": [{"first": "S", "middle": ["J"], "last": "Kotecha", "suffix": ""}], "year": 2013, "venue": "Thorax", "volume": "68", "issn": "", "pages": "760--766", "other_ids": {"DOI": ["10.1136/thoraxjnl-2012-203079"]}}, "BIBREF4": {"ref_id": "b4", "title": "Respiratory health in pre-school and school age children following extremely preterm birth", "authors": [{"first": "E", "middle": ["M"], "last": "Hennessy", "suffix": ""}], "year": 2008, "venue": "Arch Dis Child", "volume": "93", "issn": "", "pages": "1037--1043", "other_ids": {"DOI": ["10.1136/adc.2008.140830"]}}, "BIBREF5": {"ref_id": "b5", "title": "Longitudinal evaluation of airway function 21 years after preterm birth", "authors": [{"first": "I", "middle": [], "last": "Narang", "suffix": ""}, {"first": "M", "middle": [], "last": "Rosenthal", "suffix": ""}, {"first": "D", "middle": [], "last": "Cremonesini", "suffix": ""}, {"first": "M", "middle": [], "last": "Silverman", "suffix": ""}, {"first": "A", "middle": [], "last": "Bush", "suffix": ""}], "year": 2008, "venue": "Am J Respir Crit Care Med", "volume": "178", "issn": "", "pages": "74--80", "other_ids": {"DOI": ["10.1164/rccm.200705-701OC"]}}, "BIBREF6": {"ref_id": "b6", "title": "Global, regional, and national estimates of levels of preterm birth in 2014: a systematic review and modelling analysis", "authors": [{"first": "S", "middle": [], "last": "Chawanpaiboon", "suffix": ""}], "year": 2019, "venue": "Lancet Glob Health", "volume": "7", "issn": "18", "pages": "30451--30451", "other_ids": {"DOI": ["10.1016/S2214-109X(18)30451-0"]}}, "BIBREF7": {"ref_id": "b7", "title": "Respiratory support for preterm infants -the Cochrane evidence and beyond", "authors": [{"first": "C", "middle": [], "last": "Course", "suffix": ""}, {"first": "M", "middle": [], "last": "Chakraborty", "suffix": ""}], "year": 2016, "venue": "Paediatrics and Child Health", "volume": "26", "issn": "", "pages": "147--151", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "European consensus guidelines on the management of neonatal respiratory distress syndrome in preterm infants-2013 update", "authors": [{"first": "D", "middle": ["G"], "last": "Sweet", "suffix": ""}], "year": 2013, "venue": "Neonatology", "volume": "103", "issn": "", "pages": "353--368", "other_ids": {"DOI": ["10.1159/000349928"]}}, "BIBREF9": {"ref_id": "b9", "title": "Respiratory Distress Syndrome", "authors": [{"first": "C", "middle": [], "last": "Course", "suffix": ""}, {"first": "M", "middle": [], "last": "Chakraborty", "suffix": ""}, {"first": "", "middle": [], "last": "Wales Neonatal Network Guideline", "suffix": ""}], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "UK trainee-led paediatric governance collaboratives: improving the lives of both trainees and children", "authors": [{"first": "H", "middle": [], "last": "Mcdermott", "suffix": ""}], "year": 2019, "venue": "Arch Dis Child Educ Pract Ed", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1136/archdischild-2018-316354"]}}, "BIBREF11": {"ref_id": "b11", "title": "European Consensus Guidelines on the Management of Respiratory Distress Syndrome -2016 Update", "authors": [{"first": "D", "middle": ["G"], "last": "Sweet", "suffix": ""}], "year": 2017, "venue": "Neonatology", "volume": "111", "issn": "", "pages": "107--125", "other_ids": {"DOI": ["10.1159/000448985"]}}, "BIBREF12": {"ref_id": "b12", "title": "European Consensus Guidelines on the Management of Respiratory Distress Syndrome -2019 Update", "authors": [{"first": "D", "middle": ["G"], "last": "Sweet", "suffix": ""}], "year": 2019, "venue": "Neonatology", "volume": "115", "issn": "", "pages": "432--451", "other_ids": {"DOI": ["10.1159/000499361"]}}, "BIBREF13": {"ref_id": "b13", "title": "Delayed vs early umbilical cord clamping for preterm infants: a systematic review and meta-analysis", "authors": [{"first": "M", "middle": [], "last": "Fogarty", "suffix": ""}], "year": 2018, "venue": "Am J Obstet Gynecol", "volume": "218", "issn": "", "pages": "1--18", "other_ids": {"DOI": ["10.1016/j.ajog.2017.10.231"]}}, "BIBREF14": {"ref_id": "b14", "title": "Controlled Trial of Two Incremental Milk-Feeding Rates in Preterm Infants", "authors": [{"first": "J", "middle": [], "last": "Dorling", "suffix": ""}], "year": 2019, "venue": "N Engl J Med", "volume": "381", "issn": "", "pages": "1434--1443", "other_ids": {"DOI": ["10.1056/NEJMoa1816654"]}}, "BIBREF15": {"ref_id": "b15", "title": "The OPTIMIST-A trial: evaluation of minimally-invasive surfactant therapy in preterm infants 25-28 weeks gestation", "authors": [{"first": "P", "middle": ["A"], "last": "Dargaville", "suffix": ""}], "year": 2014, "venue": "BMC Pediatr", "volume": "14", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/1471-2431-14-213"]}}, "BIBREF16": {"ref_id": "b16", "title": "Current practice in early management of neonatal respiratory distress syndrome: Is it evidence-based?", "authors": [{"first": "G", "middle": [], "last": "Hendriks", "suffix": ""}, {"first": "R", "middle": [], "last": "Stephenson", "suffix": ""}, {"first": "P", "middle": ["K"], "last": "Yajamanyam", "suffix": ""}], "year": 2018, "venue": "Arch Dis Child Fetal Neonatal Ed 103, F191", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1136/archdischild-2017-314320"]}}, "BIBREF17": {"ref_id": "b17", "title": "An Audit of Management of Respiratory Distress Syndrome in the Context of the", "authors": [{"first": "A", "middle": ["A"], "last": "Kamar", "suffix": ""}, {"first": "L", "middle": [], "last": "Machen", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Sheridan-Pereira", "suffix": ""}], "year": 2007, "venue": "European Consensus Guidelines. Pediatric Research", "volume": "70", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1038/pr.2011.721"]}}, "BIBREF18": {"ref_id": "b18", "title": "Audit on Adherence to 2010 European Consensus Guidelines on the Management of Neonatal Respiratory Distress Syndrome in Preterm Infants", "authors": [{"first": "K", "middle": [], "last": "Tanney", "suffix": ""}, {"first": "D", "middle": [], "last": "Sweet", "suffix": ""}], "year": 2011, "venue": "Pediatric Research", "volume": "70", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1038/pr.2011.783"]}}}, "ref_entries": {"FIGREF0": {"text": "September 2014 and March 2015 (2015 cohort) from four level two neonatal units and the three level three units in Wales, and on 276 infants between March and September 2018 (2018 cohort) from five level two neonatal units and three level three units in Wales. The proportion of eligible infants who participated in the data collection (included in the analysis) increased significantly in the 2018 cohort (86.5% in 2015 vs 93.9% in 2018, p < 0.01,", "latex": null, "type": "figure"}, "FIGREF1": {"text": "FiO 2 21-30% (87.6 vs 75.9% p = 0.004). Significant improvements were observed in the use of TTV (47 vs 88.6% p =< 0.0001), caffeine (79.4 vs 88.1% p = 0.02), FiO 2 reduction post-surfactant administration (44.2 vs 70.4% p = 0.003), and TPN starting on day 1 of life (72.1 vs 86% p = 0.001). However, a significant decrease in the use of CPAP pressures ≥ 6cmH 2 O was also seen (53.6 vs 37.9% p = 0.014). In the level 2 subgroups analysis significant differences were seen in surfactant dosing of 200 mg/kg (45.5 vs 76.2% p = 0.04), FiO 2 reduction post-surfactant administration (31.8 vs 71.4% p = 0.005) and TPN started on day one of life (66.1 vs 86.5% p = 0.006). In the level 3 subgroup analysis, significant decreases were seen in the proportion of infants stabilised in FiO 2 21-30% (83 vs 4.1% p =< 0.0001) and the use of CPAP pressures of ≥ 6cmH 2 O (60.7 vs 41.9% p = 0.011). Significant improvements were seen in the use of TTV (54.9 vs 93.3% p =< 0.0001), caffeine prescribing (82.6 vs 90.2% p = 0.04) and TPN use on the first day of life (79.9 vs 88.9% p = 0.018).", "latex": null, "type": "figure"}, "FIGREF2": {"text": "OR = Odds Ratio, GA = Gestational Age, PPROM = preterm prelabour rupture of membranes, FiO 2 = Fraction of inspired oxygen, CPAP = Continuous positive airway pressure support, TTV = Targeted Tidal Volume, PEEP = Positive End Expiratory Pressure, MV = Mechanical Ventilation, TPN = Total Parenteral Nutrition. Scientific RepoRtS | (2020) 10:3536 | https://doi.org/10.1038/s41598-020-60091-6", "latex": null, "type": "figure"}, "TABREF0": {"text": "neonatal unit over the first two weeks of life. Data collection was continued between units for infants requiring transfer for ongoing care. Data items were coded in a standardised way and a glossary of terms was provided for clarity. A standardised, anonymised data input spreadsheet (Microsoft Excel ® , Microsoft Corporation, Redmond, USA) was also created and circulated with the proforma. All data collection was anonymised once transcribed on the spreadsheet and returned to the authors via secure email.Data was transcribed into SPSS version 25 (IBM ® Corporation, New York, USA) for statistical analysis.", "latex": null, "type": "table"}, "TABREF1": {"text": ". All results for both cohorts are presented inTable 2. Management flowcharts detailing all data items collected for each cohort are presented in Supplementary Figs. 2 and 3. management.Rates  of any antenatal steroid exposure in both cohorts were high, with no significant difference (92.4% in 2015 vs. 89.5% in 2018 p = 0.31; aOR 0.74 [95% CI 0.4, 1.4]). Likelihood of antenatal steroid exposure did not vary depending on GA or unit level. Timings of antenatal steroid administration were similar, with 70.7% receiving two doses >24 hours prior to delivery in 2015, compared to 70% in 2018 (p = 0.3). 11% in 2015 had a complete course <24 hours prior to delivery, compared to 11.7% in 2018 (p = 0.75). room stabilisation. A minority of infants in both cohorts received delayed cord clamping (DCC) (12% vs. 13%, p = 0.23; aOR 1.30 [0.75, 2.27]). The unit level did not have a significant effect on this practice. More mature infants were more likely to receive DCC (aOR 1.44 [1.23, 1.68]). Initiation of stabilisation of preterm infants is recommended with 21-30% fractional inspired oxygen (FiO 2 ). There was a significant reduction in the proportion of infants managed in this way (76.4% vs 66.3%, p < 0.001, aOR 0.29 [0.17, 0.47]). This reduction was not affected by unit level; however more premature infants were less likely to be stabilised in an FiO 9% of infants required intubation in the delivery room in 2015, compared to 34.8% in 2018. No respiratory support was required in 1.3% of cases in 2015, and 6.5% in 2018. The likelihood of being stabilised with www.nature.com/scientificreports www.nature.com/scientificreports/ Non-invasive ventilation management. Among infants stabilised on non-invasive support, CPAP was the primary mode used in 92.1% in 2015 compared to 90.9% in 2018 (p = 0.31 aOR 0.53 [0.18, 1.60]). No significant variation was seen based on unit level or GA. A CPAP pressure of ≥6cmH 2 O is recommended; however, a significant decrease in the proportion of infants who are documented to have received a CPAP pressure Mechanical ventilation strategies. A significant increase in use of Targeted Tidal Volume (TTV) mode was observed (49.1% vs 79.1%, p =<0.001, aOR 7.94 [3.75, 16.8]). No difference was seen based on unit level; however more premature infants were more likely to receive TTV (aOR 1.14 [1.01, 1.3]). There is no standard ventilator model in use across the Wales Neonatal Network, but all ventilators in clinical use across level 2 and 3 units contain a volume-targeted ventilation algorithm. There was a significant increase in caffeine use between the cohorts (75.6% vs 81.9%, p = 0.03, aOR 2.49 [1.4, 4.6]) with more premature infants being more likely to receive caffeine (aOR 1.79 [1.45, 2.22]). Surfactant therapy. All infants who had surfactant replacement therapy received a natural surfactant preparation. Rates of infants receiving surfactant if requiring intubation for stabilisation in the delivery room remained consistently high (100% of 2015 cohort and 97.9% of 2018 cohort (p = 0.19)). InSurE (Intubate Surfactant Extubate) is a recommended mode for surfactant delivery. Of all eligible infants receiving surfactant, there was no increase in InSurE between cohorts (8.4% vs 7.2%, p = 0.97). Less invasive surfactant administration (LISA) was practiced for 9 infants in the 2018 cohort. A dose of 200 mg/kg of surfactant is recommended; however less than half of eligible infants in both cohorts received this dose (49.5% vs 45.7%, p = 0.26, aOR 1.38 [0.77, 2.49]). The rest received a lower dose per kilogram of birth weight. No difference was seen based on unit level or GA. Following surfactant administration, it is recommended that FiO 2 should be reduced quickly. The documentation of this practice significantly improved (37.4% vs 57.3%, p = 0.005 aOR 2.16 [1.23, 3.82]). care. It is recommended that all preterm infants start parenteral nutrition (PN) and minimal enteral feeding on day one of life. PN use showed a significant increase (74.7% vs 84.4%, p = 0.001, aOR 2.75 [1.66, 4.58]), although more premature infants were more likely to receive PN (aOR 1.35 [1.19, 1.54]). Rates of minimal enteral feeding on day one remained similar between cohorts (32.4% vs 37%, p = 0.24, aOR 1.18 [0.8, 1.73]), and more mature infants were more likely to start feeds on day one of life (aOR 1.22 [1.13, 1.32]).", "latex": null, "type": "table"}, "TABREF2": {"text": "Table 2.  Summary of results. *Significant result, a p-value from Chi-square test, b OR from logistic regression model comparing cohort II with cohort I, c OR from logistic regression model adjusted for level of unit and gestation at birth, comparing cohort II to cohort I. d OR from logistic regression model comparing level 3 units with level 2 units, e OR from logistic regression model showing odds for every unit increase in gestational age at birth. OR  =  Odds Ratio, GA  =  Gestational Age, PPROM  =  preterm prelabour rupture of membranes, FiO 2   =  Fraction of inspired oxygen, CPAP  =  Continuous positive airway pressure support, TTV  =  Targeted Tidal Volume, PEEP  =  Positive End Expiratory Pressure, MV  =  Mechanical Ventilation, TPN  =  Total Parenteral Nutrition.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>TPN Started on day one of life </td><td>74.7 </td><td>84.4 </td><td>0.001* </td><td> </td><td>2.75*\n</td><td>1.4\n</td><td>0.74*\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>2.33*(1.43-3.79)\n</td><td>(1.66-4.58)\n</td><td>(0.83-2.39)\n</td><td>(0.65-0.84)\n</td></tr><tr><td>Minimal enteral feeding started on day one of life </td><td>32.4 </td><td>37 </td><td>0.24\n</td><td>1.25\n</td><td>1.18\n</td><td>0.86\n</td><td>1.22*\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>(0.86-1.82)\n</td><td>(0.8-1.73)\n</td><td>(0.56-1.31)\n</td><td>(1.12-1.32)\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "We would like to thank the following for their assistance with data collection: ", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "C.C. and M.C. designed audit tools and authored and led implementation of the Wales Neonatal Network RDS guideline. C.C. led and coordinated data collection across Wales, led data analysis of both audit cycles and authored the first draft of the manuscript. M.C. oversaw all data analysis and reviewed the manuscript.", "cite_spans": [], "ref_spans": [], "section": "Author contributions"}, {"text": "The authors declare no competing interests.", "cite_spans": [], "ref_spans": [], "section": "competing interests"}, {"text": "Supplementary information is available for this paper at https://doi.org/10.1038/s41598-020-60091-6.Correspondence and requests for materials should be addressed to M.C.Reprints and permissions information is available at www.nature.com/reprints.Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.", "cite_spans": [], "ref_spans": [], "section": "Additional information"}, {"text": "License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.", "cite_spans": [], "ref_spans": [], "section": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International"}]}