{
    "paper_id": "5c3de8082f3d388a2a27e0fec0691fa8f5cc42b5",
    "metadata": {
        "title": "Notfall+ Rettungsmedizin Medizinrecht",
        "authors": [
            {
                "first": "Notfall",
                "middle": [],
                "last": "Rettungsmed",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "P",
                "middle": [
                    "M"
                ],
                "last": "Lissel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Im Mittelpunkt der öffentlichen Wahrnehmung steht derzeit das neuartige, erstmals im Dezember 2019 in Wuhan/ Volksrepublik China aufgetretene Coronavirus SARS-CoV-2 (2019-nCoV) und die durch das Virus ausgelöste Atemwegserkrankung COVID-19. 1 Zudem traten am 1. März 2020 die durch das Gesetz für den Schutz vor Masern und zur Stärkung der Impfprävention (Masernschutzgesetz) 2 eingeführten Änderungen des Infektionsschutzgesetzes in Kraft. Hintergrund der Änderungen sind die in den letzten Jahren deutlich gestiegenen Masernfallzahlen, wobei Masern nicht nur zu den ansteckendsten Infektionskrankheiten des Menschen zählen, sondern -anders als verbreitet angenommen -keine harmlose Krankheit darstellen, sondern schwer verlaufen und Komplikationen und Folgeerkrankungen nach sich ziehen können. 3 Der Gesetzgeber sah sich daher veranlasst, zum Schutz der öffentlichen Gesundheit Regelungen zu implementieren, wonach Personen in bestimmten Einrichtungen entweder einen ausreichenden Impfschutz gegen Masern oder aber eine Immunität gegen Masern aufweisen müssen. ",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 242,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 797,
                    "end": 798,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Infektionsschutzrecht nach Inkrafttreten des Masernschutzgesetzes"
        },
        {
            "text": "Öffentliche Gesundheit · Masern · Impfschutz · Immunität · Gesundheitseinrichtungen",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schlüsselwörter"
        },
        {
            "text": "On 1 March 2020, the amendments to the German Protection Against Infection Act that were introduced by the act to protect against measles and strengthen vaccination prevention (Measles Protection Act) entered into force. The reason for the changes is that the number of individuals with measles has significantly increased in recent years. To protect public health, the Measles Protection Act has implemented regulations requiring that persons in certain institutions must either have adequate protection against measles or have immunity to measles. In this article the current legal situation with regard to health care facilities is presented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The German Protection Against Infection Act after entry into force of the German Measles Protection Act Abstract"
        },
        {
            "text": "Public health · Measles · Vaccination · Immunity · Health care facilities Notfall + Rettungsmedizin Wenn Gegenstände mit meldepflichtigen Krankheitserregern behaftet sind oder wenn das anzunehmen ist und dadurch eine Verbreitung der Krankheit zu befürchten ist, hat die zuständige Behörde die notwendigen Maßnahmen zur Abwendung der hierdurch drohenden Gefahren zu treffen. Wenn andere Maßnahmen nicht ausreichen, kann auch die Vernichtung der Gegenstände angeordnet werden. Müssen diese entseucht (desinfiziert), von Gesundheitsschädlingen befreit oder vernichtet werden, kann ihre Benutzung und die Benutzung der Räume und Grundstücke, in denen oder auf denen sie sich befinden, untersagt werden, bis die Maßnahme durchgeführt ist ( § 17 IfSG).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keywords"
        },
        {
            "text": "§ 20 IfSG sieht Schutzimpfungen und andere Maßnahmen der spezifischen Prophylaxe vor. Die Bundeszentrale für gesundheitliche Aufklärung (BZgA), die obersten Landesgesundheitsbehörden und die Gesundheitsämter informieren die Bevölkerung über die Bedeutung von Schutzimpfungen und andere Maßnahmen der spezifischen Prophylaxe übertragbarer Krankheiten ( § 20 Abs. 1 IfSG). Die beim RKI eingerichtete Ständige Impfkommission (STIKO) gibt Empfehlungen zur Durchführung von Schutzimpfungen und zur Durchführung anderer Maßnahmen der spezifischen Prophylaxe übertragbarer Krankheiten und entwickelt Kriterien zur Abgrenzung einer üblichen Impfreaktion und einer über das übliche Ausmaß einer Impfreaktion hinausgehenden gesundheitlichen Schädigung ( § 20 Abs. 2 IfSG).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keywords"
        },
        {
            "text": "Das Bundesministerium für Gesundheit kann durch Rechtsverordnung anordnen, dass bedrohte Teile der Bevölkerung an Schutzimpfungen oder anderen Maßnahmen der spezifischen Prophylaxe teilzunehmen haben, wenn eine übertragbare Krankheit mit klinisch schweren Verlaufsformen auftritt und mit ihrer epidemischen Verbreitung zu rechnen ist. Solange das Bundesministerium hiervon keinen Gebrauch macht, sind die Landesregierungen zum Erlass einer entsprechenden Rechtsverordnung ermächtigt ( § 20 Abs. 6, 7 IfSG).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keywords"
        },
        {
            "text": "Bestimmten Diese Personen müssen nach § 20 Abs. 8 IfSG entweder einen ausreichenden Impfschutz gegen Masern oder eine Immunität gegen Masern aufweisen. Ausgenommen sind Personen, die aufgrund einer medizinischen Kontraindikation nicht geimpft werden können.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keywords"
        },
        {
            "text": "Die Personen sind verpflichtet, der Leitung der Gesundheitseinrichtung eine entsprechende Impfdokumentation nach § 22 IfSG (Impfausweis, Impfbescheinigung) oder ein ärztliches Zeugnis vorzulegen, dass bei Ihnen ein ausreichender Impfschutz gegen Masern besteht bzw. dass bei ihnen eine Immunität gegen Masern vorliegt oder sie aufgrund einer medizinischen Kontraindikation nicht geimpft werden können. Ein ausreichender Impfschutz besteht, wenn ab der Vollendung des ersten Lebensjahrs mindestens eine Schutzimpfung und ab der Vollendung des zweiten Lebensjahrs mindestens zwei Schutzimpfungen gegen Masern bei der betroffenen Person durchgeführt wurden. Eine Immunität gegen Masern kann durch einen Arzt bestätigt werden, wenn diesem eine frühere Masernerkrankung der Person bekannt ist oder eine serologische Titerbestimmung einen ausreichenden Immunschutz ergeben hat. 17 Statt der Nachweisführung durch eine Impfdokumentation oder ein ärztliches Zeugnis ist auch eine Bestätigung einer staatlichen Stelle oder der Leitung einer anderen Gesundheitseinrichtung, in der die betroffene Person vorher tätig war, darüber ausreichend, dass ein Nachweis bereits vorgelegen hat. Hierdurch sollen die Leitungen von Gesundheitseinrichtungen entlastet werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keywords"
        },
        {
            "text": "Personen, die in einer Gesundheitseinrichtung tätig werden sollen, haben den Nachweis vor Beginn ihrer Tätigkeit zu erbringen. Verfügen sie über keinen Nachweis oder legen diesen nicht vor, dürfen sie in der Einrichtung nicht tätig werden. Personen, die am 1. März 2020 bereits in der Einrichtung tätig waren, haben den Nachweis bis zum Ablauf des 31. Juli 2021 zu erbringen ( § 20 Abs. 9, 10 IfSG). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keywords"
        },
        {
            "text": "Ergibt sich oder ist anzunehmen, dass eine Person krank, krankheitsverdächtig, ansteckungsverdächtig oder Ausscheider ist oder dass ein Verstorbener krank, krankheitsverdächtig oder Ausscheider war, übernimmt das Gesundheitsamt die erforderlichen Ermittlungen über Art, Ursache, Ansteckungsquelle und Ausbreitung der Krankheit ( § 25 IfSG). 18 Betroffene Personen können vorgeladen und verpflichtet werden, Untersuchungen und Entnahmen von Untersuchungsmaterial an sich vornehmen zu lassen, insbesondere die erforderlichen äußerlichen Untersuchungen, Röntgenuntersuchungen, Tuberkulintestungen, Blutentnahmen und Abstriche von Haut und Schleimhäuten durch die Beauftragten des Gesundheitsamts zu dulden sowie das erforderliche Untersuchungsmaterial auf Verlangen bereitzustellen.",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 343,
                    "text": "18",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Bekämpfung übertragbarer Krankheiten"
        },
        {
            "text": "Werden Kranke, Krankheitsverdächtige, Ansteckungsverdächtige oder Ausscheider festgestellt oder ergibt sich, dass ein Verstorbener krank, krankheitsverdächtig oder Ausscheider war, so trifft die zuständige Behörde die notwendigen Schutzmaßnahmen ( § § 28 ff. IfSG). 19 Betroffene Personen können einer Beobachtung unterworfen werden ( § 29 IfSG), unter strengen Voraussetzungen kann auch eine Absonderung in einem Krankenhaus oder einer sonstigen geeigneten Einrichtung angeordnet werden (Quarantäne), was im Weigerungsfalle auch zwangsweise durch Unterbringung in einem abgeschlossenen Krankenhaus oder einem abgeschlossenen Teil eines",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 268,
                    "text": "19",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Bekämpfung übertragbarer Krankheiten"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Dr. P.M. Lissel LL.M. Rechtsanwalt und Fachanwalt für Medizinrecht Einhaltung ethischer Richtlinien Interessenkonflikt. P.M. Lissel gibt an, dass kein Interessenkonflikt besteht",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Für diesen Beitrag wurden vom Autor keine Studien an Menschen oder Tieren durchgeführt. Für die aufgeführten Studien gelten die jeweils dort angegebenen ethischen Richtlinien",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "1 Das Gesetz zum Schutz der Bevölkerung bei einer epidemischen Lage von nationaler Tragweite vom 27.03.2020 konnte im Rahmen der Korrekturfahnen noch berücksichtigt werden. 2 Gesetz für den Schutz vor Masern und zur Stärkung der Impfprävention vom 20.02.2020, BGBl. I 2020, 148. 3 So der Gesetzesentwurf der Bundesregierung für den Schutz vor Masern und zur Stärkung der Impfprävention, BT-Drucks. 19/13452, 1. Einführung Zweck des Infektionsschutzrechts ist es, übertragbaren Krankheiten beim Menschen vorzubeugen, Infektionen frühzeitig zu erkennen und ihre Weiterverbreitung zu verhindern. 6 Zur Erreichung dieser Ziele arbeiten zahlreiche Stellen, insbesondere die Behörden des Bundes, der Länder und der Kommunen sowie Ärzte, Tierärzte, Krankenhäuser und wissenschaftliche Einrichtungen, zusammen ( § 1 IfSG). Besondere Bedeutung kommt dabei dem Robert Koch-Institut (RKI) zu. Das zum Geschäftsbereich des Bundesministeriums für Gesundheit gehörende Bundesinstitut ist als selbständige Bundesoberbehörde die nationale Behörde zur Vorbeugung übertragbarer Krankheiten sowie zur frühzeitigen Erkennung und Verhinderung der Weiterverbreitung von Infektionen. Es arbeitet mit den jeweils Vgl. ausführlich Lissel, Infektionsschutzrecht, in: Rieger et al., Heidelberger Kommentar Arztrecht Krankenhausrecht Medizinrecht (HK-AKM), 72. Aktualisierung 2018, Ziffer 2605. RKI den zuständigen Stellen bei Maßnahmen zur Überwachung, Verhütung und Bekämpfung von bedrohlichen übertragbaren Krankheiten Amtshilfe leisten ( § 4 IfSG). Im Fall einer epidemischen Lage von nationaler Tragweite koordiniert das RKI die Zusammenarbeit zwischen den Ländern und zwischen den Ländern und dem Bund sowie weiteren beteiligten Behörden und Stellen und tauscht Informationen aus ( § 5 IfSG). Hingegen wurde die bislang bestehende Verordnung zur Anpassung der Meldepflichten an die epidemische Lage 10 mit Wirkung zum 1. März 2020 aufgehoben, 11 die dortigen Meldepflichten wurden in das IfSG überführt. Durch § 15 IfSG werden auch die einzelnen Bundesländer ermächtigt, die Meldepflicht durch Rechtsverordnung zu erweitern oder auf andere übertragbare Krankheiten auszudehnen, sofern die epidemische Lage dies erfordert. Hiervon wurde teilweise Gebrauch gemacht. So wurde etwa in Bayern die Meldepflicht auf die nichtnamentliche Meldung der Erkrankung und des Todes durch Borreliose in Form eines Erythema migrans, 9 § 1 Verordnung über die Ausdehnung der Meldepflicht auf Infektionen mit dem erstmals im Dezember 2019 in Wuhan/Volksrepublik China aufgetretenen neuartigen Coronavirus (\"2019-nCoV\") vom 31.01.2020, BAnz AT 31.01.2020 V1. Die Verordnung tritt am 1. Februar 2021 außer Kraft, sofern nicht mit Zustimmung des Bundesrates etwas anderes verordnet wird. 10 Verordnung zur Anpassung der Meldepflichten an die epidemische Lage, BGBl. I 2016, 515. 11 Art. 3 Gesetz für den Schutz vor Masern und zur Stärkung der Impfprävention vom 20.02.2020, BGBl. I 2020, 148. einer akuten Neuroborreliose und einer akuten Lyme-Arthritis erweitert. 12 Zur Meldung sind gemäß § 8 IfSG zahlreiche Personengruppen verpflichtet. Hierzu gehören u. a. der feststellende Arzt, in Krankenhäusern, Einrichtungen für ambulantes Operieren, Vorsorge-oder Rehabilitationseinrichtungen, Tageskliniken und anderen näher bezeichneten Gesundheitseinrichtungen auch der leitende Arzt, in Krankenhäusern mit mehreren selbständigen Abteilungen der leitende Abteilungsarzt, in Einrichtungen ohne leitenden Arzt der behandelnde Arzt. In den Fällen des auch der Name, die Anschrift und weitere Kontaktdaten des Meldenden. Die Meldung muss unverzüglich erfolgen und spätestens innerhalb von 24 h nach erlangter Kenntnis dem zuständigen Gesundheitsamt vorliegen. Zuständig ist in der Regel das Gesundheitsamt, in dessen Bezirk sich die betroffene Person derzeit aufhält oder zuletzt aufhielt. Eine Meldung darf wegen einzelner fehlender Angaben nicht verzögert werden. Die Nachmeldung oder Korrektur von Angaben hat unverzüglich nach deren Vorliegen zu erfolgen. Das Gesundheitsamt ist befugt, von dem Meldenden Auskunft über Angaben zu verlangen, die die Meldung zu enthalten hat. Werden Tatsachen festgestellt, die zum Auftreten einer übertragbaren Krankheit führen können, oder ist anzunehmen, dass solche Tatsachen vorliegen, etwa bei in der Vergangenheit wiederholt aufgetretenen Hygienemängeln in einer Arztpraxis, 15 obliegt es der zuständigen Behörde, die notwendigen Maßnahmen 14 Die Anforderungen an die nichtnamentliche Meldung nach § 6 Abs. 3 IfSG finden sich in § 10 IfSG. 15 VG Würzburg, Beschl. v. 17.10.2016, Az. 6 S 16/993, BeckRS 2016, 53734. Notfall Rettungsmed https://doi.org/10.1007/s10049-020-00698-4 © Springer Medizin Verlag GmbH, ein Teil von Springer Nature 2020 P. M. Lissel Masern oder aber eine Immunität gegen Masern aufweisen müssen. Der Beitrag stellt die aktuelle Rechtslage bezogen auf Gesundheitseinrichtungen dar.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "zur Abwendung von drohenden Gefahren zu treffen ( § 16 Abs. 1 IfSG). Die zuständigen Behörden werden durch das jeweilige Landesrecht bestimmt. Betrieb und den Betriebsablauf einschließlich dessen Kontrolle zu erteilen sowie Unterlagen einschließlich dem tatsächlichen Stand entsprechender technischer Pläne vorzulegen. Der Verpflichtete kann die Auskunft auf solche Fragen verweigern, deren Beantwortung ihn selbst oder einen Angehörigen der Gefahr strafrechtlicher Verfolgung oder eines Verfahrens nach dem Ordnungswidrigkeitengesetz aussetzen würde; Entsprechendes gilt für die Vorlage von Unterlagen ( § 16 Abs. 2 IfSG).",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "17 Gesetzesentwurf der Bundesregierung für den Schutz vor Masern und zur Stärkung der Impfprävention, BT-Drucks. 19/13452, 29. Richtlinien, Empfehlungen und Merkblätter zur Prävention, Erkennung und Verhinderung der Weiterverbreitung übertragbarer Krankheiten sowie weiterführende Informationen und Literaturhinweise zu Infektionskrankheiten und zum Infektionsschutz finden sich auf der Website des RKI (http://www.rki.de). Aktuelle Daten und Informationen zu Infektionskrankheiten bieten das (wöchentlich erscheinende) Epidemiologische Bulletin und das Infektionsepidemiologische Jahrbuch des RKI. Durch die Datenbank \"SurvStat@RKI\" (http:// www.survstat.rki.de) ist eine webbasierte Abfrage der Meldedaten möglich. Weitere Informationen zum Masernschutzgesetz finden sich auf der diesbezüglichen Website des BZgA (http://www.masernschutz.de). Anforderung des Gesundheitsamts haben die in einer Gesundheitseinrichtung tätigen Personen den Nachweis auch dem Gesundheitsamt vorzulegen ( § 20 Abs. 12 IfSG). Wenn der Nachweis nicht innerhalb einer angemessenen Frist vorgelegt wird, kann das Gesundheitsamt die zur Vorlage des Nachweises verpflichtete Person zu einer Beratung laden und hat diese zu einer Vervollständigung des Impfschutzes gegen Masern aufzufordern. Legt die Person trotz der Anforderung keinen Nachweis innerhalb einer angemessenen Frist vor, kann das Gesundheitsamt der Person untersagen, Räume der Gesundheitseinrichtung zu betreten. Nach § 23 Abs. 3 IfSG haben die Leiter von Krankenhäusern, Einrichtungen für ambulantes Operieren, Vorsorge-oder Rehabilitationseinrichtungen, Tageskliniken und anderen näher bezeichneten Gesundheitseinrichtungen -hierzu zählen seit Inkrafttreten des Masernschutzgesetzes auch Rettungsdienste -sicherzustellen, dass die nach dem Stand der medizinischen Wissenschaft erforderlichen Maßnahmen getroffen werden, um nosokomiale Infektionen zu verhüten und die Weiterverbreitung von Krankheitserregern, insbesondere solchen mit Resistenzen, zu vermeiden. Ferner müssen die Leiter sicherstellen, dass innerbetriebliche Verfahrensweisen zur Infektionshygiene in Hygieneplänen festgelegt sind. Die Gesundheitseinrichtungen unterliegen der infektions-hygienischen Überwachung durch das Gesundheitsamt ( § 23 Abs. 5 IfSG).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Krankenhauses durchgesetzt werden kann ( § 30 IfSG). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}