{
    "paper_id": "5c5da9a1c8389909cb7fa1b507d0511987f00a4e",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "helped us organize our thinking and understand and distinguish different levels of applicability of health promotion and disease prevention measures -the principal objectives of public health and its professionals. Leavell served the World Federation as Executive Director for many years and is thus rightfully honored here and immortalized by his very own Federation with this award.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Public health -both a field of knowledge and a social practicehas faced gigantic challenges throughout its history. The late twentieth century and the beginning of this millennium challenge us with two defying processes: globalization and poverty. Daily, these two phenomena deeply influence the health of the population which is the first and foremost concern of public health and public health professionals. So to tackle this better, we must try to comprehend these phenomena better.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The planetary or global economy, strictly speaking, has existed since the end of the sixteenth century, a time when Europeans explored Africa, Asia, and the Americas. The European colonialist expansion brought both positive and negative social and economic consequences to these territories, as well as to the European population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "G L O B A L I Z A T I O N A N D P O V E R T Y"
        },
        {
            "text": "Most authors, however, view globalization as a social, economic, and cultural process of the past two or three decades, characterized, not explicitly, by an increase in the international trade of goods, products, and services; trans-nationalization of mega corporations; free circulation of capital; privatization of the economy with a decrease in importance of governments and nation-states; reduction of protectionist commercial barriers and the regulation of international trade as manifest in the rules of the World Trade Organization (WTO); facilitated transit of people and goods among countries; and expansion of communication, an information society aided by technology, importantly the internet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "G L O B A L I Z A T I O N A N D P O V E R T Y"
        },
        {
            "text": "Critics of globalization include many authors and several United Nations (UN) agencies. The ''short twentieth century'', an expression coined by the historian Eric Hobsbawm (1) to describe the recently completed century, brought an extraordinary ''revolution in transport and communication that has practically annihilated time and distance''. In bringing together unequal cultures and economies, the globe becomes the ''basic operational unit, and older units such as 'national economies', which are defined by the policies of territorial states, change into [mere] impediments to transnational activities''.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 176,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "G L O B A L I Z A T I O N A N D P O V E R T Y"
        },
        {
            "text": "The World Commission on the Social Dimension of Globalization, established by the International Labor Organization (2) , insists that the current process of globalization is generating unbalanced outcomes, both between and within countries. Wealth is being created, but too many countries and people are not sharing in its benefits. Many of them live in the limbo of informal economy, without formal rights and in a swathe of poor countries that subsist precariously on the margins of the global economy. Even in economically successful countries some workers and communities have been adversely affected by globalization.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 118,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "G L O B A L I Z A T I O N A N D P O V E R T Y"
        },
        {
            "text": "The Commission alerts us that ''these global imbalances are morally unacceptable and politically unsustainable'', noting ''the unfairness of key global rules on trade and finance and their asymmetric effects on rich and poor countries'', as well as ''the failure of current international policies to respond adequately to the challenges posed by globalization''.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "G L O B A L I Z A T I O N A N D P O V E R T Y"
        },
        {
            "text": "We see ''market opening measures and financial and economic considerations predominate over social ones''. Overseas Development Assistance falls far short of the minimum amounts required, even for achieving the Millennium Development Goals (MDG), and tackling growing global problems. The multilateral system responsible for designing and implementing international policies is also under-performing. It lacks policy coherence as a whole and is not sufficiently democratic, transparent, and accountable. These rules and policies are the outcome of a system of global governance largely shaped by powerful countries and powerful players. There is a serious democratic deficit at the heart of the system. Most developing countries still have very limited influence in global negotiations on rules and in determining the policies of key financial and economic institutions'' (2) . The failure of the Doha Round at the WTO illustrates the problem.",
            "cite_spans": [
                {
                    "start": 872,
                    "end": 875,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "G L O B A L I Z A T I O N A N D P O V E R T Y"
        },
        {
            "text": "According to 2001 Nobel Prize winner in Economics, Joseph Stiglitz, it was developed countries that profited from globalization. Countries whose internal savings and technological development, together with strong protectionism applied only to others -despite the golden rule of trade liberalization -made them the privileged addresses of the world's wealth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "G L O B A L I Z A T I O N A N D P O V E R T Y"
        },
        {
            "text": "More recently, even the World Bank, in its World Development Report of 2006 (3), finally admitted that market forces and free trade will not solve the problem of poverty in the world or even reduce it to bearable levels. The report itself affirms that ''only equity is capable of increasing our capacity to reduce poverty.''",
            "cite_spans": [],
            "ref_spans": [],
            "section": "G L O B A L I Z A T I O N A N D P O V E R T Y"
        },
        {
            "text": "Internal and foreign debts, trade barriers, etc. and the protectionism for industry and agriculture in richer countries (which hinder the developing countries' primary and industrial goods) are the roots of the enormous fiscal crisis presently faced by developing countries. They contribute to the increasing social debt they have with their people. Almost all taxes collected in these countries, as well as international loans granted by the International Monetary Fund under strict conditions, are used to postpone paying off debts acquired in the past in less good times, often under non-democratic and corrupt governments. Debt increases because of abusive interest rates imposed unilaterally by the international financial community. Consequently, programs destined to fight poverty and other social programs end up underfinanced and ineffective (4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "G L O B A L I Z A T I O N A N D P O V E R T Y"
        },
        {
            "text": "One of the most harmful aspects of globalization is the brutal attacks promoted by international speculative capital on fragile national economies of poor or middle-income countries. The socalled hot money has injured social budgets, including health, in poor countries. Approximately US$1.8 trillion of speculative, nonproductive capital is currently in circulation in the world (5) . This capital has no nation and, therefore, no responsibility for people or to countries. The world must control it both nationally and internationally to diminish its pernicious effects, both globally and locally. John Williamson, an economist, coined the expression ''Washington Consensus'' to name the set of recommendations for Latin America regarding economic reforms. These define the conceptual basis of the globalization process as we understand it today. Despite his previous positions Williamson now recognizes, in his recent book, the imperative to control capital flow in the socalled emerging markets (6) .",
            "cite_spans": [
                {
                    "start": 380,
                    "end": 383,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 999,
                    "end": 1002,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "G L O B A L I Z A T I O N A N D P O V E R T Y"
        },
        {
            "text": "Besides bad economic results, the international division of production and labor that takes place with globalization, also led to important social, environmental, and sanitary consequences. In the labor domain, unemployment moved from developed to developing countries (due, in great part, to protectionist policies and agricultural subsidies in richer countries). Economic activities with higher risks to workers and environment or the ones that produce dangerous waste (the so-called ''dirty industries'') have been transferred to poorer countries, whose legislation protecting workers and the environment are more tolerant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "G L O B A L I Z A T I O N A N D P O V E R T Y"
        },
        {
            "text": "Unsustainable patterns of urbanization, industrialization, waste generation, and energy consumption in more developed, rich, and industrialized countries pose destructive threats to the environment, including progressive global warming. This results in losses in food production, desertification, pollution of air, soil, rivers, aquifers, and oceans, the depletion of woods and forests, and unrecoverable damage to biodiversity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "G L O B A L I Z A T I O N A N D P O V E R T Y"
        },
        {
            "text": "Recently, United Nations University specialists warned that within 5 years, the world is going to have at least 50 million so-called ''environmental refugees'' (6) . These refugees are people who have had to leave their houses and/or lands because of tornadoes, tsunamis, earthquakes, long-lasting droughts, deforestation, desertification, and other natural disasters -phenomena resulting from uncontrolled economic activities affecting the environment. Many are ''refugees in their own countries''.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 163,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "G L O B A L I Z A T I O N A N D P O V E R T Y"
        },
        {
            "text": "Following disasters, diseases appear in survivors favored by weaker health, social, and economic conditions. These ''new refugees'' present and constitute new public health problems, the responsibility of national and local governments (and in the event of global disasters, the United Nations). We -public health specialists and health professionals and administrators -should provide the care these people deserve.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "G L O B A L I Z A T I O N A N D P O V E R T Y"
        },
        {
            "text": "Responsibility for the terrible social and economic results of globalization should be attributed not only to developed countries and to international financial corporations and organizations, but also to the political and economic elites and governments of many developing countries, those manifesting a low level of social commitment and often corruption.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "G L O B A L I Z A T I O N A N D P O V E R T Y"
        },
        {
            "text": "The politics and governance of many developing countries wastes resources and results in ineffective environmental protection, health promotion, disease prevention, and health assistance initiatives -if they exist at all. Social, environmental, and sanitary programs in these countries are often vertical, unarticulated, and drained by corruption.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "G L O B A L I Z A T I O N A N D P O V E R T Y"
        },
        {
            "text": "Although necessary, foreign aid and eased export rules aimed at improving trade balances for poor countries, remain insufficient to launch development. What countries gain through foreign trade is not distributed to the poor population, remaining heavily concentrated in the hands of few, generally national or trans-national export corporations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "G L O B A L I Z A T I O N A N D P O V E R T Y"
        },
        {
            "text": "The result is that many are cast-aways from the benefits of globalization and yet vulnerable to its costs. Unhappily, the benefits they receive from public policies in health are very limited.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "G L O B A L I Z A T I O N A N D P O V E R T Y"
        },
        {
            "text": "Poverty is a multidimensional concept (as well as a multidimensional real-life situation). In the past, poverty referred exclusively to the income of the individual: such as those who live on less than US$1 per day, adjusted to its purchasing power in the country or region. Although the wealth of the world -presently estimated at US$20 trillion per year -continues to grow, approximately 1.2 billion people live on less than US$1 per day (a situation categorized as of ''extreme poverty'') and half of the world's population lives on less than US$2 per day (7) . In Sub-Saharan Africa, almost half the population lives on less than US$1 per day, compared to 37% of the population in South Asia (or 448 million people). In Latin America and the Caribbean, 222 million people are poor, of whom 96 million, or 18% of the population, are indigent (8) .",
            "cite_spans": [
                {
                    "start": 559,
                    "end": 562,
                    "text": "(7)",
                    "ref_id": null
                },
                {
                    "start": 845,
                    "end": 848,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "G L O B A L I Z A T I O N A N D P O V E R T Y"
        },
        {
            "text": "Thanks to the critical work of Amartya Sen (Nobel Prize in Economics, 1998), we learned that a universal poverty line could not be established and applied to everyone in the same way -without taking personal characteristics and circumstances into account. Sen pointed out that the analysis of poverty should also concentrate on the capacity of the individual to take advantage of his/her opportunities (9) . The analysis must consider health, nutrition, and education, which reflect the individual's basic working capacity in a society. The power of health promotion directed at the poor and strategies for individual and collective ''empowerment'' rest on observations such as Sen's.",
            "cite_spans": [
                {
                    "start": 402,
                    "end": 405,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "G L O B A L I Z A T I O N A N D P O V E R T Y"
        },
        {
            "text": "The poor, on the other hand, are precisely those living in the worst social, environmental, and sanitary conditions. They face the greatest difficulty accessing public services -specifically, health services. Studies conducted around the world show that lower income people are precisely the ones who, despite being underprivileged, have poorest access to adequate housing, potable water, sanitation, food, education, transportation, leisure, stable and risk-free jobs, as well as to health services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "G L O B A L I Z A T I O N A N D P O V E R T Y"
        },
        {
            "text": "Disparities in wealth exist between countries and regions, as well as between the rich and the poor within each country. Table 1 shows the differences in health between the countries, grouped by level of development. Health indicators are worse for poorer and less developed countries.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 121,
                    "end": 128,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "P O V E R T Y A N D H E A L T H"
        },
        {
            "text": "Life expectancy at birth is 27 years longer in high income countries than in least developed countries; the infant mortality rate is 100 per 1,000 live births in less developed countries and only 6% in high-income countries; the difference in the under 5 mortality is even higher: 159 per 1,000 live births in least developed countries and 6 in high-income countries. Health inequalities between rich and poor people within poor countries remain larger -health and nutrition levels (morbidity, disabilities and mortality) and for access to social and health services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P O V E R T Y A N D H E A L T H"
        },
        {
            "text": "Studying selected health indicators in the poorest countries in the world, Gwatikin et al. in Carr (10) showed (see Figure 1 ) that under 5 mortality was 2.2 times higher among the poorest fifth of the world compared to the richest fifth; malnutrition among women was 1.9 times higher; and the prevalence of stunted growth in children was 3.2 times higher.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 103,
                    "text": "Carr (10)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 116,
                    "end": 124,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "P O V E R T Y A N D H E A L T H"
        },
        {
            "text": "In Brazil, my country, studies show that, as in many parts of the world, infant mortality is related to family income, the mother's level The rich and the poor also differ in use of health services. Studies conducted in 50 poor countries between 1992 and 2002 show that the use of oral rehydration therapy is 1.3 times higher among the rich when compared to the poor; vaccination in children is 2.3 times more frequent; three or more antenatal care visits is 3.1 times more common among the richest fifth; and use of modern oral contraceptives is 4.4 times higher. The rich births are 4.8 times more likely to be attended by skilled health personnel (12) (Figure 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 655,
                    "end": 664,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "P O V E R T Y A N D H E A L T H"
        },
        {
            "text": "The differences in per capita total expenditures on health are also impressive, as shown in Figure 4 . Less developed countries spend an average of 11 dollars per capita per year, against 241 dollars in middle-income countries and approximately 2,000 dollars in highincome countries. Among key health services, the gap in use between rich and poor is greatest for modern contraception and skilled delivery assistance. The wealthiest women are four to five times more likely than the poorest women to use these services.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 92,
                    "end": 100,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "P O V E R T Y A N D H E A L T H"
        },
        {
            "text": "*Percent of children with diarrhea in the two weeks preceding the survey who had received oral rehydration salts, other recommended home fluids, or increased liquids.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P O V E R T Y A N D H E A L T H"
        },
        {
            "text": "Note : Represents the average of the ratios of the richest fifth to poorest fifth, not weighted for population size and excluding countires with use than 1 percent. These data show that globalization has made countries poorer and increased poverty, exclusion, and social and economic inequalities. These inequalities are heavily echoed in the health of individuals and the population as a whole.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P O V E R T Y A N D H E A L T H"
        },
        {
            "text": "Globalization affects health when it helps spread transmissible diseases -particularly new or re-emerging infections -more widely. Since international travel has been facilitated and trade intensified, microorganisms can be easily transported by people, animals, insects, and food from country to country, from any point of the globe to another. The spread of SARS and of the Dengue and Bird Flu viruses are recent examples. Person-to-person transmission of viral hemorrhagic fevers, as in the recent outbreaks of Marburg and Ebola hemorrhagic fevers in Africa, is a major path for epidemics (now facilitated by fast international air travel). Such outbreaks reinforce the importance and need to strengthen global networks of surveillance and diagnosis managed by the World Health Organization (WHO) and partners around the world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "G L O B A L I Z A T I O N A N D D I S E A S E"
        },
        {
            "text": "HIV illustrates the problem, as it probably originated in a remote part of Africa and spread throughout the world in the last 20 years. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "G L O B A L I Z A T I O N A N D D I S E A S E"
        },
        {
            "text": "Upper-middle-income countries",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lower-middle-income countries"
        },
        {
            "text": "Per capita health expenditures, by countries' level of income, 1997. http://www.prb.org/pdf04/ ImprovingtheHealthWorld_eng.pdf",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FIGURE 4"
        },
        {
            "text": "Migrating birds may also spread of infectious diseases globally, Bird Flu and the West-Nile Virus, for example. Salmonellosis and Escherichia coli infections have often been associated with contamination of fresh or industrialized food shipped between countries. ''Old'' diseases may re-emerge in one region and spread throughout the world. Polio, for example, has been found in many distant places following a recent outbreak in African and Middle Eastern countries due to flaws in vaccine coverage. Ongoing epidemics of cholera have affected 75 countries in the last 40 years and produced, over the last 2 years, more than 50 thousand cases and two thousand deaths in Angola alone. Yellow fever reappeared in African countries. We also find new versions of old diseases, such as the drug-resistant tuberculosis. The increase of antibiotic resistance in some microorganisms facilitates their global spread and must be taken into account. I cannot ignore sexual tourism and its consequences. Many developing countries depend economically on international tourism. The globalized tourism industry tolerates the sexual trade of children, adolescents, and adults of both sexes. Certain tourist choose many destinations in the world today for opportunities related to sexual tourism, including Brazil, and many Caribbean, Asian, and African countries. The globalization of sexual trade results in the spread of sexually transmissible diseases and the psychological and emotional damage that results from the sexual abuse of children, adolescents, and even adults.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FIGURE 4"
        },
        {
            "text": "Increases in war and conflicts caused by economic and territorial disputes between countries and between groups or ethnicities within nation-states also reflect globalization. They cause thousands of deaths, injuries, and post-conflict physical, emotional and psychological disabilities, afflicting principally youth, the major victims of conflicts. Mutilations caused by injuries, landmines, or by deliberate injury of prisoners, exploitation and abuse of women for revenge, and genocidal attacks on children and the elderly count among recent war crimes. State terrorism and terrorism by particular groups contribute to these tragic statistics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FIGURE 4"
        },
        {
            "text": "Devastation of infrastructure results from wars and conflicts. Destruction of health and sanitary services and harm to the environment affect the health of the people. Many are affected directly, but indirectly and strongly, entire populations suffer. Governments redirect money from social programs, such as education and health, to finance the military, thus hindering people's access to essential services and worsening health conditions. The 20th century was one of the most violent periods in human history: conflicts directly or indirectly caused the loss of approximately 191 million people, half of whom were civilians (13) . The last years of the 20th century and the first years of the 21st century sadly indicate an increasing trend for these harmful events.",
            "cite_spans": [
                {
                    "start": 627,
                    "end": 631,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "FIGURE 4"
        },
        {
            "text": "Globalized violence has created refugees, forcing thousands to leave conflict areas, becoming political refugees. Groups of people taken by force from their original homes, often face worse physical and mental health conditions in their new places (14) .",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 252,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "FIGURE 4"
        },
        {
            "text": "Drug trafficking (cocaine, heroin, marijuana, and synthetic chemical drugs) has expanded immensely with globalization, with the use of drugs in almost all societies, causing dreadful consequences for the health of drug users. International drug trade, moreover, remains associated with international gun trafficking; an explosive combination with astonishing consequences, as described in the World Report on Violence and Health (13) .",
            "cite_spans": [
                {
                    "start": 429,
                    "end": 433,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "FIGURE 4"
        },
        {
            "text": "One of the paradoxes of the current process of globalization is that, despite the fact that the history of mankind has reached a stage where agricultural technology can produce an abundance of food products, hunger remains very prevalent in the world, and in parts of the planet incites true genocide. The Food and Agriculture Organization (FAO) warns that no fewer than 852 million people suffer from chronic hunger and malnutrition, causing the death of 5 million children every year and costing billions of dollars in productivity losses and decreases in national incomes (15) . Every year, moreover, 20 million babies are born underweight, usually because of malnourished mothers.",
            "cite_spans": [
                {
                    "start": 575,
                    "end": 579,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "FIGURE 4"
        },
        {
            "text": "In Sub-Saharan Africa -currently the world region most affected by poverty and its consequences -FAO (15) estimates that no less than 33% of the population are considered malnourished -a rate that reaches 55% in Central Africa and approximately 40% in Southern and Eastern Africa. In addition to urgent outside aid to tackle the cruel situation in countries such as Niger and Malawi today, specialists agree that only technical and financial cooperation, plus investments in water, the sustainability of ecosystems, and enhancing people's own capacities can overcome malnutrition.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "FIGURE 4"
        },
        {
            "text": "Market-oriented sectoral reforms, extolled in the recent past by international organizations, constitute another consequence of globalization and cause further health inequities (16) . These reforms leave no place for public health or for health promotion, as the focus is exclusively on the medical care of individuals and how to finance it. The same applies to the imported models for training human resources -which may be ill-suited to a country's cultural patterns and national health systems. Thus, it is imperative that we abandon this kind of reform in favor of a course of action that would implement egalitarian and solidarity-based public health systems. They should take the health of the population into account and not simply do business with disease.",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 182,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "FIGURE 4"
        },
        {
            "text": "Globalization presents, however, positive aspects. If we remember the last half of the 20th century, for example, right after the trauma of World War II, we see that the creation of the UN, including the WHO, represented an important step towards international dialogue, peaceful coexistence of nations, and cooperation for the progress of all people and countries in the world. Deception and subsequent loss of trust has, nonetheless, caused many member States, organizations, and individuals to demand a broad reform of the UN system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "T H E O P P O R T U N I T I E S O F G L O B A L I Z A T I O N"
        },
        {
            "text": "In the 1990s, the UN offered guidance to sectoral organizations to carry out a set of large thematic conferences ''in order to prepare the world for the 21st century''. The major conferences are listed below. These conferences have generated important reports with substantial recommendations, which had they been heeded and implemented by countries and even by the UN itself, could already have caused impressive political, social, economic, and environmental development for the world as a whole. But the conference recommendations are seen to express contradictory political interests, hence have not been implemented, and have been relegated to mere internationalist rhetoric.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "T H E O P P O R T U N I T I E S O F G L O B A L I Z A T I O N"
        },
        {
            "text": "In the year 2000, closing the series of conferences that took place in the previous decade, the UN organized the World Summit, in which all Member-States made a new global commitment to development, with an all-encompassing perspective derived from agreements already reached. The policy thrust was reflected in the Millennium Declaration (17) . The MDGs are presented below.",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 343,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "-World"
        },
        {
            "text": "Goal 1: Eradicate extreme poverty and hunger Reduce by half the proportion of people living on less than a dollar a day Reduce by half the proportion of people who suffer from hunger Goal 2: Achieve universal primary education Ensure that all boys and girls complete a full course of primary education Goal 5: Improve maternal health Reduce by three-quarters the maternal mortality ratio",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The UN Millenium Development Goals"
        },
        {
            "text": "Halt and begin to reverse the spread of HIV/AIDS Halt and begin to reverse the incidence of malaria and other major diseases Goal 7: Ensure environmental sustainability Integrate the principles of sustainable development into country policies and programmes; reverse loss of environmental resources Reduce by half the proportion of people without sustainable access to safe drinking water Achieve significant improvement in lives of at least 100 million slum dwellers, by 2020",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Goal 6: Combat HIV/AIDS, malaria and other diseases"
        },
        {
            "text": "Develop further an open trading and financial system that is rulebased, predictable and non-discriminatory, includes a commitment to good governance, development and poverty reductionnationally and internationally Address the least developed countries special needs. This include tariff and quota-free access for their exports; enhanced debt relief for heavily indebted poor countries; cancellation of official bilateral debt; and more generous official development assistance for countries committed to poverty reduction Address the special needs of landlocked and small island developing States Deal comprehensively with developing countries debt problems through national and international measures to make debt sustainable in the long term In cooperation with the developing countries, develop decentand productive work for youth In cooperation with pharmaceutical companies, provide access to affordable essential drugs in developing countries In cooperation with the private sector, make available the benefits of new technologies -especially information and communications technologies",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Goal 8: Develop a global partnership for development"
        },
        {
            "text": "The goals were subdivided into 18 measures and 48 indicators. Health relates directly to at least 18 of these indicators, whose 1990 values should have improved by now (18) . The conclusions of WHO's recently conducted evaluation should inspire us to reflection and action:",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 172,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Goal 8: Develop a global partnership for development"
        },
        {
            "text": "If the state of affairs observed in the last 5 years continue, most poor countries of the world won't be able to meet the modest goals established for reducing infant mortality and under-five mortality. Moreover, the goals for the measles vaccine coverage of children under one year of age will not be met. Maternal mortality is being reduced only in countries that already have low rates. In high-rate countries, rates have either stabilized or increased. A few indicators related to health services have improved: the proportion of women receiving care by trained professionals during labor; the use of insecticide-impregnated mosquito-nets in areas with a high prevalence of malaria; and coverage of assisted treatment of tuberculosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Goal 8: Develop a global partnership for development"
        },
        {
            "text": "The first seven goals incorporate commitments to be met primarily by the developing countries in order to gradually provide universal access to minimum levels of well-being. Goal 8, which reads to ''develop a global partnership for development'', encompasses both developed countries commitments to support the efforts of developing countries and elements intended to redress international asymmetries and thus benefit developing nations. It would target official development assistance and a trade/financial system capable of providing viable workouts for debt overhangs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Goal 8: Develop a global partnership for development"
        },
        {
            "text": "Richer countries agreed that they needed to invest 0.7% of their national income in aid in order to attain the Millennium Goals. However, the percentage of internal wealth that richer countries send to poorer countries has been halved in the last 40 years, falling from 0.48% in the period 1960-1965 to 0.24% today (19) (Figure 5 ).",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 319,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 320,
                    "end": 329,
                    "text": "(Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Goal 8: Develop a global partnership for development"
        },
        {
            "text": "Without doubt, any contemporary national or international struggle to increase external help from developed countries, will seek at least the amount agreed to in the MDGs. These modest goals would be achieved if donor countries invested US$80 per person per year in aid programs. I note that this aid is equivalent to about 1/5 of the rich countries' defense budgets or half of what they spend on agricultural subsidies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Goal 8: Develop a global partnership for development"
        },
        {
            "text": "Economists for Peace and Security have compared military expenses and official aid expenses, with shocking results (20) . The world's military expenses in 2003 amounted to US$956 billion. The United States alone spent US$417 billion. To attain the Millennium Goals, the world would have to invest not more than US$760 billion over the next 10 years -less than the amount the world spends on arms in just one year ( Figure 6 ).",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 119,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 415,
                    "end": 423,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Goal 8: Develop a global partnership for development"
        },
        {
            "text": "The United States' per capita expenditures for its military amounts to US$1,217. On the other hand, foreign aid per capita amounted to only US$46 (Figure 7) . Only 23% of this amount, moreover, was sent to the most underprivileged. Thus, for every 25 1963 1966 1969 1972 1975 1978 1981 1984 1987 1990 1993 1996 1999 2002 ",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 250,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 251,
                    "end": 320,
                    "text": "1963 1966 1969 1972 1975 1978 1981 1984 1987 1990 1993 1996 1999 2002",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 146,
                    "end": 156,
                    "text": "(Figure 7)",
                    "ref_id": null
                }
            ],
            "section": "Goal 8: Develop a global partnership for development"
        },
        {
            "text": "Governments spend less than ever on aid. OXFAM. Paying the price: Why rich countries must invest now in a war against povery. Assistance vs Military expenses in US and EU fundamental for promoting economic development, reducing poverty, and promoting world security (22) . Organized efforts to improve child immunization in the poorest countries of the world constitute an important example of good opportunities enhanced by globalization. The Global Alliance for Vaccines and Immunization (GAVI), a collaboration between the World Bank, WHO, UNICEF, developed countries, private foundations (including the largest of them, the Bill and Melinda Gates Foundation) and other partners, has created a Vaccine Fund that supports basic immunization (DTP+polio) plus vaccines against hepatitis type B and Hib in 70 countries with a per capita GDP less than US$1,000. Six million children have already received the DTP and polio vaccines (23) .",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 270,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 930,
                    "end": 934,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "FIGURE 5"
        },
        {
            "text": "At this point, I must mention Ilona Kickbusch's protest, in her 2004 Leavell Lecture. It was outrageous, she said, that global health governance in the world's national governments would allow charitable institutions, such as the Gates Foundation, to allocate more resources for health than the United Nations' own health organization, the WHO.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FIGURE 5"
        },
        {
            "text": "One recent and successful example of international mobilization, notable for its potential impact on health promotion concerning noncommunicable diseases and risk factors, is the Framework Convention on Tobacco Control, adopted in May 2005 by the 56th World Health Assembly. In September 2005, the New York Presidential Summit analyzed and adopted 32 proposals for international treatises (24) .",
            "cite_spans": [
                {
                    "start": 389,
                    "end": 393,
                    "text": "(24)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "FIGURE 5"
        },
        {
            "text": "One of the most daring propositions regarding equity and eradication of poverty would assure a minimum income to all people in a given country, a measure which is today being called citizen's income or existence income (25) . Renowned economists, politicians, and institutions, such as Keynes, Tobin, Friedman, Galbraith, and Moynihan and the Basic Income European Network, under the leadership of Van Parijs, have defended various versions of this proposition (25) . Alas, the idea does not seem merely a theoretical formulation or utopia. We recognize that at various moments in the 20th century, after the global depression of the 1930s, countries such as Denmark, the United Kingdom, Germany, Netherlands, Belgium, Ireland, Luxembourg, France, Portugal, and several provinces in Spain established similar comprehensive citizen's income programs, with very positive results (25) .",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 223,
                    "text": "(25)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 461,
                    "end": 465,
                    "text": "(25)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 877,
                    "end": 881,
                    "text": "(25)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "FIGURE 5"
        },
        {
            "text": "A similar proposition is being developed in Brazil and could stimulate both Brazil and other countries to take concrete actions against poverty. The strategy, as Amartya Sen said, may be used as a means of ''overcoming economic freedom deprivation, which leads to the loss of social liberty'' (9) .",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 296,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "FIGURE 5"
        },
        {
            "text": "An effective way to control the circulation of speculative capital already exists: taxing non-productive short-term international financial transactions (the so-called hot money) to create a world fund to finance global priorities (basic human and environmental needs) such as global warming, poverty, hunger, and health. This fund could get between US$100 and 300 billion. A global initiative seeks support from all citizens of the world to put the tax in place. It could be implemented and operated by multilateral cooperation or by the UN once approved by national parliaments. Called ''Tobin Tax,'' it is named after the Nobel Prize winner James Tobin of Yale University, who first introduced the idea (5).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FIGURE 5"
        },
        {
            "text": "The 59th World Health Assembly analyzed the Report of the Commission on Intellectual Property Rights, Innovation, and Public Health (26) and, after exhausting discussions, approved a proposal from Brazil and Kenya to prepare a mid and long-term plan to increase resources for research on health problems that affect the poorer disproportionately and to analyze intellectual property rights for drugs and other products used to tackle these health problems.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 136,
                    "text": "(26)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "FIGURE 5"
        },
        {
            "text": "In 2005, the WHO created the Global Commission on Social Determinants of Health seeking to devise evidence-based recommendations to inform decision-making on policies plus global and national instruments to act upon fundamental health determinants, as these are essentially social (27) . In Brazil, the president has created a counterpart which I'm honored to coordinate (28) . I have great expectations for this Commission, whose report will be analyzed in one of the next World Health Assemblies. We hope it will lead to a pact among countries to tackle health determinants both globally and within each country.",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 285,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 371,
                    "end": 375,
                    "text": "(28)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "FIGURE 5"
        },
        {
            "text": "A multitude of initiatives thrive around the world, not unlike the ones I have mentioned here. These initiatives have different attributes and focus on different ways to reduce poverty in the world, specific regions or countries, among particular groups -women, children, elderly, etc. They confront particular health-related situations or problems -hunger, malaria, AIDS, etc. As public heath professionals, we must identify these initiatives and give them our support both globally and locally.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FIGURE 5"
        },
        {
            "text": "There is not, however, only one way to change the equation Globalization þ poverty and exclusion ¼ worse health conditions into Globalization þ equity and inclusion ¼ health",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FIGURE 5"
        },
        {
            "text": "The only thing we can be sure of is that global solutions should be interconnected with national and local initiatives specifically intended to confront concrete expressions of globalization, poverty, and the health-disease situation. For this commitment and this struggle, I'm sure the world can count on the global community of public health workers and on the resolute action of both the World Federation and Abrasco (Brazil's public health association).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FIGURE 5"
        },
        {
            "text": "As the elected president of the World Federation of Public Health Associations, I'm committed to the fight. I invite all public health workers in the world to join in the cause against unfair globalization, poverty, exclusion, the arms race, and violence. I invite you, moreover to struggle on behalf of a sustainable environment, equity in health, peace, and solidarity between populations of the world, so that we can attain better health conditions and a better quality of life, not in a distant future, but today, here, and now! Thank you very much!",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FIGURE 5"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Age of Extremes -The Short Twentieth Century: 1914-1991",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hobsbawm",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "ILO/World Commission on the Social Dimension of Globalization. A Fair Globalization: Creating Opportunities for All. Geneva: International Labour Organization",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "World Development Report 2006: equity and development",
            "authors": [],
            "year": 2006,
            "venue": "menuPK: 477658BpagePK:64167702BpiPK:64167676BtheSitePK:477642,00. html",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Globalization and disease. Cadernos Saú de Pú blica",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Buss",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "18",
            "issn": "",
            "pages": "1783--1791",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Fact sheet on Tobin Tax",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Tobin Tax Initiative",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "referring John Williamson' new book ''Curbing the boom-bust cycle: stabilizing capital flows to emerging markets",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Globo",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Brazilian Newspaper",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Statistical Yearbook for Latin America and the Caribbean",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Eclac",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Development as Freedom",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sen",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Improving the health of the world's poorest people",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Carr",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "PRB (Population Reference Bureau). Health Bulletin",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Relató rio da Situaçã o da Infâ ncia e Adolescência Brasileiras. Brasília: UNICEF Brasil",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Unicef Brasil",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The wealth gap in health p",
            "authors": [],
            "year": 2004,
            "venue": "PRB",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Geneva: World Health Organization",
            "authors": [],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "International health: approaches to concepts and practices. in: PAHO, International Health: A North-South Debate. Washington: Pan American Health Organization",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Buss",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Human Resources Development Series",
            "volume": "9",
            "issn": "",
            "pages": "239--287",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The State of Food Insecurity in the World",
            "authors": [
                {
                    "first": "Agriculture",
                    "middle": [],
                    "last": "Food",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Organization",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "World Development Report 1993: Investing in Health",
            "authors": [],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "United Nations. 55 General Assembly, Resolució n 55/2. New York: United Nations",
            "authors": [],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "WHO. Health and the Millennium Development Goals. Geneva: World Health Organization",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Paying the price: why rich countries must invest now in a war against poverty",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Oxfam",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "ECAAR (Economists Allied for Arms Reduction)",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Macroeconomics and Health: Investing in Health for Economic Development -Report of the Commission on Macroeconomics and Health. Geneva: World Health Organization",
            "authors": [],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Fact sheet. Available at www.vaccinealliance. org, accessed 18",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Gavi &amp; Vaccine",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Fund",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Framework Convention on Tobacco Control. 55th World Health Assembly Resolutions and Decisions",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Renda de cidadania: A saída é pela porta. Sã o Paulo: Cortez Editora",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Suplicy",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Report of the Commission on Intellectual Property Rights, Innovation and Public Health",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Commission on Social Determinants of Health. Available at www.who.int/social_determinants",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "FIGURE 1 Health inequalities in less developed countries, 1990-2002",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "mortality, Brazil, 2000. SOURCE: UNICEF Brasil. Relató rio da Situaçã o da Infâ ncia e Adolescência Brasileiras. Brasília: UNICEF Brasil; 2005with less than 3 years of education while only 17 per 1,000 among mothers with 8 or more years of education; 35 per 1,000 among the rural population and 27 per 1,000 in the urban population; and 67 per 1,000 in a poorer northeastern state vs. 16 per 1,000 in a richer southern state.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Promote gender equality and empower women Eliminate gender disparity in primary and secondary education preferably by 2005, and at all levels by 2015 Goal 4: Reduce child mortality Reduce by two-thirds the mortality rate among children under five",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "FIGURE 6 Military expenses vs MDG expenses",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Life expectancy and mortality rates, by country development category(1995)(1996)(1997)(1998)(1999)(2000) SOURCE: Human Development Report 2001,Table 8, and CMH calculations using World Development Indicators of the World Bank, 2001. B U S S . C O M M E N TA RY of education, housing conditions, where the child and family dwell, and their social conditions (11) (Figure 2). Among black people (as skin color is a proxy in Brazil for social situation), the average infant mortality rate is 34 per 1,000 live births vs. 23 per 1,000 in the white population; 35 per 1,000 among the poor and 16 per 1,000 among the rich; 40 per 1,000 among mothers Average ratio of rate in poorest quintile to rate in richest quintile children. † †Low height for age in relation to an international reference population of well-nourished In Health, Nutrition, and Population, Volumes I and II (November 2003). NOTE: Averages are not weighted for population size. Source: D. Gwatkin et al,. Initial Country-Level Information About Socio-Economic Differences * BMI <18.5, defined as weight in kilograms divided by the square of height in meters.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Average rich/poor ratio 1.3",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Summit for Children 1990 -World Conference on Education for All 1992 -United Nations Conference on Environment and Development 1993 -World Conference on Human Rights 1994 -International Conference on Population and Development 1995 -United Nations Fourth World Conference on Women 1995 -World Summit for Social Development 1996 -United Nations Second Conference on Human Settlements (Habitat II)",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "dollars that the United States spends on the military, it spends only one dollar on foreign aid and just 23 cents on those who need it most. European Union per capita military expenditures are US$358.00 and the per capita expenditures on foreign aid US$61. Stiglitz and Bilmes, economics professors at Columbia and Harvard universities, respectively, Source: compiled by Oxfam from DAC data)",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Available at: http://www.oxfam.org.uk/what_we_do/issues/ debt_aid/downloads/mdgs_price_summ.pdf emphasizes its conclusion that investments in health that expand the coverage of essential health services for the world's poor, using a relatively small number of specific interventions, are",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}