{"paper_id": "5c9015d65705c8fb2b08bd35fddd9a8483ac760a", "metadata": {"title": "NEONATAL AND PEDIATRIC INTENSIVE CARE Improved oxygenation after discontinuing neuromuscular blockade", "authors": [{"first": "D", "middle": ["F"], "last": "Willson", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Virginia Health Sciences Center", "location": {"postCode": "22908", "settlement": "Charlottesville", "region": "VA", "country": "USA"}}, "email": ""}, {"first": "J.-H", "middle": [], "last": "Jiao", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Virginia Health Sciences Center", "location": {"postCode": "22908", "settlement": "Charlottesville", "region": "VA", "country": "USA"}}, "email": ""}]}, "abstract": [{"text": "Objective: To evaluate the effects of prolonged neuromuscular blockade (NMB) on oxygenation and duration of mechanical ventilation in children with respiratory failure.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Abstract Objective: To evaluate the effects of prolonged neuromuscular blockade (NMB) on oxygenation and duration of mechanical ventilation in children with respiratory failure. Design: Retrospective case control study. Setting: The pediatric intensive care unit (PICU) of a tertiary university hospital. Patients: All children (n\"68) in the PICU ventilated for pulmonary parenchymal disease for 3 days or longer over a 4 year period. Interventions: None. Measurements and results: Diagnoses, pediatric risk of mortality scoring, indications for, and duration of, mechanical ventilation and neuromuscular blockade, and blood gas data with corresponding ventilator parameters were extracted from the medical records. Twenty-eight patients received NMB at the initiation of mechanical ventilation and this was continued for 72 h or longer. Cessation of NMB was associated with a sig-nificant improvement in ventilator parameters and oxygenation index. The subset of children with respiratory syncytial virus disease (RSV) receiving prolonged NMB had longer ventilator courses compared to those in whom NMB was not used, despite similar demographics, severity of illness and oxygenation impairment.", "cite_spans": [{"start": 420, "end": 421, "text": "4", "ref_id": "BIBREF3"}], "ref_spans": [], "section": ""}, {"text": "Conclusions: Stopping NMB is associated with a rapid improvement in oxygenation and prolonged use of NMB in children with RSV is associated with a protracted ventilatory course. Definition: Oxygenation index (OI)*: Mean Airway Pressure ;FiO ;100/PaO * Higher scores represent deterioration in oxygenation Introduction Neuromuscular blockade (NMB) is used as an adjunct in the ventilator management of respiratory failure at 98% of American hospitals [1] . Recent guide-lines from the Society of Critical Care Medicine [2] specify the choice of agent and monitoring for NMB, but do not address when it should be used. Generally cited rationales for its use are facilitation of synchronization with mechanical ventilation, avoidance of high mean or peak airway pressures and reducing oxygen consumption/carbon dioxide (CO ) production [3, 4] .", "cite_spans": [{"start": 450, "end": 453, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 518, "end": 521, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 833, "end": 836, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 837, "end": 839, "text": "4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": ""}, {"text": "The short-term use of NMB has been shown to have deleterious effects on lung volume and ventilation/perfusion matching but there is little data on its extended use. Despite the paucity of scientific data, however, continuous NMB has been adopted by many pediatric intensivists as a routine adjunct to sedation for ventilated children.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "We retrospectively identified all children ventilated and receiving continuous NMB for more than 3 days over a 4", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "year period and evaluated changes in oxygenation when NMB was stopped. We further compared cohort groups of infants with respiratory syncytial virus infection (RSV) during the same period receiving, and not receiving, continuous NMB. We hypothesized that impairment in oxygenation during NMB would be manifest by rapid improvement when NMB was stopped and that continuous NMB would be associated with a protracted ventilator course in children with RSV disease.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Approval was granted for the review of medical records. The Pediatric Intensive Care Unit (PICU) at the Children's Medical Center of the University of Virginia Hospital is a 12-bed, multidisciplinary, tertiary care medical and surgical unit. There are approximately 700 admissions per year, 60% medical and 40% surgical.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "The PICU records of all children mechanically ventilated for pulmonary parenchymal disease and who received continuous NMB from the onset of ventilation for 3 days or longer during the time period January, 1990 to April, 1994 were identified by computer scanning of billing records. The choice of 3 days of continuous paralysis was arbitrary and decided prior to initiating the study. Ventilator settings, arterial blood gases, and the derived variable oxygenation index (OI) [5, 6] were extracted from the records and compared for the 48 h before and after stopping continuous NMB.", "cite_spans": [{"start": 476, "end": 479, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 480, "end": 482, "text": "6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Methods"}, {"text": "For the same time period all children ventilated for RSV were also identified and the following extracted from their records: (1) demographics, pediatric risk of mortality (PRISM) score [7] and all diagnoses; (2) the sedation used; (3) the mode and duration of mechanical ventilation; (4) the duration of NMB; (5) attending physician and (6) all blood gas data with corresponding ventilatory settings. Children receiving 3 or more days of continuous NMB from the onset of mechanical ventilation were compared to those that received no NMB other than that required to facilitate intubation. We included only children who had NMB initiated at the start of mechanical ventilation, because we felt the use of continuous NMB in these children represented physician preference rather selection for the severity of lung injury.", "cite_spans": [{"start": 186, "end": 189, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Methods"}, {"text": "Statistical analysis was performed using the computer programs of the SAS Institute (Cary, NC). The differences between groups were analyzed by t-test. Analysis of variance for repeated measures followed by post-hoc Duncan or Dunnett was used to examine the changes in parameters before and after stopping NMB. Statistical significance was considered to be p(0.05. The results are reported $S.E.M. ", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "Sixty-eight patients with pulmonary parenchymal disease ventilated for 3 days or longer were identified. NMB was used in 40/68 patients, in 32 of whom it was initiated at the onset of mechanical ventilation and used continuously for more than 72 h. Four patients were not included in the analysis, two because of death prior to stopping NMB and two did not have blood gas data throughout their course. The demographic and other data for these 28 patients are shown in Table 1 . NMB was carried out using vecuronium infusion (0.1-0.5 mg/kg per h) and all children were sedated with narcotic and/or benzodiazepine infusions. The changes in ventilator settings and oxygenation index in the 48 h before and after stopping NMB were analyzed (Fig. 1) . All but two of the children were maintained on the same ventilator mode in the 48 h after stopping NMB. These two children remained on synchronous intermittent mandatory ventilation (SIMV) on the Siemans Servo 900C ventilator, but had pressure support added to support spontaneous ventilatory efforts. The mean airway pressure (MAP) decreased significantly within 4 h, the fraction of inspired oxygen concentration (FiO ) within 8 h (not shown) and ventilator rate within 12 h of stopping NMB, while there was no change in peak inspiratory pressure (PIP). The OI improved within 12 h, reflecting that arterial oxygen tension (PaO ) was stable while FiO and MAP were lowered. PaO and partial pressure of carbon dioxide (PaCO ) did not change (not shown). There were no significant changes in these parameters in the 48 h preceding stopping NMB. All children with RSV disease were ventilated using either intermittent mandatory ventilation or timecycled, pressure-limited modes of ventilation using a Siemans Servo 900C, Bournes BP200, or comparable infant ventilator. The use of continuous NMB was highly correlated with the attending physician (p(0.01, data not shown). Despite the comparable demographics, PRISM scores and degree of oxygenation dysfunction upon the initiation of mechanical ventilation, as reflected by oxygenation index, children with RSV disease receiving NMB spent more than twice as long on mechanical ventilation as those that did not receive NMB. There were no significant differences in the complications between groups or in sedative usage.", "cite_spans": [], "ref_spans": [{"start": 468, "end": 475, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 736, "end": 744, "text": "(Fig. 1)", "ref_id": "FIGREF0"}], "section": "Results"}, {"text": "Cessation of NMB was associated with improvement in oxygenation and lower MAPs without a change in PIPs. This improvement had not been in evidence in the 48 h prior to stopping NMB. Prolonged NMB use was also associated with a longer ventilator course in comparable groups of infants with RSV disease. This did not appear to be due to the selection of a sicker patient population, as NMB was instituted from the onset of ventilation and its use strongly correlated with the child's attending physician. The groups were comparable with respect to oxygenation impairment at initiation of ventilation and did not differ significantly in age, diagnoses or PRISM scores. The initial OI in children with RSV disease has been shown to predict the duration of mechanical ventilation [5] .", "cite_spans": [{"start": 775, "end": 778, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Discussion"}, {"text": "The reasons for the improvement in oxygenation seen with the cessation of NMB cannot be determined from our data, but are probably related to an improvement in lung volumes and in the distribution of ventilation relative to perfusion in the lung. Miller et al. [8] showed a rapid reduction in the functional residual capacity in infants with hyaline membrane disease after paralysis with pancuronium. Hedenstierna et al. [9] showed similar changes in normal adult patients and Brismar et al. [10] confirmed this, showing the development of atelectasis on chest CT within 20 min of the institution of NMB. Froese et al. [11] demonstrated worsening ventilation/perfusion mismatch with NMB related to changing diaphragmatic mechanics.", "cite_spans": [{"start": 261, "end": 264, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 421, "end": 424, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 492, "end": 496, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 619, "end": 623, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Discussion"}, {"text": "The association of a longer ventilator course with the use of continuous NMB in our study is more tenuous. Many factors influence how quickly a patient can be weaned. However, both Bhutani's study in neonates [12] and Schindlers's study in a PICU population [13] demonstrated progressive deterioration in lung compliance with prolonged NMB. Schindler's study further showed that these changes rapidly reverted after NMB was stopped. Diminished lung compliance many preclude weaning and may, in part, explain the prolongation of the ventilator course seen in the NMB group.", "cite_spans": [{"start": 209, "end": 213, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 258, "end": 262, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Discussion"}, {"text": "Conclusions from a retrospective study such as this are limited. Alternative explanations are possible, particularly for the prolongation of the ventilatory course, and a controlled prospective trial would be necessary for firm conclusions. Nonetheless, in the absence of data to support benefit, both the adverse pulmonary effects suggested by our data and the well documented non-pulmonary complications [14] [15] [16] [17] [18] [19] should argue against the routine or non-selective use of prolonged NMB. Our data suggest that stopping NMB is associated with a rapid improvement in oxygenation and that the extended use of NMB in children with RSV disease may prolong the ventilator course.", "cite_spans": [{"start": 406, "end": 410, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 411, "end": 415, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 416, "end": 420, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 421, "end": 425, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 426, "end": 430, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 431, "end": 435, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Use of sedating drugs and neuromuscular blocking agents in patients requiring mechanical ventilation for respiratory failure. A National Survey", "authors": [{"first": "J", "middle": ["H"], "last": "Hansen-Flaschen", "suffix": ""}, {"first": "S", "middle": [], "last": "Brazinsky", "suffix": ""}, {"first": "C", "middle": [], "last": "Basile", "suffix": ""}, {"first": "P", "middle": ["N"], "last": "Lanken", "suffix": ""}], "year": 1991, "venue": "JAMA", "volume": "266", "issn": "", "pages": "2870--2875", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Practice parameters for sustained neuromuscular blockade in the adult critically ill patient: an executive summary", "authors": [{"first": "B", "middle": ["A"], "last": "Shapiro", "suffix": ""}, {"first": "J", "middle": [], "last": "Warren", "suffix": ""}, {"first": "A", "middle": ["B"], "last": "Egol", "suffix": ""}], "year": 1995, "venue": "Crit Care Med", "volume": "23", "issn": "", "pages": "1601--1605", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Clinical uses and toxic effects in the critical care unit", "authors": [{"first": "C", "middle": ["G"], "last": "Durbin", "suffix": ""}], "year": 1991, "venue": "Crit Care Clin", "volume": "7", "issn": "", "pages": "489--506", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Improved oxygenation after muscle relaxation in adult respiratory distress syndrome", "authors": [{"first": "J", "middle": ["W"], "last": "Coggeshall", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Marini", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Newmann", "suffix": ""}], "year": 1985, "venue": "Arch Intern Med", "volume": "145", "issn": "", "pages": "1718--1720", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Predictors of outcome of severe respiratory syncytial virus-associated respiratory failure treated with extracorporeal membrane oxygenation", "authors": [{"first": "F", "middle": ["W"], "last": "Moler", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Palmisano", "suffix": ""}, {"first": "T", "middle": ["P"], "last": "Green", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Custer", "suffix": ""}], "year": 1993, "venue": "J Pediatr", "volume": "123", "issn": "", "pages": "46--52", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Exogenous surfactant for treatment of severe respiratory distress syndrome: a randomized prospective clinical trial", "authors": [{"first": "M", "middle": [], "last": "Hallman", "suffix": ""}, {"first": "T", "middle": ["A"], "last": "Merrit", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Jarvenpaa", "suffix": ""}], "year": 1985, "venue": "J Pediatr", "volume": "106", "issn": "", "pages": "963--969", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Pediatric Risk of Mortality (PRISM) score", "authors": [{"first": "M", "middle": ["M"], "last": "Pollack", "suffix": ""}, {"first": "U", "middle": ["E"], "last": "Ruttimann", "suffix": ""}, {"first": "P", "middle": ["R"], "last": "Getson", "suffix": ""}], "year": 1988, "venue": "Crit Care Med", "volume": "16", "issn": "", "pages": "1110--1116", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Effects of morphine and pancuronium on lung volume and oxygenation in premature infants with hyaline membrane disease", "authors": [{"first": "J", "middle": [], "last": "Miller", "suffix": ""}, {"first": "A", "middle": ["B"], "last": "Law", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Parker", "suffix": ""}, {"first": "H", "middle": [], "last": "Sundell", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Silberberg", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Cotton", "suffix": ""}], "year": 1994, "venue": "J Pediatr", "volume": "125", "issn": "", "pages": "97--103", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Functional residual capacity, thoracoabdominal dimensions, and central blood volume during general anesthesia with muscle paralysis and mechanical ventilation", "authors": [{"first": "G", "middle": [], "last": "Hedenstierna", "suffix": ""}, {"first": "A", "middle": [], "last": "Strandberg", "suffix": ""}, {"first": "B", "middle": [], "last": "Brismar", "suffix": ""}, {"first": "H", "middle": [], "last": "Lundquist", "suffix": ""}, {"first": "L", "middle": [], "last": "Svensson", "suffix": ""}, {"first": "L", "middle": [], "last": "Tokics", "suffix": ""}], "year": 1985, "venue": "Anesthesiol", "volume": "62", "issn": "", "pages": "247--254", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Pulmonary densities during anesthesia with muscular relaxation -A proposal of atelectasis", "authors": [{"first": "B", "middle": [], "last": "Brismar", "suffix": ""}, {"first": "G", "middle": [], "last": "Hedenstierna", "suffix": ""}, {"first": "H", "middle": [], "last": "Lundquist", "suffix": ""}, {"first": "A", "middle": [], "last": "Strandberg", "suffix": ""}, {"first": "L", "middle": [], "last": "Svensson", "suffix": ""}, {"first": "L", "middle": [], "last": "Tokics", "suffix": ""}], "year": 1985, "venue": "Anesthesiol", "volume": "62", "issn": "", "pages": "422--428", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Effects of anesthesia and paralysis on diaphragmatic mechanics in man", "authors": [{"first": "A", "middle": ["B"], "last": "Froese", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Bryan", "suffix": ""}], "year": 1974, "venue": "Anesthesiol", "volume": "41", "issn": "", "pages": "242--255", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Continuous skeletal muscle paralysis: effect on neonatal pulmonary mechanics", "authors": [{"first": "V", "middle": ["K"], "last": "Bhutani", "suffix": ""}, {"first": "S", "middle": [], "last": "Abbasi", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Sivieri", "suffix": ""}], "year": 1988, "venue": "Pediatrics", "volume": "81", "issn": "", "pages": "419--422", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "The effect of skeletal muscle paralysis on respiratory system compliance in pediatric intensive care patients (Abstract)", "authors": [{"first": "M", "middle": [], "last": "Schindler", "suffix": ""}, {"first": "D", "middle": [], "last": "Bohn", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Bryan", "suffix": ""}, {"first": "G", "middle": [], "last": "Barker", "suffix": ""}], "year": 1993, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Prolonged weakness after longterm infusion of vecuronium", "authors": [{"first": "Y", "middle": [], "last": "Kupfer", "suffix": ""}, {"first": "T", "middle": [], "last": "Namba", "suffix": ""}, {"first": "E", "middle": [], "last": "Kaldawi", "suffix": ""}, {"first": "S", "middle": [], "last": "Tessler", "suffix": ""}], "year": 1992, "venue": "Ann Intern Med", "volume": "117", "issn": "", "pages": "484--486", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Prolonged paralysis after treatment with neuromuscular blocking drugs", "authors": [{"first": "J", "middle": ["L"], "last": "Gooch", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Suchyta", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Balbierz", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Petajan", "suffix": ""}, {"first": "T", "middle": ["P"], "last": "Clemmer", "suffix": ""}], "year": 1991, "venue": "Crit Care Med", "volume": "19", "issn": "", "pages": "1125--1131", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Poliomyelitis-like paralysis during recovery from acute bronchial asthma: possible etiology and risk factors", "authors": [{"first": "E", "middle": ["M"], "last": "Shahar", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Hwang", "suffix": ""}, {"first": "C", "middle": ["E"], "last": "Niesen", "suffix": ""}, {"first": "E", "middle": ["G"], "last": "Murphy", "suffix": ""}], "year": 1991, "venue": "Pediatrics", "volume": "88", "issn": "", "pages": "276--279", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Perceptions of a critically ill patient experiencing therapeutic paralysis in an ICU", "authors": [{"first": "M", "middle": ["M"], "last": "Parker", "suffix": ""}, {"first": "W", "middle": [], "last": "Schubert", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Shelhamer", "suffix": ""}], "year": 1984, "venue": "Crit Care Med", "volume": "12", "issn": "", "pages": "69--71", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Neuromuscular blocking agents in intensive care", "authors": [{"first": "B", "middle": ["J"], "last": "Pollard", "suffix": ""}], "year": 1993, "venue": "Intensive Care Med", "volume": "19", "issn": "", "pages": "36--39", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Acute cardiopulmonary effects of pancuronium bromide in mechanically ventilated newborn infants", "authors": [{"first": "B", "middle": [], "last": "Runkle", "suffix": ""}, {"first": "E", "middle": [], "last": "Bancalari", "suffix": ""}], "year": 1984, "venue": "J Pediatr", "volume": "104", "issn": "", "pages": "614--617", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Changes in oxygenation index (OI), mean airway pressure (MAP), peak inspiratory pressure (PIP) and ventilator rate after stopping NMB. [OI\"(FiO ;MAP/PaO );100]", "latex": null, "type": "figure"}, "TABREF0": {"text": "Patients receiving '3 Days of continuous NMB (n\"28) (NMB neuromuscular blockade, PRISM pediatric risk of mortal test, RS» respiratory syncytial virus, ARDS adult respiratory distress syndrome, CHF congestive heart failure)", "latex": null, "type": "table"}, "TABREF1": {"text": "Comparison of RSV patients: patients with and without continuous NMB ($S.E.M.) (RS» respiratory syncytial virus, NMB neuromuscular blockade, PRISM pediatric risk of mortality test", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>RSV with NMB (n\"15) </td><td>RSV without NMB (n\"10)\n</td></tr><tr><td>Age (months) </td><td>5.6$1.3 </td><td>4.3$1.9\n</td></tr><tr><td>Sex (m/f ) </td><td>5/10 </td><td>6/4\n</td></tr><tr><td>PRISM score </td><td>8.9$0.9 </td><td>7.9$1.3\n</td></tr><tr><td>Initial oxygenation index </td><td>5.3$0.6 </td><td>4.9$0.8\n</td></tr><tr><td>Duration of ventilation </td><td>14.1$2.8 </td><td>6.7$0.8*\n</td></tr><tr><td>Pre-existing disease\n</td><td> </td><td> </td></tr><tr><td>Chronic lung </td><td>3 </td><td>1\n</td></tr><tr><td>Cardiac </td><td>1 </td><td>3\n</td></tr><tr><td>Former premie </td><td>5 </td><td>2\n</td></tr></table></body></html>"}}, "back_matter": []}