{"paper_id": "5cee59c4d159af729f32b0de10f8ceb6ff0f21b1", "metadata": {"title": "Clinical analysis of surgery for type III esophageal atresia via thoracoscopy: a study of a Chinese single-center experience", "authors": [{"first": "Jianqin", "middle": [], "last": "Zhang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Qiang", "middle": [], "last": "Wu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Liu", "middle": [], "last": "Chen", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yunjin", "middle": [], "last": "Wang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Xu", "middle": [], "last": "Cui", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Wenhua", "middle": [], "last": "Huang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Chaoming", "middle": [], "last": "Zhou", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Purpose: The purpose of this study was to investigate the effectiveness and safety of the operation for type III esophageal atresia using a thoracoscope. Methods: The clinical data for 92 patients with type III esophageal atresia in our hospital from January 2015 to December 2018 were analyzed retrospectively. There were 49 patients in group A who underwent thoracoscopic surgery and 43 patients in group B who underwent conventional surgery. Results: The mechanical ventilation time (55.7 ± 11.4 h vs 75.6 ± 19.2 h), intensive care time (3.6 ± 1.8d vs 4.7 ± 2.0d), postoperative hospitalization time (13.1 ± 2.2d vs 16.8 ± 4.3d), thoracic drainage volume (62.7 ± 25.5 ml vs 125.4 ± 46.1 ml), blood transfusion volume (30.5 ± 10.4 ml vs 55.3 ± 22.7 ml) and surgical incision length (2.0 ± 0.5 cm vs 8.0 ± 1.8 cm) in group A were lower than those in group B, and the differences were statistically significant (P < 0.05). Among the postoperative complications, the incidences of postoperative severe pneumonia (8.2% vs 23.3%), poor wound healing (2.0% vs 14.0%) and chest wall deformity (0% vs 11.6%) in group A were significantly lower than those in group B (P < 0.05). There was no significant difference in the incidence of anastomotic stricture, tracheomalacia or gastroesophageal reflux between the two groups after surgery and early during follow-up (P > 0.05), and there were no complications such as achalasia signs and esophageal diverticulum in either group. Conclusion: Surgery for type III esophageal atresia via thoracoscopy has the same safety and clinical effectiveness as traditional surgery and has the advantages of smaller incision and chest wall deformity.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Congenital esophageal atresia is one of the most common congenital malformations in newborns, with morbidities of 1:2500 to 4500, and type III esophageal atresia is the most common type, with an incidence of approximately 85% [1] [2] [3] [4] . In 1941, the first operation for esophageal atresia was completed by Haight and Towsplet [5] , and since then, conventional open surgery has been developed and widely recognized. The traditional operation is safe and effective, but it has some shortcomings, including substantial trauma, bleeding, slow postoperative recovery, postoperative thoracic deformity, and intercostal nerve injury [6, 7] . With the maturity and progress of surgical technology and the development of surgical instruments, as well as requirements among patients for an aesthetically pleasing surgical incision and early recovery after the operation, minimally invasive surgery is becoming increasingly popular in various fields. After more than 10 years of exploration and practice, thoracoscopic esophageal atresia has been widely carried out worldwide [6, [8] [9] [10] [11] [12] [13] . In this study, the clinical data for patients with type III esophageal atresia in our hospital were analyzed retrospectively to summarize the clinical experience and evaluate the safety and effectiveness of thoracoscopic surgery.", "cite_spans": [{"start": 226, "end": 229, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 230, "end": 233, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 234, "end": 237, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 238, "end": 241, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 333, "end": 336, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 634, "end": 637, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 638, "end": 640, "text": "7]", "ref_id": "BIBREF6"}, {"start": 1073, "end": 1076, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 1077, "end": 1080, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 1081, "end": 1084, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 1085, "end": 1089, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 1090, "end": 1094, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 1095, "end": 1099, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 1100, "end": 1104, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Introduction"}, {"text": "Clinical data for 92 patients with type III esophageal atresia in our hospital from January 2015 to December 2018 were analyzed retrospectively. The patients were grouped according to different operation methods, with 49 in group A undergoing thoracoscopic surgery and 43 in group B undergoing conventional surgery. All 92 patients had obvious clinical symptoms, combined with the results of three-dimensional reconstruction of the esophagus and chest CT, and all patients were diagnosed with type III esophageal atresia. All the patients' preoperative clinical data are shown in Table 1 ; there were no statistically significant differences between the two groups. Patients met the inclusion criteria if they presented with type III esophageal atresia. Patients were excluded from this study if they 1) had other types of esophageal atresia, 2) had a poor overall state of severe hepatic and renal insufficiency, or 3) refused to sign the consent form for surgery or refused to comply with the follow-up schedule.", "cite_spans": [], "ref_spans": [{"start": 580, "end": 587, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Patients"}, {"text": "We have undergone thoracoscopic surgery since 2013, and by 2015 we have operated on 30 cases and have passed the learning curve. A total of one chief physician, one deputy chief physician and three attending physicians were involved in these operations.", "cite_spans": [], "ref_spans": [], "section": "Patients"}, {"text": "Severe pneumonia was diagnosed, upon the symptoms of irritating or lethargy, refusing to eat, depression of lower chest wall and cyanosis. Pneumothorax was diagnosed upon the result of chest X-ray. Anastomotic leakage was diagnosed upon symptoms, such as dyspnea, pale complexion and fever, and when viscous mouth water, milk, or contrast medium (esophagogram) were found in the chest drainage tube. Anastomotic stenosis was diagnosed upon symptoms of dysphagia and the result of esophagogram.The healing time of the upper abdominal incision was generally 7-9 days. If the incision was still not healed after 9 days, we consider that to be poor wound healing. Chest wall deformity was diagnosed upon symptomsof locally obviously dented chest. The cost was included the all costs from admission to discharge. ", "cite_spans": [], "ref_spans": [], "section": "Patients"}, {"text": "The type III esophageal atresia operation was completed via an incision on the fifth intercostal posterolateral and anterior to the axillary front and back of the subscapular angle, respectively.", "cite_spans": [], "ref_spans": [], "section": "Traditional surgery"}, {"text": "After operation, lifting the jaw to reduce the tension of esophageal anastomosis. Ventilator assisted breathing. After the tspontaneous breathing recover, stoping ventilator. According to the severity of pneumonia and bacterial culture selected antibiotics,and the anti-infection treatment was done until the pneumonia controled. Start eating in the gastric tube 2-3 days after operation. Removing the drainage tube after no obvious drainage fluid.", "cite_spans": [], "ref_spans": [], "section": "Postoperative care"}, {"text": "Continuous data are presented as the mean ± standard deviation and range. Clinical parameters between the two groups were compared with the independent samples t-test. The χ2 or Fisher's test was used to categorize variables. A p value of < 0.05 was defined a statistically significant.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "All operations were successful, with no conversion to thoracotomy for patients undergoing thoracoscopic surgery. There was no significant difference in preoperative data, operation time, postoperative extubation stomach tube time or hospital expenses between the two groups (P > 0.05). However, group A was superior to group B in terms of mechanical ventilation time, intensive care time, postoperative hospitalization time, thoracic drainage volume, blood transfusion volume and surgical incision length, and the difference was statistically significant (P < 0.05). (Table 2) . Among the postoperative complications, the incidences of postoperative severe pneumonia (8.2% vs 23.3%, p = 0.044), poor wound healing (2.0% vs 14.0%, p = 0.032) and chest wall deformity (0% vs 11.6%, p = 0.014) in group A were significantly lower than those in group B (Fig. 1) . There was no significant difference in postoperative mortality (2.0% vs 2.3%, p = 0.926), pneumothorax (8.2% vs 7.0%, p = 0.830), anastomotic leakage (16.3% vs 14.0%, p = 0.752), anastomotic stenosis (20.4% vs 25.6%, p = 0.555) and gastroesophageal reflux (4.1% vs 2.3%, p = 0.636) between the two groups. There was no complications of tracheomalacia, signs of achalasia, oesophageal diverticulum in the two groups.", "cite_spans": [], "ref_spans": [{"start": 567, "end": 576, "text": "(Table 2)", "ref_id": "TABREF1"}, {"start": 849, "end": 857, "text": "(Fig. 1)", "ref_id": "FIGREF1"}], "section": "Result"}, {"text": "Traditional surgery with thoracotomy is a classical method for the treatment of congenital esophageal atresia with the advantage of more direct surgical vision and a larger operation space, which can more conveniently deal with accidents that occur during the operation. However, the traditional surgery has many disadvantages, such as a long incision and considerable injury to the chest wall, and chest wall deformity of the high shoulder blade, chest wall asymmetry, rib fusion, scoliosis and chest muscle dysplasia can easily occur. In contrast, thoracoscopic surgery only requires three 5-mm holes on the chest wall to complete the operation, and the incision is very small; thus, the injury to the chest wall, intercostal muscles and nerves is minimal, which can significantly reduce the incidence of chest wall deformity and surgical scarring. The data from our study showed that the incidence of chest wall deformity and the length of incision in thoracoscopic surgery were significantly lower than in those who underwent the traditional open surgery (P < 0.05). The results was similar to the findings of Suzuki M [14] , Bastard F [15] and Lawal TA [16] . Their findings also suggest that thoracoscopic surgery has a smaller scarring and smaller incidence of chest wall deformities.", "cite_spans": [{"start": 1123, "end": 1127, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 1140, "end": 1144, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 1158, "end": 1162, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Discussion"}, {"text": "Thoracoscopy can provide an enlarged and clear visual field, which is beneficial to the identification and separation of tissues and organs and can help the operator perform fine anatomical operations and identify fine bleeding points in the operation field and accurately stop bleeding in a timely manner. Therefore, bleeding of the surgical wound is obviously reduced, as is that of the wound after the operation, and the blood products to be infused during and after the operation can also be reduced. In this study, the thoracic drainage volume and transfusion volume were 62.7 ± 25.5 ml and 30.5 ± 10.4 ml in group A, respectively, which were significantly lower than those in group B (125.4 ± 46.1 ml and 55.3 ± 22.7 ml), with a significant difference between the groups (P < 0.05). Thoracoscopic surgery reduces the risk of blood transfusion and the cost of treatment. Moreover, the distal esophagus can be clearly distinguished by moving the thoracoscopic lens, which can dissociate a longer esophageal, up to 2 cm above the thoracic entrance and downward to the esophageal foramen. The tension of the anastomotic orifice was reduced, and the difficulty of anastomotic anastomosis and the incidence of anastomotic leakage were also reduced [17] . At the same time, assistants, anesthesiologists and nurses have the same view as the surgeon, which can be conducive to surgical cooperation and communication.", "cite_spans": [{"start": 1248, "end": 1252, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Discussion"}, {"text": "Most children with type III congenital esophageal atresia have aspiration pneumonia before surgery. In addition to the impact of surgical trauma, surgical pain, intraoperative and postoperative bleeding, and blood transfusion, postoperative pulmonary infection is easily aggravated. Pulmonary infection is an important factor affecting the prognosis of children with esophageal atresia [18, 19] . Thoracoscopic surgery has the advantages of reduced trauma, bleeding and blood transfusion, and it can better maintain the integrity of the chest. Moreover, it can greatly reduce postoperative pain, help children cough and recover lung function after the operation, and speed the recovery of overall body function after the operation, which allows children to come off the ventilator early and promotes the absorption of pulmonary inflammation. In our study, postoperative severe pneumonia, mechanical ventilation time, intensive care time and postoperative hospitalization time in the thoracoscopic surgery group were better than those in the traditional operation group. Although the operation for congenital esophageal atresia using a thoracoscope has many advantages, there are some disadvantages to this operation. The feel of the space with thoracoscopic surgery is different from that of the traditional surgery, and the operator must overcome the inertia of the traditional surgery operation to facilitate the operation. In newborns, the volume of the chest cavity is small, and the visual field and operation space of thoracoscopy are also small, such that the \"chopstick effect\" of the eyepiece and separation forceps easily appears in the narrow space [20] . Therefore, the difficulty of congenital esophageal atresia surgery via thoracoscopy is large, and the learning curve is steep. The studies showed that the study curve of esophageal atresia was 20-40 cases [21, 22] . However, the safety and effectiveness of the thoracoscopic operation gradually improve with the development of the thoracoscopic technique and improvement in the technique of the surgeon. Thoracoscopic surgery has become an effective treatment method for esophageal atresia combined with tracheoesophageal carcinoma [23] . Our center began endoscopic surgery early. At present, there have been more than 100 cases of thoracoscopic and laparoscopic surgeries, which have contributed to the skillful completion of all types of thoracoscopic surgery in children. In our study, the operating time for the thoracoscopic group was similar to that for the conventional operation group (P > 0.05). In general, a detailed assessment of the condition of the child should be performed before the operation to be fully prepared. Furthermore, a minimal operation should be carried out, and good communication with the anesthesiologist should be ensured to provide a high-quality thoracoscopic operation.", "cite_spans": [{"start": 386, "end": 390, "text": "[18,", "ref_id": "BIBREF17"}, {"start": 391, "end": 394, "text": "19]", "ref_id": "BIBREF18"}, {"start": 1660, "end": 1664, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 1872, "end": 1876, "text": "[21,", "ref_id": "BIBREF20"}, {"start": 1877, "end": 1880, "text": "22]", "ref_id": "BIBREF21"}, {"start": 2199, "end": 2203, "text": "[23]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Discussion"}, {"text": "There are several limitations to this study. First, this was a retrospective study with a small sample size. Second, this was a single-center study, and more research from multiple centers is needed to assess the effectiveness and complications of this technique. Third, the follow-up period of this study was short, and a longerterm follow-up period is needed.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The operation of type III esophageal atresia using a thoracoscope has the same safety and clinical effectiveness as ", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Diagnosis and treatment of congenital esophageal atresia (expert consensus)", "authors": [{"first": "W", "middle": [], "last": "Zhong", "suffix": ""}, {"first": "L", "middle": [], "last": "Li", "suffix": ""}, {"first": "S", "middle": [], "last": "Zheng", "suffix": ""}], "year": 2014, "venue": "Chin J Pediatr Surg", "volume": "8", "issn": "", "pages": "623--629", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Esophageal atresia lessons I have learned in a 40-year experience", "authors": [{"first": "L", "middle": [], "last": "Spitz", "suffix": ""}], "year": 2006, "venue": "J Pediatr Surg", "volume": "41", "issn": "10", "pages": "1635--1675", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Esophageal atresia, Europe, and the future: BAPS journal of pediatric surgery lecture", "authors": [{"first": "B", "middle": [], "last": "Ure", "suffix": ""}], "year": 2019, "venue": "J Pediatr Surg", "volume": "54", "issn": "2", "pages": "217--239", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "A chest tube may not be needed after surgical repair of esophageal atresia and tracheoesophageal fistula", "authors": [{"first": "N", "middle": [], "last": "Gawad", "suffix": ""}, {"first": "C", "middle": [], "last": "Wayne", "suffix": ""}, {"first": "J", "middle": [], "last": "Bass", "suffix": ""}, {"first": "A", "middle": [], "last": "Nasr", "suffix": ""}], "year": 2018, "venue": "Pediatr Surg Int", "volume": "34", "issn": "9", "pages": "967--70", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Congenital atresia of the esophagu with tracheoesophageal Fistula;extrapleural ligation of fistula and end-to-end anastomosis of esophageal segments", "authors": [{"first": "C", "middle": [], "last": "Haight", "suffix": ""}, {"first": "H", "middle": ["A"], "last": "Towsley", "suffix": ""}], "year": 1943, "venue": "Surg Gyneco Obstet", "volume": "76", "issn": "", "pages": "673--677", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Thoracoscopic repair of esophageal-atresia and tracheoesophageal fistula: a multi-institutional analysis", "authors": [{"first": "G", "middle": ["W"], "last": "Holcomb", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Rothenberg", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Bax", "suffix": ""}], "year": 2005, "venue": "Ann Surg", "volume": "242", "issn": "", "pages": "422--430", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Thoracoscopic versus open repair of tracheoesophageal fistula and esophageal atresia", "authors": [{"first": "B", "middle": [], "last": "Lugo", "suffix": ""}, {"first": "A", "middle": [], "last": "Malhotra", "suffix": ""}, {"first": "Y", "middle": [], "last": "Guner", "suffix": ""}], "year": 2008, "venue": "J Laparoendosc Adv Surg Tech A", "volume": "18", "issn": "", "pages": "753--759", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Development and prospect of pediatric thoracoscopic surgery", "authors": [{"first": "C", "middle": ["M"], "last": "Mo", "suffix": ""}], "year": 2016, "venue": "J Clin Pediatr Surg", "volume": "15", "issn": "4", "pages": "322--327", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Minimal access surgery inneonates and infants", "authors": [{"first": "A", "middle": ["R"], "last": "Al-Qahtani", "suffix": ""}, {"first": "H", "middle": [], "last": "Almaramhi", "suffix": ""}], "year": 2006, "venue": "Pediatr Surg", "volume": "41", "issn": "", "pages": "910--913", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Thoracoscopic repair of tracheoesophageal fistulas:a case-control matched study", "authors": [{"first": "T", "middle": [], "last": "Altokhais", "suffix": ""}, {"first": "M", "middle": [], "last": "Amakhshary", "suffix": ""}, {"first": "S", "middle": [], "last": "Aldekhayel", "suffix": ""}], "year": 2008, "venue": "Pediatr Surg", "volume": "43", "issn": "", "pages": "805--814", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Development, present situation and prospect of congenital esophageal atresia", "authors": [{"first": "S", "middle": [], "last": "Zheng", "suffix": ""}], "year": 2014, "venue": "Chin J Pediatr Surg", "volume": "12", "issn": "", "pages": "561--564", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Factors affecting postoperative respiratory tract function in type-C esophageal atresia, thoracoscopic versus open repair", "authors": [{"first": "H", "middle": [], "last": "Koga", "suffix": ""}, {"first": "M", "middle": [], "last": "Yamoto", "suffix": ""}, {"first": "T", "middle": [], "last": "Okazaki", "suffix": ""}], "year": 2014, "venue": "Pediatr Surg Int", "volume": "30", "issn": "12", "pages": "1273--1280", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Use of Endoclips in thoracoscopic correction of esophageal atresia: advantages or complications?", "authors": [{"first": "The", "middle": [], "last": "Chiarenza", "suffix": ""}, {"first": "S", "middle": ["F"], "last": "Bleve", "suffix": ""}, {"first": "C", "middle": [], "last": "Zolpi", "suffix": ""}, {"first": "E", "middle": [], "last": "Conighi", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "", "suffix": ""}], "year": 2019, "venue": "J Laparoendosc Adv Surg Tech A", "volume": "29", "issn": "7", "pages": "976--80", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Congenital esophageal atresia", "authors": [{"first": "M", "middle": [], "last": "Suzuki", "suffix": ""}, {"first": "H", "middle": [], "last": "Kuwano", "suffix": ""}], "year": 2015, "venue": "Kyobu Geka", "volume": "68", "issn": "8", "pages": "711--718", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Thoracic skeletal anomalies following surgical treatment of esophageal atresia. Lessons from a national cohort", "authors": [{"first": "F", "middle": [], "last": "Bastard", "suffix": ""}, {"first": "A", "middle": [], "last": "Bonnard", "suffix": ""}, {"first": "V", "middle": [], "last": "Rousseau", "suffix": ""}], "year": 2018, "venue": "J Pediatr Surg", "volume": "53", "issn": "4", "pages": "605--614", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Thoracoscopy versus thoracotomy improves midterm musculoskeletal status and cosmesis ininfants and children", "authors": [{"first": "T", "middle": ["A"], "last": "Lawal", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Gosemann", "suffix": ""}], "year": 2009, "venue": "Ann Thorac Surg", "volume": "87", "issn": "1", "pages": "224--232", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Analysis of 30 cases of type III esophageal atresia treated by thoracoscopy", "authors": [{"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "L", "middle": ["S"], "last": "Ma", "suffix": ""}, {"first": "L", "middle": [], "last": "Li", "suffix": ""}, {"first": "F", "middle": [], "last": "Cz", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Y", "middle": ["X"], "last": "Zhang", "suffix": ""}], "year": 2017, "venue": "Chin J Minim Invasive Surg", "volume": "17", "issn": "7", "pages": "581--585", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Oesophageal atresia: tracheooesophageal fistula. A study of survival in 218 infants", "authors": [{"first": "D", "middle": ["J"], "last": "Waterston", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Carter", "suffix": ""}, {"first": "E", "middle": [], "last": "Aberdeen", "suffix": ""}], "year": 1962, "venue": "Lancet", "volume": "1", "issn": "7234", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "At risk groups oesophagel atresia", "authors": [{"first": "L", "middle": [], "last": "Spits", "suffix": ""}, {"first": "E", "middle": [], "last": "Kiely", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Moofirafi", "suffix": ""}], "year": 1994, "venue": "J Pediatr Surg", "volume": "29", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Neonatal brain oxygenation during thoracoscopic correction of esophageal atresia", "authors": [{"first": "S", "middle": ["H"], "last": "Tytgat", "suffix": ""}, {"first": "M", "middle": ["Y"], "last": "Van Herwaarden", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "Stolwijk", "suffix": ""}], "year": 2016, "venue": "Surg Endosc", "volume": "30", "issn": "7", "pages": "2811--2818", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Learning curve of thoracoscopic repair of esophageal atresia", "authors": [{"first": "D", "middle": ["C"], "last": "Van Der Zee", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Tytgat", "suffix": ""}, {"first": "S", "middle": [], "last": "Zwaveling", "suffix": ""}], "year": 2012, "venue": "World J Surg", "volume": "36", "issn": "9", "pages": "2093--2100", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Thoracoscopic repair of esophageal atresia with tracheoesophageal fistula: overcoming the learning curve", "authors": [{"first": "S", "middle": [], "last": "Lee", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Lee", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Seo", "suffix": ""}], "year": 2014, "venue": "J Pediatr Surg", "volume": "49", "issn": "11", "pages": "1570--1572", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Application of thoracoscopy in repair of type iii esophageal atresia with tracheoesophageal fistula", "authors": [{"first": "Y", "middle": ["X"], "last": "Zhang", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Mo", "suffix": ""}, {"first": "J", "middle": [], "last": "Sun", "suffix": ""}], "year": 2018, "venue": "J Clin Pediatr Surg", "volume": "17", "issn": "3", "pages": "170--173", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Publisher's Note", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "position: The left slope position and the right hand raised to the side of the ear. 2. Three incision: One 0.5 cm incision in line with the right subscapular angle flattened to the fourth intercostal. Two 0.3 cm incision on the third and sixth intercostal lines of the right axillary and posterior axillary lines. 3. The pleural adhesion was separated, and the tracheoesophageal fistula was found in the posterior wall of the bifurcation of the left and right trachea. 4. 4.Ligating and cutting off the tracheoesophageal fistula. 5. Suturing at both ends of esophagus. 6. Checking bleeding and air leakage. 7. Closing the incision and inserting the thoracic drainage tube.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Incision of thoracoscopic surgery and conventional surgery traditional surgery and has the advantages of smaller incision and chest wall deformity.", "latex": null, "type": "figure"}, "TABREF0": {"text": "General data comparison of two groups", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Group A </td><td>Group B </td><td>P value\n</td><td>Continuous data are presented as the mean ± standard deviation and range. Clinical parameters between the two groups were compared with the independent sam-\n</td></tr><tr><td>Gestational age (weeks) </td><td>37.8 ± 3.4 </td><td>38.6 ± 4.5 </td><td>0.846\n</td></tr><tr><td>Age (days) </td><td>1.8 ± 0.6 </td><td>1.6 ± 0.7 </td><td>0.954\n</td><td>ples t-test. The χ2 or Fisher's test was used to categorize\n</td></tr><tr><td>Body weight (g) </td><td>2887 ± 557 </td><td>2665 ± 612 </td><td>0.913\n</td><td>variables. A p value of &lt; 0.05 was defined a statistically significant.\n</td></tr><tr><td>Boys/Girls </td><td>28/21 </td><td>24/19 </td><td>0.802\n</td><td> </td></tr><tr><td>Premature infants </td><td>14 </td><td>12 </td><td>0.944\n</td><td> </td></tr><tr><td>Congenital anal atresia </td><td>2 </td><td>1 </td><td>0.649\n</td><td>Result\nAll operations were successful, with no conversion to\n</td></tr><tr><td>Uronephrosis </td><td>5 </td><td>2 </td><td>0.316\n</td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>thoracotomy for patients undergoing thoracoscopic\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Comparison of intraoperative and postoperative date between the two groups", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Group A </td><td>Group B </td><td>P value\n</td></tr><tr><td>Operation time (min) </td><td>153.8 ± 27.3 </td><td>181.2 ± 30.4 </td><td>0.712\n</td></tr><tr><td>Mechanical ventilation time(h) </td><td>55.7 ± 11.4 </td><td>75.6 ± 19.2 </td><td>0.042\n</td></tr><tr><td>intensive care time(d) </td><td>3.6 ± 1.8 </td><td>4.7 ± 2.0 </td><td>0.045\n</td></tr><tr><td>thoracic drainage volume (ml) </td><td>62.7 ± 25.5 </td><td>125.4 ± 46.1 </td><td>0.020\n</td></tr><tr><td>blood transfusion volume (ml) </td><td>30.5 ± 10.4 </td><td>55.3 ± 22.7 </td><td>0.043\n</td></tr><tr><td>Extubation stomach tube time (d) </td><td>10.5 ± 2.8 </td><td>12.6 ± 3.5 </td><td>0.834\n</td></tr><tr><td>surgical incision length (cm) </td><td>2.0 ± 0.5 </td><td>8.0 ± 1.8 </td><td>0.008\n</td></tr><tr><td>postoperative hospitalization time(d) </td><td>13.1 ± 2.2 </td><td>16.8 ± 4.3 </td><td>0.037\n</td></tr><tr><td>Hospital expenses(10,000 CNY) </td><td>3.7 ± 1.3 </td><td>3.5 ± 1.1 </td><td>0.912\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "We highly acknowledge the contribution by the participating doctors: Dianming Wu, Yifan Fang, Bing Zhang, Mingkun Liu, Jiancai Chen, Jianxi Bai, Wen-chen Xu.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "Authors' contributions Jianqin Zhang, Qiang Wu and Chaoming Zhou designed the study, collected theclinical data, performed the statistical analysis, participated in the operation,and drafted the manuscript. Liu Chen, Yunjin Wang, Xu Cui and Wenhua Huang participated in the operation and revised the article. All authors read and approved the final manuscript.", "cite_spans": [], "ref_spans": [], "section": "annex"}, {"text": "No funding.", "cite_spans": [], "ref_spans": [], "section": "Funding"}, {"text": "The datasets used and analysed during the current study are available from the corresponding author on reasonable request.", "cite_spans": [], "ref_spans": [], "section": "Availability of data and materials"}, {"text": "This study was approved by the ethics committee of our university and strictly adhered to the tenets of the Declaration of Helsinki. In addition,all patients' guardians signed an informed consent form before study.", "cite_spans": [], "ref_spans": [], "section": "Ethics approval and consent to participate"}, {"text": "All the authors agree to the publication of this manuscript.", "cite_spans": [], "ref_spans": [], "section": "Consent for publication"}, {"text": "The authors declare that they have no competing interests.", "cite_spans": [], "ref_spans": [], "section": "Competing interests"}, {"text": "1", "cite_spans": [], "ref_spans": [], "section": "Author details"}]}