{
    "paper_id": "5da6e7b7c3346b152ed2af552117b4b220ad4d87",
    "metadata": {
        "title": "Burkitt lymphoma of the ovaries mimicking sepsis: a case report and review of the literature",
        "authors": [
            {
                "first": "Athanasios",
                "middle": [],
                "last": "Gravos",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Konstantinos",
                "middle": [],
                "last": "Sakellaridis",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Paraskeui",
                "middle": [],
                "last": "Tselioti",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Konstantina",
                "middle": [],
                "last": "Katsifa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Varvara",
                "middle": [],
                "last": "Grammatikopoulou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Aikaterini",
                "middle": [],
                "last": "Nodarou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Κonstantinos",
                "middle": [],
                "last": "Sarantos",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alexandros",
                "middle": [],
                "last": "Tourtoglou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eirini",
                "middle": [],
                "last": "Tsovolou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Charilaos",
                "middle": [],
                "last": "Tsapas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Athanasios",
                "middle": [],
                "last": "Prekates",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: It is not unusual for systemic diseases to mimic sepsis and, in any case, the clinician should thoroughly investigate this possibility. Case presentation: We present the case of a 21-year-old Greek woman who presented to the Intensive Care Unit of our hospital with severe septic shockmultiple organ failure as a result of a suspected gynecological infection of the ovaries. An immediate improvement of her clinical condition in combination with strong clinical suspicion and negative cultures led to the differential diagnosis of diseases other than sepsis. Based on the results of the biopsies that were obtained by research laparotomy, our patient suffered from primary Burkitt ovarian lymphoma. Her clinical condition improved with supportive treatment and chemotherapy. Chemotherapy is the dominant treatment for Burkitt's lymphoma, while surgery or radiotherapy has no place.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions: All intensivists should be aware of clinical conditions that mimic sepsis as early diagnosis can lead to appropriate therapy and avoid unnecessary diagnostic tests and antibiotic abuse.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "We present the case of a 21-year-old Greek woman who presented to the Emergencies Department of our hospital with breast pain, abdominal distension, and weakness of approximately 1 week's duration. Her individual, gynecological, and family history were unremarkable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient information"
        },
        {
            "text": "She had a high breathing rate (~22 breaths/minute), tachycardia (~110 beats/minute), hypotension with mean arterial pressure (MAP) of 55 mmHg, lethargy, swollen and painful breasts, abdominal dilatation with diffuse sensitivity to palpation and dullness on percussion, and low grade fever (~37.5°C).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical findings"
        },
        {
            "text": "She was directly subjected to ultrasound (U/S) of her upper and lower abdomen that showed enlarged ovaries as well as a large amount of free ascitic fluid. Complete laboratory testing and blood gases were obtained and an urgent computed tomography (CT) scan of her upper and lower abdomen was performed, confirming the findings of the U/S: enlarged and inflammatory ovaries, pleural effusions, and large amount of free ascitic fluid (Fig. 1 ). Laboratory tests showed neutrophilic leukocytosis with white blood cells (WBC) 30,000/μL, polymorphonucleocytes (PMN) 95%, and thrombocytopenia with platelets (PLT) 90,000/μL with signs of disseminated intravascular coagulation (DIC), increased urea (U) and creatinine (Cr) levels, increased bilirubin (Bil), increased serum glutamic oxaloacetic transaminase (SGOT) and serum glutamic pyruvic transaminase (SGPT), and severe lactic and metabolic acidosis. Control for viral and human immunodeficincy virus (HIV) infection was negative. With these data and due to further deterioration of our patient's clinical condition, it was decided to conduct a research laparotomy.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 433,
                    "end": 440,
                    "text": "(Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Diagnostic assessment"
        },
        {
            "text": "Intraoperatively there were found enlarged and inflamed ovaries, a large amount of ascitic fluid, and an inflamed appendix, which was removed and sent for biopsy. The peritoneum was clear and free of any visible implants. A biopsy was also obtained from both her ovaries and cytology and ascitic fluid cultures were sent, a suprapubic fluid drainage tube was placed and due to the reproductive age of our patient it was decided not to remove her ovaries. After surgery, she was transported to the Intensive Care Unit (ICU), intubated, and mechanically ventilated; she was hemodynamically unstable, presenting hypoxemia with partial pressure of oxygen in arterial blood/fraction of inspired oxygen (PaO 2 /FiO 2 ) of 150 and severe metabolic and lactic acidosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnostic assessment"
        },
        {
            "text": "The differential diagnosis included ovarian hyperstimulation syndrome (OHSS) and other ovarian tumors. OHSS is a systemic disorder attributed to the release of vasoactive agents released from the ovaries after overstimulation [6] . The pathophysiology of OHSS is characterized by increased capillary permeability leading to large fluid extravasation, accumulation in the third space, and intravascular dehydration [7] . The serious manifestations of the syndrome include thrombosis, renal and hepatic insufficiency, and acute respiratory distress syndrome (ARDS), which cause severe morbidity [8] . Mortality from the syndrome is fortunately rare, with only sporadic references in the literature [8] . Women should be aware that mild forms of OHSS are common and complicate 33% of in vitro fertilization (IVF) cycles, while moderate and severe forms occur in 3-8% of cases of OHSS [6] . The majority of serious OHSS cases occur after IVF cycles, but the syndrome may also occur after any form of ovulation induction, such as clomiphene and gonadotropins [6] . The incidence of the syndrome, particularly the complex form, is higher in young women, women with polycystic ovaries, and in gestational cycles. Laboratory tests may show high hematocrit levels (> 55%), hypoproteinemia, and leukocytosis [8] . The treatment of OHSS is initially supportive until the situation resolves [9] .",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 229,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 414,
                    "end": 417,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 593,
                    "end": 596,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 696,
                    "end": 699,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 881,
                    "end": 884,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1054,
                    "end": 1057,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1298,
                    "end": 1301,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1379,
                    "end": 1382,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Diagnostic assessment"
        },
        {
            "text": "She was initially treated as severe septic shock; blood cultures were obtained and broad-spectrum antibiotic treatment was administered. Due to acute renal failure, she was placed in continuous venous-venous hemofiltration (CVVHDF).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Therapeutic interventions"
        },
        {
            "text": "While she was in our ICU she showed progressive clinical, gasometric, and hemodynamic improvement, draining~2000 ml of ascitic fluid/day; on the third day of admission an attempt was made to wean her from the ventilator, pending the results of the cultures and ovarian and appendix biopsies. She was febrile (~38.4°C), hemodynamically stable with normal hourly diuresis, and improved laboratory testing, therefore CVVHDF Fig. 1 Image of the ovaries of the patient from the computed tomography scan was removed. Severe leukopenia (WBC 2000/μL) was evident, for which she received subcutaneous granulocyte growth factor. On the fourth day of admission, the results of blood and ascites fluid cultures were negative and biopsy results showed high-grade Burkitt lymphoma of the ovaries and the appendix. With these data our patient was transported to a specialized oncology center for immediate onset of chemotherapy and further treatment.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 421,
                    "end": 427,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Therapeutic interventions"
        },
        {
            "text": "She was gradually weaned from mechanical ventilation and was successfully extubated on the 12th day of her hospitalization. On the sixth day she received a combined chemotherapy regimen intravenously. On the 15th day she left the ICU and on the 28th day she was discharged from hospital, presenting improved clinical and laboratory condition, waiting for further cycles of chemotherapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Follow-up and outcomes"
        },
        {
            "text": "We present the case of a patient with clinical presentation of severe septic shock and multiple organ failure syndrome due to a suspected internal inflammatory disease. Initially, while waiting for blood and biopsy results, she was treated for septic shock, but due to the immediate improvement in her clinical condition and hemodynamic instability, the differential diagnosis turned to other diseases, such as OHSS and low differentiation lymphomas. It is not uncommon that ICUs deal with diseases that mimic sepsis and are initially treated as sepsis, pending the results of blood cultures and biopsies. Detailed history and strong clinical suspicion require further testing in cases where sepsis evolves and improves rapidly, and blood and tissue cultures are negative, despite non-surgical removal of the source of the suspected infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In our case, our patient suffered from undiagnosed Burkitt lymphoma of the ovaries and the appendix. Burkitt's lymphoma accounts for 0.8% of all B-lymphomas [10] . It occurs predominantly in children and young people. There are three forms [10] . (a) The endemic form, which is present in Africa, particularly in areas with malaria, is directly related to Epstein-Barr virus (EBV) infection and is found in the bones of the face and out of lymph nodes. Pathogenetically, it is attributed to the overexpression of the oncogene c-MYC [11] (a strong transcription factor that promotes proliferation) when the end portion of the chromosome 8 translocates and comes into immediate proximity with the immunoglobulin G heavy chain promoters that are based on chromosome 14. (b) The sporadic form, which is mainly localized in the ileocecal region and in the gonads (our case), is associated with a lower percentage of EBV infection and responds well to the appropriate chemotherapy. (c) There is a form associated with immune deficiency, which occurs mainly in patients with HIV infection, regardless of the number of CD4 cells.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 161,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 240,
                    "end": 244,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 532,
                    "end": 536,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "On histological examination, the cells are small, round-core, showing a diffuse growth model and in the presence of several macrophages/dendritic cells they give a starry sky image [10] . Patients with > 25% involvement of the bone marrow are considered to have Burkitt leukemia [11] .",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 185,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 279,
                    "end": 283,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Laboratory testing often shows anemia due to marrow infiltration or autoimmune hemolytic anemia, leukopenia, and thrombocytopenia due to marrow infiltration, spleen entrapment, and autoimmune destruction mechanisms but also as a consequence of chemotherapy. Biochemical tests must include lactate dehydrogenase (LDH) and β2-microglobulin, which are also reliable diagnostic and response criteria markers, C-reactive protein (CRP), uric acid, and other tests related to organ damage from the lymphoma. The laboratory tests are supplemented by the following specific tests: (a) immunochemistry tests, (b) cytogenetic studies, and (c) molecular techniques [4] .",
            "cite_spans": [
                {
                    "start": 653,
                    "end": 656,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The diagnostic workup with appropriate imaging techniques and laboratory tests should lead without delay to the biopsy of one of the affected glands. Fine-needle biopsy can be used for swelling of the abdominal or thoracic lymph nodes, while an organ biopsy can be obtained (as in our case). Necessary supplementation is the biopsy of the bone marrow, which can highlight or exclude the infiltration of the marrow from the lymphoma. In our case, bone marrow was not involved. The marrow extract can be studied by polymerase chain reaction (PCR). Bone marrow infiltration implies a worse prognosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The following stages are distinguished (Ann Arbor Staging) [12] :",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 63,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Stage I. Inflammation of lymph nodes in a region or an extranodal area. Stage II. Single tumor (extranodal) with regional node involvement. Lymphoma involving nodal areas on the same side of the diaphragm. Stage III. Lymphoma involving sites on opposite sides of the diaphragm. All primary intrathoracic tumors. All paraspinal or epidural tumors. Extensive intraabdominal disease (our case). Stage IV. Any of the above, with central nervous system (CNS) or bone marrow involvement (< 25%) at presentation. A: No general symptoms B: With general symptoms (weight loss, fever, sweats).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The gathering of the above information allows the classification of patients in stages and determines prognosis, leading to the decision to initiate treatment, especially in slowly evolving lymphomas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In general, there are three approaches to chemotherapy for Burkitt's lymphoma [13] :",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 82,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "(1) Intensive short-term chemotherapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "(2) Long-term chemotherapy similar to treatment of acute lymphoblastic leukemia. (3) Combinations followed by autologous stem cell transplantation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Most existing regimens add rituximab to chemotherapy regimens [14] . Other medicines that can be used in patients with Burkitt's lymphoma include: glucocorticoids (for example, prednisone), urate oxidase enzymes (for example, rasburicase), prophylactic allopurinol, and aggressive hydration with urine alkalinization (to reduce the risk of tumor lysis syndrome and uric acid nephropathy).",
            "cite_spans": [
                {
                    "start": 62,
                    "end": 66,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Approximately 90% of pediatric patients and 50-60% of adult patients with Burkitt's lymphoma receiving chemotherapy-intensive regimens have long-term disease-free survival [15] . The prognosis of Burkitt's lymphoma in children is correlated with the disease volume at the time of diagnosis.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 176,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Patients with limited disease (Stages I and II) have an excellent prognosis with a survival rate greater than 90% [13] . Patients with more extensive disease (Stages III and IV), particularly with bone marrow and CNS involvement, have a worse prognosis, but long-term survival rates of 50-90% can be achieved with more aggressive chemotherapy regimens. Patients with recurrence have a long-term survival rate of 20-50% [15] . Adding rituximab may further increase the response rate [14] . Adults with Burkitt's lymphoma, especially those with an advanced stage, have a worse prognosis [16] .",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 118,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 419,
                    "end": 423,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 482,
                    "end": 486,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 585,
                    "end": 589,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We present the case of a patient admitted to our ICU presenting with severe septic shockmultiple organ failure as a result of suspected gynecological infection. Direct patient improvement coupled with negative blood and tissue cultures and strong clinical suspicion led our diagnostic thinking to other diseases. An ovarian biopsy taken intraoperatively revealed Burkitt lymphoma of the ovaries. It is not uncommon for systemic diseases to mimic sepsis and, in any case, clinicians should thoroughly investigate and exclude this possibility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Burkitt's lymphoma of the ovaries",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Weekes",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J Natl Med Assoc",
            "volume": "78",
            "issn": "7",
            "pages": "609--621",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Burkitt's lymphoma as a primary gynecologic tumor",
            "authors": [
                {
                    "first": "S-C",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "W-L",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "Y-M",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Taiwan J Obstet Gynecol",
            "volume": "45",
            "issn": "",
            "pages": "162--168",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Bilateral ovarian Burkitt's lymphoma",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gutiérrez-García",
                    "suffix": ""
                },
                {
                    "first": "Medina",
                    "middle": [],
                    "last": "Ramos",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "García",
                    "middle": [],
                    "last": "Rodríguez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Eur J Gynaecol Oncol",
            "volume": "30",
            "issn": "2",
            "pages": "231--234",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Burkitt's lymphoma: clinicopathologic features and differential diagnosis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Ferry",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Oncologist",
            "volume": "11",
            "issn": "4",
            "pages": "375--83",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Effective treatment of smallnoncleaved-cell lymphoma with high-intensity, brief-duration chemotherapy",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Mcmaster",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Greer",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Greco",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J Clin Oncol",
            "volume": "9",
            "issn": "6",
            "pages": "941--947",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Ovarian hyperstimulation syndrome (OHSS): diagnosis and management",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Myrianthefs",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ladakis",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Lappas",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Intensive Care Med",
            "volume": "26",
            "issn": "5",
            "pages": "631--635",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The pathophysiology of ovarian hyperstimulation syndrome--views and ideas",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Elchalal",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Schenker",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Hum Reprod",
            "volume": "12",
            "issn": "6",
            "pages": "1129--1166",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The ovarian hyperstimulation syndrome in in-vitro fertilization: a Belgian multicentric study. I. Clinical and biological features",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Delvigne",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Demoulin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Smitz",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Hum Reprod",
            "volume": "8",
            "issn": "9",
            "pages": "1353--60",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Ovarian hyperstimulation syndrome: imperatives for the emergency physician",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rutkowski",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Dubinsky",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Emerg Med",
            "volume": "17",
            "issn": "4",
            "pages": "669--72",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Clinical Presentation and diagnosis of non-Hodgkin's lymphoma. Up To Date. USA: Wolters Kluver",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Friedman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Friedberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Aster",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "WHO classification of Tumours of Haematopoietic and lymphoid tissues",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Swerdlow",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Campo",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Harris",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "262--266",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Staging non-Hodgkin Lymphoma",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Armitage",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Cancer J Clin",
            "volume": "55",
            "issn": "6",
            "pages": "368--76",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Intensive short-term chemotherapy regimen induces high remission rate (over 90%) and eventfree survival both in children and adult patients with advanced sporadic Burkitt lymphoma/leukemia",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Todeschini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bonifacio",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tecchio",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Am J Hematol",
            "volume": "87",
            "issn": "1",
            "pages": "22--27",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Chemoimmunotherapy with hyper-CVAD plus rituximab for the treatment of adult Burkitt and Burkitt-type lymphoma or acute lymphoblastic leukemia",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Faderl",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "O&apos;brien",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Cancer",
            "volume": "106",
            "issn": "7",
            "pages": "1569--80",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Genetic differences between paediatric and adult Burkitt lymphomas",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Havelange",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Pepermans",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ameye",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Br J Haematol",
            "volume": "173",
            "issn": "1",
            "pages": "137--181",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Adult Burkitt leukemia and lymphoma",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Blum",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lozanski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Byrd",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Blood",
            "volume": "104",
            "issn": "10",
            "pages": "3009--3029",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Publisher's Note"
        },
        {
            "text": "Authors' contributions AG was the corresponding author who wrote this case report and collected the data. KSak participated in the sequence alignment and corrected the manuscript. PT, KK, and VG participated in the sequence alignment. AN and KSar participated in the design of the study. AT, ET, and CT participated in the sequence alignment. AP conceived of the study, participated in its design and coordination, and helped to draft the manuscript. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "The Ethics Committee of Tzaneio General Hospital of Piraeus approved and gave consent for this study. Written informed consent was obtained from the patient to participate. We have also obtained consent to publish from the participant to report individual patient data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics approval and consent to participate"
        },
        {
            "text": "Written informed consent was obtained from the patient for publication of this case report and any accompanying images. A copy of the written consent is available for review by the Editor-in-Chief of this journal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        }
    ]
}