{
    "paper_id": "5df752ba4a1d4e07b38f91a4dcc6f8d40ffde898",
    "metadata": {
        "title": "Hemikolektomie bei Kolonischämie Fallbericht von Schweinegrippe mit letalem Verlauf",
        "authors": [
            {
                "first": "S",
                "middle": [],
                "last": "Vernadakis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitätsklinikum Essen",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "M"
                ],
                "last": "Adamzik",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitätsklinikum Essen",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "M"
                ],
                "last": "Heuer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitätsklinikum Essen",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "G"
                ],
                "last": "Antoch",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitätsklinikum Essen",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "H"
                ],
                "last": "Baba",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitätsklinikum Essen",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "M"
                ],
                "last": "Fiedler",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitätsklinikum Essen",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "J"
                ],
                "last": "Buer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitätsklinikum Essen",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "A"
                ],
                "last": "Paul",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitätsklinikum Essen",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "G M"
                ],
                "last": "Kaiser",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitätsklinikum Essen",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Kasuistiken Das erstmals im März 2009 bei zwei Kindern in Kalifornien isolierte neue Influenza-A (H1N1)-Virus zeichnet sich durch eine einzigartige Genomkonstellation aus, die durch Reassortierung zweier Influenzaviren des Schweins erklärbar ist. Das Virus wird daher auch als \"Swine-origin-H1N1-Influenzavirus\" (S-OIV) oder allgemein als \"Schweinegrippe\" bezeichnet. Seit April 2009 ist dieses neue Influenzavirus erstmals bei Menschen auf mehreren Kontinenten aufgetreten [11]. Eine Kreutzreaktivität zu saisonalen H1N1-Stämmen wird durch das Antigenprofil dieser Variante bisher nicht gezeigt, sodass derzeit keine schützende Immunität in der menschlichen Population besteht [4]. Damit sind die WHO-Kriterien für eine Pandemie erfüllt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Nachdem es auch in Europa, vor allem in Großbritannien und in Spanien, zunehmend zu autochthonen Erkrankungen gekommen war, wurde im Juni 2009 von der WHO die Pandemiestufe 6 ausgerufen. Diese Einstufung gilt für den Fall, dass eine fortgesetzte Mensch-zu-Mensch-Übertragung in mindestens zwei verschiedenen WHO-Regionen nachgewie-sen wird. Die WHO-Einstufung bezieht sich somit auf die Ausbreitung des Virus und nicht auf den Schweregrad der auftretenden Erkrankungen. Die epidemiologische Lage in Deutschland zeichnete sich für den Sommer 2009 durch einen zumeist milden Krankheitsverlauf aus. Momentan ist in Deutschland eine moderate Influenzaaktivität zu verzeichnen. Die Zahl der labordiagnostisch oder epidemiologisch bestätigten Fälle betrug in Deutschland Mitte Dezember (15.12.2009) insgesamt 203.713 Fälle mit 119 registrierten Todesfällen [3] . Wir berichten über den ersten in Deutschland registrierten Todesfall infolge Lungenversagens durch eine H1N1-Influenza-Infektion mit erschwertem Verlauf durch eine chirurgisch behandelte Komplikation.",
            "cite_spans": [
                {
                    "start": 851,
                    "end": 854,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Angesichts der zunehmenden Anzahl der S-OIV-Fälle ist auch in Deutschland die verstärkte Beteiligung medizinischen Personals vieler Fachdisziplinen erforderlich. Ziel der Arbeit ist es daher, besondere Schutzmaßnahmen und Handlungsstrategien darzustellen, die zum einen dazu beitragen, die Pandemie zu begrenzen, und zum anderen die Mitarbeiter zu schützen. Besonderheiten für die Behandlung im Umfeld von Operationen sollen diskutiert werden. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Komplikationen · Darmischämie · H1N1-assoziierter Todesfall",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Influenza-A (H1N1)-Virus · Sepsis · Viszerale"
        },
        {
            "text": "Pandemic influenza A (H1N1) virus infection is rapidly spreading and has also become a common problem in Germany. Many cases with severe clinical presentation and death have been documented, especially in persons with underlying medical conditions. As of December 15, 2009, Germany has reported 119 H1N1-associated deaths. We report here the first H1N1-associated death in Germany, a 36year-old woman with morbid obesity. The patient underwent a laparotomy with colon resection due to colon ischemia, a rare visceral complication in such cases. In this article an attempt has been made to reflect the state of requirements in terms of safety, occupational health, hygiene and working conditions with respect to activities involving logistics in the diagnostics, treatment (also surgical) and handling of such patients. Given the rapidly evolving nature the outbreak of human infection with the novel influenza A (H1N1) virus, influenza vaccination is recommended as the only way to prevent the infection of health care workers and patients with underlying medical conditions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hemicolectomy for ischemic colitis. A case report of a (H1N1) virus-associated death Abstract"
        },
        {
            "text": "Influenza A (H1N1) virus · Sepsis · Visceral complications · Colon ischemia · H1N1-associated death verlaufs das Virus nachgewiesen wurde, als H1N1-assoziierter Todesfall, da ein kausaler Zusammenhang zwischen Influenzainfektion und Tod nicht immer nachgewiesen werden kann [3] .",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 277,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Keywords"
        },
        {
            "text": "Viszerale Komplikationen bei Patienten mit Influenza A(H1N1) sind extrem selten und im Vergleich zur Normalbevölkerung nicht signifikant erhöht. In der Literatur wurde bisher nicht davon berichtet. Aufgrund des oftmals kritischen klinischen Zustands der Patienten sind Komplikationen wie in unserem Fall die ischämische Kolitis mit ausgeprägter Morbidität und Letalität behaftet. Pathophysiologische Grundlage der ischämischen Kolitis ist eine insuffiziente Blutversorgung des gesamten Kolons oder einzelner Abschnitte, die in einer Gewebsnekrose resultiert, deren Ausprägung sehr variabel sein kann und zwischen Mukosadefekt und Vollwandnekrose liegen kann. Ätiologische Faktoren sind insbesondere ein Perfusionsausfall durch eine herabgesetzte kardiale Pumpleistung sowie eine kritische mesenteriale Vasokonstriktion, wie in unserem Fall pharmakologisch begünstigt durch die sehr hohe Katecholamingabe, die bei schwerer Sepsis jedoch notwendig war. Die ischämische Nekrose eines Darmabschnitts macht eine operative Behandlung unabdingbar. Die abdominelle CT-Diagnostik kann hilfreich sein in der Beurteilung der Ausdehnung der Kolonwandveränderungen sowie bei der Identifikation nichtperfundierter Darmsegmente (. Abb. 1). Der intraoperative Befund ergab keinen Hinweis auf eine Perforation, sondern, wie im CT beschrieben, eine Ischämie aller Wandschichten des rechtseitigen Kolons. Eine 4-Quadranten-Peritonitis lag im beschriebenen Fall nicht vor (. Abb. 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1452,
                    "end": 1462,
                    "text": "(. Abb. 3)",
                    "ref_id": null
                }
            ],
            "section": "Keywords"
        },
        {
            "text": "Die Übertragung des neuen Influenzavirus erfolgt wie bei der saisonalen Grippe leicht von Mensch zu Mensch und zwar überwiegend durch Tröpfcheninfektion. Auch eine Übertragung durch Aerosole sowie eine Übertragung auf dem oral-fäkalen Weg wird diskutiert [6, 7, 8] . Die Infizierung kann aber auch über Oberflächen oder Hände erfolgen, die mit virushaltigen Sekreten verunreinigt sind. Über die Hände gelangen die Erreger leicht auf die Schleimhäute von Augen, Nase und Mund [5, 10] .",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 258,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 259,
                    "end": 261,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 262,
                    "end": 264,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 475,
                    "end": 478,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 479,
                    "end": 482,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Keywords"
        },
        {
            "text": "Bei steigender Inzidenz der Influenza A (H1N1) ist zu erwarten, dass Ärzte, Pflegepersonal und andere Krankenhausmitarbeiter häufiger mit diesem Krankheitsbild konfrontiert werden und es stellt sich die Frage, welche besonderen Vorsichtsmaßnahmen bei chirurgischen Eingriffen bei Patienten mit Influenza A (H1N1) zu ergreifen sind? Vor allem für das ärztliche und pflegerische Op-Personal ist die Konfrontation mit Influenza-A (H1N1)-Patienten eine besondere Herausforderung. Komplikationen oder Fehleinschätzungen im Ablauf führten anfangs zu Quarantänemaßnahmen für Personal und ganze Krankenhausabteilungen (Op-Bereich).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keywords"
        },
        {
            "text": "Die Datenlage zu speziellen Präventionsmaßnahmen für das operative Personal ist bisher unzureichend. Wie bei anderen respiratorisch übertragbaren Erkrankungen gilt bezüglich des Arbeitsschutzes für solche Fälle der Beschluss 609 des Ausschusses für biologische Arbeitsstoffe (ABAS) [1] . Er ergänzt die Maßnahmen, die im Rahmen der regelmäßig im Winterhalbjahr auftretenden Influenzaerkrankungen nach TRBA 250 \"Biologische Arbeitsstoffe im Gesundheitswesen und in der Wohlfahrtspflege\" getroffen werden [3] . Vorgeschlagen wird auf dieser Grundlage ein \"clinical pathway\" für das Vorgehen bei chirurgisch behandlungsbedürftigen Begleitdiagnosen von Patienten mit Influenza A (H1N1 [3, 6] . Unter Beachtung der entsprechenden Hygienemaßnahmen kann eine weitere Verbreitung des S-OIV vermieden und die Mitarbeiter somit geschützt werden. Gerade in Krankenhäusern der Maximalversorgung, aber auch für alle anderen Mitarbeiter im medizinischen Bereich ist sicherlich eine Impfung sowohl gegen S-OIV als auch gegen die saisonale Grippe zu empfehlen. Ärzte und Pflegepersonal könnten sich nicht nur selbst infizieren, sondern das Virus auch an ihre Patienten weitergeben und somit deren Gesundheit gefährden. Nach Empfehlung der Ständigen Impfkommission (STIKO) am Robert-Koch-Institut sollten sich insbesondere das medizinische Personal, Personen ab einem Alter von 6 Monaten mit erhöhter gesundheitlicher Gefährdung infolge chronischer Vorerkrankungen, Schwangere (vorzugsweise ab dem 2. Trimenon) und Wöchnerinnen sowie Haushaltskontaktpersonen, die eine mögliche Infektionsquelle für ungeimpfte Risiko-personen sein können, impfen lassen [9] . Die zügige Umsetzung dieser Impfempfehlung erscheint dringlich angesichts der Tatsache, dass der aktuelle rasche Anstieg der Fallzahlen deutlich früher als sonst bei der saisonalen Influenza stattfindet.",
            "cite_spans": [
                {
                    "start": 282,
                    "end": 285,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 503,
                    "end": 506,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 681,
                    "end": 684,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 685,
                    "end": 687,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1636,
                    "end": 1639,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Keywords"
        },
        {
            "text": "Die Behandlung von Patienten mit Schweinegrippe stellt durch die hohen Anforderungen an Hygiene-und Arbeitsschutzmaßnahmen eine besondere Herausforderung dar. H1N1-Virus-infizierte Patienten müssen jedoch bezüglich ihrer Grunderkrankung und Begleitdiagnosen alle erforderlichen diagnostischen und therapeutischen Maßnahmen erhalten. Trotz aller Sicherheitsvorkehrungen bei der Behandlung infektiöser Patienten gilt die Immunisierung des medizinischen Personals sowie der Risikopatienten als alleinige wirksame vorbeugende Maßnahme gegen das Influenza-A-Virus. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fazit für die Praxis"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Severe respiratory disease concurrent with the circulation of H1N1 Influenza",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Bertozzi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Colchero",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "361",
            "issn": "7",
            "pages": "674--679",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Epidemiologischer Wochenbericht des Robert-Koch-Instituts zur Situation der Influenza A/H1N1",
            "authors": [
                {
                    "first": "Robert-Koch-Institut",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Woche",
            "volume": "50",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Antigenic and genetic characteristics of swine-orogin 2009 A(H1N1) influenza viruses circulating in humans",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Garten",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Russell",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "325",
            "issn": "",
            "pages": "197--201",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Viral loads and duration of viral shedding in adult patients hospitalized with Influenza",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Pks",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "Dsc",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Infect Dis",
            "volume": "200",
            "issn": "",
            "pages": "492--500",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Impfung gegen die Neue Influenza A (H1N1)",
            "authors": [],
            "year": 2009,
            "venue": "Epidemiol Bull",
            "volume": "41",
            "issn": "",
            "pages": "403--424",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Emergence of a novel swineorigin Influenza A (H1N1) virus in humans",
            "authors": [],
            "year": 2009,
            "venue": "Novel Swine-Origin Influenza A (H1N1) Virus Investigation Team",
            "volume": "360",
            "issn": "",
            "pages": "2605--2615",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Pneumonia and respiratory failure from swine-origin Influenza A (H1N1) in Mexico",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Perez-Padilla",
                    "suffix": ""
                },
                {
                    "first": "Rosa-Zamboni D",
                    "middle": [],
                    "last": "De La",
                    "suffix": ""
                },
                {
                    "first": "Ponce",
                    "middle": [],
                    "last": "De Leone",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "361",
            "issn": "7",
            "pages": "680--689",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Erneute Bewertung der Impfung gegen die Neue Influenza A (H1N1)",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Epidemiology of fatal cases associated with pandemic H1N1 Influenza",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Viallant",
                    "suffix": ""
                },
                {
                    "first": "La",
                    "middle": [],
                    "last": "Ruche",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tarantola",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barboza",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Euro Surveill",
            "volume": "14",
            "issn": "33",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Influenza-like illness in the United States and Mexico",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Eine 36-jährige Patientin mit Adipositas per magna (BMI>50) suchte bei grippalem Infekt zunächst ihren Hausarzt auf. Im Verlauf verschlechterte sich ihr Zustand mit Fieber, ausgeprägter Ruhedyspnoe sowie Sinustachykardie. Die daraufhin in einer Krankenhausnotfallambulanz durchgeführte Blutgasanalyse zeigte eine schwere Hypoxämie, worauf die Patientin umgehend intubiert und beatmet wurde. Die Thoraxröntgenaufnahme zeigte das Bild einer ausgedehnten Pneumonie. Trotz Eskalation der Beatmungstherapie gelang keine Besserung des Gasaustausches, sodass 6 Tage nach auswärtiger Aufnahme beim Vollbild eines ARDS (\"acute respiratory distress syndrome\") eine extrakorporale Membranoxygenierungstherapie (ECMO) notwendig war. Aus diesem Grund wurde die Patientin auf die anästhesiologische Intensivstation des Universitätsklinikums Essen übernommen. Unter der ECMO-Therapie konnte der Gasaustausch der Patientin zwar stabilisiert werden, jedoch imponierte weiterhin ein schwerer Schock mit Multiorganversagen, Verbrauchskoagulopathie und ausgeprägten Ischämiezeichen von Haut und distalen Extremitäten. Bei schwerer Pneumonie wurde zunächst mit Moxifloxacin und Clarithromycin sowie bei generalisierter kutaner Mykose kalkuliert mit Fluconazol intravenös therapiert. Bei Verdacht auf eine Influenzainfektion wurde eine antivirale Therapie mit Oseltamivir (2-mal 150 mg/Tag) eingeleitet. Die PCR Am 6. Tag nach Aufnahme entwickelte die Patientin zusätzlich eine fulminante Rhabdomyolyse sowie ein akutes Abdomen. Die Diagnostik hatte im CT-Abdomen den Hinweis auf eine Durchblutungsstörung im Bereich des Dickdarms ergeben (. Abb. 1). Abb. 1 8 Abdomen-CT: Bei fehlenden Perforations-und Ileuszeichen sind hier Kolonwandveränderungen (Gaseinlagerung, siehe Pfeile) hinweisend für eine ischämische Kolitis Abb. 2 8 Bei Transportunfähigkeit der Patientin wird unter Isolation und Berücksichtigung aller Hygieneanforderungen für die Patientin und das medizinische Personal die Operation auf der Intensivstation durchgeführt eine interstitielle, virustypische Pneumonie sowie Zeichen des Multiorganversagens. Im Lungengewebe konnte H1N1-RNA nachgewiesen werden. Sonstige Anzeichen, vor allem für einen intraabdominellen Fokus, wurden nicht mehr nachgewiesen. Bei den Hospitalisierungen und bei den aktuell registrierten Todesfällen offenbaren sich weltweit auf Basis von Fallserien relativ umrissene Risikogruppen. Bei etwa 50-80% der Fälle mit schweren Verläufen lagen chronische Grunderkrankungen oder solche, die die Atemfunktion beeinträchtigen können, z. B Adipositas, oder eine Schwangerschaft vor [2, 7, 8, 10]. Bis zum 15.12.2009 sind in Deutschland 119 Todesfälle übermittelt worden, 83% der Fälle waren jünger als 60 Jahre. Von den 113 Todesfällen, bei denen Angaben zum Vorliegen von Risikofaktoren ausgewertet werden können, hatten 101 (89%) einen Risikofaktor und damit eine höhere Wahrscheinlichkeit für einen schweren Krankheitsverlauf [3]. Bei Erkrankung durch die neue Influenza A/ H1N1 hat der Verlauf der akuten Infektion in den meisten Todesfällen einen bedeutenden Einfluss. Dies gilt insbesondere bei Patienten mit erhöhter gesundheitlicher Gefährdung infolge eines Grundleidens wie z. B. chronische Krankheiten der Atmungsorgane, chronische Herz-Kreislauf-, Leber-und Nierenkrankheiten, Malignome, Diabetes mellitus und andere Stoffwechselkrankheiten, neurologische und neuromuskuläre Grundkrankheiten, angeborene oder erworbene Immundefekte. Die Todesursache findet sich in den meisten Fällen nicht in der Grundkrankheit selbst, sondern ist bedingt durch die Folgen der Influenzaerkrankung oder deren Komplikationen (z. B. Pneumonie). Aus epidemiologischer Sicht gilt ein Todesfall, bei dem während des Krankheits-S. Vernadakis · M. Adamzik · M. Heuer · G. Antoch · H. Baba · M. Fiedler · J. Buer · A. Paul · G.M. Kaiser Hemikolektomie bei Kolonischämie. Fallbericht von Schweinegrippe mit letalem Verlauf",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "OIV. Jeglicher Kontakt mit Körperflüssigkeiten muss auch während einer Operation vermieden werden. Durch das Tragen eines speziellen Mundschutzes (Atemschutzmaske FFP-2) und einer Schutzbrille sowie durch die Minimierung der Verwendung von elektrischem Strom (monopolare und bipolare Koagulation), das die Bildung von Aerosolen fördert, wird dieses Ziel erreicht. Nach intensiver auch postoperativer Desinfektion haben alle Mitarbeiter auf eine prophylaktische Medikation verzichtet. Eine prophylaktische Therapie mit Tamiflu ist nach aktuellem Kenntnisstand nicht zu empfehlen",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "PD Dr. G.M. Kaiser Klinik für Allgemein-, Viszeralund Transplantationschirurgie, Universitätsklinikum Essen, Hufelandstraße 55, 45122 Essen gernot.kaiser@uk-essen.de Interessenkonflikt. Der korrespondierende Autor gibt an, dass kein Interessenkonflikt besteht.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}