{
    "paper_id": "5e4fc9729b99be3417b3b638717af5b4a6c5665e",
    "metadata": {
        "title": "PERlCARDlTlS ASSOCIATED WITH TICK-BORNE Q FEVER",
        "authors": [
            {
                "first": "M",
                "middle": [
                    "H"
                ],
                "last": "Beaman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sir Chades Gardner Hosptal",
                    "location": {
                        "addrLine": "Sir Charles Gardner Hospital, Nedlands, Sir Charles Gairdner Hospital, Nedlands",
                        "postCode": "6009",
                        "settlement": "Registrar, Nedlands",
                        "region": "WA, WA ~~, WA",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Hung",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sir Chades Gardner Hosptal",
                    "location": {
                        "addrLine": "Sir Charles Gardner Hospital, Nedlands, Sir Charles Gairdner Hospital, Nedlands",
                        "postCode": "6009",
                        "settlement": "Registrar, Nedlands",
                        "region": "WA, WA ~~, WA",
                        "country": "Australia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A case of pericarditis associated with Q fever is described. Transmission was probably via an arthropod vector, which was most likely the kangaroo tick Amblyomma triguttatum. Complete recovery occurred in association with the use of non-steroidal anti-inflammatory agents only. This is a rare presentation of Q fever implicating transmission by a novel vector. (Aust NZ J Med 1989; 19: 254-256.) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "We report here a case of acute Q fever with pericarditis which apparently occurred after multiple tick bites. This case is unusual in two respects; firstly, pericarditis as a major manifestation of Q fever is rare, and secondly, this case suggests that direct transmission of Coxielfa burneti by a tick vector is possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A previously healthy 30-year-old management consultant was bitten on the lower limbs and left iliac crest by five ticks while digging a well in scrubland near Toodyay (80 km north east of Perth) on 31 January 1987. A local reaction developed at the iliac crest site and nine days later he suddenly became febrile with malaise, nausea, headache, rigors, night sweats, and generalised pruritus. The day prior to admission he was commenced on amoxycillin and clavulanic acid and that evening experienced generalised arthralgia. The next day 14 February 1987 he developed sharp left sided chest pain which was aggravated by movement and inspiration. He presented to this hospital and was admitted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE REPORT"
        },
        {
            "text": "On examination he was flushed, sweaty and unwell looking with an oral temperature of 39.5 \"C. A faint erythematous pruritic rash was present on the back and trunk and immediately posterior to the left iliac crest there was a brown 1 x 0.5 cm indurated lesion at the site of one of the tick bites. He was in sinus rhythm with a pulse rate of 100/min. Blood pressure was 100/60 (supine) and 80150 (erect). Jugular venous pressure was not elevated, the apex beat was undisplaced but hyperdynamic, and a biphasic pericardial rub was heard at the lower left sternal edge as well as a fourth heart sound. The remainder of the physical examination was normal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE REPORT"
        },
        {
            "text": "On addmission, laboratory investigations revealed the following: hemoglobin 14.6 g/dl, white cell count 5.2 x lo9/] (3.9 granulocytes, 0.9 lymphocytes, 0.3 monocytes), platelets 170x 10p/I and ESR 9 mm/hr. Urea, electrolytes, creatinine, bilirubin and alkaline phosphatase were within normal limits. AST peaked at 285 u/l (reference range 6-42) 18 hours after admission, as did CK at 460 u/l (reference range 30-180) and CK MB at 26 u/l (reference range less than 25). An electrocardiogram showed sinus rhythm, left anterior hemiblock and concave ST elevation in leads 1,aVL and Vl.5, which evolved with the development of T wave inversion over the next three days ( Fig. 1 (i) and (ii)). A chest X-ray was unremarkable and an echocardiogram demonstrated normal ventricular function with fractional shortening of 37%, left ventricular diastolic diameter of 6.2 cm (reference range 3.7-5.3 cm) and systolic diameter of 3.9 cm (reference range 2.5-3.6 cm). Bodysurface area was 1.99 cm'. There was no evidence of pericardial effusion. Eight sets of blood cultures yielded no growth. Auto-antibodies were not detected and serology for Ross river virus, influenza virus, coronavirus, enterovirus, chlamydia and mycoplasma did not indicate active infection. Phase 2 antibody titres against coxiella burneti rose from 1: 10 on admission to 1 :640 eight days later. Phase 1 antibody titres remained undetectable throughout. Weil Felix reaction and imtnunofluorescence for spotted fever and typhus group rickettsia antibody was negative.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 667,
                    "end": 673,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "CASE REPORT"
        },
        {
            "text": "The patient required intravenous morphine on the night of admission for control of his chest pain but subsequently settled with oral paracetamol with codeine and ibuprofen 400 mg t.d.s. His temperature remained elevated until the sixth day of admission. He was discharged on the seventh day after reducing the dose of ibuprofen to 200 mg t.d.s. Two weeks later he noticed a painful swelling of the right testis which spontaneously resolved ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE REPORT"
        },
        {
            "text": "Q fever in Australia has usually been transmitted by inhalation of infected aerosols associated with abattoirs.' Transmission by milk and laboratory aerosols2 has been described in cases from other continents but appears uncommon in this country. Q fever is rare in Western Australia accounting for three of 367 cases occurring in Australia in 1986.3 Our case had no history of such exposure and he developed acute Q fever nine days after multiple tick bites. The ticks were most likely Arnblyomma triguttatum as this is the predominant species of tick in the area.4 This species is known to carry Coxiella hurneti and transmit Q fever to kangaroosS but has not been directly implicated in transmission of Q fever to humans before. We have been unable to find reference in the literature to other species of tick transmitting Q fever to humans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our case had the typical clinical and electrocardiographic features of pericarditis. Four additional cases of pericarditis associated with Q fever occur in the English literature. Three of these cases had acute pericarditis with typical chest pain and pericardial rub which completely resolved following corticosteroid or antibiotic All of these patients had radiological cardiomegaly and two patierits had pneumonitis with elevated ESR. The fourth reported case8 presented with myocarditis and subsequently developed chronic pericardial fibrosis despite antibiotic therapy (pneumonitis and pleural effusions were also noted). Chest pain is well described in Q fever9 and it is possible that some cases of pericarditis are missed if a pericardial rub is not sought or electrocardiogram is not performed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Myocarditis associated with Q fever may present with ischemic type chest pain, dyspnea or dysrhythmia.'O.\" The transient fourth heart sound and left anterior hemiblock in our case suggested some myocardial involvement but at no stage did he exhibit clinical or echocardiographic evidence of left ventricular dysfunction and the chamber dimensions were within the reference range when corrected for surface area. Involvement of sub-epicardial myocardium is, however, common in pericarditis. '2 Pneumonitis was present in 7% of cases of Q fever in a large series reported by Spellman' but was not seen in our case, possibly reflecting the non-respiratory portal of entry. The ESR was not elevated in our case, a finding seen in 13% of cases in Spellman's study. This study also noted rash in 8% of cases and orchitis in 1% of cases, both features being observed in our patient.",
            "cite_spans": [
                {
                    "start": 490,
                    "end": 492,
                    "text": "'2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Acute Q fever is associated with elevated phase I1 antibody titres. Chronic Q fever may manifest as endocarditis or hepatitis, and is associated with elevation of phase I antibody titres. The risk of progression from acute to chronic disease with or without specific antibiotic therapy is unknown.'",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In summary, we have presented a rare complication of Q fever not previously described in Australia. In addition we have implicated the role of a tick vector in direct transmission to humans for the first time. two days later. Four weeks after discharge his ibuprofen was ceased resulting in a recurrence of his chest pain. This resolved with recommencement of ibuprofen which was successfully withdrawn two weeks later. When reviewed four months aftei discharge the patient was well. The ECG had returned to normal limits (Fig. I (iii) ), and the Coxiella burneti phase 2 antibody titre remained at 1:640 without detection of phase I titre.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 522,
                    "end": 535,
                    "text": "(Fig. I (iii)",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Q fever -a study of 11 1 consecutive cases",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Spellman",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Med J Aust",
            "volume": "1",
            "issn": "",
            "pages": "547--53",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Principles and practice of infectious disease",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Saah",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Hornick",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Coxiella burneti in kangaroos and kangaroo ticks in Western Queensland",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Pearce",
                    "suffix": ""
                },
                {
                    "first": "Di ;",
                    "middle": [],
                    "last": "Grove",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Pope",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dwyer",
                    "suffix": ""
                }
            ],
            "year": 1960,
            "venue": "Aust J Biol Med Sci",
            "volume": "146",
            "issn": "5",
            "pages": "17--27",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Q fever pericarditis -a case report",
            "authors": [
                {
                    "first": "Canning",
                    "middle": [],
                    "last": "Bst",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "J"
                    ],
                    "last": "Meenan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Mulcahy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "J Ir Med Ass",
            "volume": "62",
            "issn": "",
            "pages": "251--253",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Pleuropericardial lesion in Q fever",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Caughey",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Br Med J",
            "volume": "I",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Rickettsia1 perimyocarditis -a follow up study",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Maisch",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Heart Vessels",
            "volume": "2",
            "issn": "",
            "pages": "55--64",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Powell 0. Q fever: clinical features in 72 cases",
            "authors": [],
            "year": 1960,
            "venue": "Aust Ann Med",
            "volume": "9",
            "issn": "",
            "pages": "214--237",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Myocarditis complicating Q fever",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sheridan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Maccraig",
                    "suffix": ""
                },
                {
                    "first": "Rjc",
                    "middle": [],
                    "last": "Hart",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Br Med J",
            "volume": "1974",
            "issn": "",
            "pages": "155--161",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Q fever presenting with paroxysmal ventricular tachycardia",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Barraclough",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Popert",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Br Med J",
            "volume": "1",
            "issn": "",
            "pages": "423--427",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Use in children -long-term safety and efficacy have not been established. Hypersensitivity reactions. Precautions: Sensitivity testing -it is advisable to perform a scratch or intradermal skin test before administration Escape phenomena -seen sometimes in long-term therapy, usually due to a saturation of the binding sites. Interactions: No significant interactions have been reported. Adverse Reactions: More common reactions -nausea, vomiting, local inflammatory reaction",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Darsee",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Branuwald",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Heart Disease: a textbook of cardiovascular medicine. Philadelphia: W. B. Saunders, 1980, 1545. MIACALCIP Abridged Prescribing Information Composition: Salcatonin (synthetic salmon cslcitonin)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "After improvement SO I.U. per day may be sufficient. Hypercalcaemia: 5-10 I.U./k.g/day. in 500 mL saline infused i.v. over at least 6 hours, o r by slow i.v. injection in 2-4 divided doses, or by S.C. or i.m. injection in one or more doses. Rehydration should be considered. Geriatric: use adult dosage with care. Impaired renal function: a smaller dose may be required. Packs: Ampoules SO I.U./l mL, 80 I.U./ 0.8 mL, 100 I.U./l mL",
            "authors": [],
            "year": null,
            "venue": "frequency Dosage: Paget's disease",
            "volume": "",
            "issn": "",
            "pages": "80--100",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Pharmaceutical Division 54 Waterloo Road",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Sandoz Australia Pty",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ltd",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Reprint requests to: Dr M . H . Beaman, Department of Clinical Microbiology, Sir Charles Gairdner Hospital, Nedlands, WA 6009, Australia. 254 Plu3t NZ J Med 1989; 19 13FAMAN A N U HUNG",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Electrocardiograms performed (i) On admission (ii) Three days later. (iii) Four months later.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We would like to thank Mra Sandra Davies for secretarial ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgement"
        }
    ]
}