{
    "paper_id": "5ea9a6071777510e081af5bb10e586b78ba1555f",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Wissenschaftliche Grundlagen zu Organversagen und Sepsis (Teil II) FV 1 Wissensbasiertes Monitoring mit dem Expertensystem FLORIDA U. Pilz 1 , L. Engelmann 2 1 Bereich Informationsmanagement, 2 Einheit für multidisziplinäre Intensivmedizin, Universitätsklinikum Leipzig Die Intensivmedizin behandelt Patienten, deren Zustand sich rasch verschlechtern kann. Die Überwachung der Lebensfunktionen mit Mess-und Laborwerten wird als Monitoring bezeichnet. Aus dem Verlauf der Messwerte gewinnen die Mediziner ein Bild über den Verlauf physiologischer Funktionsstörungen der Patienten.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 57,
                    "end": 66,
                    "text": "(Teil II)",
                    "ref_id": null
                }
            ],
            "section": "Freie Vorträge Symposium 19"
        },
        {
            "text": "Die tägliche ärztliche Arbeit wird erleichtert, wenn anstelle der einzelnen Parameter die physiologischen Zustände der Patienten selbst als Verlauf zur Verfügung stehen. Das Expertensystem FLORIDA ist in der Lage, aus Messwerten unter Zuhilfenahme einer Wissensbasis den Verlauf solcher Zustände zu berechnen. FLORIDA arbeitet mit Fuzzy-Logik und ist auf die Verarbeitung diagnostischen Wissens ausgelegt. Das System ist in der Lage, trotz fehlender oder veralteter Werte angemessene Aussagen zu treffen, die dann als weniger vertrauenswürdig gekennzeichnet werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Freie Vorträge Symposium 19"
        },
        {
            "text": "Das ärztliche Wissen wird in der Wissensbasis in der Begriffswelt beschrieben, die in der Medizin üblich ist. Um die Erstellung der Wissensbasis weiter zu erleichtern, wurde die Wissensverarbeitung so ausgelegt, dass der Bedeutungsgehalt des zunächst nur umgangssprachlich dargebotenen Wissens erhalten bleibt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Freie Vorträge Symposium 19"
        },
        {
            "text": "Der Aufbau und die Modifikation von Regelwerken erfordert in den meisten Fällen die Mitwirkung von Medizinern. FLORIDA bietet hierfür eine angemessene Plattform.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Freie Vorträge Symposium 19"
        },
        {
            "text": "U. Pilz 1 , L. Engelmann 2 , J. Passolt 1 1 Bereich Informationsmanagement, 2 Einheit für multidisziplinäre Intensivmedizin, Universitätsklinikum Leipzig Fragestellung: Das Ziel der Untersuchung bestand darin zu ermitteln, ob sich das Expertensystem FLORIDA zur engmaschigen und fein aufgelösten Beschreibung des Krankheitsbildes Sepsis eignet und ob es einen Beitrag zu deren Früherkennung liefert. Material und Methoden: Die Aussagen des Expertensystems wurden inhaltlich und zeitlich mit den Angaben verglichen, die in den ärztlichen Verlaufsberichten niedergeschrieben waren. Es wurde 40 Patienten in die Untersuchung einbezogen, welche 6 Tage und mehr auf der Intensivstation verbrachten. Ergebnisse: 1) FLORIDA stimmt mit seinen Einschätzungen sehr gut mit den Aussagen der Ärzte überein. 2) Der Anstieg eines septischen Geschehens wird durch das Expertensystem im Durchschnitt einen halben Tag früher erkannt (p < 0,05). Fazit: FLORIDA ist ein Hilfsmittel zur Schweregradeinschätzung der Sepsis. Es kann einen Beitrag zur Früherkennung des Krankheitsgeschehens leisten. Hiermit kann die Behandlungsdauer verkürzt und der Behandlungserfolg verbessert werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FV 2 Expertensystem FLORIDA: Klinische Validierung an septischen Patienten"
        },
        {
            "text": "H. Ebelt 1 , I. Bosbach 2 , N. Glaubitz 1,2 , A. Cirkovic 2 , U. Müller-Werdan 1 , K. Werdan 1 , H. Neuhaus 2 , T. Braun 2,3 1 Universitätsklinik und Poliklinik für Innere Medizin III und 2 Institut für Physiologische Chemie der Martin-Luther-Universität Halle-Wittenberg; 3 Max-Planck-Institut f. Herz-u. Lungenforschung, Bad Nauheim Verschiedene Strategien führen in tierexperimentellen Untersuchungen zu einer Verbesserung der myokardialen Ischämietoleranz. Im Rahmen der hier vorgestellten Experimente sollte untersucht werden, inwiefern die Gabe von BMP2, einem sezernierten Wachstumsfaktor der TGFb-Familie, bei Kardiomyozyten unter Stressbedingungen zu protektiven Effekten führt. Methoden: In Zellkulturexperimenten wurde untersucht, welchen Effekt die Gabe von BMP2 auf die Apoptoserate von adulten Kardiomyozyten unter Hypoxie bzw. in Gegenwart von H 2 O 2 hat. Des Weiteren wurde analysiert, ob BMP2 die Schlagfrequenz und Kontraktilität von isolierten neonatalen Rattenkardiomyozyten beeinflusst. Außerdem wurde in einem in vivo-Modell bei ICR-Mäusen ein Myokardinfarkt durch Ligatur der LAD induziert, nachdem die Tiere 30 min zuvor eine Injektion von BMP2 bzw. PBS erhalten hatten. Das Überleben der Tiere wurde protokolliert, und 21 Tage nach dem LAD-Verschluss wurden die Herzen der Mäuse im Hinblick auf Infarktgröße und cardiac remodeling untersucht. Ergebnisse: In den Zellkulturexperimenten zeigt sich, dass die Gabe von BMP2 das Überleben von Kardiomyozyten sowohl unter Hypoxie als auch in Gegenwart von H 2 O 2 signifikant verbessert. Des Weiteren führt BMP2 bei neonatalen Kardiomyozyten zur signifikanten Steigerung der spontanen Kontraktionsfrequenz sowie der Inotropie von elektrisch-stimulierten Kontraktionen. Im Myokardinfarktmodell resultiert die Gabe von BMP2 in einem verbesserten Überleben der Tiere nach LAD-Ligatur. Während in der Kontrollgruppe die Tiere mit sehr großen Infarkten in den ersten Stunden nach LAD-Verschluss eine sehr hohe Letalität zeigen, führt die Gabe von BMP2 zu einer deutlichen Reduktion der Sterblichkeit. Dies schlägt sich auf histologischer Ebene in dem (zunächst paradox anmutenden) Effekt nieder, dass die mittlere Infarktausdehnung der überlebenden Tiere in der BMP2-Gruppe 21 Tage nach MI signifikant größer ist als bei Kontrolltieren. Diskussion: Die Gabe von BMP2 führt zu antiapoptotischen und kontraktilitätssteigernden Effekten an isolierten Kardiomyozyten. Im murinen Herzinfarktmodell verbessert die Gabe von BMP2 das Überleben der Versuchstiere. Die Gabe von BMP2 könnte daher möglicherweise einen viel versprechenden Therapieansatz zur Myokardprotektion darstellen. Dem Prozess der intestinalen bakteriellen Translokation wird in der Pathogenese der Sepsis große Bedeutung beigemessen. Es ist unstrittig, dass Zytokine (insbesondere TNF-a), die durch NF-jB als den Haupttranskriptionsfaktor für pro-inflammatorische Zytokine induziert werden, das Darmepithel direkt und indirekt schädigen und damit wiederum die intestinale Permeabilität und bakterielle Translokation deutlich steigern. Allerdings ist bislang nicht geklärt, 1) welche immunologisch aktive Zellart zuerst mit bakteriellen Antigenen in Kontakt tritt, dadurch das Lymphozyten/Makrophagensystem sekundär aktiviert und damit zu einer zytokininduzierten Verminderung der Darmepithelbarrierenfunktion mit konsekutiver Permeabilitätssteigerung der Darmwand führt, und 2) welche molekularen Prozesse primär zu einem aktivierten intestinalen Lymphozyten/Makrophagensystem führen.",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 274,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "FV 3 Die Gabe von BMP-2 führt zu anti-apoptotischen und kontraktilitätssteigernden Effekten an isolierten Kardiomyozyten und verbessert das Überleben im Herzinfarktmodell der Maus"
        },
        {
            "text": "Aufgrund der Beobachtung, dass bei bakteriellen Enteritiden die enterischen Gliazellen (EGZ) die Zellart ist, die die höchste Dichte des MHC-II-Rezeptors aufweist, der für die Antigenpräsentation und T-Zell-Aktivierung essentiell ist, wurden die EGZ in ihrer immunologischen Funktion geprüft. Weiterhin ist bekannt, dass EGZ direkten Einfluss auf die intestinale Permeabilität haben und embryologisch den Astrozyten entsprechen, die alle entzündlichen Hirnerkrankungen vermitteln. Es wurde deshalb die weltweit erste stabile Primärzelllinie aus dem Jejunum der Ratte und dem humanen Kolon in Reinkultur etabliert. In früheren Arbeiten konnte bereits gezeigt werden, dass EGZ zur Synthese von IL-6 fähig ist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FV 4 Signaling via NOD-Rezeptor, RICK und NF-jB, Zytokinsynthese und T-Zell-Aktivierung durch enterische Gliazellen: Primärer Ausgangspunkt für die intestinale bakterielle Translokation bei"
        },
        {
            "text": "In vitro konnte auf mRNA-und Proteinebene per RT-PCR und FACS-Scan gezeigt werden, dass EGZ MHC II und das für die T-Zell-Aktivierung wichtige ko-stimulatorische Molekül ICAM-1 exprimieren. Um das phagozytäre Potential der EGZ zu bestimmen, wurden die Primärzellen mit FITC-gekoppeltem Dextran (0-100 mg/ml) inkubiert. Die Dextran-Inkorporation wurde mit einem Fluoreszenz-Laserscanning-Mikroskop visualisiert. Um einen aktivem Phagozytoseprozess nachzuweisen und eine passive Diffusion auszuschließen, wurden EGZ-Kontrollzellen mit Colchizin (1-100 ng/ml) vor der Dextraninkubation vorbehandelt. Die EGZ zeigten eine konzentrationsabhängige, Colchizin-sensitive Dextranaufnahme.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FV 4 Signaling via NOD-Rezeptor, RICK und NF-jB, Zytokinsynthese und T-Zell-Aktivierung durch enterische Gliazellen: Primärer Ausgangspunkt für die intestinale bakterielle Translokation bei"
        },
        {
            "text": "Um die biologische Funktionalität des MHC-II/ICAM-I-Komplexes nachzuweisen, wurden EGZ der Ratte mit Ovalbumin (OVA) für 72 h inkubiert. Diese wurden mit T-Zellen aus syngenetischen Ratten für 72h ko-inkubiert, die vorher mit OVA immunisiert und anschließend aus den mesenterialen Lymphknoten isoliert und hochaufgereinigt wurden. Schließlich wurde [ 3 H]-gekoppeltes Thymidin der Ko-Kultur für 6 h zugegeben und die [ 3 H]-Inkorporation als Maß für die T-Zell-Aktivierung bestimmt. Es konnte ein dramatischer Anstieg der lymphozytären [ 3 H]-Thymidininkorporation nach Ko-Inkubation mit den EGC nachgewiesen werden (p < 0,0001). Die T-Zellproliferation konnte vollständig nach vorheriger Zugabe von MHC-II-Antikörpern und teilweise nach vorheriger Zugabe von ICAM-I-Antikörpern blockiert werden. Kontrollexperimente mit T-Zellen aus nicht-immunisierten Ratten oder nicht mit OVA vorbehandelten EGZ zeigten keine T-Zell-Proliferation. Neu entwickelte Cy3-gekoppelte S-100 Fluoreszenzmikroskopie konnte weiterhin zeigen, dass EGZ direkten(!) Kontakt mit dem Darmepithel haben.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FV 4 Signaling via NOD-Rezeptor, RICK und NF-jB, Zytokinsynthese und T-Zell-Aktivierung durch enterische Gliazellen: Primärer Ausgangspunkt für die intestinale bakterielle Translokation bei"
        },
        {
            "text": "Um die molekularen Grundlagen der EGZ-Aktivierung zu untersuchen, wurden wichtige pro-inflammatorische Signalwege nach Exposition der EGZ mit bakteriellen Peptidoglykanen (PGN) untersucht. PGN sind bei vielen bakteriellen Kolitiden und chronisch entzündlichen Darmerkrankungen der bakterielle Hauptstimulus. Um selektiv die EGZ mit PGN zu stimulieren, wurde für die PGN-Translokation ein H. pylori-Modell entwickelt. Der H. pylori-Wildtyp (H.p.-WT) ist in der Lage, ausschließlich PGN in die Zelle zu translozieren und selektiv den NOD-Rezeptor als Teil der angeborenen Immunität zu aktivieren. Als Kontrolle wurde ein isogenetischer mutierter H. pylori-Stamm (H.p.-MUT) entwickelt, der nicht in der Lage ist, PGN zu translozieren. Mit diesem Modell konnte durch Western-Blots und elektrophoretische Shiftanalysen (EMSA) selektiv der Einfluss der NOD-anhängigen Aktivierung von NF-jB untersucht werden. Es wurde gezeigt, dass nur H.p.-WT eine starke Aktivierung von NF-jB (Degradation vom Inhibitor IjBa nach 60 min und Induktion der nukleären Translokation von p65 nach 60-90 min) induzieren konnte. Weiterhin konnte die Aktivierung der stark pro-inflammatorisch wirkenden MAP-Kinasen p38 und ERK durch H.p.-WT nachgewiesen werden, jedoch nicht durch H.p.-MUT. Da die Rip-like interacting caspase-like apoptosis-regulatory protein kinase (RICK) ein direkter Interaktionspartner mit dem NOD-Rezeptor ist, der zur NF-jB-Aktivierung führt, wurde mit einem in vitro Kinaseassay die Aktivierung von RICK durch PGN untersucht. Es konnte eindeutig eine deutliche Aktivierung von RICK nur nach Stimulation mit H.p.-WT demonstriert werden (p > 0,001). Die NF-jB-Aktivierung konnte mit dem RICK-Inhibitor SB203580 komplett gehemmt werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FV 4 Signaling via NOD-Rezeptor, RICK und NF-jB, Zytokinsynthese und T-Zell-Aktivierung durch enterische Gliazellen: Primärer Ausgangspunkt für die intestinale bakterielle Translokation bei"
        },
        {
            "text": "Schließlich wurde untersucht, ob diese Ergebnisse in vivo in der lebenden Maus reproduziert werden konnten. Es konnte nachgewiesen werden, dass VOR einer Aktivierung von NF-jB durch bakterielle PGN in Lymphozyten eine NF-jB-Aktivierung in EGZ erfolgt und dass erst nach Aktivierung von NF-jB in den EGZ eine NF-jB-Aktivierung in den T-Lymphozyten und Makrophagen erfolgt. Zusammenfassung: EGZ sind eine Zellart, die neben den Epithelzellen und dem Lymphozyten-/Makrophagensystem auch Teil der angeborenen Immunantwort via NOD-Rezeptoraktivierung sind. Sie wurden als primäres Bindeglied zwischen der intestinalen bakteriellen Translokation und der weiteren Schädigung der Darmwand durch pro-inflammatorische Zytokine in vitro und in vivo hiermit erstmalig nachgewiesen. Damit sind EGZ als neue mögliche Zielzelle der bakteriellen Translokation in der Sepsis identifiziert.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FV 4 Signaling via NOD-Rezeptor, RICK und NF-jB, Zytokinsynthese und T-Zell-Aktivierung durch enterische Gliazellen: Primärer Ausgangspunkt für die intestinale bakterielle Translokation bei"
        },
        {
            "text": "St. Kluge, H. J. Baumann, A. Zander, A. Meyer, G. Kreymann Universitätsklinikum Hamburg-Eppendorf Einleitung: Die Krankenhausmortalität von langzeitbeatmeten Patienten nach Knochenmarkstransplantation (KMT) beträgt bis zu 95%. Diese Situation führt immer wieder zu kontroversen Diskussionen über den Sinn intensivmedizinischer Maßnahmen bei diesen Patienten. Da diese Patienten zudem oft neutropen und thrombopen sind, besteht per se ein erhöhtes prä-und postprozedurales Risiko.",
            "cite_spans": [
                {
                    "start": 4,
                    "end": 109,
                    "text": "Kluge, H. J. Baumann, A. Zander, A. Meyer, G. Kreymann Universitätsklinikum Hamburg-Eppendorf Einleitung:",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "FV 5 Nutzen und Sicherheit der perkutanen dilatativen Tracheotomie bei langzeitbeatmeten Patienten nach Knochenmarkstransplantation"
        },
        {
            "text": "Das Ziel dieser retrospektiven Beobachtungsstudie war, den Nutzen und die Komplikationshäufigkeit der perkutanen dilatativen Tracheotomie (PDT) bei langzeitbeatmeten Patienten nach KMT zu untersuchen. Methoden: Retrospektiv wurden die Daten aller Patienten, die im Studienzeitraum (1/1998 Studienzeitraum (1/ -10/2005 ) auf der medizinischen Intensivstation nach KMT langzeitbeatmet und perkutan tracheotomiert wurden, ausgewertet. Die PDT erfolgte nach der Methode von Griggs unter bronchoskopischer Kontrolle auf der Intensivstation. Akut-und Spätkomplikationen wurden elektronisch erfasst. Ergebnisse: In dem genannten Zeitraum wurden 48 Patienten nach KMT langzeitbeatmet und dilatativ tracheotomiert. Die Patienten (26 w, 22 m) waren im Mittel 46 Jahre (18-69 Jahre) alt. Die mittlere Intubationszeit vor Tracheotomie betrug 6,7±3,6 Tage, nach PDT 12,2±8,4 Tage.",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 288,
                    "text": "Studienzeitraum (1/1998",
                    "ref_id": null
                },
                {
                    "start": 289,
                    "end": 317,
                    "text": "Studienzeitraum (1/ -10/2005",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "FV 5 Nutzen und Sicherheit der perkutanen dilatativen Tracheotomie bei langzeitbeatmeten Patienten nach Knochenmarkstransplantation"
        },
        {
            "text": "Bei 5 Patienten kam es zu einer leichten intraoperativen Blutung, die nach Einsetzen der Trachealkanüle sistierte, bei einer Patientin entwickelte sich ein Pneumothorax. Lokale Wundinfektionen wurden nicht beobachtet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FV 5 Nutzen und Sicherheit der perkutanen dilatativen Tracheotomie bei langzeitbeatmeten Patienten nach Knochenmarkstransplantation"
        },
        {
            "text": "12 Patienten (25%) überlebten den Intensivaufenthalt, dabei stieg die Überlebensquote von 10,5% (Jahr 1998 -2001 ) auf 34,5% (Jahr 2002 -2005 . Schlussfolgerung: Eine perkutane dilatative Tracheotomie ist auch bei Patienten nach KMT sicher möglich. Obwohl die Prognose dieser Patienten ungünstig ist, gibt es auch nach prolongierter Beatmungsdauer (>14 Tage) Überlebende. In den letzten Jahren zeigt sich in unserem untersuchten Kollektiv eine Prognoseverbesserung. Von Arachidonsäure (n-6) abgeleitete Prostanoide wirken pro-inflammatorisch. Von den Fischölen abgeleitete Fettsäuren (n-3) zeigen entzündungshemmendes Potential, sie vermindern die PAF-Bildung und die endotheliale Permeabilität. Wir untersuchten die Effekte von n-3-und n-6-basierten Lipidemulsionen in einem Mausmodell des akuten Lungenversagens (ALI). Um die Rolle von PAF zu bestimmen, wurden PAF-Rezeptor Knock Out (PAF-R-KO)-Mäuse eingesetzt. Methoden: PAF-R-KO-und Wildtyp (WT)-Mäuse wurden mit Lipopolysaccharid (LPS) intratracheal stimuliert. Einer weiteren WT-Gruppe (BN) wurde der PAF-Rezeptorantagonist BN 52021 intravenös injiziert. In der bronchoalveolären Lavage (BAL) wurden transmigrierte Leukozyten und die Proteinkonzentration als Maß der Gefäßpermeabilität bestimmt. Im Lungengewebe wurde die leukozytäre Myeloperoxidase (MPO) mittels einer kinetischen Aktivitätsmessung bestimmt. Ergebnisse: In WT-Mäusen induzierte die LPS-Stimulation einen massiven Anstieg von transmigrierten Leukozyten verglichen zur Kontrolle. Infusion mit n-6 Lipidemulsionen führte zu einer weiteren Verstärkung der Leukozyteninvasion, n-3 Lipidemulsionen reduzierten diese. In der PAF-R-KO und der BN-Gruppe induzierte LPS einen ähnlich hohen Leukozyteninflux verglichen zur WT-Gruppe; allerdings war der unterschiedliche Einfluss der Lipidemulsionen in beiden Gruppen nicht mehr nachweisbar.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 106,
                    "text": "(Jahr 1998",
                    "ref_id": null
                },
                {
                    "start": 107,
                    "end": 112,
                    "text": "-2001",
                    "ref_id": null
                },
                {
                    "start": 113,
                    "end": 135,
                    "text": ") auf 34,5% (Jahr 2002",
                    "ref_id": null
                },
                {
                    "start": 136,
                    "end": 141,
                    "text": "-2005",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "FV 5 Nutzen und Sicherheit der perkutanen dilatativen Tracheotomie bei langzeitbeatmeten Patienten nach Knochenmarkstransplantation"
        },
        {
            "text": "LPS führt zu einer erheblichen Steigung der MPO-Aktivität und Proteinkonzentration in WT; n-6 Lipidemulsionen steigerten und n-3 Lipidemulsionen reduzierten dieses. In der PAF-R-KOund der BN-Gruppe war der LPS-Effekt, aber nicht der divergierende Effekt der Lipidemulsionen erhalten. Schlussfolgerungen: Lipidemulsionen beeinflussen die Transmigration von Leukozyten in die Lunge und die Permeabilität der pulmonalen Strombahn unterschiedlich. Dieser Effekt ist abhängig von einem intakten PAF-PAF-Rezeptor-System. Lipidemulsionen dienen nicht nur als Kalorienträger, sondern haben auch einen erheblichen Einfluss auf das Immunsystem. Yeast expression systems are well suited for the production of recombinant(r)alpha(1)-antitrypsin (AAT). Yeast rAAT manufactured in the Saccharomyces cerevisiae (Baker's or Brewer's yeast) was tested in a clinical trial when administered by aerosol inhalation to patients with hereditary emphysema in AATdeficiency. Results from this Phase 1A human study evaluating the safety and immunogenicity showed that rAAT was well tolerated and a Phase 1B/2A clinical trial is currently underway to evaluate its effects. Inhaled rAAT may directly contribute to leukocyte accumulation in the lung as it may function as neutrophil chemoattractant when polymerized. We have investigated direct effects of human rAAT from yeast on human peripheral blood neutrophil and eosinophil chemotaxis in vitro. Methods: The rAAT (Baxter, Vienna, Austria) was produced by yeast transformed with an expressing plasmid containing a human cDNA encoding the mature normal Ml (Val213) human AAT protein and has a molecular mass of about 45 kD, similar to human plasma AAT, and functions in an identical manner as human plasma AAT as an inhibitor of neutrophil elastase. Neutrophils and eosinophils were obtained from peripheral EDTA-anticoagulated blood of healthy volunteers by Lymphoprep® density gradient centrifugation, followed by dextran sedimentation and hypotonic lysis of contaminating erythrocytes. Neutrophil preparations yielded above 95% neutrophils (by morphology in GIEMSA stains) and more than 99% viability (by trypan dye exclusion). For eosinophil preparation, MACS colloidal superparamagnetic microbeads conjugated with monoclonal anti-human CD16 mAb were used. Migration assays were performed using a modified 48-well Boyden microchemotaxis chamber (Neuroprobe, Bethesda, MD) in which a 5-lm-pore-size cellulose nitrate filter separated the upper and the lower chambers. Results: Neither of the rAAT preparations affected migration of neutrophils or eosinophils in a significant manner at doses ranging from attomolar to micromolar concentrations. The positive control attractants formyl-Met-Leu-Phe and RANTES for neutrophils and eosinophils, respectively, significantly stimulated directed migration. A MOC preparation of rAAT which contains the preparation's vehicle but is devoid of the pro-tein and was tested at comparable dilutions had also no effect on eosinophil migration but stimulated neutrophil directed migration reaching statistical significance at 1 lmol/l, the highest dose tested. Conclusions: We report that rAAT did not induce in vitro chemotaxis of the granulocyte in micropore filter assays but that contents in the preparation's vehicle may have the potential to induce attractant release from respiratory cells. Zahl der in den Alveolarraum rekrutierten Leukozyten wurde bestimmt und die in der BAL enthaltenen Zytokine MIP2 und TNF-a mittels ELISA gemessen. Ergebnisse: Nach intratrachealer LPS-Stimulation konnte sowohl ein signifikanter Anstieg von MIP2 und TNF-a in der BAL als auch eine Zunahme der in den Alveolarraum rekrutierten Leukozyten festgestellt werden. WT-Tiere mit aktiviertem PPARa-Rezeptor zeigten eine deutliche Reduktion der pro-inflammatorischen Zytokine im Vergleich zu den unbehandelten Kontrolltieren. Die Zahl der in den Alveolarraum transmigrierten Leukozyten war bei den mit WY behandelten WT-Mäusen erheblich niedriger als bei der ungefütterten Kontrollgruppe. Bei PPARa-defizienten Mäusen konnte ein inhibitorischer Effekt infolge der Aktivierung von PPARa nicht nachgewiesen werden. Schlussfolgerung: Im Mausmodell führt eine fibratinduzierte PPARa-Aktivierung zu einer Verminderung der pulmonalen Inflammation. Neben der Plasma-Lipidsenkung könnten Fibrate auch dämpfend auf inflammatorische Geschehen in der pulmonalen Strombahn einwirken. Acht Patienten (Lungenemphysem, Mukoviszidose, Broncheolitis nach Transplantation), die unter permanenter nicht-invasiver Beatmung mittels Masken-BiPAP keine ausreichende Entlastung der Atempumpe zeigten und eine ausgeprägte Dyspnoe hatten, wurden frühzeitig tracheotomiert. Es erfolgte eine Einstellung auf ein Heimbeatmungsgerät. Hierunter kam es zu einer deutlichen Besserung der Hypoxie und einer Verminderung der Hyperkapnie sowie der Dyspnoe. Unter der Beatmung konnte ein Geh-und Gewichttraining zum muskulären Aufbau erfolgen. Diese Therapie ermöglichte es den Patienten in 6 Minuten eine Gehstrecke zwischen 200 m und 300 m zurückzulegen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FV 6 Vergleich von Enoximon und Levosimendan bei Patienten im kardiogenen Schock"
        },
        {
            "text": "Bei allen acht Patienten konnte eine Verbesserung der Lebensqualität erreicht werden. Die vereinfachte Nahrungsaufnahme, bessere Mobilität und der muskuläre Status verbesserten die Voraussetzungen für eine Transplantation. Bis zum jetzigen Zeitpunkt konnten 6 der 8 Patienten transplantiert werden, zwei Patienten warten noch auf die Operation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P 7 Tracheotomie bei schwerem respiratorischem Versagen als Bridging bis zur Lungentransplantation"
        },
        {
            "text": "Die Zeit zwischen Tracheotomie und Transplantation betrug zwischen 4 und 11 Monaten. Cardiovascular research in mouse models may lead to respiratory insufficiency with the need of temporary mechanical ventilation to reduce mortality. Therefore we developed a method of non-invasive ventilation for short time ventilation using a balloon-tipped catheter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P 7 Tracheotomie bei schwerem respiratorischem Versagen als Bridging bis zur Lungentransplantation"
        },
        {
            "text": "We inserted a coronary cannula balloon tip into the oral cavity of the mouse. The rubber balloon is constructed in such a way that it becomes inflated when pressure in the tube rises. The cannula was used in ten C57BL/6-J mice. Mechanical ventilation was performed with a membrane pump driven ventilator. The parameters for blood gas analyses in all animals were in the normal range after one hour of mechanical ventilation and not significantly different compared to the values of anesthetized and spontaneously breathing mice (n = 5) and mechanically ventilated mice via tracheal intubation (n = 5). In addition the balloon-tipped cannula was used in 35 mice for short periods of ventilation up to one hour.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P 8 A new and simple method of non-invasive mechanical ventilation in mice"
        },
        {
            "text": "Non-invasive mechanical ventilation using the coronary balloon tipped cannula is a useful method which is quick and easy to manipulate. Nach 10 Tagen wurden die Mäuse echokardiographisch untersucht, anschließend erfolgte die Entnahme der Herzen und die Bestimmung der mRNA-Expression von GAPDH, BMP10 und ANF mittels quantitativer real time-PCR. Ergebnisse: Die Isoproterenol-Freisetzung über 10 Tage führt erwartungsgemäß zu einer Linksherzhypertrophie. Dies ist zum einen anhand der echokardiographisch bestimmten linksventrikulären Wanddicken erkennbar, des Weiteren sind die relativen Herzgewichte nach Isoproterenol-Gabe im Vergleich zur PBS-Gruppe signifikant erhöht. Bei der Analyse der mRNA-Expression zeigt sich, dass die Langzeit-Behandlung mit Isoproterenol zu einer Herabregulation von ANF führt, wie dies bereits in früheren Untersuchungen beschrieben wurde. Darüber hinaus ist in den hypertrophierten Herzen auch die Expression von BMP10 signifikant reduziert. Auf Ebene der einzelnen Herzen besteht zwischen der Expression von ANF und BMP10 eine lineare Korrelation (p < 0,01). Diskussion: Die Expression von BMP10 wird durch Isoproterenol-Gabe beeinflusst. In den hypertrophierten Herzen ist die mRNA-Expression von BMP10 deutlich reduziert, es besteht eine signifikante Korrelation zwischen der Expression von BMP10 und ANF. Es ist somit denkbar, dass BMP10 sich als ein neuer Marker für die Identifizierung von Hypertrophie bzw. Herzinsuffizienz erweisen könnte. Die Frage, inwiefern BMP10 kausal an der Hypertrophie-Entwicklung beteiligt und als mögliches therapeutisches Target anzusehen ist, ist Gegenstand weiterer Untersuchungen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P 8 A new and simple method of non-invasive mechanical ventilation in mice"
        },
        {
            "text": "F. Sayk, A. Vietheer, J. P. Wellhöner, C. Dodt Medizinische Klinik I, Campus Lübeck, Universitätsklinikum Schleswig-Holstein Einleitung: Sepsis ist gekennzeichnet durch eine hyperdyname Kreislaufsituation mit starker Abnahme der vaskulären Resistance. Peripherer Vasotonus, und damit der Blutdruck, wird über die muskuläre sympathische Nervenaktivität (MSNA), den efferenten Arm des arteriellen Baroreflexes reguliert. Wir untersuchten erstmalig mittels MSNA-Messung Baroreflex-Setpoint und Sensitivität vor und während experimenteller Endotoxinämie an gesunden Probanden. Methoden: In einfacher Verblindung wurde jungen gesunden Probanden entweder einmalig ein Lipopolysaccharidbolus (LPS; n = 8) oder Placebo (NaCl 0,9%; n = 7) injiziert. Wir bestimmten Serum-TNF-a und IL-6 zur Dokumentation der systemisch-inflammatorischen Immunantwort. Mittels Mikroneurographie wurde die MSNA aus dem N. peroneus unter Ruhebedingungen abgeleitet und mit systemischem Blutdruck und Herzfrequenz vor (Phase I) und 90 min (Phase II) nach Injektion korreliert (Baroreflex-Setpoint). Zusätzlich wurde während beider Phasen die vaskuläre und kardiale Baroreflexsensitivität pharmakologisch getestet. Ergebnisse: Die Gabe von Endotoxin bewirkte bei deutlich erhöhten Zytokinspiegeln eine grippale Symptomatik. Nach LPS war die MSNA (mean +/-SEM in bursts/min) signifikant supprimiert verglichen mit dem Ausgangsniveau (27,5±3,3 (I) vs. 12,1±2,9 (II), p = 0,003), nach Placebo-Anwendung hingegen mäßig erhöht (20,0±3,4 vs. 27,3±4,5, p = 0,214). Die Herzfrequenz war nach LPS-Gabe signifikant beschleunigt (60,6±2,0 vs. 78,4±3,1, p < 0,001), unter Placebo hingegen unverändert. Systemische Blutdruckwerte zeigten in beiden Gruppen keine signifikante Änderung. Während Baroreflextestung zeigte sich unter Endotoxin eine deutliche Minderung der vaskulären Baroreflexantwort bei normaler Endorgansensitivität. Zudem war die Herzfrequenzmodulation weitestgehend vom jeweiligen Blutdruckniveau entkoppelt. Schlussfolgerung: Eine immunologisch der beginnenden Sepsis entsprechende experimentelle Endotoxinämie führt bei gesunden Probanden über eine Erniedrigung der MSNA zu einer Verschiebung des Baroreflex-Setpoints mit veränderter Baroreflexsensitivität. Die Suppression und Desintegration kardialer und vaskulärer Baroreflex-Regelkreise stellt einen wichtigen Pathomechanismus für die zirkulatorische Instabilität während der Sepsis dar.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P 10 Suppression des vaskulären und Desintegration des kardialen Baroreflexes während experimenteller Endotoxinämie"
        },
        {
            "text": "E. Hollenbach 1 , S. Kavuri 2 , M. Neumann 3 , M. Leverkus 2 , L. Engelmann 1 , A. Rühl 4 1 Einheit für Multidisziplinäre Intensivmedizin, Fachbereich Innere Medizin, Universität Leipzig; 2 Klinik für Dermatologie, 3 Institut für Experimentelle Innere Medizin, Universität Magdeburg; 4 Institut für Humanbiologie, Technische Universität, München NF-jB, die MAP-Kinase c-Jun N-terminal kinase (JNK) und activator protein-1 (AP-1) sind die Haupttranskriptionsfaktoren, die für eine Induktion einer pro-inflammatorischen Immunantwort verantwortlich sind. Eine Aktivierung des PPAR-c-Rezeptors bewirkt eine Blockade der NF-jB-Aktivierung bei entzündlichen Darmwandveränderungen. Unsere früheren Arbeiten konnten bereits die wichtige Rolle von enterischen Gliazellen (EGZ) bei der Immunantwort in der Darmwand via NOD-Rezeptor und NF-jB nachweisen, die sekundär zu einem weiteren Epithelschaden und einer Permeabilitätssteigerung der Darmwand führen. Dies begünstigt wiederum die bakterielle Translokation aus dem Intestinum, einem wesentlichen Faktor in der Sepsispathogenese. Es wurde deshalb untersucht, ob bei der NF-jB-Aktivierung durch bakterielle Peptidoglycane (PGN) in EGZ AP-1 und der PPARc-Rezeptor als potentielle therapeutische Zielmoleküle involviert sind. PGN sind der Hauptstimulus bei entzündlichen Darmveränderungen und binden an den NOD-Rezeptor in EGZ.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P 11 Bedeutung von AP-1, JNK und PPAR-c in enterischen Gliazellen bei der intestinalen bakteriellen Translokation bei Sepsis"
        },
        {
            "text": "Eine hochaufgereinigte EGZ-Primärzelllinie aus dem Rattendarm wurde mit H. pylori als Modell der selektiven intrazellulären Translokation von PGN verwendet, da der Wildtyp-Stamm von H. pylori (H.p.-WT) durch die PGN-Injektion in die Zelle se-lektiv den NOD-Rezeptor (und damit sekundär NF-jB) als wichtigste Schaltstelle der bakteriell induzierten Zytokinsynthese aktiviert. Als Kontrollexperiment wurde eine syngenetische Mutante von H. pylori (H.p.-MUT) verwendet, die kein PGN in die Zelle translozieren kann.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P 11 Bedeutung von AP-1, JNK und PPAR-c in enterischen Gliazellen bei der intestinalen bakteriellen Translokation bei Sepsis"
        },
        {
            "text": "Ein radioaktiver in-vitro Kinaseassay für die JNK-Aktivität nach JNK-Immunoprezipitation und GST-gekoppelten c-jun als Substrat zeigte eine deutliche Aktivierung mit einem JNK-Aktivitätspeak 30-60 min nach Exposition der EGZ mit H.p.-WT. Im Gegensatz dazu konnte nur eine sehr schwache JNK-Aktivierung nach EGZ-Infektion mit H.p.-MUT nachgewiesen werden. Die JNK-Aktivierung wurde vollständig geblockt, wenn die EGZ 30 min vor Infektion mit H.p.-WT mit 5 lM des JNK-Inhibitors SP600125 präinkubiert wurden. Die Ergebnisse des in-vitro Kinaseassays wurden durch einen AP-1 electrophoretic mobility shift assay (EMSA) bestätigt. Supershift-Analysen zeigten, dass der aktivierte AP-1-Komplex vor allem aus c-jun und nur zu einem geringen Anteil aus c-fos besteht. Zusätzlich wurde mit Immunoblotuntersuchungen eine deutlich reduzierte Degradation des NF-jB-Inhibitors IjBa bei einer Vorbehandlung mit SP600125 nachgewiesen. Die signifikant geringere NF-jB-Aktivierung wurde durch EMSA bestätigt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P 11 Bedeutung von AP-1, JNK und PPAR-c in enterischen Gliazellen bei der intestinalen bakteriellen Translokation bei Sepsis"
        },
        {
            "text": "Die Rolle von PPAR-c bei der NF-jB-Aktivierung wurde ebenfalls in unserem Infektionsmodell untersucht. Die Expression von PPAR-c in EGZ wurde mit FACS-Analysen mit intrazellulärer Färbung bei intrazellulärer Lokalisation des Rezeptors durchgeführt. Die Expression von PPAR-c war 8 h nach Infektion mit dem PGNsekretionskompetenten H.p.-WT-Stamm signifikant hochreguliert, während nach H.p.-MUT-Infektion nur eine schwache PPAR-c-Induktion nachweisbar war. 30-60 min nach Exposition der EGZ mit H.p.-WT konnte in Immunoblot-Analysen eine deutliche IjBa-Degradation und eine deutliche nukleäre Translokation von p65 als Maß für die NF-jB-Aktivierung nachgewiesen werden, während dies durch eine 30 min Präinkubation der EGC mit dem PPAR-c-Agonisten Ciglitazone (15 lM) oder des intestinalen endogenen Liganden 15d-PGJ2 (20 lM) signifikant reduziert wurde (p < 0,001). Diese Ergebnisse konnten wiederum durch EMSA-Analysen bestätigt werden, die eine Reduktion der NF-jB-Aktivierung durch die PPAR-c-Agonisten nachwiesen. Im Gegensatz dazu war die Aktivität von RICK (eine downstream Kinase des NOD-Rezeptors) massiv 60 min nach H.p.-WT-Infektion erhöht, die durch PPAR-c-Agonisten nicht beeinflusst werden konnte.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P 11 Bedeutung von AP-1, JNK und PPAR-c in enterischen Gliazellen bei der intestinalen bakteriellen Translokation bei Sepsis"
        },
        {
            "text": "Zusammenfassung: Die Ergebnisse zeigen die Bedeutung von EGZ als immunregulatorische Zellart, da sie nach selektiver Stimulation mit dem bakteriellen Zellwandbestandteil PGN mit einer massiven Induktion von pro-inflammatorischen Transkriptionsfaktoren (NF-jB, JNK und AP-1) reagieren. Die PGN-abhängige Aktivierung von NF-jB, aber nicht von RICK, kann durch PPARc-Agonisten inhibiert werden. JNK, AP-1 und insbesondere der PPAR-c-Rezeptor sind nach diesen Ergebnissen therapeutische Zielmoleküle gegen die bakterielle Translokation bei Sepsispatienten. Insbesondere die bereits in der Diabetestherapie eingesetzten PPAR-c-Agonisten (z. B. Ciglitazone) sind eine viel versprechende Substanzklasse. (PNAS 92: 1759 (PNAS 92: -1763 1995) . Der Nachweis für die Isolation von Caveolen (Caveolin-1) und die Lokalisation von ASM in Membranmikrodomänen erfolgten mittels Immunoblots. Die PAF-induzierte NO-Bildung in Endothelzellen im intakten Organ wurde mit Hilfe der in situ Fluoreszenzmikroskopie untersucht (Am J Respir Crit Care Med 168: 1391 -1398 , 2003 . Ergebnisse: Caveolin-1, eNOS und ASM ließen sich in den Caveolen intakter pulmonaler Endothelzellen nachweisen. Behandlung der Lungen mit PAF erhöhte den Caveolin-1-Gehalt innerhalb der Caveolen. Vorbehandlung mit Imipramin und D609, zwei chemisch verschiedenen Hemmstoffen des ASM-Weges, inhibierte die PAFbedingte Erhöhung von Caveolin-1 in den Caveolen. Gleichzeitig führte PAF zu einer verringerten NO-Bildung in pulmonalen Endothelzellen. Dieser Effekt wurde wiederum durch Imipramin verhindert. Im Modell der isoliert-perfundierten Lunge hatte die Hemmung der NO-Synthase mit L-NAME oder L-NMMA keinen Einfluss auf das PAF-induzierte Lungenödem. Schlussfolgerung: PAF führt zu einer verstärkten Rekrutierung von Caveolin-1 in die Caveolen der pulmonalen Endothelzellen. Dieser Vorgang wird durch die Saure Sphingomyelinase reguliert. Da Caveolin-1 die Aktivität der eNOS hemmt, kommt es nach PAF-Gabe zu einer verringerten NO-Produktion in pulmonalen Endothelzellen. Da NO in vielen Fällen pro-ödematös wirkt, könnte die Absenkung der NO-Bildung durch PAF einen besonderen Schutzmechanismus in der Lunge darstellen.",
            "cite_spans": [
                {
                    "start": 697,
                    "end": 711,
                    "text": "(PNAS 92: 1759",
                    "ref_id": null
                },
                {
                    "start": 712,
                    "end": 727,
                    "text": "(PNAS 92: -1763",
                    "ref_id": null
                },
                {
                    "start": 728,
                    "end": 733,
                    "text": "1995)",
                    "ref_id": null
                },
                {
                    "start": 1004,
                    "end": 1040,
                    "text": "(Am J Respir Crit Care Med 168: 1391",
                    "ref_id": null
                },
                {
                    "start": 1041,
                    "end": 1046,
                    "text": "-1398",
                    "ref_id": null
                },
                {
                    "start": 1047,
                    "end": 1053,
                    "text": ", 2003",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "P 11 Bedeutung von AP-1, JNK und PPAR-c in enterischen Gliazellen bei der intestinalen bakteriellen Translokation bei Sepsis"
        },
        {
            "text": "Endothelial microparticles exhibit procoagulant activity in patients with septic shock K. Bijuklic, St. Dunzendorfer, M. Joannidis Medizinische Universität Innsbruck Background: Circulating endothelial microparticles (EMPs) are small vesicles released from endothelial cells in response to injurious stimuli and are elevated in a variety of diseases associated with endothelial dysfunction. Recently, in vitro studies demonstrated that EMPs express tissue factor, the initiator of coagulation. The purpose of this study was to further characterize EMPs in patients with septic shock and to examine the influence of EMPs on coagulation. Patients and methods: The study comprised 15 critically-ill patients with septic shock and 18 healthy volunteers. 10 ml blood samples were dawn into 0.1 M citrate solution and processed within 4 hours. EMPs in platelet-poor plasma (PPP) were measured by flow cytometry with fluorescent antibodies (anti-CD144, anti-CD62E) allowing discrimination of EMPs from platelet microparticles. In a subset of 5 patients EMPs were freshly isolated from PPP and procoagulant activity of EMPs was quantified by determining clotting times with a coagulometer. Results: Plasma from patients with septic shock contained significant higher levels of CD144 and CD62E double-positive EMPs compared to healthy volunteers (13.69% ± 3.21 SEM vs. 1.08% ± 0.36 SEM, p < 0.05). Furthermore, clotting time analyses revealed an markedly increased procoagulant activity of EMPs of patients with septic shock (33.6% ± 0.06% reduction of clotting time compared to control, n = 5, p < 0.05). Conclusions: Patients with septic shock show high levels of CD144-and CD62E-positive EMPs which exhibit pronounced procoagulant activity. Thus, EMPs may contribute to activation of the coagulation cascade in severe sepsis. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P 13"
        },
        {
            "text": "Levosimendan reduces the production of reactive oxygen species by PMN K. Bijuklic, J. Kountchev, M. Joannidis Medizinische Universität Innsbruck Background: Levosimendan is a new inodilatator for primary cardiac failure acting by sensitising troponin-C to calcium and opening the ATP-sensitive potassium channels. Levosimendan has also been shown to exhibit immunomodulatory effects which may be an additional pathophysiological mechanism preventing abnormal immune responses in severe heart failure. This study aimed to investigate the effect of Levosimendan on polymorphonuclear leukocytes (PMN). Methods: PMN were obtained from venous blood from healthy volunteers. Isolated PMN were incubated with increasing concentrations of Levosimendan ranging from 1 ng/ml to 1 lg/ml for 2 hours. Afterwards PMN were exposed to fMLP (formly-Met-Leu-Phe) (4 lM), PMA (phorbol-12-myristate-13acetate) (4 lM) or medium (control), respectively. The production of reactive oxygen species (ROSs) was measured fluorometrically using H 2 DCF-DA as fluorochrome. Furthermore, to access the effect of Levosimendan on apoptosis and necrosis in PMN annexin-V and propidium-iodide labelled cells were analysed by Flow cytometry. Results: fMLP-stimulated production of ROS by PMN could be suppressed by preincubation with Levosimendan in a dose-dependent manner. The maximal effect of Levosimendan in fMLP-stimulated PMN could be observed at a concentration of 25 ng/ml (24% reduction compared to control, p < 0.05). Levosimen-dan showed an even higher reduction of ROS production in PMA-stimulated PMN (32% reduction at a concentration of 50 ng/ml, p < 0.05). In contrast, Levosimendan did not have an effect on ROS in unstimulated PMN. Furthermore, Levosimendan had no influence on apoptosis in PMN whereas cytotoxic effects could be detected at concentrations higher than 1 lg/ml. Conclusion: Levosimendan effectively suppresses the respiratory burst in PMN stimulated by either fMLP or PMA at concentrations between 10 and 50 ng/ml which correspond to serum levels usually achieved by therapeutic dosage. Levosimendan does not exert an effect on unstimulated PMN.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P 15"
        },
        {
            "text": "U. Göttmann, B. Yard, C. Braun, F. J. van der Woude, P. Schnülle Universtitätsklinikum Mannheim, V. Medizinische Klinik, Nephrologie/Endokrinologie/Diabetologie Es konnte gezeigt werden, dass die Behandlung von Organspendern mit Katecholaminen die Anzahl der akuten Abstoßungsepisoden signifikant reduziert, sowie das Langzeitüberleben der transplantierten Organe verbessert. Das Ziel dieser Studie war zu untersuchen, ob die Präkonditionierung mit Katecholaminen einen protektiven Einfluss auf das ischämische akute Nierenversagen (ANV) in Ratten hat. Männliche Lewis-Ratten (200-220 g) wurden für 24 Stunden über eine osmotische Minipumpe entweder mit Dopamin, Dobutamin, Noradrenalin (2, 5 und 10 lg/kg/ min jede Gruppe) oder Vehikel behandelt. Nach Entfernen der Pumpen wurde eine rechtsseitige Nephrektomie durchgeführt und der Gefäßstiel der verbleibenden linke Niere für 60 Minuten abgeklemmt. Das Serumkreatinin wurde täglich gemessen und nach 5 Tagen wurde die Niere zur immunhistologischen Untersuchung der mononukleären Zellinfiltration und MHCII-Expression entnommen. Die Präkonditionierung mit Dopamin in einer Dosis von 2 und 5 lg/kg/min verminderte den Anstieg des Serumkreatinins am Tag 1 nach ANV (p = 0,04), wohingegen eine Dosis von 10 lg/kg/min die Erholung der Nierenfunktion verlangsamte. Präkonditionierung mit 5 lg/kg/min Dobutamin verhinderte den Kreatininanstieg nach Induktion des ANV (p < 0,01), wohingegen eine Dosis von 2 lg/kg/min keinen Effekt hatte, eine Dosis von 10 lg/kg/min sogar zu einer Verschlechterung der Nierenfunktion führte (alle Ratten entwickelten eine progressive Niereninsuffizienz). Der protektive Einfluss auf die Nierenfunktion ging einher mit einer Reduktion der Infiltration der Niere mit Monozyten Unsere Daten zeigen einen protektiven Effekt der Präkonditionierung mit Dopamin und Dobutamin auf das ischämische Nierenversagen in Ratten, wobei niedrige Dosen zu einer schnelleren Erholung der Nierenfunktion und Reduktion der Infiltration der Niere mit Entzündungszellen führen, höhere Dosen jedoch eher einen schädlichen Effekt auf die ischämische Niere haben. Biotechnological Institute Thurgau of the University of Konstanz, Tägerwilen/CH Bone marrow-derived progenitors for both epithelial and endothelial cells have been observed in the lung. Homing of ex vivo generated bone marrow-derived endothelial progenitor cells (EPC) into the injured lung has not been investigated so far. We therefore tested the hypothesis whether homing of bone marrow-derived EPC in damaged lung tissue occurs after intravenous administration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P 16 Einfluss der Präkonditionierung mit Katecholaminen auf das ischämische akute Nierenversagen in Ratten"
        },
        {
            "text": "In a left-sided rat lung transplant model unilateral severe acute lung injury occurs after prolonged ischemia for 20 h. The host right lung is not affected by reperfusion injury in this model. One hour after reperfusion donor EPC were transplanted intravenously. Rats were sacrificed 1, 4 or 9 days after left-sided lung transplantation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P 17 Endothelial progenitor cells home in the transplanted lung after ischemia-reperfusion injury"
        },
        {
            "text": "We could demonstrate the integration of intravenously injected EPC in the tissue of the transplanted left lung suffering from acute lung injury. Virtually no cells were found in the right lung or in other organs. However, few EPC were found in subcutaneous Matrigel in transplanted rats.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P 17 Endothelial progenitor cells home in the transplanted lung after ischemia-reperfusion injury"
        },
        {
            "text": "In conclusion, ex vivo generated endothelial progenitor cells home in the acutely injured lung as well as in Matrigel, two sites of angiogenic stimulus. By our experiments we could not assess their functional relevance. Such transplanted EPC might reestablish the endothelial integrity in those injured vessels and contribute to vascular repair or wound healing processes in severely damaged tissue. Therapeutic applications of EPC transplantation might therefore ensue.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P 17 Endothelial progenitor cells home in the transplanted lung after ischemia-reperfusion injury"
        },
        {
            "text": "Physical stress as a model to study variations in ADAMTS13 activity, von Willebrand factor level and platelet activation C. L. Bockmeyer, V. Oberle, W. Lösche, Th. Hilberg 1 , R. A. Claus Departments for Anaesthesiology and Intensive Care Medicine, 1 of Sports Medicine, Friedrich-Schiller University, Jena ADAMTS13 controls the molecular weight of the multimeric protein von-Willebrand factor (VWF). High molecular weight VWF is held responsible to activate circulating platelets and to contribute to the development of thrombotic microangiopathy. This study was performed to analyze the response of VWF/ ADAMTS13 system to strenuous standardized and long term physical stress of healthy individuals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P 18"
        },
        {
            "text": "Six healthy volunteers underwent a 90 min treadmill exercise. Blood samples were taken before and immediately as well as 2, 6 and 24 h after exercise. ADAMTS13 activity was measured as the cleavage of a fluorescence-labelled substrate. Levels of VWF and sCD62P (as indicators of platelets and endothelial activation) were determined by ELISA techniques.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P 18"
        },
        {
            "text": "Physical exercise caused an increase in the plasma levels of VWF and sCD62P as well as a decrease in the ADAMTS13 activity. Immediately after exercise, both VWF and sCD62P reached maximum values of 177% and 167%, respectively, when compared to the basal pre-exercise measurements. Both parameters declined during post-exercise phase and reached basal levels after 6 hours. ADAMTS13 activity was significantly decreased 2 hours after exercise by about 22% and returned to the basal range at 6 hours after exercise. Collagen binding activity of VWF as a measure for high molecular weight multimers mirrored the changes in ADAMTS13, but the increase of about 15% did not reach significance. Conclusions: Long term exercise stress induced definite variations in immunological and plasmatic coagulatory responses in healthy individuals, e.g. as shown previously on transcriptional levels [1] . Here, we provide evidence, that treadmill stress model is a sensible and non-invasive method to study stress-induced changes in hemostasis, in particular for the examination of an imbalance between VWF and its regulating protease. References: In a prospective study on patients with various degrees of SIRS we investigated the role of ADAMTS13 in development of SIRS-induced MOF.",
            "cite_spans": [
                {
                    "start": 883,
                    "end": 886,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "P 18"
        },
        {
            "text": "Four groups of patients were studied: healthy volunteers with SIRS after strenuous physical exercise, heart surgery patients with SIRS, heart surgery patients with MOF, and patients with severe sepsis/septic shock. Consecutive plasma samples were analysed for ADAMTS13 activity and VWF and compared with various markers of SIRS and activated coagulation as well as with parameters of describing the extent of MOF.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P 18"
        },
        {
            "text": "After physical stress, we found a decrease of ADAMTS13 post exercise. With the exception of pre-operative values, in patients ADAMTS13 was found to be significantly decreased when compared to age-and sex-matched controls. The decrease in ADAMTS13 activity was related to extent of systemic inflammation and was most pronounced in patients with severe MOF as found in patients who died in septic shock. Exemplarily we could show that low ADAMTS13 activity and MOF was associated with the appearance of ULVWF multimers. Some of the patients with low ADAMTS13 activity and high VWF levels revealed evidence of DIC and drastic changes in platelet count.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P 18"
        },
        {
            "text": "We provide further evidence that SIRS may cause an imbalance between ADAMTS13 activity and VWF level, and that this imbalance may contribute to MOF. 189±133 lg/ml) sowie den Leukozyten-und Thrombozytenzahlen (13,3±6,6 × 10 6 /ml vs. 13,6±5,9 × 10 6 /ml bzw. 2,70±1,14 × 10 8 /ll vs. 2,83±1,35 × 10 8 /ll). Patienten mit TFH-Vorbehandlung unterschieden sich von den Kontroll-Patienten nicht bezüglich eines letalen Ausgangs der Erkrankung (5,77% vs. 3,17%). Einen signifikant positiven Einfluss der TFH-Medikation konnte jedoch bei der Dauer der stationären Behandlung (14,7±7,1 vs. 17,2±10,7 d; p < 0,05) und der Entwicklung eines Organversagens, gemessen an der Notwendigkeit einer intensivtherapeutischen Behandlung (9,6% vs. 24,9%, p < 0,01) nachgewiesen werden. In der tierexperimentellen Studie fand sich kein Unterschied in den hämodynamischen Parametern zwischen Tieren mit und ohne TFH. Nach Lipopolysaccharid-oder Faeces-Applikation wurde ein deutlicher Thrombozytenabfall beobachtet. Die nach 7 Stunden bestimmten Thrombozytenzahlen waren jedoch bei den TFH-Tieren signifikant höher als bei den Kontrolltieren (ASS: 5,61±2,14 × 10 8 /ml, n = 6; Clopidogrel: 5,91±1,47 × 10 8 /ml, n = 4; Kontrolle: 3,77± 1,38 × 10 8 /ml, n = 10; p < 0,05). In den histologischen Präparaten war in den Lungen eine deutlich reduzierte Ausprägung des Lungenödems sowie der entzündlichen Infiltration bei den TFH-Tieren nachweisbar. Interpretation: Die Ergebnisse zeigen einen potenziell positiven Einfluss einer TFH-Medikation auf den klini-schen Verlauf bei CAP-Patienten. Im Tiermodell scheint unter TFH Medikation die Entwicklung einer Sepsis-assoziierten DIC mit Verminderung des nutritiven Blutflusses weniger ausgeprägt zu sein als in Kontrolltieren. Damit erscheinen weitere Untersuchungen zur Hemmung der Thrombozytenaktivierung als therapeutische Option bei Sepsis, zumindest bei Patienten ohne Blutungsgefährdung, als interessant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P 18"
        },
        {
            "text": "The lectin-like domain of Tumor Necrosis Factor activates, whereas its receptor-binding sites inhibit experimental pulmonary edema reabsorption C. Braun 1 , J. Hamacher 1,2 , D. Morel 3 , A. Wendel 1 , R. Lucas 1,4 1 Biochemical Pharmacology, University of Konstanz; 1, 2 Innere Medizin V/Pneumologie, Allergologie, Beatmungs-und Umweltmedizin, Universitätsklinikum, Homburg; 3 Department of Anesthesiological Investigations, University Medical Center, Geneva/CH; 4 Medical Biotechnology, University of Applied Sciences, Krems/A Alveolar fluid clearance is primarily mediated by active transepithelial transport of sodium from the airspaces into the lung interstitium, a process mainly accounted for by the amiloride-sensitive epithelial sodium channel on the apical membrane and the Na + -K + -ATPase on the basolateral membrane of type II alveolar epithelial cells. Pulmonary edema may arise in case of a dysregulation in the expression or function of the ion channels implicated in lung liquid clearance, a destruction of the alveolar epithelialendothelial barrier or an increased capillary permeability. Although pharmacological treatment with a 2 -adrenergic agonists was shown to significantly activate alveolar fluid reabsorption, these agents can induce tolerance, may cause arrhythmia, and were shown not to work in some models of acute lung injury. The pro-inflammatory cytokine Tumor Necrosis Factor (TNF), by means of its receptor binding sites, was reported to decrease the expression of the epithelial sodium channel, as such inhibiting edema reabsorption. In contrast, TNF neutralization was shown to inhibit edema reabsorption in models of pulmonary edema associated with infection and asthma. We tried to explain these apparently contradictory findings by investigating the contribution of 2 different functional domains of TNF in edema reabsorption: 1) the receptor binding sites, which can be blocked by the soluble TNF receptor 1, and 2) the lectin-like domain, spatially distinct from the receptor binding sites, which activates sodium uptake in A549 cells and which is inhibited by the oligosaccharide N,N'-diacetylchitobiose. The Tip peptide, a 17 AA mimic of the lectinlike domain of TNF, activates alveolar liquid clearance in a flooded rat lung model in vivo when applied intratracheally, but not intravenously, to the same extent as the a 2 -adrenergic agonist terbutaline. In conditions where TNF inhibits lung liquid clearance in vivo, complexation of the cytokine with its soluble TNF receptor 1, which blocks the receptor binding sites, but not the lectin-like domain, shifts this activity towards activation and this again can be blocked by N,N'-diacetylchitobiose. Taken together, these results indicate that in flooded lungs the receptor binding sites of TNF inhibit, whereas its lectin-like domain activates edema reabsorption. Echokardiographisch zeigte sich ein spitzennaher VSD mit ausgeprägtem Links-Rechts-Shunt. Hämodynamisch kam es dadurch zu einer rasch progredienten Verschlechterung der vorbestehenden Linksherzinsuffizienz mit weiterer Volumenbelastung des linken Ventrikels. Ein Verschluss mittels kathetergestütztem Okkluder-Verschlussdevice kam aufgrund der apexnahen Lage des VSD nicht in Frage. Bei initial bereits höchstgradig eingeschränkter linksventrikulärer Pumpfunktion (EF 14%, HZV 7,6 l/min unter Levosimendan und Enoximone) und low-output failure stellte sich die Indikation zum operativen VSD-Verschluss. Zum perioperativen Management und Stabilisierung wurde ein Swan-Ganz-Katheter eingeschwemmt und eine intraaortale Ballongegenpulsation (IABP) eingelegt. Am darauf folgenden Tag (Tag 11 post infarct) erfolgte die operative Exklusion des demarkierten Infarktareals und des VSD mittels links ventrikulär eingenähtem equinen Perikardpatch und die gleichzeitige CABG-OP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P 21"
        },
        {
            "text": "Postoperativ lag das HZV nach Ausschleichen der Katecholamine bei 4,2 l/min und das mittels Stufenoxymetrie gemessene Shuntvolumen betrug 22% (Qp/Qs 1,3) bei ausgeprägter Linksherzinsuffizienz (pro-BNP 27 866 pg/ml). Am 13. postoperativen Tag kam es zu einer erneuten Zunahme des Shuntvolumens auf 50% (duplexsonographisch LR-Shunt Vmax 3,0 m/s), verbunden mit einer klinischen Verschlechterung. In der Re-OP zeigte sich ein an zwei Stichen ausgerissener Perikardpatch, der refixiert und mit einem Dacronpatch stabilisiert wurde. Der weitere postoperative Verlauf gestaltete sich komplikationslos. Zusammenfassung: Aufgrund der hohen Spontanletalität bei hämodynamisch wirksame Shuntfluss (Qp/Qs > 1,5) stellt der operative Verschluss von apexnahen VSD's die einzig mögliche Therapieoption dar. Nach initialer Stabilisierung erbringt die operative Versorgung im Intervall von ca. 10-14 Tagen nach Auftreten des VSD bessere Ergebnisse als der unmittelbare Patchverschluss. Eine höhere Festigkeit des Narbengewebes scheint für die bessere Haltbarkeit verantwortlich zu sein. Als Bridging zum operativen Patchverschluss sollte eine Augmentation mittels IABP Verwendung finden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P 21"
        },
        {
            "text": "I. Kindermann, B. Ch. Gärtner 1 , R. Kandolf 2 , K. Gadomski, K. Klingel 2 , N. Mueller-Lantzsch 1 , M. Böhm Klinik für Innere Medizin III, 1 Institut für Virologie, Universitätsklinikum des Saarlandes; 2 Institut für molekulare Pathologie, Universität Tübingen Objectives: The purpose of this study was to evaluate the diagnostic value of viral serology in patients with inflammatory cardiomyopathy. Background: Myocarditis often results in dilated cardiomyopathy (DCM), a major cause of heart failure. Since new therapeutic strategies focus on immunomodulation or antiviral therapies, correct identification of myocardial virus infection is essential. Although reliable data are lacking, serological assays are recommended for the diagnostics of myocarditis. Methods: Antibody titers of enteroviruses (EV), adenoviruses (ADV), parvovirus B19 (PVB19) and herpesviruses (human cytomegalovirus (HCMV), human herpesvirus 6 (HHV6) and Epstein-Barr Virus (EBV) were compared with detection of genomes (by PCR and insitu hybridization) in endomyocardial biopsies of 102 patients with suspected myocarditis. Results: In 51 patients (50%) genome was detected in endomyocardial biopsies; mainly PVB19 DNA (72%) followed by HHV6 (23%) and EBV (12%). Classical cardiotropic virus such as EV and ADV were rarely amplified (EV 10%, ADV 2%). However, in serum 26 patients (25%) had signs of an acute infection, mainly EV (17%), followed by HHV6 (4%), PVB19 (2%), EBV (1%), CMV (1%), ADV (1%). Only in 4 of 52 patients (8%) serology identified the same virus as genome detection in cardiac tissue (3 patients with DCM and one patient with chronic myocarditis). Conclusion: Virus serology did not correlate with endomyocardial biopsy findings in patients with inflammatory cardiomyopathy. Therefore, serological markers should not longer be considered as a reliable tool to diagnose viral myocarditis. Recently, it was found that CMV is frequently reactivated in immunocompetent critically ill surgical patients. This reactivation is most likely mediated by the elevated catecholamines as a result of the physical stress, which induce the CMV promotor. Objective: The aim of this study was to longitudinally analyze CMV viral load and CMV-specific T-cell immunity in patients with cardiothoracic surgery in hypothermia using heart-lung machine. Methods: 13 immunocompetent CMV-positive patients (age 66.3 ± 9.6 years) were evaluated at day 0, 2, 7, 10, 14 and 21 after surgery. CMV viral load was quantified by PCR (COBAS Amplicor, Roche) in both leukocytes and plasma. CMV-specific T cell frequencies were measured by intracytoplasmatic cytokine staining. Results: CMV DNA was not detectable in any patient neither in plasma nor in leukocytes. Although CMV specific T cell frequencies varied between the patients, the frequencies remained individually stable over time. Conclusion: In patients after cardiothoracic surgery CMV reactivations occur rarely if ever. This might be due to the stable frequencies of CMV-specific T-cells. Messzeitraumes wurden 3 aufeinander folgende Thermodilutionsmessungen durchgeführt. Die erhobenen Daten wurden mittels Bland-Altman-Analyse sowie einer Regressionsanalyse ausgewertet. Ergebnisse: Der Vergleich zwischen den kontinuierlichen HZV-Messverfahren NICO versus PCCO zeigte einen mittleren Fehler von 0,4 ± 1,02 L/min (Bias ± precision), r = 0,58, p = 0,0001, zwischen NICO versus TPTDCO einen mittleren Fehler von 0,0 ± 1,22 L/min, r = 0,47, p = 0,82, und zwischen TPTDCO versus PCCO 0,24 ± 0,45 L/min, r = 0,93, p = 0,006 bei einem PEEP Level von 5 cm H 2 O. Bei einem PEEP Level von 10 cm H 2 O zeigte sich: NICO vs. PCCO L/min 0,30 ± 1,17 L/min, r = 0,58, p = 0,001, NICO vs. TPTDCO 0,1 ± 1,12 L/min, r = 0,59, p = 0,51, TPTDCO vs. PCCO 0,22 ± 0,61 L/min, r = 0,89, p = 0,05. Die Ergebnisse für ein PEEP Level von 15 cm H 2 O: NICO vs. PCCO 0,5 ± 1.37 L/min, r = 0,45, p = 0,0001, NICO vs. TPTDCO 0,7 ± 1,37 L/min, r = 0,4, p = 0,009, TPTDCO vs. PCCO -0,29 ± 0,99 L/min, r = 0,92, p = 0,007. Schlussfolgerung: Während sich zwischen der Pulskontouranalyse und der Thermodilution, unabhängig vom applizierten PEEP-Niveau, eine gute Übereinstimmung fand, zeigte der NI-CO 2 -Monitor eine ausreichende Genauigkeit nur bis zu einem PEEP-Level von 10 cm H 2 O. Mit steigenden PEEP-Niveaus ist der NICO-Monitor jedoch nur begrenzt verwendbar bei den untersuchten Patienten. Schlüsselwörter: Nichtinvasive partielle CO 2 -Rückatmungstechnik -Thermodilution -Herzminutenvolumen -Monitoring. 1999-31. 12. 2000) . Methoden: Insgesamt wurden während des Beobachtungszeitraums 1098 Patienten an der Intensivstation aufgenommen, 60 (5,5%) davon älter als 85 Jahre. Der APACHE II-Score betrug zum Aufnahmezeitpunkt zwischen 12-34 Punkte. Indikationen zur Aufnahme waren hauptsächlich kardiale Ursachen (36), Intoxikationen (meist suizidal) oder metabolische Ursachen (9), gastrointestinal (6), auswärtig meist durch den Notarzt durchgeführte CPR (6) und akute Exacerbation bei vorbestehender COPD (3). Ergebnisse: Insgesamt mussten 12 Patienten vorwiegend nach CPR oder aus kardialen Ursachen invasiv beatmet werden (1-8 d, Durchschnitt 3 d, Beatmungsdauer aller Patienten 5,8 d), 2 Patienten erhielten eine nicht invasive Atemunterstützung mittels CPAP. 6 Patienten erhielten ein permanentes Schrittmachersystem (meist AV-Block III8), bei 5 Patienten war eine endoskopische Intervention indiziert (Gastroskopie bzw. ERCP), 4 mal wurde eine systemische Thrombolyse wegen akuten Myokardinfarkts mit Alteplase 100 mg \"front loaded\" durchgeführt, 3 Patienten wurden einer perkutanen Koronarintervention (PCI), davon 2 unter intraaortalem Ballonpumpenschutz unterzogen und eine 87-jährige Patientin nach Aortokoronarer Bypassoperation zur weiteren kardialen Therapie übernommen. Die durchschnittliche Aufenthaltsdauer lag bei 3,8 Tagen (Gesamt 5,6), die Mortalität bei 27% (Overall 14,8%). Zusammenfassung: Komorbidität und Mortalität waren bei den sehr alten Patienten naturgemäß wesentlich höher als im Gesamtdurchschnitt. Die höchste Mortalität konnte bei den invasiv beatmeten Patienten gefunden werden (7/12, 60%). 6 Monate nach ihrem Intensivaufenthalt befanden sich noch 24 (40%) der ursprünglich an der Intensivstation aufgenommenen Patienten am Leben. Trotz höherer Mortalität profitieren auch sehr alte Patienten nach unserer Meinung von einer Aufnahme an einer Intensivstation und den getätigten intensivmedizinischen Maßnahmen. Alter per se sollte daher kein Ausschlussgrund für die intensivmedizinische Versorgung betagter Patienten darstellen.",
            "cite_spans": [
                {
                    "start": 4512,
                    "end": 4530,
                    "text": "1999-31. 12. 2000)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "P 27 Detection of viruses by serology does not correlate with diagnostic in myocardial biopsies in 102 patients with myocarditis"
        },
        {
            "text": "Schlüsselwörter: Sehr Alte -Indikationen -Interventionen -Ergebnis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P 31"
        },
        {
            "text": "Nonocclusive mesenteric ischemia after cardiopulmonary bypass: a retrospective study of incidence and treatment possibilities H. Huwer, J. Winning 1 , M. Bauer 1 , H. Isringhaus Department of Cardiothoracic Surgery, Völklingen Heart Centre, Völklingen/Saar; 1 Department of Anaesthesiology and Intensive Care Medicine, Friedrich-Schiller-University, Jena Introduction: Disorders of the gastrointestinal multiorgan system during the postoperative course in patients undergoing cardiac surgery are infrequent complications but are associated with a high mortality. The hypoperfusion of the splanchnic bed is suggested to be a common etiologic factor of these complications. Objective: Aim of the present study was to monitor the regimen of diagnosis of mesenteric ischemia and the consecutive therapy, particularly of catheter-based intra-arterial bolus injection of tolazoline (25 mg) followed by a subsequent intra-arterial infusion (40 mg tolazoline/24 h) combined with heparin sodium. Methods: In the retrospective study 3600 patients were involved. Patients suffering from splanchnic malperfusion were identified by angiography, endoscopy, laparotomy, or autopsy. The management was noted and the course of disease was compared with respect to symptoms, laboratory evaluations, arteriographic results and outcome. Results: Twenty-three of 3600 consecutive patients suffered from splanchnic malperfusion. Symptoms developed between day 2 and 6 postoperatively in 18 of 23 patients, while 4 of 23 patients did not show any abdominal symptoms. Laboratory evaluation revealed significantly higher serum lactate and creatine phosphokinase levels in the 18 symptomatic patients compared with those of a control group. Arteriography was performed in 20 cases and revealed nonocclusive splanchnic hypoperfusion. Risk factors for development of mesenteric ischemia include arrhythmias and low cardiac output. Patients with angiographically proven nonocclusive mesenteric ischemia were treated with intra-arterial application of tolazoline combined with heparin sodium. The overall mortality rate was 30% (7 of 23). Conclusion: Infusion therapy with tolazoline and heparin seems to be a successful treatment modality for clinically diagnosed mesenteric ischemia. Grundlagen: Seit dem Altertum werden der Alraune (Mandroga officinarum) magische Eigenschaften zugeschrieben. Tatsächlich enthält die im Mittelmeerraum heimische Pflanze in allen Pflanzenteilen Tropanalkaloide (bis 0,4%). Hauptalkaloide sind Atropin und Scopolamin. Die Rauschwirkung der Alraune wird beispielsweise im Internet \"beworben\". Fallbericht: Ein 28-Jähriger bezog Alraune über das Internet. Er bereitete einen Tee aus der Wurzel zu (6 g). Innerhalb von 2 Stunden entwickelte er Halluzinationen, seiner Ehefrau fiel außerdem eine erhebliche Mydriasis auf. Bei Eintreffen des Notarztes war der Patient tachykard (130/min), sehr unruhig und halluzinierte. Neben einer ausgeprägten Hautund Mundtrockenheit bestand weiterhin eine maximale Mydriasis mit nur gering lichtreaktiven Pupillen. Nach Gabe von 1 mg Physostigmin klarte der Patient auf, war orientiert und ruhig. 2 Stunden nach stationärer Aufnahme erneut Halluzinationen und starke Unruhe. Nach 1 mg Physostigmin und 5 mg Diazepam gestaltete sich der weitere Verlauf problemlos. Die Sinustachykardie bestand noch für weitere 7 Stunden. Laborchemisch konnte der Verdacht auf eine Atropinvergiftung bestätigt werden: Sowohl im Urin und Serum des Patienten wurde Atropin nachgewiesen. Schlussfolgerung: Vergiftungen nach Einnahme von Tropanalkaloid-haltigen Pflanzenzubereitungen in der Absicht sich zu berauschen sind bislang nur von Engelstrompete, Tollkirsche und Bilsenkraut beschrieben. Mit der zunehmenden Nutzung des Internets ist mit neuen Noxen wie der hier vorgestellten Alraune zu rechnen. Therapeutisch kann bei ausgeprägten ZNS-Symptomen Physostigmin als Antidot eingesetzt werden, eine mehrfache Gabe ist häufig erforderlich.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P 33"
        },
        {
            "text": "M. W. Prull, Ch. Perings, H.-J. Trappe Marienhospital Herne Fragestellung: Im Falle eines plötzlichen Herzstillstandes sind der Kenntnisstand über die Reanimation (CPR) und die Bereitschaft zu helfen gering. Eine neue Zielgruppe in der Ausbildung für die Basismaßnahmen der CPR (BLS) und die Anwendung halbautomatischer Defibrillatoren (AED) könnten Schulkinder darstellen. Ungeklärt ist die Frage, ab welchem Alter Kinder in BLS und die Anwendung eines AED geschult werden können. Methoden: An einem städtischen Gymnasium wurden getrennt voneinander eine 5. Klasse und eine 9. Klasse in Basic Life Support (BLS) und in die Anwendung eines AEDs von einem erfahrenen Notfall-und Intensivmediziner geschult. In einer 1. Unterrichtsstunde (45 Mi-nuten) wurden mit Hilfe einer Power-Point-Präsentation und 2 großen Postern die theoretischen Hintergründe und die theoretische Durchführung des BLS und AED vermittelt. In einer bzw. zwei weiteren Unterrichtsstunden wurden praktische Übungen an CPR-Mannequins (Little Anne, Laerdal, Norwegen) und mit einem AED (Medtronic LIFEPAK CPR-Trainer, USA) vermittelt. 4 Wochen später wurden 3 identische Fragen zur Durchführung des BLS an alle Schüler gestellt. Ergebnisse: In der 5. Klasse (Alter 10,4±0,5 Jahre) befanden sich 26 Schüler (58% Mädchen). Die 1. Frage (Reihenfolge der einzelnen Schritte innerhalb des BLS/AED) haben 9 Schüler richtig beantwortet (35%). Frage 2 (Ventilations/ Kompressions-Verhältnis) haben 17 Schüler korrekt beantwortet (65%). Frage 3 (korrekte Notrufnummer) haben 25 Schüler (96%) korrekt beantwortet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P 36 Schulunterricht in Basic Life Support und Anwendung eines AED an einem Gymnasium: Gibt es Unterschiede zwischen 10-jährigen und 14-jährigen Kindern?"
        },
        {
            "text": "In der 9. Klasse (Alter 14,5±0,6 Jahre) befanden sich 27 Schüler (26% Mädchen). Die Frage 1 (Reihenfolge der einzelnen Schritte innerhalb des BLS/AED) haben 10 Schüler (37%) korrekt beantwortet. Frage 2 (Ventilations/Kompressions-Verhältnis) haben 27 Schüler korrekt beantwortet (100%), ebenso Frage 3 (korrekte Notrufnummer).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P 36 Schulunterricht in Basic Life Support und Anwendung eines AED an einem Gymnasium: Gibt es Unterschiede zwischen 10-jährigen und 14-jährigen Kindern?"
        },
        {
            "text": "Bei der praktischen Ausbildung benötigten die 10-jährigen Schüler 1 Unterrichtsstunde länger, bis eine sichere Anwendung der erlernten Kenntnisse in BLS und AED erfolgen konnte (33% längere Ausbildungsdauer). Konklusion: BLS und die Anwendung eines AED kann Schülern ab einem Alter von 10 Jahren beigebracht werden. Die Unterrichtung der Kinder in BLS und AED erfolgte nach den Leitlinien des ERC aus dem Jahr 2000. 10jährige Kinder benötigen eine längere Zeit in der praktischen BLS/AED-Ausbildung. Die Reihenfolge der einzelnen Schritte innerhalb des BLS und AED wird nur von der Minderheit korrekt wiedergegeben. Überwiegend korrekt werden Ventilations-Kompressions-Verhältnis und Notrufnummer genannt. Innerhalb des BLS existieren zu viele verschiedene Schritte. Bei Anwendung der neuen ERC-Leitlinien 2005 könnten diese Ergebnisse durch weitere Simplifizierung verbessert werden. Fragestellung: Im Falle eines plötzlichen Herzstillstandes sind der Kenntnisstand über die Reanimation (CPR) und die Bereitschaft zu helfen gering. Eine neue Zielgruppe in der Ausbildung in die Basismaßnahmen der CPR und die Anwendung halbautomatischer Defibrillatoren (AED) könnten Schulkinder darstellen. Hat der Unterricht der Kinder einen Einfluss auf die Eltern, ihre Kenntnisse über die Reanimation und/oder 1.Hilfe aufzufrischen? Methoden: An einem städtischen Gymnasium wurden getrennt voneinander eine 5. Klasse und eine 9. Klasse in Basic Life Support (BLS) und in die Anwendung eines AEDs von einem erfahrenen Notfall-und Intensivmediziner geschult. In einer 1. Unterrichtsstunde (45 Minuten) wurden mit Hilfe einer Power-Point-Präsentation und 2 großen Postern die theoretischen Hintergründe und die theoretische Durchführung des BLS und AED vermittelt. In einer bzw. zwei weiteren Unterrichtsstunden wurden praktische Übungen an CPR-Mannequins (Little Anne, Laerdal, Norwegen) und mit einem AED (Medtronic LIFEPAK CPR-Trainer, USA) vermittelt. 4 Wochen danach und 4 Monate später wurden 3 identische Fragen zur Durchführung des BLS an alle Schüler gestellt. Zusätzlich wurden Fragen an die Eltern gestellt. Ergebnisse: In der 5. Klasse (Alter 10,4±0,5 Jahre) befanden sich 26 Schüler (58% Mädchen). 22 Eltern haben die Fragebögen beantwortet (88%). An einem Kurs in 1. Hilfe haben 100% teilgenommen: 7 Eltern 1 × (32%), 7 Eltern 2 × (32%), 5 Eltern > 2 × (23%), 3 Eltern regelmä-ßig (13%). Grundsätzliches Interesse an der Thematik bekunden 20 Eltern (91%). An einem Kurs in BLS und AED würden 17 Eltern (77%) teilnehmen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P 36 Schulunterricht in Basic Life Support und Anwendung eines AED an einem Gymnasium: Gibt es Unterschiede zwischen 10-jährigen und 14-jährigen Kindern?"
        },
        {
            "text": "In der 9. Klasse (Alter 14,5±0,6 Jahre) befanden sich 27 Schüler (26% Mädchen). 10 Eltern (37%) haben die Fragebögen beantwortet. An einem Kurs in 1. Hilfe haben 100% teilgenommen: 5 Eltern 1 × (50%), 3 Eltern 2 × (30%), 1 Eltern > 2 × (10%), 1 Eltern regelmäßig (10%). Grundsätzliches Interesse an der Thematik bekunden 7 Eltern (70%). An einem Kurs in BLS und AED würden 7 Eltern (70%) teilnehmen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P 36 Schulunterricht in Basic Life Support und Anwendung eines AED an einem Gymnasium: Gibt es Unterschiede zwischen 10-jährigen und 14-jährigen Kindern?"
        },
        {
            "text": "In einem Kontrollzeitraum von 4 Monaten hat keiner der befragten Eltern einen Kurs in BLS/AED besucht. Konklusion: BLS und die Anwendung eines AED kann Schülern ab einem Alter von 10 Jahren beigebracht werden. Die antwortenden Eltern der Schüler haben alle einen Kursus in 1. Hilfe besucht, in der überwiegenden Mehrzahl einmal. Der Unterricht der Kinder in BLS und die Anwendung eines AED hat bei der überwiegenden Mehrzahl der Eltern das Interesse an dem Thema \"Wiederbelebung\" geweckt. Die Mehrheit der Eltern würde auch an einem von einer Wohlfahrtsorganisation (Arbeiter-Samariter-Bund, Deutsches Rotes Kreuz, Malteser Hilfsdienst o. ä.) angebotenen Kursus in BLS und die Anwendung eines AED teilnehmen. Nach 4 Monaten hat aber noch keiner der befragten Eltern an so einem Kursus teilgenommen. Freiwillige Schulung scheint keine adäquate Methode zu sein, auch motivierte Erwachsene zu erreichen. Die Unterrichtung der Kinder in BLS stellt eine neue und viel versprechende Möglichkeit dar, Kenntnisse über die BLS und die Anwendung eines AED in Allgemeinbevölkerung zu verbreiten. Das Ausmaß der Beinödeme korrelierte signifikant mit dem ZVD (r = 0,428, p = 0,008) und dem GEDI ( r= -0,553, p < 0,001). Folgerichtig korrelierten ZVD und GEDI negativ (!): r = -0,417, p = 0,005. Der extravasculäre Lungenwasser-Index ELWI korrelierte mit dem auskultatorischen Ausmaß feuchter pulmonaler Rasselgeräusche (r = 0,334, p = 0,029) und dem ITBI (r = 0,519, p < 0,001) sowie negativ (!) mit dem ZVD (r = -0,330, p = 0,031). ELWI und Beinödeme korrelierten nicht (r = -0,224, p = 0,0182). Die globale Einschätzung des Volumenstatus (skaliert von 1 bis 10) korrelierte zwischen A und U (r = 0,437, p = 0,009), aber jeweils nicht mit dem GEDI. Die radiologische Einschätzung des Volumenstatus (skaliert von 1-10) korrelierte weder mit ZVD noch mit GEDI noch mit ELWI. Schlussfolgerungen: 1.) Die Einschätzung des Volumenstatus bei Patienten mit schwerer Abdominal-Erkrankung ist komplex und unterscheidet sich von der bei kardialen Erkrankungen. 2.) Beinödeme und ZVD spiegeln dabei den Volumenstatus interstitiell bzw. vor dem rechten Herzen. Beide Kompartimente stehen allerdings als Vorlast nicht unmittelbar zur Verfügung und korrelieren sowohl mit GEDI als auch mit EL-WI negativ. 3.) Aus dem Vorhandensein von Ödemen und hohem ZVD auf einen intravasculären Volumen-Überschuss und die Gefahr eines Lungenödems zu schließen, kann bei diesem Patientengut fatale Folgen haben. Daher muss bei diesem Patientengut eine differenzierte Bewertung des Volumenstatus in allen Kompartimenten erfolgen, ggf. unter Einsatz moderner Hämodynamik-Systeme und/oder der Echokardiographie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P 36 Schulunterricht in Basic Life Support und Anwendung eines AED an einem Gymnasium: Gibt es Unterschiede zwischen 10-jährigen und 14-jährigen Kindern?"
        },
        {
            "text": "U. Hoffmann, T. Holzinger, M. Brueckmann, V. Liebe, C. Liebetrau, S. Lang, M. Borggrefe Klinikum Mannheim Background: Chemokines play an important role in the selective movement of leukocytes into inflammatory areas and they also activate various cells in inflamed tissues. RANTES (for \"regulated upon activation normal T cell expressed and secreted\") is a small protein of 68 aminoacids and belongs to the CC-chemokines. RANTES is a chemoattractant for monocytes and T cells and is thought to act by promoting leukocyte infiltration to sites of inflammation. We measured the expression of RANTES mRNA in the supernatant of freshly isolated peripheral blood mononuclear cells from a septic patient during treatment with Drotrecogin alfa (activated) in vivo and in vitro. Patients and methods: We measured the expression of RANTES mRNA in the supernatant of fresh isolated blood mononuclear cells (PMĆ s) from a septic patient treated with Drotrecogin alfa (activated) on day 1, 3 and 5 of sepsis. RANTES mRNA was detected in PMCs in vitro after addition of Drotrecogin alfa (activated) in concentrations of 50, 500 and 5000 ng/ml for 6 h. Expression of RANTES mRNA in the supernatant of PMĆ s were measured with mRNA Quantikine method. Statistical analysis with ANOVA were performed. Results: Drotregocin alfa (activated) down-regulates RANTES mRNA gene transcription in vivo from day 1 to day 5 of sepsis. RANTES mRNA was also down-regulated from day 1 to day 5 of sepsis after incubation of the PMCs with Drotrecogin alfa (activated) in vitro in concentrations of 50, 500, and 5000 ng/ml on day 1, 3 and 5 of sepsis. Levels of RANTES mRNA were significantly higher on day 1 of sepsis compared to day 5 in vivo and in vitro.",
            "cite_spans": [
                {
                    "start": 3,
                    "end": 117,
                    "text": "Hoffmann, T. Holzinger, M. Brueckmann, V. Liebe, C. Liebetrau, S. Lang, M. Borggrefe Klinikum Mannheim Background:",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "P 39 Expression of RANTES mRNA in peripheral blood mononuclear cells of septic patients treated with Drotregocin alfa (activated) in vivo and in vitro"
        },
        {
            "text": "The ability of Drotregocin alfa (activated) to downregulate RANTES mRNA expression in vivo and in vitro in human blood mononuclear cells may represent a new molecular mechanism, by which Drotregocin alfa (activated) controls chemokines, thereby contributing to the efficacy of Drotregocin alfa (activated) in inflammation and sepsis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion:"
        },
        {
            "text": "F. M. Brunkhorst, C. Engel, H.-G. Bone, R. Brunkhorst, H. Gerlach, S. Grond, M. Gründling, G. Huhle, U. Jaschinski, S. John, K. Mayer, M. Oppert, D. Olthoff, M. Quintel, R. Ragaller, R. Rossaint, F. Stueber, N. Weiler, T. Welte, M. Löffler, K. Reinhart and the German Competence Network Sepsis (SepNet) SepNet Office, Dept of Anaesthesiology and Intensive Care Medicine, Friedrich-Schiller-University Jena Introduction: Although a large number of epidemiological sepsis studies have been performed in Europe and the US in the past years, sound data for Germany is lacking so far. Methods: In the \"Prevalence of severe sepsis and septic shock in Intensive Care Units in Germany\" study, a prospective observational cross-sectional study, the network gathered data from 454 randomly selected ICUs in 310 hospitals in Germany and screened 3877 patients -according to the ACCP/SCCM Consensus Conference criteria -by local one-day visits of trained physicians from SepNet's 17 Regional Study Centers. Visits were randomly distributed over a one year period (2003) to allow assessment of seasonal variations of sepsis prevalence. The ICU sample was taken from a registry of all German hospitals with ICUs (1380 hospitals with 2075 ICUs). Pediatric ICUs were not considered. The study was completed in January 2004 and the data base was closed on May 31. Results: 3% of ICUs were situated in a university, 34% in university-affiliated and 56% in general hospitals. 55% of ICUs directors were anesthesiologists and 27% internists. An infection was microbiologically documented in 16% and diagnosed by clinical criteria alone in 19% of screened patients. Respiratory tract infections were most common (62%), followed by intra-abdominal (17%) and urogenital infections (8%). There were 612 microbiologically documented infections in all screened patients. Gram-negative and gram-positive infections were nearly equally distributed (56% vs 54%), in 18% a fungal infection was suspected. The prevalence of sepsis was 12%, of infection without SIRS 7%, and of severe sepsis/septic shock 11%. There were significant differences in the prevalence of severe sepsis/septic shock over one year with the highest prevalence in May 2003 (18%). The infection was ICU acquired in 37%, hospital acquired in 20% and community acquired in 35%. ICU mortality in patients with severe sepsis/septic shock was 47% and hospital mortality 54%. Based on these findings the incidence of severe sepsis/septic shock in German ICUs can be estimated as 75 000 cases per year (110 per 100 000 inhabitants), comparable with the incidence of acute myocardial infarction (143 per 100 000 inhabitants). With an estimated 40 000 deaths per year severe sepsis/septic shock is the third frequent cause of death in Germany after coronary artery disease and acute myocardial infarction. Conclusions: Incidence and mortality rate of severe sepsis and septic shock in German ICUs are higher than reported in recent studies. This may be due to the representative sample size, the more standardized diagnostic criteria and a lower inter-observer variability. Ackowledgement: Supported by the German Federal Ministry of Education and Research (BMBF), Grant No. 01KI 0106 and Lilly Deutschland GmbH.",
            "cite_spans": [
                {
                    "start": 6,
                    "end": 302,
                    "text": "Brunkhorst, C. Engel, H.-G. Bone, R. Brunkhorst, H. Gerlach, S. Grond, M. Gründling, G. Huhle, U. Jaschinski, S. John, K. Mayer, M. Oppert, D. Olthoff, M. Quintel, R. Ragaller, R. Rossaint, F. Stueber, N. Weiler, T. Welte, M. Löffler, K. Reinhart and the German Competence Network Sepsis (SepNet)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "P 40 Epidemiology of Severe Sepsis and Septic Shock in Germany -Results from the German Prevalence Study"
        },
        {
            "text": "F. M. Brunkhorst, T. Welte, C. Engel, R. Rossaint, K. Mayer, G. Huhle, M. Gründling, F. Stüber, H. Gerlach, F. Bloos, M. Löffler, K. Reinhart and the German Competence Network Sepsis (SepNet) SepNet Office, Dept of Anaesthesiology and Intensive Care Medicine, Friedrich-Schiller-University Jena Introduction: Appropriate antimicrobial therapy is one of the cornerstones in the treatment of severe sepsis and septic shock. Broad-spectrum antibiotics as ureidopenicillins, 4 th class cephalosporins, carbapenems or fluorchinolons are the recommended agents in the empirical antibiotic treatment. Currently, there is no data available how patients with severe sepsis and septic shock are actually treated in Germany. Methods: The study was designed as a prospective observational cross-sectional 1-day-prevalence study from January 15, 2003 to January 14, 2004 . A representative random sample of 310 hospitals with 454 ICUs out of a total of 1380 German hospitals with 2075 ICUs was obtained, forming 5 strata according to hospital size. Hospitals were visited by experienced ICU physicians from SepNet's 17 regional study centers. From a total of 3877 patients screened, 415 (11%) -representing 1545 (95%CI: 1305-1786) patients each day in German ICUsfulfilled the ACCP/SCCM criteria for severe sepsis or septic shock and were included in the analysis. Results: Respiratory tract infections as the cause of sepsis were predominating (64%), followed by intra-abdominal infections (25.7%). In only 57.3% of patients infection was microbiologically documented, 57.6% of whom had gram-positive, 55.5% gram-negative and 25.6% fungal infections. 9.6% of positive cultures were blood cultures. Less than 2% of patients had MRSA infections. On the day of investigation, among the 415 patients with severe sepsis/septic shock, 757 different antimicrobial agents were administered alone or in combination: ureidopenicillins (12.0%), cephalosporins (12.6%), fluorchinolones (11.8%), carbapenems (10.4%), aminoglycosides (8.1%), glycopeptides (7.9%), metronidazole (8.2%), macrolides (4.5%), and antimycotics (9.8%). 64.9% of antimicrobial prescriptions were administered empirically and 31.8% were guided by microbiologically documented findings. 71 (17.1%) of patients received antimycotic treatment. However, only in 11.6% were fungal isolates considered as the likely cause of sepsis. Conclusions: The usage of broadspectrum antibiotics among patients with severe sepsis/septic shock is high in German ICUs, indicating that most of the patients may receive appropriate antibiotic therapy. Aminoglycosides, which have been shown to have no additional benefit as an adjunct to broad spectrum-antibiotics but renal side effects, according to a recent metaanalysis (Paul M et al, BMJ, 2005) , have a rather low prescription rate. There may be an overuse of antimycotics, underlining the need for better diagnostic tools in patients colonized with fungi. Acknowledgement: This study was supported by the Federal Ministry of Education and Research (BMBF) grant No: 01 KI 0106 and Lilly Deutschland GmbH. Introduction: In the \"European Prevalence of Infection in Intensive Care\" (EPIC) study -a one-day prevalence study in the year 1992 -an infection rate of 44.8% was reported in 10 038 patients in 1417 ICUs throughout Europe (JAMA 1995; 274: 639-644) . Community-acquired infections (CAI) were recorded in 13.7%, hospital-acquired infections (HAI) in 9.7%, and ICU-acquired infections (IAI) in 20.6%. A strong correlation between IAI and mortality was reported. However, rates of IAI varied markedly from country to country. We compared the findings in the German subgroup of the EPIC study (268 ICUs, 2010 patients) with recent data from the German Prevalence study. Methods: The study was designed as a prospective observational cross-sectional one-day-prevalence study from January 15, 2003 to January 14, 2004 . A representative random sample of 310 hospitals with 454 ICUs out of a total of 1380 German hospitals with 2075 ICUs was obtained, forming 5 strata according to hospital size. Hospitals were visited by experienced ICU physicians from SepNet's 17 regional study centers. Visits were randomly selected over a one year period to allow for seasonal variations. A total of 3877 patients were screened according to the ACCP/SCCM Consensus Conference criteria. Results: Among the screened patients, 1348 (34.7%) were infected, comparable to the prevalence of infection in German ICUs in the EPIC study (36.6%). Prevalence of CAI was 13.6% (EPIC: 11.2%), HAI 4.8% (EPIC: 8.1%) and IAI 11.4% (EPIC: 17.3%). In our study, among the 1348 patients with infections 415 (30.8%) had severe sepsis (sevSep) or septic shock (SS). The prevalence of CAI in patients with sevSep/SS was 35.4%, HAI 19.8% and IAI 36.6%, respectively. Comparing infected patients with and without sevSep/SS, HAI and IAI were more frequent than CAI in patients with sevSep/SS (p = 0.0002). However, there was no difference in ICU mortality between sevSep/SS patients with CAI (51%), HAI (60%) and IAI (54%), respectively. Total mortality in the German part of the EPIC study was 14.9%. However, the prevalence of sevSep/SS was not assessed. Conclusions: Compared to the data of the German subgroup in the EPIC study we found a lower prevalence of IAI, a higher prevalence of HAI/ CAI and a substantially higher mortality rate, independent of the origin of infection in our study. In contrast to the design of our study, the high proportion of university hospitals in the EPIC sample (35%) may have introduced a bias in patient case mix, and there may have been a selection bias, due to the identification and voluntary participation of the ICUs surveyed. Effective implementation of infection control policies in order to reduce preven- (ESICM) showed that 87% of the responding intensivists doubt the validity of these criteria for sepsis at the bedside.",
            "cite_spans": [
                {
                    "start": 6,
                    "end": 191,
                    "text": "Brunkhorst, T. Welte, C. Engel, R. Rossaint, K. Mayer, G. Huhle, M. Gründling, F. Stüber, H. Gerlach, F. Bloos, M. Löffler, K. Reinhart and the German Competence Network Sepsis (SepNet)",
                    "ref_id": null
                },
                {
                    "start": 821,
                    "end": 837,
                    "text": "January 15, 2003",
                    "ref_id": null
                },
                {
                    "start": 838,
                    "end": 857,
                    "text": "to January 14, 2004",
                    "ref_id": null
                },
                {
                    "start": 2752,
                    "end": 2777,
                    "text": "(Paul M et al, BMJ, 2005)",
                    "ref_id": null
                },
                {
                    "start": 3312,
                    "end": 3323,
                    "text": "(JAMA 1995;",
                    "ref_id": null
                },
                {
                    "start": 3324,
                    "end": 3337,
                    "text": "274: 639-644)",
                    "ref_id": null
                },
                {
                    "start": 3864,
                    "end": 3880,
                    "text": "January 15, 2003",
                    "ref_id": null
                },
                {
                    "start": 3881,
                    "end": 3900,
                    "text": "to January 14, 2004",
                    "ref_id": null
                },
                {
                    "start": 5799,
                    "end": 5806,
                    "text": "(ESICM)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "P 41 Antimicrobial Treatment in Patients with Severe Sepsis and Septic Shock -Results from the German Prevalence Study"
        },
        {
            "text": "Aim of our study was to assess the criteria for sepsis used in daily clinical ICU practice in Germany. Methods: The study was designed as a prospective observational cross-sectional study. A representative random sample of 310 hospitals with 454 ICUs out of a total of 1380 German hospitals with 2075 ICUs was obtained, forming 5 strata according to hospital size. The ICU directors were asked by a standardized questionnaire in an interview by specially trained physicians from SepNet's 17 Regional Study Centres whether they used the criteria or not. Regarding the usage of sepsis markers answers were categorized as \"always\", \"frequently\", \"sometimes\", \"rarely\" or \"never\". Results: The ACCP/SCCM Consensus Conference Criteria were used only in 56.6%, whereas a positive blood culture was believed to be essential for diagnosis in 81.5% and clinical criteria according to individual experience in 96.5%. 37.9% stated never to use Gram-stains of respiratory specimens and in 13.2% of these ICUs the laboratory turn around for first blood culture results was > 24 hours. 90.5% of ICU directors answered to use laboratory markers for sepsis diagnosis. Absolute leukocyte count was used in 92.7% \"always\". However, differential leukocyte count was used only in 47.8% \"always\". Among biochemical markers, C-reactive protein was the most preferred (\"always\": 90.1%), compared to procalcitonin (\"always\": 13.9, \"frequently\": 9.5, \"sometimes\": 15.2%), Interleukin-6 (3.7, 4.2, 5.9%) and lipopolysaccarid-binding protein levels (2.4, 2.0, 3.7%). Conclusions: In accordance with US and European surveys, the acceptance of the ACCP/SCCM criteria is low in Germany. Regarding diagnostic criteria for sepsis, ICU physicians seem to rely more on their personal experience than on expert recommendations for standardized criteria. Interestingly, however, one third of ICU physicians are using procalcitonin levels in addition to conventional laboratory markers and clinical signs of sepsis. (MPI) had been reported to be only 55% in community-acquired and 71% in nosocomial infections (Alberti C, Int Care Med 2002; 28: 108-121) . Even in randomized controlled sepsis trials patients with underlying clinically suspected infections (CSI) contribute to one third of enrolled patients. We describe the rate of MPI and CSI in patients with infections as assessed in a large and representative epidemiological study. Methods: The study was designed as a prospective observational cross-sectional one-day-prevalence study from January 15, 2003 to January 14, 2004. A representative random sample of 310 hospitals with 454 ICUs out of a total of 1380 German hospitals with 2075 ICUs was obtained, forming 5 strata according to hospital size: strata 1 to 4 comprised all nonuniversity hospitals with < 200, 201-400, 401-600, and > 600 beds, respectively, and stratum 5 comprised all university hospitals. Hospitals were visited by experienced ICU physicians from Sep-Net's 17 regional study centers. Visits were randomly selected over a one year period to allow for seasonal variations. Patients with CSI must have had evidence of an infection such as white blood cells in a normally sterile body fluid, perforated viscus, chest xray consistent with pneumonia and associated with purulent tra-cheal production, or a clinical syndrome associated with a high probability of infection (for example, ascending cholangitis). A total of 3877 patients were screened according to the ACCP/SCCM Consensus Conference criteria. Results: Among the screened patients 1348 (34.7%) were infected, 736 (54.6%) of whom had CSI and 612 (45.4%) MPI. MPI was recorded more often in larger and CSI in smaller hospitals (p < 0.0001). Among infected patients, the rate of MPI was highest in university hospitals (59.0%) and lowest in hospitals < 200 beds (33.5%), reflecting the low availability of microbiological laboratories in smaller hospitals (laboratory present in 16.3% in hospitals with 400 beds and in 70.0% in hospitals with 600 beds). Among the 1348 patients with infections 415 (30.8%) had severe sepsis or septic shock (sevSep/SS). Comparing infected patients with and without sevSep/SS, MPI were more frequent in patients with sevSep/SS (57.3% vs 40.1%, p < 0.0001). Conclusions: The low rate of MPI found in our study is in accordance with results of other epidemiological studies and may in part be explained by the low availability of microbiological laboratories in small and middle-sized hospitals. This underlines the need for better culture-independent laboratory methods with a faster turnaround. Rahmen einer geplanten Safety-Analyse abgebrochen, da die Häufigkeit an Hypoglykämien (≤ 40 mg/dl; 2,2 mmol/l) in der mittels IIT behandelten Patientengruppe unvertretbar hoch erschien (12,1% vs 2,1%, p < 0,001). Zudem war kein Unterschied in der 28-Tage und 90-Tage-Sterblichkeit nachweisbar (21.9% vs 21,6%, p=1,0 bzw. 32,8% vs 29,5%, p=0,43). Nach Datenbankschluss war die Rate an Hypoglykämien sogar noch höher (17,6% vs 4,5%, p < 0,001). Die multivariate Analyse zeigte, dass vor allem ältere Patienten ein erhöhtes Risiko aufweisen, eine Hypoglykämie zu entwickeln. Diskussion: Van den Berghe berichtete über eine Hypoglykämierate von 5,1% in vs 1,02% (p < 0,009) bei postoperativen chirurgischen Patienten (1). In der neuen Studie der Leuvener Gruppe bei internistischen ITS-Patienten mit höherer Erkrankungsschwere war diese Rate jedoch deutlich höher: 18,7% vs 3,1% in der intention-to-treat-Population (p < 0,001), sowie 25,1% vs 3,9% in der Subgruppe mit einer ITS-Liegedauer > 3 Tagen (p < 0,001) (2). Schlussfolgerung: Eine IIT bei ITS-Patienten ist nach der bisher vorliegenden Datenlage eine Maßnahme, welche septische Komplikationen bei kardiochirurgischen mechanisch beatmeten Patienten verhindert. Bei Patienten mit bereits manifester schwerer Sepsis, bei älteren Patienten (> 60 Jahre) und bei Patienten mit ansonsten hoher Krankheitsschwere besteht jedoch ein erhöhtes Risiko für eine Hypoglykämie. Eine engmaschige (initial 1-2-stündliche) bettseitige Kontrolle der Blutglukose ist zwingend erforderlich. ",
            "cite_spans": [
                {
                    "start": 1979,
                    "end": 1984,
                    "text": "(MPI)",
                    "ref_id": null
                },
                {
                    "start": 2073,
                    "end": 2103,
                    "text": "(Alberti C, Int Care Med 2002;",
                    "ref_id": null
                },
                {
                    "start": 2104,
                    "end": 2116,
                    "text": "28: 108-121)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "P 42 Prevalence of Infection in German Intensive Care Units -Results from the German Prevalence Study"
        },
        {
            "text": "Einfluss von Kreislaufunterstützungssystemen auf die Serumkonzentration von Neuronenspezifischer Enolase (NSE) und S100 Protein (S100b) bei Patienten mit perkutaner Koronarintervention (PTCA) (Mittelwert (MW) ±SEM). Die Ghrelin-Plasmakonzentrationen betrugen 971,2±225,4 pg/ml (MW±SEM). Innerhalb der nächsten Tage starben 3 Patienten. Bei den übrigen Patienten ermittelten wir am Tag 7 des Intensivaufenthalts einen APACHE score von 22,5±2,3 (MW±SEM). Die Ghrelin-Plasmaspiegel zeigten dagegen keine Veränderung (MW±SEM: 1033,2±186,3 pg/ml). Schlussfolgerung: Die Ghrelin-Plasmakonzentrationen bei schwer kranken septischen Patienten auf einer medizinischen Intensivstation sind erhöht und verändern sich auch am Tag 7 des Intensivaufenthalts nicht. Somit könnten die Ghrelin-Blutspiegel die Störung der Energiebalance bei kritisch kranken Menschen wiederspiegeln.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P 48"
        },
        {
            "text": "A. Grósz, M. H. Bi, J. Ott, M. Schaefer, A. Mohr, F. Grimminger, W. Seeger, K. Mayer Universitätsklinikum Giessen-Marburg GmbH, Giessen Einleitung: In der pulmonalen Inflammation sind Arachidonsäure (AA, n-6)-abgeleitete Lipidmediatoren entscheidend für die Aktivierung und Transmigration von Leukozyten. Konventionelle Lipidemulsionen (LE) zur parenteralen Ernährung von Patienten führen zum Anstieg von AA im Plasma kritisch kranker Patienten, dagegen besitzen n-3-Fettsäuren aus Fischöl anti-inflammatorische Wirkungen. Neue LE enthalten ein balanciertes Verhältnis von n-6-und n-3-Fettsäuren. Wir verglichen die Wirkung einer konventionellen LE (LCT) und einer neuen LE (SMOF) auf die Transmigration von Leukozyten und die Zytokinsynthese in einem Mausmodell des akuten Lungenversagens. Methoden: Ein zentraler Venenkatheter wurde in die Jugularvene eingeführt und mit einer wechselbaren mini-osmotischen Pumpe (ALZET®) verbunden. Die Mäuse wurden über 3 Tage mit NaCl (Kontrollgruppe), LCT oder SMOF infundiert und anschließend mit Endotoxin (LPS) intratracheal stimuliert. In der bronchoalveolären Lavage (BAL) wurden die Anzahl der transmigrierten Leukozyten und die Zytokinsynthese mittels ELISA bestimmt. Ergebnisse: Die intratracheale LPS-Stimulation führte zu einem massiven Anstieg der Leukozytenzahl in der NaCl-Gruppe. Die Leukozyteninvasion war in der LCT-Gruppe erheblich verstärkt, während nach SMOF-Infusion die Transmigration im Vergleich zu NaCl nicht weiter anstieg.",
            "cite_spans": [
                {
                    "start": 3,
                    "end": 147,
                    "text": "Grósz, M. H. Bi, J. Ott, M. Schaefer, A. Mohr, F. Grimminger, W. Seeger, K. Mayer Universitätsklinikum Giessen-Marburg GmbH, Giessen Einleitung:",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "P 50 Unterschiedliche Auswirkungen von Lipidemulsionen auf eine pulmonale Inflammation in einem Mausmodell des akuten Lungenversagens"
        },
        {
            "text": "LPS löste eine Steigerung der Konzentration von TNF-a in der BAL aus, die nach Infusion von LCT massiv gesteigert war. SMOF hingegen führte nur zu einer geringen Erhöhung von TNF-a in der BAL. Schlussfolgerung: Die LPS-induzierte pulmonale Inflammation wurde durch LCT-basierten LE verstärkt, während die neue Mischemulsion (SMOF) die Invasion der Leukozyten und die Zytokinsynthese nur gering beeinflusste. LE dienen nicht nur zur Ernährung von Patienten, sondern modulieren auch inflammatorische Prozesse. Neue Lipidemulsionen zeigen ein besseres immunologisches Profil und könnten dadurch positive Auswirkungen für Patienten haben. Casereport: 55-jähriger Patient mit protrahierter oberer gastrointestinaler Blutung bei bestehender Leberzirrhose. Initiales Hb 3,6 g/dl, Child-Pugh-Score 10. Der Patient blutete aus einem ektopen Varizkonvolut in der Pars descendens duodeni. Nach Primärversorgung mit Terlipressin und Cyano-Acryl/Lipiodol-Injektionstherapie kam es inital zur Blutstillung. Aufgrund des hohen Rezidivrisikos und der Tatsache, dass die konventionelle Blutstillung (Injektionstherapie, Gummibandligatur) bei ektopen Varizen wenig erfolgreich/evaluntiert ist, wurde sofort ein TIPS (transjugulärer intrahepatischer portosystemischer Shunt) angelegt. Zudem wurden die Varizen über die Vena mesenterica superior mit 95% Alkohol und Metallspiralen okkludiert. Zehn Tage postinterventionell kam es zur Blutung aus einem Ligaturulkus: dabei zeigten sich problematische Abstromverhältnisse des TIPS, der retrahiert und anguliert war. Es erfolgte eine TIPS-Verlängerung mittels Nitinol-Stent. In der Folge trat keine Rezidivblutung auf und die Varizenkonvolute bildeten sich zurück.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P 50 Unterschiedliche Auswirkungen von Lipidemulsionen auf eine pulmonale Inflammation in einem Mausmodell des akuten Lungenversagens"
        },
        {
            "text": "Monitoring peri-operative haemostasis by ROTEM thromboelastometry in patients with on-pump cardiovascular surgery M. Reinhöfer 1 , U. Franke 2 , J. Winning, D. Barz 1 , G. Marx, W. Lösche Klinik für Anästhesiologie und Intensivmedizin, 1 I nstitut für Transfusionsmedizin und 2 Klinik für Herz-, Thorax-und Gefäßchirurgie, Universitätsklinikum Jena Introduction: On-pump cardiovascular surgery is frequently associated with intra-and post-operative bleeding. ROTEM that is done in whole blood samples is believed to reflect more closely than classical coagulation measurements the in vivo situation of haemostasis, in particular the contribution of fibrinogen and platelets to clot formation. Material and methods: After approval by the ethical committee and informed consensus 150 elective cardiovascular surgery patients (bypass 49%, valve replacement 19%, others 32%) with an on-pump time of at least 45 min were enrolled in the study. Samples of citrated blood were obtained immediately before anaesthesia (P1), immediately after the end of the surgery (P2) and 14-18 h post-operatively (P3). ROTEM measurements were done using test kits and instruments provided by Pentapharm (Munich). Results: As to expect on-pump surgery resulted in a significant impairment of haemostasis as indicated in a prolongation of clotting time (CT) and clot formation time (CFT) as well as a decrease in the maximum clot firmness (MCF) with more frequent pathological values when coagulation was activated via the intrinsic pathway (INTEM) as compared to the extrinsic pathway (EXTEM). Most of the parameters returned to the basal values at time P3. At all time points MCF in FIBTEM was significantly correlated with plasma fibrinogen level. In 17% of the patients a reduced MCF (< 9 mm) in FIBTEM at P2 may indicate a need for fibrinogen substitution. On the other hand, 26% of patients had increased MCF in FIBTEM (> 25 mm) at P1, which was however not associated with lower intra-operative bleeding and which may be caused by an acute phase reaction as indicated by a significant correlation with plasma CRP level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P 52"
        },
        {
            "text": "Pre-operatively prolonged CT and CFT or decreased MCF values did not indicate high intra-operative blood loss and need for substitution with platelets or plasma products. However, postoperative ROTEM data, in particular prolonged CFT and decreased MCF in EXTEM, were associated with high post-operative blood loss (above the median of 545 ml). To prove whether an enhanced post-operative blood loss might be caused by an insufficient heparin neutralisation by protamine, we measured HEPTEM in those patients showing prolonged CT in INTEM. An heparin effect was observed in 37% of patients with high and in 24% with low blood loss indicating that insufficient heparin neutralisation may not predict excessive bleeding. Conclusion: The data demonstrate that ROTEM is a valuable tool to detect impaired peri-operative haemostasis in cardiovascular surgery on-pump patients and may be able to predict excessive post-operative bleeding. As an acute phase reaction may affect ROTEM values, one should prove whether the cut-off values determined in healthy volunteers are applicable to cardiovascular patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P 52"
        },
        {
            "text": "MRSA-Besiedelung/-Infektion, Lokalisation, Risikofaktoren, chirurgischer/internistischer Patient etc.) kann mit Hilfe dieser Auswertetechnik eine interaktive Plattform erstellt werden, die Problemkonstellationen schon im Vorfeld (prospektiv) den behandelnden Stationen mitteilen kann. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P 52"
        }
    ],
    "bib_entries": {
        "BIBREF5": {
            "ref_id": "b5",
            "title": "P 06, P 50 Bias-Franke, R. FV 9",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Bi",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Fv",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF133": {
            "ref_id": "b133",
            "title": "Abstracts 38",
            "authors": [],
            "year": null,
            "venue": "Gemeinsame Jahrestagung Intensivmed",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF207": {
            "ref_id": "b207",
            "title": "FV 4 van der Woude",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Vallancer",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J. F. P",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF222": {
            "ref_id": "b222",
            "title": "P 05, P 17 Wilkens, H. P 07 Winning, I. P 08",
            "authors": [
                {
                    "first": "Ch",
                    "middle": [
                        "J"
                    ],
                    "last": "Wiedermann",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "effects of recombinant human alpha(1)-antitrypsin from yeast on human peripheral blood granulocytes in vitro B. Mosheimer, R. Alzner, Ch. J. Wiedermann 1 Division of General Internal Medicine, Department of Medicine, Medical University of Innsbruck/A, 1 Department of Medicine, Central Hospital of Bolzano/I Background:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "pulmonalen Inflammation durch Aktivierung des Peroxisom Proliferator-Aktivierten Rezeptors (PPAR)a in einem Mausmodell des akuten Lungenversagens A. Pose, M. B. Schaefer, J. Ott, A. Mohr, M. H. Bi, F. Grimminger, W. Seeger, K. Mayer University of Giessen Lung Center, Giessen, The Capital University of Medical Science Beijing, Beijing, China Einleitung: Der Transkriptionsfaktor PPARa zählt zur Familie der nukleären Rezeptoren. Seine Aktivierung erfolgt spezifisch durch das Fibrat WY 14643. Neuere Arbeiten zeigen neben der Wirkung auf metabolische Vorgänge eine mögliche Verminderung inflammatorischer Prozesse. Eine protektive Wirkung im Rahmen des akuten Lungenversagens ist nicht bekannt. Schwerpunkt der Untersuchung war die Bestimmung der Zahl alveolär rekrutierter Leukozyten sowie der Gehalt pro-inflammatorischer Zytokine in der bronchoalveolären Lavage (BAL) nach intratrachealer Lipopolysaccharid(LPS)-Stimulation bei Wildtyp (WT)-und PPARadefizienten (-/-) Mäusen in Abhängigkeit von der PPARa-Aktivierung. Methoden: WY 14643 wurde über 14 Tage oral PPARa-WTund PPARa (-/-) -Mäusen verabreicht. Sowohl mit WY behandelte als auch nicht behandelte Tiere wurden anschließend intratracheal mit LPS (1 bzw. 10 lg) stimuliert. 8 bzw. 24 Stunden nach Stimulation wurde eine bronchoalveoläre Lavage durchgeführt. Die",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "J. Winning, H. Huwer, C. Naumann, I. Winning, G. Schneider, M. Bauer Klinik für Anästhesiologie und Intensivtherapie, Universitätsklinikum Jena",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "(z. B. Vehikel: 196±16/GF; Dopamin 5 lg: 114±12 [p=0,009], Dopamin 2 lg: 119±10 [p=0,01], Dobutamin 5 lg: 83±6 [p = 0,0005]) sowie der MHCII-positiven Zellen (Vehikel: 112±9/GF; Dopamin 5 lg: 75±9 [p = 0,04], Dopamin 2 lg: 88±7 [p = 0,05], Dobutamin 5 lg: 56±5 [p = 0,002]). Einen Tag nach ANV kam es zu einer Hochregulation von TGF-beta 1 und 2 sowie einer Phosphorylierung von p42/p44 MAPKs in Nieren von Dopamin-und Dobutamin-behandelten Ratten. Eine Behandlung mit Noradrenalin zeigte keinen protektiven Effekt.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Hilberg T, et al. (2005) FASEB J. 19: 1492-1494 P 19 Decrease of ADAMTS13 activity is a common feature of the inflammatory responseC. L. Bockmeyer 1 , W. Lösche 1 , U. Budde 1 , R. Schneppenheim 2 , K. Kentouche 3 , M. Bauer 4 , K. Reinhart 1 , F. M. Brunkhorst 1 , R. A. Claus 1 1 Departments of Anaesthesiology and Intensive Care Medicine, Friedrich-Schiller-University, Jena; 2 Lab-Association Prof. Arndt and Partners, Coagulation Laboratory, Hamburg; 3 Children's University Hospital Hamburg-Eppendorf, Department of Pediatric Hematology and Oncology; 4 Department of Pediatrics, FSU Jena, Jena, Deficiency of ADAMTS13 can result in the appearance of ultralarge Von Willebrand Factor (ULVWF) multimers with subsequent activation of circulating blood platelets, thrombus formation and multi organ failure (MOF). The systemic inflammatory response syndrome (SIRS) can result in MOF.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "B. Ch. Gärtner, M. Sester 1 , U. Sester 1 , S. Binz, V. Dzindzibadze 2 , H. Köhler 1 , H.-J. Schäfers 2 Institut für Virologie, 1 Klinik für Innere Medizin IV, 2 Klinik für Thorax-und Herz-Gefäßchirurgie, Universitätsklinikum des Saarlandes Background: Cytomegalovirus (CMV) reactivation occurs frequently in immunosuppressed patients but progress to a clinically relevant disease only in patients lacking a sufficient number of CMV-specific T-cells.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Basic Life Support und Anwendung eines AED an einem Gymnasium: Lassen sich Eltern motivieren, sich in 1. Hilfe weiterzubilden? M. W. Prull, Ch. Perings, H.-J. Trappe Marienhospital Herne",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": ". M. Brunkhorst, C. Engel, T. Welte, F. Bloos, F. Stüber, H. Gerlach, G. Huhle, S. Grond, H.-G. Bone, U. Jaschinsky, M. Quintel, M. Löffler, K. Reinhart and the German Competence Network Sepsis (SepNet) SepNet Office, Dept of Anaesthesiology and Intensive Care Medicine, Friedrich-Schiller-University Jena",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "E. Hollenbach, T. M. Maher 1 , M. Zöller 2 , W. Stremmel 3 , M. Neumann 4 , P. Malfertheiner 5 , B. Vallancer 6 , A. Rühl 7 , L. Engelmann Einheit für Multidisziplinäre Intensivmedizin, Fachbereich Innere Medizin, Universität Leipzig 1 Harvard Medical School and Massachusetts Institute of Technology (MIT), Dept. of Pharmacology and Allied Health Sciences, Cambridge, Massachusetts, USA, 2 Deutsches Krebsforschungszentrum, Abt. für Tumorimmunologie, 3 Klinik für Gastroenterologie und Hepatologie, Universität Heidelberg; 4 Institut für Experimentelle Innere Medizin, 5 Klinik für Gastroenterologie und Hepatologie, Universität Magdeburg, 6 British Columbia Research Institute, University of British Columbia, Vancouver, Canada, 7 Institut für Humanbiologie, Technische Universität, München",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "J. Reiger, T. Trattnig, J. Nagele, K. Schmidt, G. Grimm Landeskrankenhaus Klagenfurt/A Einleitung: Der kardiogene Schock stellt eine der größten Herausforderungen in der Intensiv-und Notfallmedizin dar. Die häufigste Ursache des kardiogenen Schocks ist das Linksventrikuläre Versagen im Rahmen des akuten Herzinfarktes. Die Prognose ist schlecht, in verschiedenen Arbeiten wird eine Mortalität bis zu 80% angegeben. Therapieziel stellt die so schnell als mögliche Reperfusion der Koronarien dar, sei es durch systemische Thrombolyse oder, besser, durch perkutane Koronarintervention (PCI). Zusätzlich kann durch eine intraaortale Ballonpumpe (IABP) eine Verbesserung der Koronarperfusion und eine herabgesetzte Wandspannung des linken Ventrikels erzielt werden.Die bisher übliche medikamentös unterstützende Therapie mittels Katecholaminen hat keine Verbesserung gezeigt, teilweise ist sogar die Mortalität erhöht, möglicherweise durch das gehäufte Auftreten maligner Arrhythmien. Aus diesem Grund untersuchten wir den Calciumsensitizer Levosimendan und den Phosphodiesterase III-Blocker Enoximon bei neun Patienten im kardiogenen Schock aufgrund eines Myokardinfarktes und der Notwendigkeit einer Kreislaufunterstützung mittels IABP. Methoden: Neun Patienten (drei Frauen, sechs Männer, Alter zwischen 44-75 Jahren) wurden im kardiogenen Schock aufgrund eines Myokardinfarktes an unserer Intensivstation (ICU) aufgenommen (5-mal Vorderwandinfarkt, 4-mal Hinterwandinfarkt). Sechs Patienten wurden invasiv beatmet, vier Patienten wurden teilweise bereits durch den Notarzt kardiopulmonal reanimiert. Alle Patienten wurden innerhalb kurzer Zeit (maximal sechs Stunden) einer PCI unterzogen, aufgrund der hämodynamischen Instabilität erhielten fünf Patienten postinterventionell eine IABP. Alle Patienten zeigten initial einen hohen Bedarf an Volumen (bis zu 300 ml/h) und Katecholaminen: Dopamin bis zu 10 lg/kgKG/min, Dobutamin bis 8 lg/ kgKG/min, Adrenalin und Noradrenalin bis zu 0,2 ng/kgKG/min. 24 Stunden nach Koronarintervention erhielten fünf Patienten 0,1 lg/kgKG/min Levosimendan ohne Bolus über 24-28 Stunden, vier Patienten 0,5-0,8 lg/kgKG/min Enoximon über 48 Stunden. Ergebnisse: Alle Patienten zeigten einen deutlichen Anstieg desCardiac Index (CI), die Patienten mit Levosimendan um etwa 40% gegenüber dem Ausgangswert, die Patienten mit Enoximon um etwa 27% nach 24-stündiger Infusion. Zusätzlich kam es bei beiden Patientengruppen zu einem Abfall des pulmonal vaskulären Widerstandes, des systemischen Widerstandes und des Wedgedruckes. Herzfrequenz, mittlerer arterieller Blutdruck und ZVD wurden nicht beeinflusst. Gleichzeitig konnte der Katecholaminbedarf deutlich reduziert werden, bei allen Patienten konnte die IABP innerhalb 48 Stunden nach Infusionsbeginn entfernt werden. Drei Patienten verstarben aufgrund von Infektionen, vornehmlich Beatmungspneumonien. Er durchschnittliche Aufenthalt der Patienten an der ICU betrug acht Tage. Zusammenfassung: Trotz der Fortschritte in der Behandlung des kardiogenen Schocks war der klinische Outcome dieser Patienten bis vor Kurzem schlecht mit teilweiser berichteter Mortalität bis zu 80%. Die bisherige medikamentöse Unterstützung durch Katecholaminen verschlechtert die Ischaemie durch vermehrten myokardialen Sauerstoffverbrauch und hat die Prognose nicht verbessert. Neuere Medikamente wie Enoximon und Levosimendan erhöhen den Cardiac Output ohne den Sauerstoffverbrauch zu erhöhen und verringern gleichzeit die Füllungsdrücke. Bei unseren Patienten wurden beide Medikamente gut vertragen, ernstere Nebenwirkungen konnten nicht bemerkt werden. Aus diesem Grund könnten Enoximon und Levosimendan eine Alternative zu den bisher verwendeten Medikamenten in der Behandlung des akuten Herzversagens darstellen. FV 7 Auswirkungen verschiedener Spontanatmungsverfahren auf Atemmechanik und Gasaustausch M. Reindl 1 , E. Schaffrath 2 , M. Max 3 , R. Rossaint, R. Kuhlen Klinik für Anästhesiologie, Universitätsklinikum Aachen, 1 Klinik für Anästhesiologie und Intensivmedizin, Universitätsklinikum Essen, 2 Klinik für Anästhesiologie, Universitätsklinikum München-Großhadern, 3 Klinik für Anästhesiologie, Universitätsklinikum Marburg Fragestellung: Die Verwendung von Spontanatmungsverfahren bei Patienten mit einem akuten Lungenversagen (ALI/ARDS) hat sich als vorteilhaft erwiesen. Die Möglichkeit in modernen Respiratoren verschiedene dieser Verfahren zu kombinieren ist jedoch nicht hinreichend untersucht und die Auswirkungen auf Atemmechanik und Gasaustausch bei Verwendung dieser Kombinationen sind unklar. Material und Methoden: Nach Zustimmung durch die lokale Ethikkommission wurden 7 Patienten, die für einen Zeitraum von mindestens 24 Stunden aufgrund akuter respiratorischer Insuffizienz beatmet wurden, in die Studie eingeschlossen. Alle Patienten wurden für einen Zeitraum von jeweils 45 min mit folgenden Beatmungsmodi ventiliert: A: Biphasic Positive Airway Pressure (BIPAP); B: BIPAP in Kombination mit Pressure Support Ventilation (BIPAP+PSV); C: BIPAP in Kombination mit Automatischer Tubus Kompensation (BIPAP+ATC); D: Pressure Support Ventilation in Kombination mit ATC (PSV+ATC). Die Festlegung der Reihenfolge der verwendeten Modi erfolgte randomisiert und zwischen jedem Messintervall lag eine 15 minütige Äquilibrierungsperiode. Während jeder Einstellung hatten die Patienten einen Spontanatmungsanteil von mind. 30% bezogen auf das Minutenvolumen. Die Beatmungseinstellungen wurden so justiert, dass ein Tidalvolumen von 6-8 ml/kgKG erreicht wurde. Hämodynamische Parameter wurden alle 15 min erhoben und eine art. Blutgasanalyse wurde am Ende eines jeden Intervalls durchgeführt. Primärer Endpunkt der Studie war die vom Patienten zu leistende Atemarbeit ermittelt durch den Bicore CP100 Atemmechanik Monitor (Bicore, Irvine CA). Ergebnisse: Das mittlere Tidalvolumen während des Messzeitraumes betrug 6,51±0,36 ml/ kgKG. Die vom Respirator übernommene Atemarbeit war während PSV in Kombination mit ATC am größten (A: 0,80±0,15 J/l vs. B: 0,86±0,17 J/l vs. C: 0,96±0,19 J/l vs. D: 1,47±0,22 J/l). Die ermittelten hämodynamischen Parameter und die Indices für den Gasaustausch unterschieden sich nicht zwischen den Modi. Schlussfolgerung: Unsere Ergebnisse zeigen, dass der vom Respirator übernommene Anteil der Atemarbeit während PSV + ATC am größten ist. Die Kombination verschiedener Spontanatmungsverfahren hat keinen Vorteil bezogen auf die vom Patienten zu leistende Atemarbeit, wenn BIPAP als primärer Modus verwendet wird. J. Ott 1 , M. Schaefer 1 , M.H. Bi 2 , A. Grósz 1 , A. Mohr 1 , S. Ishii 3 , T. Shimizu 3 , F. Grimminger 1 , W. Seeger 1 , K. Mayer 1 1 Uniklinikum Gießen-Marburg GmbH, University of Gießen Lung Center, Gießen; 2 The Capital University of Medical Science Bejing, China; 3 University of Tokyo, Department of Biochemistry, Tokyo, Japan Einleitung: Lipidmediatoren wie Eicosanoide und Plättchen-aktivierender Faktor (PAF) regulieren die Interaktion von Leukozyten und Endothelzellen.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "FV 9 Akute Lungenembolie mit schwerer Rechtsherzbelastung: Nicht die rechtskardiale Morphologie, sondern die Kinetik determiniert die Prognose R. Wacker, P. Wacker, R. Bias-Franke, K. Hahlweg, T. Hahnemann, M. Q. Costa, H.-U. Kreft, C. Zink-Wohlfart, P. Tilhein, P. Rang Medizinische Klinik I, Kreiskrankenhaus Gifhorn GmbH; Medizinische Klinik III, Werner Forßmann Krankenhaus Eberswalde, Klinikum Barnim GmbH; Innere Abteilung, Evangelisches Krankenhaus Kalk gGmbH, KölnEinleitung: Mit dem echokardiographischen Rechtsherz-Score (R-S), in den die Parameter (Par) Größe des rechten Ventrikels (RV-G), Kontraktionsverhalten der freien rechtsventrikulären Wand (RV-K), Bewegungsverhalten des Septum interventriculare (IVS-B) und Größe des rechten Atriums (RA-G) einfließen, ist die Rechtsherzbelastung (RHB) bei akuter Lungenembolie (LE) quantifizierbar. Die Par werden bewertet mit den Stufen 1, 2, 3 (1 = normal, 2 = mittelgradige Störung, 3 = schwere Störung). Der R-S wird ermittelt durch Addition der 4 Par-Werte und durch anschließende Division durch 4. Ein R-S ≥ 2,25 ist Prädiktor einer hohen Krankenhaus-und 6-Monats-Sterblichkeit. Fragestellung: Sind die 4 Par, von denen 2 morphologische und 2 kinetische Größen sind, gleichermaßen prognostisch relevant? Haben die Patienten (Pat), die an LE versterben, eine andere Par-Verteilung als diejenigen, die überleben? Methodik: Wir untersuchten in einem prospektiven offenen trizentrischen LE-Register in einem 5-Jahres-Zeitraum Pat mit akuter LE, von denen 105 eine schwere RHB mit einem R-S ≥ 2,25 aufwiesen, in Bezug auf die Krankenhausmortalität und die Verteilung der Par. Hierbei wurden RV-G und RA-G als Morphologie-Par, RV-K und IVS-B als Kinetik-Par zusammengefasst. Pat mit geringer oder fehlender RHB (R-S < 2,25) haben eine exzellente Prognose, sie wurden nicht betrachtet.Ergebnisse: Entlass-Status versus dargestellte Kriterien, Spearmansche Korrelation Die Morphologie-Par RV-G und RA-G sind bei Pat mit schwerer RHB bei akuter LE bei alleiniger Betrachtung nicht prognoserelevant. 4. Die Kinetik-Par RV-K und IVS-B sind bei Pat mit schwerer RHB bei akuter LE, die hieran versterben, signifikant stärker gestört als bei denen, die überleben. 5. Pat mit akuter LE und einem R-S ≥ 2,25 können mit Detail-MRSA-Herkunft, Infektion/Kolonisation, Risikoprofil des Patienten, Beteiligung an einer Clusterbildung) dokumentiert und in einem Kürzel abgebildet und zusammengefasst. Für den Einzelpatienten können hierdurch individuell und übersichtlich epidemiologisch relevante Faktoren einer Besiedelung oder Infektion dargestellt werden. Es wird hierdurch möglich, umfassendere Informationen zu den Patienten zu erheben und auszuwerten. Somit können einerseits individuell angepasste Pflege-und Behandlungsverfahren während der Hospitalisierung etabliert werden, andererseits kann eine differenzierte epidemiologische Erfassung und Bewertung der MRSA-Fälle im Krankenhaus -auch im Rahmen krankenhausübergreifender MRSA-Netzwerke -unterstützt werden. Am Beispiel einer in unserer Einrichtung detailliert erfassten MRSA-Kohorte werden Ergebnisse und Möglichkeiten eines solchen \"MRSAStagings\" für ein Großklinikum vorgestellt und diskutiert. Y. Ploner, Ch. Frantz, A. Gröschel, G. W. Sybrecht Klinik für Innere Medizin V, Universitätsklinikum des Saarlandes, Homburg/Saar Einführung: Zur extracorporalen CO 2 -Elimination gibt es eine künstliche, pumpenlos betriebene Membranlunge, die über einen femorofemoralen Zugang angelegt wird und eine arteriovenöse CO 2 -Elimination ermöglicht. Der Fluss über die Membran wird durch den arteriellen Blutdruck aufrechterhalten und erlaubt einen hinreichenden Gasaustausch, um eine lungenprotektive Ventilation durchzuführen. Patientenprofil: 60-jährige Patientin mit einer idiopathischen Lungenfibrose, der 2003 beidseitig Lungen transplantiert wurden. Im Verlauf trat eine Broncheolitis obliterans bei chronischer Transplantatabstoßung und chronischer CMV-Reaktivierung auf. Im Herbst 2005 zeigte sich eine progrediente Verschlechterung mit Intubationspflicht, nachfolgender Tracheotomie und dauerhafter invasiver Beatmung. Ergebnisse: Die Eine diffuse alveoläre Hämorrhagie (DAH) kann das ARDS imitieren. Obwohl Patienten mit DAH häufig auf der Intensivstation (ICU) behandelt werden müssen, fehlen Daten zu Ätiologie und Prognose. Patienten und Methoden: 37 zwischen 2002 und 2004 auf einer ICU der Tertiärversorgung behandelte Patienten wurden identifiziert. Retrospektiv wurden klinische Charakteristika und intensivmedizinische Ergebnisse ausgewertet. Ergebnisse: Die Patienten waren im Median 58 (27-79) Jahre alt. 60% waren Männer. 89% stellten sich mit Dyspnoe, 23% mit Husten und 3% mit Hämoptysen vor. Bei nur 9% wurde die Verdachtsdiagnose DAH bei Aufnahme gestellt. Die Diagnose wurde durch im Verlauf blutigere bronchoalveoläre Lavage (BAL)-Flüssigkeit bei 89% und durch Eisenfärbung bei 11% der Patienten gesichert. Ätiologisch war eine Vaskulitis bei 19%, eine Medikamentenreaktion bei 11%, ein Malignom/Thrombozytopenie bei 32%, eine Sepsis-assoziierte Lungenschädigung bei 22% und ein unklarer Mechanismus bei 16% bedeutsam. 32 der Patienten wurden invasiv beatmet, vier wurden nicht-invasiv beatmet und einer benötigte nur eine Sauerstofftherapie. Insgesamt überlebten 18/37 (49%) Patienten den Intensivaufenthalt. Die Überlebensrate differierte zwischen Patienten mit immunologischem/idiopathischem Krankheitsmechanismus (82%) und Patienten mit Malignom und/oder Sepsis (20%). Schlussfolgerungen: DAH ist eine wichtige Differentialdiagnose bei allen Patienten mit persistierenden pulmonalen Infiltraten. BAL und Eisenfärbung sind beide notwendig, um die Diagnose zu stellen. Patienten mit einem immunologischen/idiopathischen Krankheitsmechanismus haben eine relativ gute Prognose; dagegen ist die Prognose bei Malignom-oder Sepsis-assoziierten Fällen eingeschränkt. Ch. Georgi, M. Reindl 1 , S. M. Tugtekin, U. Kappert, K. Matschke Herzzentrum Dresden, 1 Universitätsklinikum Essen, Anästhesiologie und Intensivmedizin Hintergrund: Bei mechanischer Beatmung ist der Einsatz von Spontanatmungsverfahren für den Gasaustausch vorteilhaft. Dennoch erscheint die Kombination verschiedener Formen der Spontanatmungsunterstützung nicht hinreichend untersucht. Wir un-tersuchten die Kombination verschiedener Spontanatmungsverfahren im Hinblick auf Veränderungen des globalen enddiastolischen Volumen und des Herzzeitvolumens bei Patienten mit eingeschränkter Ventrikelfunktion nach koronarchirurgischem Eingriff. Design: Prospektive Interventionsstudie. Studienort: Intensivstation einer Universitätsklinik. Patienten: 8 Patienten nach elektivem herzchirurgischem Eingriff. Material und Methoden: Nach Übernahme auf die Intensivstation wurde jeder Patient für 30 Mi-Parameter und Indices des pulmonalen Gasaustauschs blieben in allen Gruppen gleich. Zusammenfassung: Die Kombination unterschiedlicher Spontanatmungsverfahren hat bei gleichem Plateaudruck keine hämodynamischen Auswirkungen bei Patienten mit eingeschränkter Linksherzfunktion nach elektiver Koronarchirurgie. Ch. Frantz, A. Gröschel, D. Legner, G. W. Sybrecht Klinik für Innere Medizin V, Universitätsklinikum des Saarlandes, Homburg/Saar Introduction: Proportional Assist Ventilation® (PAV) ist eine neuere Beatmungsform der synchronisierten assistierten Beatmung. Im Gegensatz zu PSV oder CMV, bei der die Druckunterstützung bzw. die Volumenunterstützung konstant bleibt, wird in diesem Modus die Unterstützung kontinuierlich und proportional an die Atemarbeit des Patienten angepasst. Je tiefer der Patient einatmet, desto mehr Unterstützung wird vom Respirator erzeugt. Das komplette Atemschema unterliegt also der Kontrolle des Patienten. Die Messung von Resistance und Compliance ist seit kurzem kontinuierlich während der Spontanatmung möglich. Vorgehen: Watt durchgeführt, jeweils 9 Minuten im PSV-und PAV-Modus. Die Messung der Beatmungsparameter (AF, VT, MV, Pmax, Compliance Resistance) erfolgten in Ruhe sowie unter Be-lastung. Die Patienten wurden mittels nicht-invasivem Blutdruck und Herzfrequenz sowie durch eine kontinuierliche, transkutane Messung des Sauerstoffsättigung und des pCO 2 überwacht. Am Ende der Ruhe und Belastungsphasen wurde zusätzlich eine kapilläre Blutgasanalyse durchgeführt. Resultate: Der Gasaustausch bei beiden Beatmungsformen ist in Ruhe und unter Belastung vergleichbar. In Ruhe konnte trotz niedriger Beatmungsdrücke unter PAV bei gleicher Frequenz ein ähnliches Atemminutenvolumen erreicht werden. Unter PAV kam es bei Belastung zu einem Anstieg der Beatmungsdrücke, die dem Anstieg der Atemarbeit entspricht. Subjektiv wurde PAV von 3 Patienten als angenehm empfunden. Der vierte Patient hatte bei erhöhter Sekretproduktion bei Bronchiektasen möglicherweise eine nicht ausreichende Unterstützung bei schwierig zu messender Compliance und Resistance. Schlussfolgerung: Bei spontan atmenden Patienten scheint sich PAV besser an die während einer Belastung ständig veränderten Atembedürfnisse anzupassen und gibt den Patienten subjektiv einen besseren Atemkomfort. Eine höhere Trainingsbelastung mit besserem Muskelaufbau ist möglicherweise hierdurch zu erreichen. Der PAV-Modus ist einfach zu implementieren.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Henschke, Ch. Frantz, H. Wilkens, A. Gröschel, G. W. Sybrecht Klinik für Innere Medizin V, Universitätsklinikum des Saarlandes, Homburg/Saar Das respiratorische Versagen stellt eine schwere Komplikation bei Patienten auf der Lungentransplantationsliste dar. Die zunehmend schlechte Oxygenierung oder Hyperkapnie führten oft über die nicht-invasive Beatmung zur Intubation und invasiven Beatmung. Diese Patienten haben auf Grund des schnellen Muskelabbaus un-ter Respiratortherapie und den Komplikationen von Intubation und Sedierung schlechte Voraussetzungen für eine erfolgreiche Lungentransplantation.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "ein Mitglied der TGF-Familie von Wachstumsfaktoren, stellt einen essentiellen Faktor bei der Herzentwicklung dar.Homozygote BMP10-knockout-Mäuse sterben bereits in utero an Herzversagen. Im adulten Organismus ist BMP10 ausschließlich im rechten Vorhof exprimiert. Dies legt die Vermutung nahe, dass die Expression von BMP10 möglicherweise durch eine veränderte kardiale Vorlast beeinflusst wird und bei der Entstehung von Hypertrophie und Herzinsuffizienz eine Rolle spielen könnte. Im Rahmen der hier vorgestellten Untersuchungen sollte analysiert werden, inwiefern sich die Expression von BMP10 bei der Isoproterenol-induzierten Hypertrophie im Mausmodell ändert. Methoden: Bei adulten ICR-Mäusen wurden Minipumpen zur kontinuierlichen Freisetzung von Isoproterenol bzw. PBS implantiert.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "E.Reppien, J. Yin, W. Kübler, St. Uhlig Zentrum für Medizin und Biowissenschaften, Forschungszentrum Borstel Leibniz; Charite-Universitätsmedizin Berlin, Campus Benjamin Franklin, Berlin Hintergrund: Das akute Lungenversagen (engl. acute respiratory distress syndrome, ARDS) ist durch eine erhöhte vaskuläre Permeabilität gekennzeichnet. Einer der wichtigsten endogenen Me-diatoren, die zur Ausbildung eines Permeabilitätsödems in der Lunge führen, ist der Plättchen-Aktivierende Faktor (PAF). PAF erhöht die vaskuläre Permeabilität zum einen über Aktivierung der Cyclooxygenase, Produktion von PGE 2 und Aktivierung von EP3-Rezeptoren, zum anderen durch die Saure Sphingomyelinase (ASM)-abhängige Produktion von Ceramid (Nat Med 10: 155-160; 2004). Welche Rolle ASM und Ceramid bei der PAF-induzierten Ödembildung spielen ist unbekannt. Da Caveolen besonders reich an Ceramid sind, haben wir die Hypothese untersucht, dass PAF Signalwege in den Caveolen aktiviert. Dazu haben wir beispielhaft die endotheliale NOS-Synthase (eNOS) untersucht, deren negative Regulation durch Caveolin-1 gut bekannt ist. Methode: Caveolen wurden aus intakten Endothelzellen perfundierter Rattenlungen isoliert wie beschieben",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Inhibition des IK(ATP) durch KB130015, eine neue Option zur Therapie ischämisch getriggerter Rhythmusstörungen R. Borchard, M. von Bracht, M. Prull, H.-J. Trappe Med. Klinik II, Marienhospital Herne, Universitätsklinik der Ruhr-Universität Bochum Einleitung: Der K (ATP) ist ein einwärtsgleichrichtender Kaliumionenkanal, der durch zytosolisches ATP inhibiert wird und an den meisten Kardiomyozyten exprimiert wird. Der I K(ATP) scheint für die Genese von ischämisch getriggerten Rhythmusstörungen eine wesentliche Rolle zu spielen. KB130015 (KB) ist ein Amiodaronderivat, welches bei akuter Anwendung an gesunden Ventrikelmyozyten keinen Effekt zeigt, bei chronischer Anwendung jedoch Eigenschaften der Klasse III-Antiarrhythmika aufweist. Methodik: Wir untersuchten den Effekt von KB auf den I K(ATP) mit Hilfe der whole-cell voltage-clamp-Methode an isolierten Myozyten von adulten Meerschweinen. Der I K(ATP) wurde durch Superperfusion der Zelle mit 100 lM DNP aktiviert. Ergebnisse: 50 lM KB130015 konnten den I K(ATP) vollständig und reversibel inhibieren. Der I K(ATP) konnte in der Strom-Spannungs-Beziehung anhand seiner typischen Einwärtsgleichrichtung identifiziert werden. Die benötigte Konzentration für eine halbmaximale Inhibition (IC50) betrug 2,4 lM. Schlussfolgerung: KB ist ein potenter Inhibitor des I K(ATP) . Der IC50 entspricht in etwa dem von Amiodaron. Die Verwendung zur Therapie ischämisch getriggerter Rhythmusstörungen erscheint daher möglich. Ferner ist KB nach bisherigen Erkenntnissen ein deutlich selektiverer Ionenkanalinhibitor als Amiodaron. Daher ist eine deutlich geringere Proarrhythmogenität zu erwarten.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Ch. M. Kähler 1 , J. Wechselberger 1 , W. Hilbe 1 , A. Gschwendtner 4 , D. Collesselli 1 , G. Hinteregger 5 , E.-M. Boneberg 6 , Ch. J. Wiedermann 1 , A. Wendel 2 , E. Gunsilius 3 , J. Hamacher 2 1 Pneumology Service, Dept. of General Internal Medicine, 3 Department of Haematology and Oncology, 4 Department of Pathology, 5 Department of Experimental Pathology, University of Innsbruck, Innsbruck/A; 2 Faculty of Biology, University of Konstanz; 6",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Einfluss auf klinischen Verlauf bei CAP und auf Organschädigung im tierexperimentellen Sepsismodell J. Winning, W. Lösche, R. A. Claus, J. Baranyai, C. L. Bockmeyer, I. Eisenhuth 1 , V. Oberle, I. Winning, J. Hamacher 1 , M. Bauer Klinik für Anästhesiologie und Intensivtherapie, Universitätsklinikum Jena, Jena, 1 Klinik für Pulmonologie, Universitätskliniken des Saarlandes, Homburg/Saar Fragestellung: Störungen der Hämostase, insbesondere eine Aktivierung der Thrombozyten, sind für den Verlauf und die Prognose der Sepsis von ausschlaggebender Bedeutung (1,2). Bislang gibt es keine systematischen Untersuchungen zum Einfluss einer Hemmung der Thrombozytenfunktion auf den Verlauf einer Sepsis sowie zu möglichen pathogenetischen Mechanismen in Tiermodellen. Methodik: Nach Zustimmung der Ethikkommissionen wurde in einer klinischen, retrospektiven Studie (Zeitraum 2000-2005) der Einfluss einer Medikation mit Thrombozytenfunktionshemmern (TFH) im Rahmen einer sekundären Prävention von Herz-Kreislauf-Erkrankungen auf die Entwicklung und den Verlauf einer Sepsis untersucht. Es wurden 241 Patienten, die aufgrund \"community acquired pneumonia\" (CAP) akut stationär behandelt wurden, eingeschlossen. Von den Patienten hatten 52 eine Dauermedikation mit TFH (Acetylsalicylsäure = ASS, Clopidogrel oder Ticlopidin). Ausgewertet wurden Dauer der stationären/ intensivtherapeutischen Behandlung, Inzidenz von Organversagen und Letalität. Nach behördlicher Genehmigung wurden in einer begleitenden tierexperimentellen Studie zur Analyse der Pathomechanismen BALB/c-Mäuse (durchschnittliches Gewicht 25 g) mit ASS oder Clopidogrel (60 bzw. 187,5 mg/l Trinkwasser) für 4 Tage vorbehandelt und ein Endotoxinschock (200 ll Lipopolysaccharid, E. coli, Serotyp 0111 : B4, 2 mg/ml) oder eine polymikrobielle Sepsis durch intraperitoneale Injektion von 200 ll einer humanen Faeces-Suspension induziert. Die Mäuse wurden entweder nach 7 Stunden getötet oder bis zu 4 Tage beobachtet. Telemetrisch wurden kontinuierlich systolischer, diastolischer und mittlerer Blutdruck, Herzfrequenz, Atemfrequenz sowie körperliche Aktivität aufgezeichnet. Bei den zum Zeitpunkt 7 h getöteten Tieren wurden Differentialblutbilder sowie histologische Präparate für mikroskopische Analysen angefertigt. Daten sind als Mittelwerte ± Standardabweichungen angegeben. Ergebnisse: In der klinischen Studie waren die Patienten mit TFH deutlich älter als die Patienten ohne TFH (69±7 vs. 58±13 Jahre, p < 0,0001), zeigten aber am Tag der stationären Aufnahme keine Unterschiede im SO-FA-Score (2,94±1,61 vs. 2,95±2,01), CRP-Spiegel (196±123 vs.",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Kardiale Probleme auf der Intensivstation P 22 Right-sided single coronary artery mit präpulmonalem Verlauf des linken Hauptstammes bei einem Patienten mit beidseitigen zentralen Lungenembolien T. Walter 1 , D. Ropers 2 , A. Simon 1 , U. Hammer 3 , H.-P. Hobbach 1 , P. Schuster 1 1 Medizinische Klinik II, Kardiologie, Angiologie, Internistische Intensivmedizin, St. Marien-Krankenhaus Siegen; 2 Medizinische Klinik II, Kardiologie, Angiologie, Universitätsklinikum Erlangen; 3 Institut für Diagnostische Radiologie, St. Marien-Krankenhaus Siegen Fragestellung: Der klinische Symptomkomplex \"Dyspnoe mit thorakalen Beklemmungen\" in Verbindung mit dem elektrokardiographischen Bild terminal negativer T-Wellen in den rechtspräcordialen Ableitungen kann differentialdiagnostisch durch verschiedene Erkrankungen bedingt sein. Wir berichten über einen 42-jährigen Mann, der zur invasiven Koronardiagnostik eingewiesen wurde. Methoden: Im September 2005 kam es während einer Urlaubswanderung in Griechenland, am ersten Urlaubstag nach der Anreise (4 Stunden Flug), zu einer akuten, ausgeprägten Dyspnoe mit thorakalen Beklemmungen. In den darauffolgenden 5 Monaten wiederholte sich das Ereignis viermal, zuletzt mit persistierender Belastungsdyspnoe. Das kardiovaskuläre Risikoprofil bestand aus einer arteriellen Hypertonie, einer Hypercholesterinämie und einer familiären Disposition, keine sonstigen ernsthaften Begleiterkrankungen. Ergebnisse: Laborchemisch auffällig war eine Erhöhung der LDH [343 U/l], der d-Dimere [710 lg/l] und des LDL-Cholesterins [180 mg/dl], die übrigen Routinelaborparameter einschließlich Troponin-I [0,01 lg/l] lagen im Normbereich. Elektrokardiographisch fand sich ein normofrequenter Sinusrhythmus bei überdrehtem Linkslagetyp mit terminal negativen T-Wellen in V 1 bis V 4 . Die transthorakale Echokardiographie war unauffällig, insbesondere keine Zeichen der Rechtsherzbelastung. Die Ergometrie war bis 175 Watt unauffällig, Abbruch bei Dyspnoe. Myokardszintigraphie und Stressechokardiographie waren ohne pathologischen Befund. Die Duplexsonographie der Bein-und Beckenvenen war unauffällig. Die invasive Koronardiagnostik ergab den Befund einer \"rightsided single coronary artery\", ein Verlauf des linken Hauptstammes zwischen Aorta und rechtsventrikulärem Ausflusstrakt [interarterieller oder präaortaler Verlauf] konnte ausgeschlossen werden, keine Koronarstenosen. Zum Ausschluss eines intramuralen Verlaufes des linken Hauptstammes und zur Validierung des angiographischen Befundes erfolgte eine 64-Zeilen-Spiral-Computer-Tomographie. Hier konnte der angiographische Befund der \"right-sided single coronary artery\" mit präpulmonalem Verlauf des linken Hauptstammes bestätigt werden, es fanden sich ausgedehnte beidseitige zentrale Lungenembolien. Konklusion: Der aberrante Ursprung des Hauptstammes der linken Koronararterie ist eine seltene Anomalie, die mit myokardialen Ischämien und dem plötzlichen Herztod assoziiert sein kann. Der hier dargestellte präpulmonale Verlauf des linken Hauptstammes ist eine benigne Form dieser Anomalie, der die Klinik und die elektrokardiographischen Veränderungen nicht erklärt. Die Spiral-Computertomographie konnte die Diagnose einer Lungenembolie bestätigen. Die Kombination aus positiven d-Dimeren und positivem Mehrzeilen-Spiral-CT muss, auch bei negativer Duplexsonographie der Becken-und Beinvenen sowie unauffälliger Echokardiographie, als Goldstandard in der Diagnosestellung der akuten Lungenembolie angesehen werden. Eine orale Antikoagulation wurde eingeleitet. K. Mall, Y. Wäschenbach, H.-P. Hobbach, P. Schuster Medizinische Klinik II -Kardiologie, Angiologie, Internistische Intensivmedizin -St. Marien-Krankenhaus Siegen Fragestellung: Eine Kunstklappenthrombose mit Obstruktion stellt ein seltenes [Häufigkeit 0,1-0,5%] aber schwerwiegendes Ereignis dar. Standardtherapie ist aktuell die erneute und notfallmäßige Klappenoperation, in der Vergangenheit galt die Thrombolyse als alternative Therapieoption. Argumente für ein primär medikamentöses Vorgehen (Thrombolyse) sollen anhand der vorliegenden Kasuistik diskutiert werden. Methoden: Eine 33 Jahre alte Patientin wurde mit atemabhängigen thorakodorsalen Schmerzen links und geringgradiger Dyspnoe stationär aufgenommen. Bei der Patientin war eine Fallot'sche Tetralogie mit operativer Korrektur im Jahr 2002 [transventrikulärer VSD-Verschluss, Verschluss des persistierenden Foramen ovale, Pulmonalklappenersatz (Carbomedics, ∅ 23 mm) sowie transventrikuläre rechts-ventrikuläre Ausflusstraktresektion mit transannulärer Rekonstruktion] bekannt. Postoperativ fand sich eine regelrechte Funktion der Kunstprothese in Pulmonalisposition. Bei Aufnahme gab die Patientin in der vorangegangenen Woche einen gastrointestinalen Infekt mit mehrtägiger Nausea, Emesis und Diarrhoe an, die Marcumareinnahme sei korrekt weitergeführt worden. Seit 2 Tagen wurden von der Patientin selbst keine Klappenklicks mehr wahrgenommen. Ergebnisse: Die Auskultation des Herzens erbrachte ein raues 3-4/6 Crescendo-Decrescendo-Systolikum im 2.-4. ICR links parasternal mit einem hochfrequenten 2/6 frühdiastolischen Decrescendo, fehlender Klappenklick. Laborchemisch fand sich ein INR-Wert von 1,65; die LDH war mit 404 U/l erhöht, die übrigen Laborparameter lagen im Normbereich. Die transthorakale Echokardiographie bestätigte den Verdacht einer Prothesendysfunktion mit deutlich eingeschränkter Mobilität beider Klappenflügel, hochgradiger Ausflusstraktobstruktion [Spitzengradient 73 mmHg (4,27 m/s), mittlerer Gradient 34 mmHg (2,90 m/s)] sowie mittelgradiger Klappeninsuffizienz. Die Durchleuchtung der Kunstprothese zeigte eine Fixierung beider Klappenflügel in einer Mittelstellung zwischen Klappenöffnung und -schluss. Es erfolgte die Einleitung einer Urokinaselysetherapie [Bolus 1 000 000 IE über 10 Minuten, Dauerinfusion 4400 IE/kgKG/h über 50 Stunden] mit begleitender aPTT-gesteuerter [80-120 s] Heparintherapie. Bereits nach 8 Stunden wurde von der Patientin der Klappenklick wieder wahrgenommen, die Kontrollechokardiographie nach 48 Stunden zeigte mobile Klappenflügel, der maximale Druckgradient betrug 18 mmHg [2,10 m/s], der mittlere Druckgradient 9 mmHg [1,49 m/s], keine relevante Klappeninsuffizienz. Die Klappendurchleuchtung dokumentierte eine regelrechte Öffnungs-und Schließungsbewegung beider Klappenflügel. Komplikationen wurden nicht beobachtet. Die orale Antikoagulation wurde auf einen INR-Zielbereich von 3,0 bis 3,5 eingestellt. Konklusion: Der Klappenersatz bei Pulmonalklappenstenose erfolgt in der Regel mit einem Homograft. Bei einem Kunstklappenersatz im Bereich des rechten Herzens ist das Thromboserisiko erhöht, der Einhaltung des INR-Zielwertes kommt daher eine besondere Bedeutung zu. Die Thrombolyse stellt ein einfaches, schnell und ubiquitär verfügbares Therapieverfahren bei Kunstklappenthrombose dar. In Pulmonalisposition fehlt das Risiko einer systemarteriellen Embolie, so dass bei Ausschluss von Kontraindikationen vor einem kardiochirurgischen Eingriff der Versuch einer Thrombolyse gerechtfertigt erscheint. J. Vormbrock, Y. Saklaoui, H.-J. Trappe Klinik für Kardiologie und Angiologie, Marienhospital Herne, Ruhr-Universität Bochum Hintergrund: Bislang ist nur wenig über Art, Häufigkeit, Symptome und Manifestationszeitpunkt von Herzrhythmusstörungen während der Schwangerschaft und Stillzeit bekannt. Diese Kennt-Durchleuchtung der Kunstklappe in Pulmonalisposition nach Thrombolyse, regelrechte Schließungs-und Öffnungsbewegung beider Klappenflügel Dopplerechokardiographie: Druckgradient über der Kunstklappe in Pulmonalis position vor und nach Thrombolyse, fehlendes Klappenartefakt (∅) vor Thrombolyse Durchleuchtung der Kunstklappe in Pulmonalisposition vor Thrombolyse, beide Klappenflügel sind während des Herzzyklus nahezu komplett fixiert [Schließungs-bzw. Öffnungswinkel] nis ist allerdings bedeutsam zur Prognoseeinschätzung und der resultierenden Therapie sowie zur Indikationsstellung zu intensivmedizinischen Maßnahmen. Nicht oder falsch behandelte Herzrhythmusstörungen können besonders bei herzkranken Schwangeren schwerwiegende Folgen für Mutter und Kind haben. Ziel unserer Untersuchung ist die systematische Erfassung von Art, Häufigkeit, Manifestationszeitpunkt und Symptomen von Herzrhythmusstörungen in der Schwangerschaft und Stillzeit. Methodik: 59 Patientinnen (Pt) (Alter 27,6±6,7 Jahre) in unterschiedlichen Stadien der Schwangerschaft bzw. post partum wurden mittels EKG, Langzeit-EKG und Echokardiographie untersucht. Herzfrequenz, Herzrhythmus und Morphologie des Herzens wurden analysiert. Ergebnisse: Alle Pt zeigten im Langzeit-EKG einen durchgehenden Sinusrhythmus. Bei einer Pt (1,7%) zeigte sich intermittierend ein AV-Block II8, Typ Mobitz. Während der Schwangerschaft und Stillzeit kommt es häufig zu Sinustachykardien, vereinzelt zu supraventrikulären und ventrikulären Extrasystolen, welche allerdings selten symptomatisch sind. Eine intensivmedizinische Behandlung war bei keiner Pt notwendig. J. Vormbrock, Y. Saklaoui, H.-J. Trappe Klinik für Kardiologie und Angiologie, Marienhospital Herne, Ruhr-Universität Bochum Hintergrund: Bisher ist nur wenig über den genauen Zeitpunkt des Auftretens von Herzrhythmusstörungen während der Schwangerschaft und Stillzeit bekannt. Diese Kenntnis ist jedoch von Bedeutung bei der Einschätzung, ob und wann eine intensivmedizinische Behandlung von Schwangeren indiziert ist. Ziel unserer Untersuchung ist, die Art und den Manifestationszeitpunkt von Herzrhythmusstörungen in den einzelnen Stadien der Schwangerschaft und Stillzeit systematisch zu erfassen. Methodik: Bei 59 Patientinnen (Pt) (Alter 27,6±6,7 Jahre) wurden EKG, Langzeit-EKG und Echokardiographie in unterschiedlichen Stadien der Schwangerschaft (SW) bzw. post partal (pp) durchgeführt. 2 Pt (3,4%) waren im 1. Trimenon (Gruppe G1), 13 Pt (22,0%) im 2. Trimenon (Gruppe G2) und 39 Pt (66,1%) im 3. Trimenon (Gruppe G3). 5 Pt (8,4%) wurden pp untersucht (Gruppe G4). Ergebnisse: Bei allen Pt lag ein Sinusrhythmus vor, bei 1 Pt (1,7%) (G4) kam es zu einem intermittierenden AV-Block II8, Typ Mobitz. Sinustachykardien (ST), supraventrikuläre Extrasystolen (SVES), vereinzelte (a) ventrikuläre Extrasystolen (VES) waren in allen Stadien der SW eher häufig, vermehrte (b) VES, SV-Couplets und Triplets dagegen eher selten. Zusammenfassung: ST, SVES und VES sind während der SW relativ häufig, komplexe Rhythmusstörungen dagegen nicht. Die Häufigkeit von ST nimmt mit fortschreitender SW-Dauer zu. Dennoch war eine antiarrhythmische oder intensivmedizinische Behandlung bei keiner Pt notwendig. B. Münz, H.-J. Schäfers, M. Böhm, A. Link Klinik für Kardiologie, Angiologie und Internistische Intensivmedizin, Universitätsklinikum des Saarlandes, Homburg/Saar Hintergrund: Trotz verfügbarer früher Koronarrevaskularisation mittels PTCA und primärer Stentimplantation stellt der erworbene Ventrikelseptumdefekt (VSD) mit ca. 1-2% noch immer eine häufig nicht rechtzeitig diagnostizierte Komplikation in den ersten 14 Tagen nach transmuralem Myokardinfarkt dar. Mit einer Frühletalität von 60-70% hat der VSD einen erheblichen Anteil an der Hospitalletalität. Kasuistik: Bei einem 70-jährigen Patienten trat am 10. Tag nach STEMI der Vorderwand (CKmax 7105 U/l) bei koronarer Dreigefäßerkrankung und erfolgreicher PTCA und Stentimplantation der LAD ein neues systolisches Herzgeräusch auf.",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "Universitätsklinik für Innere Medizin III, Abteilung für Nephrologie und Dialyse und 2 Universitätsklinik für Innere Medizin IV, Abteilung für Gastroenterologie und Hepatologie, Intensivstation 13H1, Medizinische Universität Wien/A Ziel der Studie: Erhebung der Prävalenz der Hypernatriämie auf einer internistischen Intensivstation (ICU) und der zugrunde liegenden Ursachen; Auswirkungen der Hypernatriämie auf die Aufenthaltsdauer und auf Prognose der Patienten. Patienten und Methodik: In einer retrospektiven Analyse wurde bei allen 981 Patienten, die im Zeitraum von drei Jahren auf einer internistischen ICU aufgenommen wurden, ein Screening nach Serum-Natrium > 149 mmol/L (= Hypernatriämie) durchgeführt. Demographische Daten (Alter bei Aufnahme, Aufenthaltsdauer auf der ICU, Geschlecht, Hauptdiagnose bei Aufnahme, APACHE III-Scores bei Aufnahme, Versterben auf der ICU) und auf täglicher Basis (Herzfrequenz; Temperatur; Blutdruck; Atemfrequenz; zentralvenöser Druck; Kreatininclearence; Serumelektrolyte; Serumosmolalität; Serumglucose; Nierenparameter, Harnwerte (Natrium, Kalium, Kreatinin, Harnstoff, Glucose, Osmolalität); Medikationen; Infusionslösungen; enterale und parenterale Ernährung; Harnvolumen; Flüssigkeits-und Elektrolytbilanzen) wurden erhoben. Resultate: Von den 981 Patienten wurden 90 Patienten (9%) mit einer Hypernatriämie identifiziert, von denen 21 (2%) diese zum Zeitpunkt der Aufnahme aufwiesen (von denen 4 nach initialer Normalisierung eine neuerliche Hypernatriämie entwickelten). Bei 69 Patienten (7%) entstand die Hypernatriämie während des Aufenthalts. Die durchschnittliche Aufenthaltsdauer auf der ICU war bei hypernatriämischen Patienten höher (15 vs. 4 Tage, p < 0,01). APACHE III-Scores bei Aufnahme zeigten keinen Unterschied zwischen Patienten ohne Hypernatriämie und jenen, die eine solche entwickelten (60 vs. 60,5). Patienten, die schon bei Aufnahme eine Hypernatriämie aufwiesen, zeigten einen signifikant erhöhten APACHE III-Score (86, p < 0,05). Sowohl Patienten, die bei Auf-1%). Schlussfolgerungen: Eine Hypernatriämie, die sich auf der ICU entwickelt, ist häufig iatrogen bedingt und hat schwerwiegende Konsequenzen für den Krankheitsverlauf (z. B. neurologische Beeinträchtigung, erhöhte Insulinresistenz) und ist mit erhöhter Mortalität assoziiert. P 30 A comparative evaluation of pulse contour analysis, thermodilution and partial CO 2 rebreathing techniques for cardiac output assessment in critically ill patients during different levels of positive end expiratory pressure M. Reindl 1 , Ch. Georgi, S. M. Tugtekin, U. Kappert, K. Matschke Department of Cardiac Surgery, University Hospital Dresden 1 Department of Anesthesiology and Intensive Care Medicine, University Hospital Essen Fragestellung: Die vorliegende Studie diente der klinischen Evaluation eines CO 2 Rückatmungsverfahrens (NICO) zur nichtinvasiven Bestimmung des Herzzeitvolumens (HZV) und Überprüfung der Genauigkeit im Vergleich zur Pulskontouranalyse (PCCO) bei kontrolliert beatmeten Patienten während unterschiedlicher Stufen von PEEP. Ort der Untersuchung: Kardiochirurgische Intensivstation. Patienten: Zehn Patienten, die sich einem elektiven koronarchirurgischen Eingriff unterziehen mussten, wurden in die Studie eingeschlossen. Methoden: Nach Aufnahme auf die Intensivstation wurde jeder Patient mit folgenden 3 PEEP-Niveaus für einen Zeitraum von jeweils 30 min beatmet. A: PEEP 5 cm H 2 O; B: PEEP 10 cm H 2 O; C: PEEP 15 cm H 2 O. Die Festlegung der Reihenfolge der verwendeten PEEP-Stufen erfolgte randomisiert. Die Beatmungseinstellungen wurden so gewählt, dass ein Tidalvolumen von 6-8 ml/kg KG erreicht wurde. Simultane Messungen des HZV mittels PCCO und NICO wurden alle 3 min während des 30minütigen Messzeitraumes durchgeführt. Am Ende eines jeden",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "Gibt es geschlechterspezifische Unterschiede auf einer medizinischen Intensivstation? M. W. Prull, B. Henze, Ch. Perings, H.-J. Trappe Marienhospital Herne Einleitung: Bei kardiovaskulären Erkrankungen scheinen Frauen weniger häufig eine invasive Diagnostik zu erhalten als Männer.Bei kardiochirurgischen Patienten (Pt) werden Frauen (F) länger beatmet und verbleiben länger auf der Intensivstation als Männer (M). Bislang ist unklar, ob Geschlechtsunterschiede hinsichtlich Alter, der Schwere einer Erkrankung, unterschiedlicher Aufent-haltslänge im Krankenhaus und auf der Intensivstation und einem unterschiedlichen Ausmaß an therapeutischen Interventionen auf einer Medizinischen Intensivstation existieren. Methode: Retrospektiv wurden die Daten der ersten 485 Pt aus 2003 einer Medizinischen 9-Betten-Intensivstation einer Universitätsklinik ausgewertet. Es wurden Alter, Gesamtaufenthalt, Intensivaufenthalt, Schweregrad der Erkrankung (APACHE II-Score) sowie der therapeutische Aufwand (TISS-28-Score) am Aufnahme-und Entlasstag erfasst. Als Bestandteil des TISS-28-Scores wurden die Beatmungstage invasiv vs. nicht-invasiv differenziert. Mittelwerte ± Standardabweichung (SD), Student's t-test, Signifikanzniveau p < 0,05. Ergebnisse: Von 485 Pt waren 300 M (61,9%). Signifikanter Unterschied im Alter (p < 0,001). Ansonsten p = ns (s. Tabelle).Zusammenfassung: Die Mehrzahl der Pt einer allgemeinen Medizinischen Intensivstation sind M. Die Mehrzahl aller Pt kommt mit einem kardiologischen Krankheitsbild zur Aufnahme. F sind signifikant älter als Männer. F haben einen längeren Krankenhausaufenthalt und einen längeren Aufenthalt auf der Intensivstation. Ein Grund könnte darin liegen, dass F zum Zeitpunkt der Aufnahme einen (tendenziell) höheren APACHE-II-Score haben als M. F sind schwerer erkrankt als M. Obwohl F länger invasiv beatmet werden, zeigt der therapeutische Aufwand während des Aufenthaltes auf der Intensivstation hingegen keinen geschlechtsspezifischen Unterschied.J. Reiger, T. Trattnig, G. Grimm Landeskrankenhaus Klagenfurt/A Einleitung: Der Anteil älterer Personen in der Gesamtbevölkerung nimmt seit den letzten Jahrzehnten kontinuierlich zu. Waren 1995 noch 16% der Bevölkerung Mitteleuropas über 65 Jahre alt, so werden es im Jahr 2010 bereits 22% sein. Deutschen Untersuchungen nach leidet 1/3 aller über 65-jährigen an 3-4 chronischen Erkrankungen, 98% aller über 80-jährigen an mindestens einer chronischen Erkrankung. Dadurch nimmt auch der Anteil älterer Patienten an unseren Intensivstationen zu. Ziel folgender Arbeit war es, Behandlung und Outcome sehr alter, über 85-jähriger Patienten an einer Medizinischen Intensivstation eines Schwerpunktkrankenhauses über den Zeitraum von 24 Monaten zu dokumentieren (1. 1.",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "Misera, C. Konrad, J. Stückmann, H.-J. Trappe, W. Frebel, Der Anteil von Einsätzen, bei denen die Diagnose \"TIA/Insult/Blutung\" gestellt wurde, stieg von 250 von 3001 Protokollen (8,3%) im Jahr 1996 auf 386 von 3138 Protokollen (12,3%) im Jahr 2000. Die Patienten waren im Mittel 73,8 Jahre (20-99 Jahre) alt, der Anteil Männer stieg von 43,4% auf 50%. 2. Analyse der Zeitabläufe: Bei 37,8% der Patienten bestanden die Symptome weniger als eine Stunde, bei weiteren 10,4% weniger als drei Stunden, bei weiteren 5,7% weniger als 6 Stunden (nur für das Jahr 2000). Die durchschnittliche Fahrzeit des Notarztein-4% in ein Zentrum mit Erfahrungen in der Thrombolyse, CT, Neurologie und Neurochirurgie gebracht. Weitere 17,1% wurden in ein Krankenhaus mit Neurologie und CT und 17,8% in ein Krankenhaus mit Neurochirurgie gebracht. 4. Antikoagulantiengabe ohne CCT: 13 von 368 Patienten erhielten im Jahr 2000 Acetylsalicylsäure oder Heparin vom Notarzt, ohne dass zuvor eine Blutung ausgeschlossen worden war. Sie waren im Mit-Teil der Patienten die Behandlungsoption der Thrombolyse durch geeignete Auswahl des Zielkrankenhauses zu eröffnen. 5. Die prästationäre medizinische Versorgung von Schlaganfallpatienten hat sich seit 1996 insgesamt bereits wesentlich verbessert. Dies unterstreicht die Wirksamkeit gezielter Fortbildungsmaßnahmen für den Rettungsdienst.",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": "Einschätzung von Volumenstatus und Vorlast: Klinik vs. ZVD vs. hämodynamisches Monitoring mittels PiCCO W. Huber, S. Ringmaier, A. Umgelter, W. Reindl, K. Wagner, S. von Delius, T. Weber, A. Weber, M. Franzen, J. Gaa, R. M. Schmid II. Medizinische Klinik, Radiologie, Klinikum rechts der Isar, Technische Universität München Hintergrund: Die Bedarfs-adaptierte Volumenzufuhr ist eine wesentliche Therapieform schwerer Erkrankungen. Zur Einschätzung des Volumenstatus stehen klinische Symptome wie Halsvenen-Füllung (intravasaler Raum), Beinödeme (Interstitium), Ascites und Pleuraerguss (\"dritter\" Raum), einfache Funktionstests (Trendelenburg-Manöver) sowie hämodynamische Parameter wie der ZVD und der Globale Enddiastolische Volumen-Index (GEDI) zur Verfügung. Der GEDI hat sich in neueren Untersuchungen als Goldstandard der Vorlast-Einschätzung etabliert und kann echocardiographisch geschätzt oder mittels PiCCO-System und Thermodilution gemessen werden. Die klinische Einschätzung ist bei Krankheitsbildern wie der globalen Herzinsuffizienz mit gleichsinniger Beeinflussung der o. g. Kompartimente verlässlich. Bei gastroenterologischen Krankheitsbildern wie Leberzirrhose, Pankreatitis und abdomineller Sepsis ist die Interpretation der klinischen Befunde durch z. T. gegensinnige Volumenveränderungen schwierig. Ziel: Ziel unserer prospektiven Studie war es daher, bei ICU-Patienten mit vorwiegend abdomineller Erkrankung den Stellenwert der klinischen Vorlast-Diagnostik und des ZVD mit dem GEDI zu vergleichen. Methoden: Bei 43 Patienten einer gastroenterologischen Intensivstation wurden zunächst der Volumenstatus in den o. g. Kompartimenten unabhängig von Arzt (A) und nicht auf der Station tätigem Untersucher (U) klinisch bewertet und an-",
            "latex": null,
            "type": "table"
        },
        "TABREF14": {
            "text": "table infections should not be restricted to patients with IAI, but should include patients with CAI and HAI. Acknowledgement: This study was supported by the Federal Ministry of Education and Research (BMBF) grant No. 01 KI 0106 and Lilly Deutschland GmbH.P 43 Diagnostic Criteria for Severe Sepsis and Septic Shock: A Representative Survey among German ICU Physicians -Results from the German Prevalence StudyF. M. Brunkhorst, C. Engel, F. Stüber, M. Oppert, T. Welte, R. Rossaint, D. Olthoff, S. John, N. Weiler, K. Mayer, F. Bloos, M. Löffler, K. Reinhart and the German Competence Network Sepsis (SepNet) SepNet Office, Dept of Anaesthesiology and Intensive Care Medicine, Friedrich-Schiller-University Jena Introduction: Clinicians, epidemiologists and microbiologists, all tend to use different definitions for sepsis and sepsis-like syndromes. In 1992, the ACCP/SCCM panel of experts agreed on a set of definitions. However, a recent poll of the Society of Critical Care Medicine (SCCM) and the European Society of Intensive Care Medicine",
            "latex": null,
            "type": "table"
        },
        "TABREF15": {
            "text": "Acknowledgement: This study was supported by the Federal Ministry of Education and Research (BMBF) grant No. 01 KI 0106 and and Lilly Deutschland GmbH.P 44 Microbiologically Proven Infection among Patients with Clinical Evidence of Infections -Results from the German Prevalence StudyF. M. Brunkhorst, C. Engel, T. Welte, F. Bloos, F. Stüber, R. Brunkhorst, S. John, M. Gründling, R. Rossaint, H. Gerlach, M. Löffler, K. Reinhart and the German Competence Network Sepsis (SepNet) SepNet Office, Dept of Anaesthesiology and Intensive Care Medicine, Friedrich-Schiller-University Jena Introduction: The rate of microbiologically proven infection",
            "latex": null,
            "type": "table"
        },
        "TABREF16": {
            "text": "Acknowledgement: This study was supported by the Federal Ministry of Education and Research (BMBF) grant No. 01 KI 0106 and Lilly Deutschland GmbH. P 45 Intensivierte Insulintherapie (IIT) bei schwerer Sepsis -Ergebnisse der VISEP-Studie F. M. Brunkhorst, C. Engel 1 F. Bloos, E. Kuhnt 1 , K. Reinhart für das Kompetenznetz Sepsis (SepNet), Klinik für Anaesthesiologie und Intensivtherapie, Friedrich-Schiller-Universität Jena; 1 Koordinierungszentrum für Klinische Studien, Universität Leipzig Fragestellung: Das Kompetenznetzwerk Sepsis (SepNet) hat erstmals eine multizentrische randomisierte Studie durchgeführt, um die Effektivität und Sicherheit einer IIT im Vergleich zu einer konventionellen Insulintherapie bei Patienten mit schwerer Sepsis bzw. septischem Schock zu untersuchen. Methodik (s. VISEP-Studie: www.clinicaltrials.org.): Es wurde eine standardisierte, in allen 17 Zentren einheitliche Messmethodik angewendet (HemoCue AB, Sweden). Ergebnisse: Der IIT-Arm der VISEP-Studie wurde im April 2005 auf der Basis von 488 eingeschlossenen Patienten im",
            "latex": null,
            "type": "table"
        },
        "TABREF17": {
            "text": "Literatur: (1)Van den Berghe G et al. N Engl J Med 2001; 345:  1359-1367 Van den Berghe G et al. N Engl J Med 2006; 354:  449-461. Danksagung: Kompetenznetzwerk Sepsis (SepNet); unterstützt durch das Bundesministerium für Bildung und Forschung (BMBF), Förderkennzeichen: 01 KI 0106. A. Umgelter, J. Mathes, R. Schmid, W. Huber II. Medizinische Klinik und Poliklinik, Klinikum rechts der Isar der technischen Universität München Hintergrund: Ein geringer Anteil intensivmedizinischer internistischer Patienten weist äußerst langwierige Verläufe auf. Die Dauer intensivmedizinischer Therapie fließt in Entscheidungen zur Therapielimitierung mit ein, es existieren aber kaum Untersuchungen zur Rehabilitierbarkeit und Prognose Überlebender einer internistisch-intensivmedizinischen Langzeittherapie. Methode: Alle Patienten einer internistischen, nicht-koronaren Intensivstation der Jahre 1991-2000 mit Liegezeiten ab 30 Tagen wurden erfasst. Neben demografischen Daten und Informationen zu Vorerkrankungen, Akutdiagnosen und Art der Zuverlegung wurden intensivmedizinische Scores (APACHEII, SOFA) und Daten zum Therapieverlauf analysiert. Die Verläufe überlebender Patienten wurden mit Telefoninterviews verfolgt, Karnofsky Indices für die Zeit vor Intensivbehandlung und für den Zeitpunkt ein halbes Jahr nach Verlegung von der Intensivstation wurden ermittelt. In zwei Vergleichsschritten wurden überlebende mit verstorbenen Patienten verglichen, sowie Überlebende mit gutem Langzeitergebnis mit Überlebenden mit schlechtem Langzeitergebnis. Durch multivariate Analyse wurden Faktoren ermittelt, die mit Intensivmortalität oder schlechtem Langzeitergebnis assoziiert waren. Ergebnisse: 84 Patienten (39 w, 45 m, Alter 16-83, MW 57 Jahre) erfüllten das Einschlusskriterium mit Intensivtherapiezeiten zwischen 30 und 139 Tagen (MW 52). Die häufigsten Aufnahmediagnosen waren Sepsis bei Pneumonie (n=15), Sepsis mit anderem Fokus (n = 14), Ösophagusvarizenblutung (n = 6), nekrotisierende Pankreatitis (n = 5). Die APACHEII scores bei Aufnahme lagen zwischen 7 und 45 (MW 23 mit einem diagnosespezifischen Mortalitätsrisiko von 48%). Alle Patienten wurden beatmet (Dauer 4-95 d, MW 36), bei 28 wurde eine extrakorporale Nierenersatztherapie durchgeführt. 81 Patienten bekamen Vasopressoren zur Kreislaufunterstützung (Dauer 4-102 d, MW 41), 51 erhielten Erythrozytenkonzentrate (2-48, MW 18). Die Mortalität auf Intensivstation lag bei 28,6% (24 Patienten). 10 weitere Patienten verstarben innerhalb des ersten Monats nach Verlegung. Die Karnofsky-Indizes vor Intensivbehandlung lagen zwischen 20 und 100 (MW 85), 6 Monate nach Verlegung zwischen 10 und 100 (MW 59). Nach 60-monatigem Follow-up lag das Produkt aus Überlebenszeit in Jahren und dem Karnofsky-Index zwischen 1 und 500 (MW 191, Median 102). 23 Patienten überlebten mehr als 24 Monate nach Verlegung, der Median der Überlebenszeit lag bei 30 Monaten. 15 Patienten (17%) überlebten länger als 36 Monate. Diese Patienten hatten Karnofsky-Indizes zwischen 50 und 100 (MW 84). Bei 60-monatigem Follow-up lag das Produkt aus Überlebensjahren und KI dieser Gruppe zwischen 192 und 500. Patienten, die auf der Intensivstation verstarben, hatten bei Aufnahme höhere APACHE II scores, öfter einen bereits bei Aufnahme reduzierten Karnofsky Index und häufiger kardiologische Vorerkrankungen. Überlebende Patienten mit schlechterem Langzeitergebnis (Produkt von Karnofsky Index und Überlebenszeit < 102) waren signifikant älter, hatten mehr Beatmungstage und höhere APACHE II scores bei Aufnahme. Diese Faktoren blieben in der multivariaten Analyse als unabhängige Faktoren bestehen. Diskussion: Die Mortalität von Langzeitintensivpatienten ist innerhalb der ersten zwei Jahre hoch und funktionelle Einschränkungen sind häufig. Dennoch ist ein Langzeitüberleben mit akzeptablem funktionellem Zustand möglich, ohne dass anhand der erfassten Parameter sichere Aussagen über die Prognose möglich wären. Die Dauer einer intensivmedizinischen Behandlung sollte nicht als entscheidendes Kriterium zur Beurteilung der Erfolgsaussichten einer intensivmedizinischen Therapie herangezogen werden. Optimiertes externes Kühlsystem zur effizienten therapeutischen Hypothermie nach Reanimation N. Scheffold, J. Graf, J. Maier, M. Obergföll, J. Cyran Medizinische Klinik I, Klinikum Am Gesundbrunnen, Kliniken Heilbronn GmbH Hintergrund: Basierend auf den aktuellen Studiendaten wird die milde Hypothermie von der \"International Liaison Committee on Resuscitation\" (ILCOR) nach kardiopulmonaler Reanimation empfohlen. Effiziente externe Kühlsysteme stehen zur Verfügung, sind jedoch meist sehr kostenintensiv und deshalb nicht in breitem Einsatz. Nach Abschluss einer Pilotstudie stellen wir ein modifiziertes externes Kühlsystem vor. Methoden: 11 Patienten (4 Frauen, 7 Männer, mittleres Alter 64 Jahre) wurden nach kardiopulmonaler Reanimation infolge Herzkreislaufstillstand für 24 Stunden auf 32-34 8C abgekühlt. Als Kühlsystem wurde ein modifizierter Hico-Variotherm 541 mit Kompressortechnik (Hirtz & Co, Köln) eingesetzt, wobei erstmals eine minimale Abkühlung im Wasserkreislauf auf 5 8C möglich war. Zwei Kühldecken wurden in Sandwichtechnik an den Patienten gelegt. Die weitere Temperaturregulation erfolgte über eine Anpassung der Kühlwassertemperatur unter kontinuierlicher Messung der Blasentemperatur. Ergebnisse: Die Zieltemperatur wurde bei allen Patienten ohne weitere externe Kühlmaßnahmen erreicht. Während in einer früheren Pilotstudie die Zieltemperatur nach 8,5 Stunden erreicht wurde, so gelang dies jetzt mit dem modifizierten Hico-Variotherm 541 nach durchschnittlich 120 Minuten. Eine Hyperkaliämie (> 6 mmol/l) trat bei einem Patienten auf, eine interventionspflichtige Bradykardie wurde nicht dokumentiert. Schlussfolgerung: Durch Modifikation des Hico-Variotherm 541 (Kühlwasserregulation bis 5 8C) konnte die Zeit bis zum Erreichen der Zieltemperatur um über 75% abgesenkt werden. Damit steht dem Intensivmediziner erstmals ein effizientes und kostengünstiges externes Verfahren zur therapeutischen Hypothermie zur Verfügung.",
            "latex": null,
            "type": "table"
        },
        "TABREF18": {
            "text": "Blutungskontrolle bei zirrhosebedingten Duodenalvarizen: Fallbericht J. Fischinger, M. Uder 1 , B. Hammer 2 , C. Schmidt 3 , A. von Bierbrauer 5 , B. Kramann 4 , St. Zeuzem 3 St. Michael-Krankenhaus, Völklingen; 1 Institut für Radiologie, Universität Erlangen; 2 Kreiskrankenhaus Abteilung Innere Medizin, St. Ingbert; 3 Innere Medizin II, 4 Radiologische Klinik, Universitätsklinikum des Saarlandes; 5 Städtisches Klinikum Abteilung Innere Medizin, Neunkirchen",
            "latex": null,
            "type": "table"
        },
        "TABREF19": {
            "text": "Prospektive randomisierte Vergleichsstudie zwischen einer endoskopisch platzierten Jejunalsonde (Freka Trelumina®) und einer ungeführten selbstplatzierenden Jejunalsonde (TigerTube®) bei Intensivpatienten U. Holzinger 1 , R. Kitzberger 1 , V. Fuhrmann 1 , L. Kramer 1 , P. Schenk 1 , T. Staudinger 2 , A. Bojic 2 , C. Madl 1 1 Universitätsklinik für Innere Medizin IV, Medizinische Universität Wien 2 Universitätsklinik für Innere Medizin I, Medizinische Universität Wien Fragestellung: Aufgrund der hohen gastrointestinalen Komplikationsrate einer gastralen enteralen Ernährung bei Intensivpatienten empfehlen die Canadian Clinical Practice Guidelines ab einem gastrischen Residualvolumen von > 250 ml eine jejunale Ernährung. Zur Platzierung der jejunalen Ernährungssonde gibt es verschiedene Methoden. Die endoskopisch platzierte Sonde hat eine Erfolgsrate für eine korrekte jejunale Lage zwischen 90 und 98%, ist jedoch sehr aufwendig und benötigt ausgebildetes Endoskopiepersonal. Einfacher ist die selbstplatzierende Methode, bei der die Sonde fraktioniert vorgeschoben wird und mit der Peristaltik ins Jejunum wandern soll. Diese Technik weist jedoch nur Erfolgsraten bis 75% auf. Das Ziel dieser Studie war es, die Erfolgsrate der neuen ungeführten, selbstplatzierenden einlumigen Sonde (Ti-gertube®, Cook) mit der endoskopisch platzierten dreilumigen Sonde (Freka-Trelumina®, Fresenius-Kabi) zu vergleichen. Methoden: 42 Patienten mit der klinischen Indikation (Erbrechen, Reflux > 250 ml) zur jejunalen Ernährung wurden in Gruppe A (endoskopische Methode) oder Gruppe B (ungeführte, selbstplatzierende Methode) randomisiert. Die Erfolgsrate sowie die Zeit vom Beginn der Platzierung bis zur erfolgreichen Platzierung (Röntgenkontrolle) wurde dokumentiert. Es wurden außerdem die Anzahl der Versuche und die Notwendigkeit einer zusätzlichen Magensonde (MS) dokumentiert. Ergebnisse: Daten sind als Mittelwert ± Standardabweichung angegeben. p < 0,05 wurde als signifikant erachtet. Konklusion: Die Erfolgsrate der ungeführten selbstplatzierenden Sonde war signifikant niedriger und dauerte signifikant länger als die endoskopisch platzierte Sonde. Zusätzlich bestand bei der selbstplatzierenden Sonde in 40% der Fälle die Notwendigkeit einer zusätzlichen MS. Die endoskopisch platzierte Sonde konnte hingegen bei allen Patienten regulär jejunal gesetzt werden. und eine Gruppe mit NIV + Sauerstoffgabe (n = 46) randomisiert. Von diesen 46 Patienten lehnten 4 Patienten die nichtinvasive Beatmung ab. Aus der Patientengruppe mit primärer alleiniger Sauerstoffgabe mussten 13 Patienten und aus der NIV-Gruppe 12 Patienten auf die Intensivstation verlegt werden. 25% der Patienten mit Sauerstoff (n = 11) versus 14,2% der Patienten mit nichtinvasiver Beatmung (n = 6) wurden intubiert. 16 Patienten der Sauerstoffgruppe stabilisierten sich nicht bzw. verschlechterten sich weiter, sodass sie nichtinvasiv beatmet werden mussten. 10 dieser Patienten (62,5%) mussten im weiteren Verlauf intubiert werden. Die 100-Tage-Mortalität bei notwendiger Intubation betrug 100% (17 von 17 Patienten). Schlussfolgerungen: Mittels intermittierender NIV kann ein akutes respiratorisches Versagen bei Patienten nach hämatopoetischer allogener Stammzelltransplantation behandelt werden. Bei frühzeitiger intermittierender NIV kann eine Reduktion der Intubationshäufigkeit erreicht werden. Weitere Analysen hinsichtlich der Mortalitätsursachen und im Hinblick auf die Konditionierung zur Stammzelltransplantation sind vorgesehen. Die engmaschige Bestimmung der Oxygenierungsparameter auf Transplantationsstation erlaubt eine zeitige Intervention vor einer klinisch offensichtlichen respiratorischen Verschlechterung.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Hintergrund: Die Neuroproteine NSE und S100b finden zur Beurteilung der zerebralen Prognose komatöser Patienten nach kardiopulmonaler Reanimation in der klinischen Praxis zunehmend Anwendung. In der Vergangenheit gab es Hinweise, dass die NSE-Serumkonzentration nach Implantation einer intraaortalen Ballonpumpe (IABP), vermutlich durch Alteration von Blutzellen, ansteigt. Da bisher in peripheren Blutzellen kein S100b nachgewiesen wurde war es naheliegend zu untersuchen, ob die Serumspiegel von S100b durch den Einsatz von Kreislaufunterstützungssystemen unbeeinflusst bleiben. Methode: Wir untersuchten in einer Fallkontrollstudie 44 Patienten, denen im Rahmen einer PTCA eine IABP oder ein axiales Kreislaufunterstützungssystem (A Med) implantiert wurde. Dazu wurden, nach Übernahme der Patienten auf die Intensivstation, im Abstand von 6-12 h, vom Beginn bis max. 12 h nach Ende der Therapie, Blutproben zur Bestimmung von NSE und S100b entnommen. Die Bestimmung der Neuroproteine erfolgte auf dem Liaison Analyser der Fa. Sangtec Medical, Schweden. Ergebnisse: Bei den 44 Patienten (10 Frauen, 34 Männer, mittleres Alter 68,9 Jahre) erfolgte die Implantation des Kreislaufunterstützungssystems in 31 Fällen wegen einer Hochrisiko-PTCA, in 13 Fällen wegen eines kardiogenen Schocks bei akutem Myokardinfarkt. Keiner der Patienten wurde reanimiert. Die mittlere Dauer der Kreislaufunterstützung betrug 50,4 h (3-132 h). Insgesamt 7 Patienten (16%) verstarben. In 87% der Proben aller 44 Patienten lagen die NSE-Serumkonzentrationen oberhalb des Normalwertes von 12,5 ng/ml und in 30% > 30 ng/ml (Maximum: 97,8 ng/ml). In 54% der Serumproben aller 44 Patienten lagen die S100b-Konzentrationen oberhalb des Normwertes von 0,15 lg/l und in 18% > 0,3 lg/l (Maximum: 0,93 lg/l). In der Gruppe der Patienten mit Schock fanden wir bei 35% und in der Gruppe der Hochrisiko PTCA bei 28% NSE-Konzentrationen oberhalb 30 ng/ ml. In 40% der Proben der Patienten mit Schock lagen die S 100b-Konzentrationen > 0,3 lg/l, bei Patienten ohne Schock überschritten nur 8% eine Serumkonzentration von 0,3 lg/l. Schlussfolgerung: Patienten, die im Rahmen einer PTCA ein Kreislaufunterstützungssystem erhalten, zeigen nicht nur einen Anstieg der Serumkonzentration von NSE sondern auch von S100b. Dabei können bei beiden Neuroproteinen Konzentrationen gemessen werden, die in der Literatur diskutierte cut off-Werte zur Differenzierung schwerer hypoxischer Hirnschäden nach Reanimation überschreiten. Werden reanimierte Patienten im Rahmen der Akuttherapie eines ursächlichen Myokardinfarktes mit einem Linksherzunterstützungssystem therapiert, so ist mit erhöhten Serumkonzentrationen von NSE und S100b zu rechnen, die zu einer Fehleinschätzung des Ausmaßes der Hirnschädigung führen können. Mit Hilfe dieses -auch mittels einer Software automatisiert generierbaren -Schemas sind klinik-bzw. stationsbezogene Auswertungen mit Erstellung einer Rangliste (\"Stationsranking\") realisierbar, die durch Aufzeigen der MRSA-\"hot spots\" die Möglichkeit und Notwendigkeit einer gezielten und intensivierten Infektionskontrolle in diesen Bereichen verdeutlicht. Die Erfahrungen mit der Anwendung und Umsetzung dieser Auswertung in unserer Einrichtung werden vorgestellt und diskutiert.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Ch. Krickhahn, U. Geipel, M. Herrmann Institut für Medizinische Mikrobiologie und Hygiene, Universitätsklinikum des Saarlandes Die Zunahme der Prävalenz Antibiotika-resistenter Bakterien im Krankenhaus stellt sowohl medizinisch als auch ökonomisch ein großes Problem dar. Besonders dramatisch ist der weltweite Anstieg der Prävalenz Methicillin-resistenter Staphylococcus aureus-Stämme (MRSA). Unabdingbar ist die konsequente Durchführung von Maßnahmen zur frühest möglichen Erkennung der mit diesem Erreger kolonisierten bzw. infizierten Patienten, zum gezielten therapeutischen Ansatz und zu den, der jeweiligen Situation angepassten, Isolierungsmaßnahmen. Dieses kann nur durch einen schnellen und effektiven bidirektionalen Informationsfluss zwischen dem klinisch tätigen Arzt und dem mikrobiologischen Labor ermöglicht werden.Der von uns vorgeschlagene Lösungsweg ist eine permanent aktive Software, die für die Fragestellungen MRSA-Nachweis (Verfahren, Ergebnisse, Vorbefunde), MRSA-Therapie (systemische/lokale Antibiotika, Antiseptika/Desinfektionsmittel) und Pflege des MRSA-Patienten an die jeweilige Situation angepasste, patientenbezogene Daten an die behandelnde Station liefert. Zeitgleich besitzt die Software Auswertungs-und Alarmmodule, die im Bereich der Krankenhaushygiene das Auftreten importierter und nosokomialer MRSA-Patienten, deren Häufung (klinikums-, abteilungs-und stationsbezogen) und Fehler im Umgang mit den Patienten anzeigen.Basis unseres Projektes ist die Etablierung einer sich auf den gesamten Bereich der infektiologischen Krankenhaushygiene erstreckenden Software-Lösung für das Universitätsklinikum Homburg, die umfassend alle Bereiche der Surveillance von mehrfachresistenten Erregern, speziell des MRSA abbildet. Hierzu gehören die Primäruntersuchung (Screening), die Therapie, die Patientenisolierung und die pflegerischen Maßnahmen. Da zu jedem Patienten ein individuelles \"Profil\" erstellt werden muss (z. B. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P 55 Software-basierte \"Real-Time-Surveillance\"die Verbindung zielgerichteter Infektionsprävention und Kostenreduktion im Krankenhaus"
        }
    ]
}