{"paper_id": "5eb37cb79cec2c51114d205a79b863aeeb1c7991", "metadata": {"title": "Epidemiology in History Origins of the 1918 Pandemic: Revisiting the Swine \"Mixing Vessel\" Hypothesis", "authors": [{"first": "Martha", "middle": ["I"], "last": "Nelson", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Institutes of Health", "location": {"addrLine": "Martha I. Nelson, 16 Center Drive", "postCode": "20892", "settlement": "Bethesda", "region": "MD"}}, "email": "nelsonma@mail.nih.gov."}, {"first": "Michael", "middle": [], "last": "Worobey", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Institutes of Health", "location": {"addrLine": "Martha I. Nelson, 16 Center Drive", "postCode": "20892", "settlement": "Bethesda", "region": "MD"}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "In January 1919, J.S. Koen (1) reported severe respiratory symptoms in swine in Iowa that he described as \"flu,\" on the basis of clinical similarities to the disease that was devastating the human population during the 1918-1919 pandemic. Koen also noted important clinical differences from known swine diseases such as hog cholera, hemorrhagic septicemia (swine plague), necrobacillosis, and necrotic enteritis. He described the pigs as becoming ill suddenly and severely, with \"a particular distressed cough,\" and noted that \"an outbreak in the family would be followed immediately by an outbreak among the hogs, and vice versa, as to present a most striking coincidence if not suggesting a close relation between the two conditions\" (1, p. 470) . Confirmation that influenza was circulating in US swine was achieved in 1931 when Richard Shope isolated the first influenza virus from pigs (2) . Two years later, the H1N1 virus was isolated from humans (3) . It was later demonstrated that sera from humans infected with the 1918 pandemic virus could neutralize the swine virus (4) .", "cite_spans": [{"start": 22, "end": 30, "text": "Koen (1)", "ref_id": null}, {"start": 736, "end": 747, "text": "(1, p. 470)", "ref_id": null}, {"start": 891, "end": 894, "text": "(2)", "ref_id": "BIBREF1"}, {"start": 954, "end": 957, "text": "(3)", "ref_id": "BIBREF2"}, {"start": 1079, "end": 1082, "text": "(4)", "ref_id": "BIBREF3"}], "ref_spans": [], "section": ""}, {"text": "The simultaneous outbreaks of influenza in humans and pigs during the 1918 pandemic naturally raised questions about whether the virus had transmitted from pigs to humans, or humans to pigs. At the time, Koen noted that the flu outbreaks appeared to represent a novel disease in pigs, whereas humans had a long history of influenza pandemics, which suggested that humanto-swine transmission was more likely. Almost a century later, the reconstruction of a 1918 virus from human tissues preserved in Alaskan permafrost and autopsy blocks indicated that the virus's genes appeared to have avian origins (5) . But this did not end speculation that swine may have served as intermediary hosts for several years prior to a jump into humans, facilitating the adaptation of an avian virus to mammals. the viruses were clearly human-avian virus \"reassortants.\" Influenza A viruses (IAVs) have genomes comprising 8 discrete RNA segments. When 2 influenza viruses coinfect a host cell, they can exchange entire genome segments to generate progeny viruses with segments derived from 2 different parents in a process termed \"reassortment.\" Humans periodically are infected with avian viruses, and it is possible for reassortment to occur between an avian-origin virus and a seasonal human influenza virus during coinfection. Although there appear to be few major intrinsic barriers to reassortment in cells (7), IAVs experience strong competition in nature, limiting the range of reassortant progeny that are fit enough to transmit onward in nature. As a case in point, although intrasubtype reassortment occurs frequently in humans (8) , larger reassortment events between cocirculating H1N1 and H3N2 viruses do not produce viable progeny in humans, except the lone example of a H1N2 virus that circulated from 2001 to 2003 (9) . In contrast, swine worldwide sustain many diverse H1N1, H1N2, and H3N2 virus lineages that frequently exchange segments via reassortment, producing a wide variety of fit progeny reassortant viruses (10) . Owing to their capacity to continually generate novel reassortant viruses with segments derived from multiple parent lineages, swine have been termed \"mixing vessels\" (11) . As such, swine have been proposed to serve as intermediary hosts in which avian and human viruses undergo reassortment, facilitating the emergence of the avian-human reassortant viruses associated with the 1957 and 1968 pandemics (12, 13) .", "cite_spans": [{"start": 601, "end": 604, "text": "(5)", "ref_id": "BIBREF4"}, {"start": 1621, "end": 1624, "text": "(8)", "ref_id": "BIBREF7"}, {"start": 1813, "end": 1816, "text": "(9)", "ref_id": "BIBREF8"}, {"start": 2017, "end": 2021, "text": "(10)", "ref_id": "BIBREF9"}, {"start": 2191, "end": 2195, "text": "(11)", "ref_id": "BIBREF10"}, {"start": 2428, "end": 2432, "text": "(12,", "ref_id": "BIBREF11"}, {"start": 2433, "end": 2436, "text": "13)", "ref_id": "BIBREF12"}], "ref_spans": [], "section": ""}, {"text": "The mixing-vessel hypothesis for pandemic emergence, in principle, could resolve an important barrier to pandemic emergence. There are differences in avian and human biology that present barriers to efficient human-to-human transmission of avian-origin viruses. The attachment of IAVs to host cells requires sialic acid receptors, which are considered an important determinant of host range (14) . Avian viruses preferentially bind to sialic acids attached to galactose via an α2,3 linkage, whereas human viruses preferentially bind to sialic acids with an α2,6 linkage (15). The preponderance of α2,6-linked sialic acids in the human respiratory tract presents a barrier to efficient human-to-human transmission of avian viruses adapted to α2,3linked receptors. The evolutionary barriers to successful adaptation of avian viruses to humans are evidenced by the high number of confirmed cases of avian-origin H5N1 viruses in humans since 2003 (n = 860, with 454 deaths) and H7N9 viruses (n = 1,625, with 622 deaths), but there is no strong evidence to date of sustained human-to-human transmission. The mixing-vessel hypothesis addressed this problem because the epithelial cells of the pig trachea were thought to contain sialic acids with both α2,3 and α2,6 linkages and, therefore, to confer susceptibility to avian and human viruses (12) ( Figure 1A ). ", "cite_spans": [{"start": 391, "end": 395, "text": "(14)", "ref_id": "BIBREF13"}], "ref_spans": [{"start": 1344, "end": 1353, "text": "Figure 1A", "ref_id": "FIGREF0"}], "section": ""}, {"text": "In several recent studies, new data have been presented that raise questions about whether the mixing-vessel model, despite its conceptual elegance, actually works in practice (summarized in Table 1 ). For one, there is increasing evidence that the distributions of α2,3 and α2,6 sialic acid receptors are actually relatively similar in the tracheas of humans and swine, with both species having a preponderance of α2,6 receptors and a low number of α2,3 receptors (16, 17) ( Figure 1B) . The presence of a low number of α2,3 receptors in the swine trachea is consistent with the low frequency with which avian viruses have become established in swine in nature. Although recently expanded surveillance in swine has revealed frequent incursions of human viruses into swine populations globally, particularly of human H1N1 viruses since the 2009 pandemic (18) , there has been no evidence of successful incursions of avian viruses into swine during the past decade of intensified surveillance. In fact, considering all data from the past 5 decades, there are only 2 conclusive examples of avian viruses being successfully introduced into a swine population with at least 1 year of onward transmission: the H3N2 \"triple reassortant\" viruses in North America (polymerase basic protein 2 (PB2) and polymerase acidic protein segments) (19) and the H1N1 \"avian-like\" Eurasian viruses (entire genome) (20) . These patterns indicate that avian-to-swine transmission is a rare event, with a frequency similar to that observed in humans. Certainly, it is possible that avian viruses have been introduced into swine that have not been detected, given large gaps in swine surveillance in many countries. However, new surveillance efforts in countries around the world, including Brazil, Chile, Mexico, Australia, and Kenya, have uncovered multiple novel swine lineages of human origin, but no new lineages of avian origin (21) . It is worth stating explicitly that, when considering the conceptual value of the mixingvessel model of swine in influenza, human beings are clearly a more important source of viral diversity for swine than swine are for humans. Intensive surveillance in humans has uncovered many infections with swine viruses, as evidenced by the more than 400 infections of humans (primarily children) with H3N2v (\"variant\") viruses of swine origin in association with US agricultural fairs, but the key distinction is that these are \"dead-end\" infections without sustained onward transmission between humans (22) .", "cite_spans": [{"start": 854, "end": 858, "text": "(18)", "ref_id": "BIBREF17"}, {"start": 1330, "end": 1334, "text": "(19)", "ref_id": "BIBREF18"}, {"start": 1394, "end": 1398, "text": "(20)", "ref_id": "BIBREF19"}, {"start": 1910, "end": 1914, "text": "(21)", "ref_id": "BIBREF20"}, {"start": 2512, "end": 2516, "text": "(22)", "ref_id": "BIBREF21"}], "ref_spans": [{"start": 191, "end": 198, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 476, "end": 486, "text": "Figure 1B)", "ref_id": "FIGREF0"}], "section": "NEW STUDIES ON THE HUMAN-SWINE INTERFACE FOR IAV"}, {"text": "The low availability of sequence data from influenza viruses circulating in humans, swine, or birds at the time of the 1918, 1957, or 1968 pandemics makes it difficult to conclusively rule out a role for swine. However, the sequence data available from the earliest human samples of 1918 H1N1 viruses, 1957 H2N2 viruses, and 1968 H3N2 viruses indicate that all 3 pandemic viruses have segments almost entirely avianlike in their nucleotide composition (23) ( Figure 1C) . The low uracil content of the 1918 virus (23) does not preclude the possibility that a pandemic virus circulated in pigs briefly before transmitting to humans, but it does indicate that several years of circulation and adaptation in swine prior to emergence in humans is less likely. The observation that uracil content is generally higher in mammals, including humans, equines, and bats, provides a useful tool for exploring pandemic virus origins when historical sequence data are missing, and larger, more comprehensive comparisons of IAV uracil content across a full range of avian and mammalian hosts are merited.", "cite_spans": [{"start": 513, "end": 517, "text": "(23)", "ref_id": "BIBREF22"}], "ref_spans": [{"start": 459, "end": 469, "text": "Figure 1C)", "ref_id": "FIGREF0"}], "section": "NEW STUDIES ON THE HUMAN-SWINE INTERFACE FOR IAV"}, {"text": "Seven of 8 segments of the 1918 virus have very low uracil content, similar to birds. This is consistent with the inference that all 6 internal genes of the 1918 pandemic virus originated in North American birds shortly before the pandemic, which used a phylogenetic approach that accommodates host-specific differences in rates of evolution (24) . The exception was the hemagglutinin protein, which had a slightly elevated uracil content, consistent with phylogenetic, seroarcheological, and epidemiological lines of evidence that the authors interpreted as supporting a possible human-avian reassortant origin of the pandemic virus. The 1957 and 1968 viruses, which were unquestionably human-avian reassortants, had 5 internal gene segments derived from the human viruses that were circulating at the time, and a polymerase basic protein 1 (PB1) segment acquired from avian sources, as clearly evidenced in the PB1 phylogeny. On the tree, PB1 segments from the H2N2 and H3N2 viruses are nested among avian strains from Eurasia, consistent with the Asian origins of the pandemic (Web Figure 1 , available at https://academic.oup. com/aje) (24) . The phylogenetic evidence indicates that these segments emerged from an avian source not long before each pandemic began. The low uracil content of the PB1 segments of both the 1957 and 1968 viruses in humans further suggests that this segment was derived from birds shortly before each pandemic. Differences in uracil content among mammals and birds are not as pronounced in the hemagglutinin and neuraminidase segments, possibly because of the strength of other selection pressures for immune escape.", "cite_spans": [{"start": 342, "end": 346, "text": "(24)", "ref_id": "BIBREF23"}, {"start": 1140, "end": 1144, "text": "(24)", "ref_id": "BIBREF23"}], "ref_spans": [{"start": 1085, "end": 1093, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "NEW STUDIES ON THE HUMAN-SWINE INTERFACE FOR IAV"}, {"text": "Finally, recent examinations of the historical records support Koen's observation that the influenza-like illness observed in Iowa pigs in 1919 represented a new disease. Although there is historical evidence dating back several centuries for influenza outbreaks in humans, poultry, horses, and even canines (25) , similar disease was not documented in pigs until an obscure report in 1892 of an influenza-like outbreak in pigs in England (26) . The influenza-like illness was reported on a single, large, pig-breeding farm, with no documented regional or local spread. The reporting of influenza-like disease in other domestic animals at the time, as well as other similar illnesses in pigs, such as hog cholera, suggests that the lack of additional recordings of influenza-like disease in swine is unlikely to be attributed to inadequate documentation alone. The occurrence of influenza-like disease in swine at the same time as an explosive recurrence of the 1889 influenza pandemic in humans also is consistent with a localized introduction of a human virus into a swine herd, with limited opportunities for viral transmission between farms.", "cite_spans": [{"start": 308, "end": 312, "text": "(25)", "ref_id": "BIBREF24"}, {"start": 439, "end": 443, "text": "(26)", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "NEW STUDIES ON THE HUMAN-SWINE INTERFACE FOR IAV"}, {"text": "Together, these recent findings question proposals that swine served as evolutionary intermediaries of avian viruses to humans in 1918 or in the other 2 pandemics of the 20th century (Table 1) . However, the mixing-vessel model of pandemic emergence is not entirely obsolete, it only is in need of refinement and, perhaps, new terminology. In contrast to the pandemics of the 20th century, the 2009 H1N1 pandemic was incontrovertibly of direct swine origin (27) and represented the capacity of novel pandemic precursor viruses to evolve in swine hosts via reassortment events between a multitude of diverse lineages. As noted in early characterizations of the 2009 pandemic virus, the genome of the virus contained segments that had been introduced from birds into swine in the 1970s (i.e., neuraminidase and matrix protein) and 1990s (i.e., PB2 and polymerase acidic protein segments). Although avian viruses enter the swine population infrequently, those that become successfully established have ample opportunity to reassort with other swine viruses, generating many diverse genotypes with different combinations of avian-origin and mammalian-origin segments (27) . Therefore, although the term mixing vessel may be incorrect in the way it was envisioned during the 20th century pandemics, the term still accurately characterizes how swine serve as key reservoirs for many older human viruses to continue circulating and exchanging segments in pigs, along with a smaller number of avian-origin viruses that have established in swine. Although swine may not be required as intermediaries of IAV transmission between birds and humans, swine are dynamic engines of new viral diversity with the potential to cause pandemics in humans, a threat that should not be underrecognized.", "cite_spans": [{"start": 457, "end": 461, "text": "(27)", "ref_id": "BIBREF26"}, {"start": 1163, "end": 1167, "text": "(27)", "ref_id": "BIBREF26"}], "ref_spans": [{"start": 183, "end": 192, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "NEW STUDIES ON THE HUMAN-SWINE INTERFACE FOR IAV"}, {"text": "Additional research in swine is greatly needed to understand interspecies transmission among humans, swine, and birds. The similarities in swine and human receptor distributions mean that swine may be a particularly useful animal model for investigating how avian viruses adapt to α2,6-dominated tracheas, and what other host barriers are important. Based on findings of experimental studies, relatively few mutations appear to be capable of making an avian H5N1 virus able to be transmitted in ferrets, which are considered the most suitable animal model for human transmission (28) . However, the likelihood of multiple mutations occurring together in nature are unknown, and the evolutionary processes by which high-threat avian viruses could transmit efficiently in humans remain opaque. Ethical concerns about the risks of creating high-pathogenicity influenza viruses with potentially enhanced transmissibility in humans have constrained studies in experimental settings. In contrast to ferrets, there is potentially a wealth of field data from swine that could provide insights into viral fitness and adaptation in a new host.", "cite_spans": [{"start": 579, "end": 583, "text": "(28)", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "NEW STUDIES ON THE HUMAN-SWINE INTERFACE FOR IAV"}, {"text": "Overall, the most parsimonious explanation is that the genes of the 1918 virus transmitted largely from birds to humans at the start of the pandemic, and from humans to swine once the pandemic was widespread in humans, with no role played by swine in the origins of the human pandemic (24, 29) . In addition to Koen, there is a reference to an infection with influenzalike disease in swine near the China-Russia border during the second global wave of the pandemic during October 1918 (30) and an independent description of influenza in European swine in 1918 by Altmann Aladar, a Hungarian veterinarian (31) . However, to our knowledge, there is no evidence of sustained onward transmission of the 1918 pandemic virus outside of North America, where the virus sustained long-term circulation in pigs and became established as the \"classical\" H1N1 swine influenza virus lineage (29) , which continues to circulate in North American and has been introduced into Asian swine.", "cite_spans": [{"start": 285, "end": 289, "text": "(24,", "ref_id": "BIBREF23"}, {"start": 290, "end": 293, "text": "29)", "ref_id": "BIBREF28"}, {"start": 485, "end": 489, "text": "(30)", "ref_id": "BIBREF29"}, {"start": 604, "end": 608, "text": "(31)", "ref_id": "BIBREF30"}, {"start": 878, "end": 882, "text": "(29)", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "AS AN ECOLOGICAL TRANSITION IN INFLUENZA"}, {"text": "The early 20th century was a time of dramatic changes in human use of domestic animals (26) . After centuries of influenza epizootics in equines, the 20th century marked a rapid decline in use of horses for urban transport and farm work. Just as declining densities of horses were breaking the episodic cycles of equine influenza in urban areas, a trend toward high-intensity livestock production was underway ( Figure 1D ). In addition to representing one of the greatest disease events in human history, the Spanish flu pandemic may also mark a turning point in the ecology of influenza and the increasing importance of swine as reservoir hosts, a trend that accelerated during the second half of the 20th century and culminated in the 2009 H1N1 pandemic, which resulted from a burst of IAV evolution in Mexican swine in the 1990s (32) . Swine production practices have changed dramatically in recent decades, and the fact that swine may not have been intermediary hosts in the pandemics of the 20th century in no way diminishes the pandemic risks presented by the high viral diversity present in pigs globally today. Indeed, there are many reasons to expect swine will increase in importance as pandemic threats, as evidenced since 2011 by the many children infected with H3N2v after attending swine agricultural fairs in the United States (22) . Further investigation of the dynamics of interspecies transmission of IAVs is greatly needed, including an understanding of sialic acid receptors, uracil content, and other host-restriction factors across a more complete range of avian and mammalian species.", "cite_spans": [{"start": 87, "end": 91, "text": "(26)", "ref_id": "BIBREF25"}, {"start": 833, "end": 837, "text": "(32)", "ref_id": "BIBREF31"}, {"start": 1343, "end": 1347, "text": "(22)", "ref_id": "BIBREF21"}], "ref_spans": [{"start": 412, "end": 421, "text": "Figure 1D", "ref_id": "FIGREF0"}], "section": "AS AN ECOLOGICAL TRANSITION IN INFLUENZA"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "A practical method for field diagnosis of swine diseases", "authors": [{"first": "J", "middle": [], "last": "Koen", "suffix": ""}], "year": 1918, "venue": "Am J Vet Med", "volume": "14", "issn": "", "pages": "468--470", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "The etiology of swine influenza", "authors": [{"first": "R", "middle": ["E"], "last": "Shope", "suffix": ""}], "year": null, "venue": "Science", "volume": "73", "issn": "", "pages": "214--215", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "A virus obtained from influenza patients", "authors": [{"first": "W", "middle": [], "last": "Smith", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Andrewes", "suffix": ""}, {"first": "P", "middle": ["P"], "last": "Laidlaw", "suffix": ""}], "year": 1933, "venue": "Lancet", "volume": "222", "issn": "5732", "pages": "66--68", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "The incidence of neutralizing antibodies for swine influenza virus in the sera of human beings of different ages", "authors": [{"first": "R", "middle": ["E"], "last": "Shope", "suffix": ""}], "year": 1936, "venue": "J Exp Med", "volume": "63", "issn": "5", "pages": "669--684", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Characterization of the 1918 influenza virus polymerase genes", "authors": [{"first": "J", "middle": ["K"], "last": "Taubenberger", "suffix": ""}, {"first": "A", "middle": ["H"], "last": "Reid", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Lourens", "suffix": ""}], "year": 2005, "venue": "Nature", "volume": "437", "issn": "7060", "pages": "889--893", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Avian-to-human transmission of the PB1 gene of influenza A viruses in the 1957 and 1968 pandemics", "authors": [{"first": "Y", "middle": [], "last": "Kawaoka", "suffix": ""}, {"first": "S", "middle": [], "last": "Krauss", "suffix": ""}, {"first": "R", "middle": ["G"], "last": "Webster", "suffix": ""}], "year": 1989, "venue": "J Virol", "volume": "63", "issn": "11", "pages": "4603--4608", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Seasonal H3N2 and 2009 pandemic H1N1 influenza A viruses reassort efficiently but produce attenuated progeny", "authors": [{"first": "K", "middle": ["L"], "last": "Phipps", "suffix": ""}, {"first": "N", "middle": [], "last": "Marshall", "suffix": ""}, {"first": "H", "middle": [], "last": "Tao", "suffix": ""}], "year": 2017, "venue": "J Virol", "volume": "91", "issn": "17", "pages": "830--847", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Dating the emergence of pandemic influenza viruses", "authors": [{"first": "G", "middle": ["J"], "last": "Smith", "suffix": ""}, {"first": "J", "middle": [], "last": "Bahl", "suffix": ""}, {"first": "D", "middle": [], "last": "Vijaykrishna", "suffix": ""}], "year": 2009, "venue": "Proc Natl Acad Sci U S A", "volume": "106", "issn": "28", "pages": "11709--11712", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Intercontinental circulation of human influenza A(H1N2) reassortant viruses during the 2001-2002 influenza season", "authors": [{"first": "X", "middle": [], "last": "Xu", "suffix": ""}, {"first": "C", "middle": ["B"], "last": "Smith", "suffix": ""}, {"first": "B", "middle": ["A"], "last": "Mungall", "suffix": ""}], "year": 2002, "venue": "J Infect Dis", "volume": "186", "issn": "10", "pages": "1490--1493", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Estimating reassortment rates in co-circulating Eurasian swine influenza viruses", "authors": [{"first": "S", "middle": ["J"], "last": "Lycett", "suffix": ""}, {"first": "G", "middle": [], "last": "Baillie", "suffix": ""}, {"first": "E", "middle": [], "last": "Coulter", "suffix": ""}], "year": 2012, "venue": "J Gen Virol", "volume": "93", "issn": "", "pages": "2326--2336", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "The pig as a mixing vessel for influenza viruses: human and veterinary implications", "authors": [{"first": "W", "middle": [], "last": "Ma", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Kahn", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Richt", "suffix": ""}], "year": 2008, "venue": "J Mol Genet Med", "volume": "3", "issn": "1", "pages": "158--166", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Pigs as the \"mixing vessel\" for the creation of new pandemic influenza A viruses", "authors": [{"first": "C", "middle": [], "last": "Scholtissek", "suffix": ""}], "year": 1990, "venue": "Med Princ Pract", "volume": "2", "issn": "", "pages": "65--71", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Molecular basis for the generation in pigs of influenza A viruses with pandemic potential", "authors": [{"first": "T", "middle": [], "last": "Ito", "suffix": ""}, {"first": "J", "middle": ["N"], "last": "Couceiro", "suffix": ""}, {"first": "S", "middle": [], "last": "Kelm", "suffix": ""}], "year": 1998, "venue": "J Virol", "volume": "72", "issn": "9", "pages": "7367--7373", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Sialic acid species as a determinant of the host range of influenza A viruses", "authors": [{"first": "Y", "middle": [], "last": "Suzuki", "suffix": ""}, {"first": "T", "middle": [], "last": "Ito", "suffix": ""}, {"first": "T", "middle": [], "last": "Suzuki", "suffix": ""}], "year": 2000, "venue": "J Virol", "volume": "74", "issn": "24", "pages": "11825--11831", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Receptor determinants of human and animal influenza virus isolates: differences in receptor specificity of the H3 hemagglutinin based on species of origin", "authors": [{"first": "G", "middle": ["N"], "last": "Rogers", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Paulson", "suffix": ""}], "year": 1983, "venue": "Virology", "volume": "127", "issn": "2", "pages": "361--373", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Replication of avian, human and swine influenza viruses in porcine respiratory explants and association with sialic acid distribution", "authors": [{"first": "S", "middle": ["G"], "last": "Van Poucke", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Nicholls", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "Nauwynck", "suffix": ""}], "year": 2010, "venue": "Virol J", "volume": "7", "issn": "", "pages": "38--51", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Distribution of Oacetylated sialic acids among target host tissues for influenza virus", "authors": [{"first": "B", "middle": ["R"], "last": "Wasik", "suffix": ""}, {"first": "K", "middle": ["N"], "last": "Barnard", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Ossiboff", "suffix": ""}], "year": 2017, "venue": "mSphere", "volume": "2", "issn": "5", "pages": "379--395", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Global transmission of influenza viruses from humans to swine", "authors": [{"first": "M", "middle": ["I"], "last": "Nelson", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Gramer", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Vincent", "suffix": ""}], "year": 2012, "venue": "J Gen Virol", "volume": "93", "issn": "", "pages": "2195--2203", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Genetic reassortment of avian, swine, and human influenza A viruses in American pigs", "authors": [{"first": "N", "middle": ["N"], "last": "Zhou", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Senne", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Landgraf", "suffix": ""}], "year": 1999, "venue": "J Virol", "volume": "73", "issn": "10", "pages": "8851--8856", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Evidence for the natural transmission of influenza A virus from wild ducks to swine and its potential importance for man", "authors": [{"first": "M", "middle": [], "last": "Pensaert", "suffix": ""}, {"first": "K", "middle": [], "last": "Ottis", "suffix": ""}, {"first": "J", "middle": [], "last": "Vandeputte", "suffix": ""}], "year": 1981, "venue": "Bull World Health Organ", "volume": "59", "issn": "1", "pages": "75--78", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Reverse zoonosis of influenza to swine: new perspectives on the human-animal interface", "authors": [{"first": "M", "middle": ["I"], "last": "Nelson", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Vincent", "suffix": ""}], "year": 2015, "venue": "Trends Microbiol", "volume": "23", "issn": "3", "pages": "142--153", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Human infections with influenza A(H3N2) variant virus in the United States", "authors": [{"first": "S", "middle": [], "last": "Epperson", "suffix": ""}, {"first": "M", "middle": [], "last": "Jhung", "suffix": ""}, {"first": "S", "middle": [], "last": "Richards", "suffix": ""}], "year": 2011, "venue": "Clin Infect Dis", "volume": "57", "issn": "1", "pages": "4--11", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Comparison of avian and human influenza A viruses reveals a mutational bias on the viral genomes", "authors": [{"first": "R", "middle": [], "last": "Rabadan", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Levine", "suffix": ""}, {"first": "H", "middle": [], "last": "Robins", "suffix": ""}], "year": 2006, "venue": "J Virol", "volume": "80", "issn": "23", "pages": "11887--11891", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "A synchronized global sweep of the internal genes of modern avian influenza virus", "authors": [{"first": "M", "middle": [], "last": "Worobey", "suffix": ""}, {"first": "G", "middle": ["Z"], "last": "Han", "suffix": ""}, {"first": "A", "middle": [], "last": "Rambaut", "suffix": ""}], "year": 2014, "venue": "Nature", "volume": "508", "issn": "7495", "pages": "254--257", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Historical thoughts on influenza viral ecosystems, or behold a pale horse, dead dogs, failing fowl, and sick swine. Influenza Other Respir Viruses", "authors": [{"first": "D", "middle": ["M"], "last": "Morens", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Taubenberger", "suffix": ""}], "year": 2010, "venue": "", "volume": "4", "issn": "", "pages": "327--337", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "A possible outbreak of swine influenza, 1892", "authors": [{"first": "D", "middle": ["M"], "last": "Morens", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Taubenberger", "suffix": ""}], "year": 2014, "venue": "Lancet Infect Dis", "volume": "14", "issn": "2", "pages": "169--172", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Origins and evolutionary genomics of the 2009 swine-origin H1N1 influenza A epidemic", "authors": [{"first": "G", "middle": ["J"], "last": "Smith", "suffix": ""}, {"first": "D", "middle": [], "last": "Vijaykrishna", "suffix": ""}, {"first": "J", "middle": [], "last": "Bahl", "suffix": ""}], "year": 2009, "venue": "Nature", "volume": "459", "issn": "7250", "pages": "1122--1125", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Airborne transmission of influenza A/H5N1 virus between ferrets", "authors": [{"first": "S", "middle": [], "last": "Herfst", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "Schrauwen", "suffix": ""}, {"first": "M", "middle": [], "last": "Linster", "suffix": ""}], "year": 2012, "venue": "Science", "volume": "336", "issn": "6088", "pages": "1534--1541", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Genesis and pathogenesis of the 1918 pandemic H1N1 influenza A virus", "authors": [{"first": "M", "middle": [], "last": "Worobey", "suffix": ""}, {"first": "G", "middle": ["Z"], "last": "Han", "suffix": ""}, {"first": "A", "middle": [], "last": "Rambaut", "suffix": ""}], "year": 2014, "venue": "Proc Natl Acad Sci", "volume": "111", "issn": "22", "pages": "8107--8112", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Influenza including its infection among pigs", "authors": [{"first": "J", "middle": [], "last": "Chun", "suffix": ""}], "year": 1919, "venue": "Natl Med J China", "volume": "5", "issn": "", "pages": "34--44", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Influenza: The Last Great Plague. An Unfinished Story of Discovery", "authors": [{"first": "Wib", "middle": [], "last": "Beveridge", "suffix": ""}], "year": 1977, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Origins of the 2009 H1N1 influenza pandemic in swine in Mexico", "authors": [{"first": "I", "middle": [], "last": "Mena", "suffix": ""}, {"first": "M", "middle": ["I"], "last": "Nelson", "suffix": ""}, {"first": "F", "middle": [], "last": "Quezada-Monroy", "suffix": ""}], "year": 2016, "venue": "eLife", "volume": "5", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Influenza A viruses (IAVs) across host species. A) Model of pandemic emergence in which swine serve as an intermediary mixing vessel capable of being infected with avian-origin and human-origin IAVs, which can undergo reassortment to generate a mammalian-adapted virus capable of transmitting to humans and causing a pandemic. B) Relative abundance of α2,3-linked and α2,6-linked sialic acid receptors in IAV host species across multiple tissues (red, high abundance; light blue, trace detection). Adapted from Wasik et al.(17). C) Log-odds scores of human (H1N1, pink; H2N2, green; and H3N2, yellow) and avian IAV (blue) nucleotide composition of the coding regions of the polymerase basic protein 1 segment (WebFigure 2). Adapted from Rabadan et al.(23). D) Estimated global livestock populations, 1890-2014, for cattle (dark blue), sheep (green), pigs (yellow), goats (orange), and horses (gray). Source: HYDE Database and United Nations Food and Agriculture Organization Statistics. GI, gastrointestinal.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Summary of Evidence for the Zoonotic Origins of the 3 Influenza A Virus Pandemics of the 20th Century", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Hypothesis Direct avian-to-human transmission trachea transmissiona\n</td><td>Evidence\nLow relative abundance of avian-like α2,3-linked sialic acid receptors in swine\nHigher frequency of human-to-swine transmission, compared with swine-to-human\n</td></tr><tr><td>Avian-like levels of uracil content of the polymerase basic protein 1 segment of the 1918, 1957, and 1968 pandemic viruses\nNo evidence for circulation of H2N2 viruses in pigs\nFewer constraints on reassortment between viruses from different subtypes observed in swine, compared with humans\n</td></tr><tr><td> </td><td>Avian-to-swine-to-human transmission\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "The authors thank Dr. Brian Wasik for kindly providing information about the distribution of sialic acid receptors in different host species that was incorporated into Figure 1B . The content is solely the responsibility of the authors and does not represent official views of the National Institutes of Health.Conflict of interest: none declared.", "cite_spans": [], "ref_spans": [{"start": 168, "end": 177, "text": "Figure 1B", "ref_id": null}], "section": "ACKNOWLEDGMENTS"}]}