{
    "paper_id": "5f540dc7d1c49c38a3cb6f3db891eb867372482d",
    "metadata": {
        "title": "The Preparation of Chicken Tracheal Organ Cultures for Virus Isolation, Propagation, and Titration",
        "authors": [
            {
                "first": "Brenda",
                "middle": [
                    "V"
                ],
                "last": "Jones",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ruth",
                "middle": [
                    "M"
                ],
                "last": "Hennion",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Chicken tracheal organ cultures (TOCs), comprising transverse sections of chick embryo trachea with beating cilia, have proved useful in the isolation of several respiratory viruses and as a viral assay system, using ciliostasis as the criterion for infection. A simple technique for the preparation of chicken tracheal organ cultures in glass test tubes, in which virus growth and ciliostasis can be readily observed, is described.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Tracheal organ cultures (TOCs) have been used for the study of a number of respiratory tract pathogens (1). The first human coronavirus (HCoV) was isolated using human ciliated embryonal trachea (2), and studies on persistent infection with Newcastle disease virus (3), isolation of the Hong Kong variant of influenza A2 virus (4), and studies on the pathogenicity of mycoplasmas (5) using TOCs have all been reported. More recently, TOCs have been used in studies on the pathogenicity and induction of protective immunity by a recombinant strain of infectious bronchitis virus (IBV) (6) .",
            "cite_spans": [
                {
                    "start": 584,
                    "end": 587,
                    "text": "(6)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Tracheal organ cultures derived from 20-day-old chicken embryos are reported to be as sensitive as 9-day-old embryonating eggs for the isolation and titration of IBV (7), and are more sensitive than TOCs from chickens up to 31 days of age, with complete ciliostasis, the criterion for infection, being observed 3 days after incubation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "With the ease of production and the proven usefulness of TOCs in virus isolation and in studies on pathogenicity and immunization strategies, it may be worth considering their more widespread use for research into respiratory tract viruses. The method described below, based on that previously reported (5), utilizes chicken embryo TOCs on a rolling culture tube assembly, where TOCs are capable of maintaining ciliary activity for longer periods than in static cultures. Debris accumulating within the TOC rings is reduced, making observation of ciliary activity easier.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To calculate the number of embryonated eggs required for an assay assume each trachea will yield 17 to 20 rings. Expect to lose up to 20% of the cultures during the preliminary incubation step, owing to damage to the rings or spontaneous cessation of ciliary activity. 3. Using curved scissors remove the top of the shell, lift the embryo out by the wing, and place it in a 150-mm Petri dish. 4. Sever the spinal cord just below the back of the head and discard the egg and yolk sac (see Note 5). 5. Position the embryo on its back and, using small forceps and scissors, cut the skin the full length of the body, ending under the beak. Care must be taken not to damage the underlying structures. 6. Locate the trachea and, using small scissors and forceps, dissect it away from the surrounding tissues (see Note 6). 7. Cut the trachea at the levels of the carina and larynx and remove it from the embryo, placing the tissue in a Bijou bottle containing culture medium (see Note 7). 8. Repeat steps 3-7 for all available embryos. 9. Place one trachea at a time on a disc of filter paper and, using two pairs of fine forceps, gently remove as much fat as possible (see Note 8). 10 . Place the cleaned tracheas in a 100-mm Petri dish containing culture medium. 11. Swab the McIlwain tissue chopper with 70% IMS. 12. Place two filter paper discs on top of the PVC cutting table disc and slide the assembled discs under the cutting table clips on the tissue chopper. 13. Raise the chopping arm of the tissue chopper and attach the razor blade. 14. Position the arm over the center of the cutting table (see Note 9). 15. Place tracheas on to the filter paper under, and perpendicular to, the raised blade (see Note 10). 16. Adjust the machine to cut sections 0.5-1.0 mm thick and activate the chopping arm. 17. Once the arm has stopped moving, discard the first few rings from each end of the cut tracheas; then, with a scalpel, scrape the remaining rings into a 150-mm Petri dish containing culture medium. 18. With a large-bore glass Pasteur pipette gently aspirate the medium to disperse the cut tissue into individual rings. 19. Repeat steps 12-18 until all the tracheas have been sectioned (see Note 11).",
            "cite_spans": [
                {
                    "start": 1176,
                    "end": 1178,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "1. With a large-bore glass Pasteur pipette dispense one TOC ring together with approximately 0.5 ml of culture medium into a glass tube (see Note 12). 2. Seal with silicone bung and check visually that each tube contains one complete ring (see Note 13). 3. Put the tubes in a roller tube rack and place on the roller apparatus, set to roll at a rate of about 8 revolutions/h, at approximately 37 • C. Leave the tubes rolling for 1 to 2 days (see Note 14). 4. Check each tube culture for complete rings and the presence of ciliary activity, using a low-power inverted microscope. 5. Discard any tubes in which less than 60% of the luminal surface has clearly visible ciliary activity. 6. The remaining tubes may be used for viral assays (see Note 15).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Culture of Tracheal Sections"
        },
        {
            "text": "vidual discs with slips of grease-proof paper and placing them in a glass Petri dish. Wrap the dish in aluminum foil and sterilize in a hot air oven (160 • C for 1 h).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Batches of sterile Whatman filter papers can be prepared by interleaving indi-"
        },
        {
            "text": "suitable sized lidded tins lined with aluminum foil. Sterilize in a hot air oven as above. 3. Batches of sterile silicone rubber bungs can be prepared by placing them, narrow end down, in shallow, lidded tins. Sterilize by autoclaving.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Batches of sterile tubes can be prepared by placing them, open end down, in"
        },
        {
            "text": "ing the surfaces with 70% IMS or any other suitable disinfectant. 5. Care must be taken at this stage not to damage the trachea. 6. The trachea can be identified by the presence of transverse ridges seen down its length owing to the underlying rings of cartilage. 7. The carina and larynx can be identified by the increased diameter at the ends of the trachea. 8. To avoid damage to the trachea hold it as close to one end as possible with the first pair of forceps and use the second pair to strip away the fatty tissue. 9. At this stage gently lower the arm onto the cutting area disc, loosen the screw holding the blade slightly, check that the blade is aligned correctly (the full length of the blade must be in contact with cutting area), tighten the screw again, and raise the arm. 10. A maximum of five tracheas can be laid side by side on the cutting bed at any one time. Gently stretch each trachea as it is placed on the cutting area, and when all five are in the correct position, wet them with a few drops of culture medium. 11. It is important to use a fresh blade edge and paper discs for each set of five tracheas to be sectioned.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of TOCs can be performed on the open laboratory bench after clean-"
        },
        {
            "text": "12. Check for damaged glass tubes at this stage, particularly around the rims. Discard any with cracks as these can fail when bungs are inserted, leading to injured fingers. 13. Make sure the tracheal rings are fully submerged in culture medium and not stuck on the wall of the tube. Discard any that appear ragged or incomplete. 14. The speed of the roller apparatus is quite slow. Check that the tube roller is actually moving before leaving the cultures to incubate. 15. A simple quantal assay for infectivity of IBV has been described by Cook et al.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of TOCs can be performed on the open laboratory bench after clean-"
        },
        {
            "text": "(7) and used extensively in our Institute. Five tubes of TOCs per tenfold serial dilution of virus gives sufficiently accurate results for most purposes. A simplification of the method of Cook et al. (1976) , used for many years by Cavanagh and colleagues, is to add 0.5 ml of diluted virus per TOC tube without prior removal of the medium already in the tube. TOCs are scored as positive for virus when ciliary activity is completely abrogated. If a virus is poorly ciliostatic, its presence can be demonstrated using indirect immunofluorescence, with the TOCs conveniently not fixed (8).",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 206,
                    "text": "Cook et al. (1976)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Preparation of TOCs can be performed on the open laboratory bench after clean-"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "19-to 20-day-old embryonating eggs from SPF flock",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Tissue chopper: the following method assumes the use of a McIlwain mechanical tissue chopper",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Sterile curved scissors (small)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Sterile scissors (large)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Sterile forceps",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Sterile Whatman filter paper discs 55 mm diameter (see Note 1)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "70% industrial methylated spirits (IMS)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Double-edged razor blades",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Eagles Minimum Essential Medium with Earles salts, L-glutamine and 2.2 g/liter sodium bicarbonate (MEM)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Penicillin + streptomycin (100,000 U of each per ml)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "M HEPES buffer prepared from HEPES (free acid) and tissue culture grade water, sterilized in an autoclave at 115 • C for 20 min",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Sterile 100-and 150-mm-diameter Petri dishes",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Culture of Tracheal Sections 1. Tissue culture roller drum capable of rolling at approximately 8 revolutions/h at 37 • C",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Associated rack suitable for holding 16-mm tubes on roller drum",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Sterile, extra-strong rimless soda glass tubes, 150 mm long × 16 mm outside diameter, suitable for bacteriological work (VWR International) (see Note 2)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Sterile silicone rubber bungs 16 mm diameter at wide end, 13 mm diameter at narrow end, and 24 mm in length",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Inverted microscope (60-100× magnification)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Use of organ cultures in microbiological research",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "M C Gee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Woods",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Ann. Rev. Microbiol",
            "volume": "41",
            "issn": "",
            "pages": "291--300",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Cultivation of novel type of common-cold virus in organ cultures",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A J"
                    ],
                    "last": "Tyrell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Bynoe",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "Br. Med. J",
            "volume": "5448",
            "issn": "",
            "pages": "1467--1470",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Persistent Newcastle disease virus infection in embryonic chicken tracheal organ cultures",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Cummiskey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Hallum",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Skinner",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Leslie",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Infect. Immun",
            "volume": "8",
            "issn": "4",
            "pages": "657--664",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The isolation of influenza viruses",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Higgins",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Ellis",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "J. Clin. Path",
            "volume": "25",
            "issn": "",
            "pages": "521--524",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Large-quantity production of chicken embryo tracheal organ cultures and use in virus and mycoplasma studies",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Cherry",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Taylor-Robinson",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Appl. Microbiol",
            "volume": "19",
            "issn": "4",
            "pages": "658--662",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Recombinant infectious bronchitis coronavirus Baudette with the spike protein gene of the pathogenic M41 strain remains attenuated but induces protective immunity",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hodgson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Casais",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Dove",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Britton",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cavanagh",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Virol",
            "volume": "78",
            "issn": "24",
            "pages": "13804--13811",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The use of chicken tracheal organ cultures for the isolation and assay of infectious bronchitis virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K A"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Darbyshire",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Peters",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Arch. Virol",
            "volume": "50",
            "issn": "",
            "pages": "109--118",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "A simple method for immunofluorescence staining of tracheal organ cultures for the rapid identification of infectious bronchitis virus",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Bhattacharjee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Naylor",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Avian Pathol",
            "volume": "23",
            "issn": "",
            "pages": "471--480",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Prepare culture medium by the addition of HEPES buffer, penicillin, and streptomycin solution to MEM, to give final concentration of 40 mM HEPES and 250 U/ml penicillin and streptomycin. 2. On a clean workbench spray the top of the eggs with 70% IMS (see Note 4).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}