{
    "paper_id": "5fa34fe328a7ca3bae54a9313950cd0ea91602e4",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "with a 12-h light/dark photoperiod and allowed food and water ad libitum. All procedures were carried out in compliance with the National Institutes of Health-adopted Guide for Care and Use of Laboratory Animals (3) and were approved by the Bioethics Committee of State Key Laboratory of Respiratory Disease, Guangzhou Medical University. Mice were randomly divided into 8 groups as indicated in the figure legends (n = 5 in each). After anaesthetised with pentobarbital sodium (50 mg/kg), mice were intratracheally inoculated with HA (1 mg/kg) or HA (0.5 mg/kg) in the presence or absence of pretreatment with JAK3 inhibitor VI (JAK3inh, 0.15mg/kg, Calbiochem, Darmstadt, Germany), forskorlin(FSK,10mg/kg, Sigma-Aldrich, St Louis, MO, USA) and gliebenclamide (Gli,10mg/kg, Sigma-Aldrich) respectively by intraperitoneal injection. The control group received an equal volume of PBS. Lung tissues were harvested at 12 h after HA inoculation.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 215,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The tracheas of Jak3 +/and Jak3 +/+ mice that had or had not received JAK3 inhibitor VI (0.15mg/kg) and TLR4 inhibitor (TLR4inh, candesartan, 100mg/kg, 3B Scientific Corporation, Wuhan, China) respectively by intraperitoneal injection, were removed, fixed on a sample clamp with exposure of apical membranes (ex-posed surface area of 0.04 cm 2 ) to HA or saline for ~10-20 min, and then mounted into an Ussing chamber bathed in both sides with Krebs-Henseleit (K-H) at 37°C. The transepithelial PD were clamped at 0 mV, then the short circuit current was recorded with VCC MC6 voltage-current clamp amplifier (VCC MC6, Physiologic Instruments, San Diego, USA), and simultaneously displayed via a signal collection and analysis system (Acquire & Analyze Rev II, San Diego, USA). Forskolin (10 μM apical and basal), an adenylate cyclase activator known to activate CFTR, was used to induce anion secretion via an increase in cAMP. To inhibit electrically conductive Na + transport, amiloride (100 μM) was added to the apical solution in all studies.The K-H solution contained (in mM): 117 NaCl, 4.7 KCl, 1.2 KH 2 PO 4 , 1.2 MgSO 4 , 24.8 NaHCO 3 , 2.56 CaCl 2 and 11.1 glucose. The solution was bubbled with 95% O 2 /5% CO 2 to maintain the pH at 7.4 (4). In the Cl --free perfusion solution, chloride was substituted by gluconate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measurements of CFTR-Dependent Short-Circuit Current"
        },
        {
            "text": "16HBE and calu-3 cells were cultured in Dulbecco's modified Eagle medium supplemented with 10% FCS/FBS (Gibco, NY, USA), 5 mg/ml penicillin and 10 mg/ml streptomycin. Prior to treatment, cells were cultured for 12 h in tissue culture-treated plates, and fresh culture medium was added to the cells",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell Culture and Treatment"
        },
        {
            "text": "Ke Cao, * Minhui Chen, * Xiang Jie, Yansheng Wang, Qiasheng Li, and Jun Xu Online address: http://www.molmed.org 1 h before the treatments. Prior to HA stimulation, the cells were treated without or with JAK3 inhibitor VI (760 nM), TLR4 inhibitor (candesartan, 5μM, 3B Scientific Corporation, Wuhan, China), forskolin (10 μM, Sigma-Aldrich) and glibemcalmide (500 uM, Sigma-Aldrich) for 30 min. The supernatants of the cell culture and the cells were subjected to different experiments.To test Gαi-mediated inhibition of AC, 16HBE cells were pretreated with IBMX(1 mM Sigma-Aldrich) for 15 min and then treated with forskolin for 30 min prior to HA stimulation for 30 min. In some instances, cells were pretreated with pertussis toxin (PTx, 100 ng/ml) for 16 h or a TLR4 inhibitor or JAK3 inhibitor VI for 30 min. Cells were lysed and intracellular cAMP levels were assayed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "H5N1 Virus Hemagglutinin Inhibition of cAMP-Dependent CFTR via TLR4-Mediated Janus Tyrosine Kinase 3 Activation Exacerbates Lung Inflammation"
        },
        {
            "text": "cAMP and AC levels were measured in cells using a cAMP assay kit (Assay Designs, Inc., Ann Arbor, USA) and an AC assay kit (Uscn Life Science Inc. Wuhan, China), respectively. The levels were corrected to the total protein levels, and the data were expressed as picomoles per milligram of protein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intracellular cAMP and Adenylyl Cyclase (AC) Assay"
        },
        {
            "text": "Lungs isolated from mice were fixed in buffered 4% paraformaldehyde (pH 7.4) for 36 h and embedded in paraffin. Tissue sections (5μm) were stained respectively with haematoxylin and eosin (H&E) for morphological analysis. Lung injury was scored as described previously (1). Two investigators blinded to the group assignments analysed the samples and determined the level of lung injury according to the semiquantitative scoring outlined below. All lung fields were examined for each sample at 20× magnification. The assessment of histological lung injury was performed as follows: 0, normal; 1, 25% the lung section exhibits interstitial congestion and inflammatory cell infiltration; 2, 25-50% the lung section exhibits interstitial congestion and inflammatory cell infiltra-tion; 3, 50-75% the lung section exhibits consolidation and inflammatory cell infiltration. Scores were expressed as mean ± SD and Kruskal-Wallis tests were used to compare the pathological damage score of the groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lung Histology"
        },
        {
            "text": "The quantification of multiple cytokines/ chemokines in the supernatants of cell culture was performed using the Luminex assay LiquidChip system (Panomics, CA, USA) according to the manufacturer's instructions as previously described (1), which is a beadbased system for immunoassays that allows for the simultaneous assaying of multiple analytes in a single sample (5). The cytokines/chemokines included ICAM-1, IL-18, IP-10, MCP-1, macrophage inflammatory protein 3 alpha (MIP-3α), and MMP-7.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Luminex Assay"
        },
        {
            "text": "Homogenized lung tissue and cultured cells were resolved in lysis buffer [20 mMTris-HCl (pH 7.5), 137 mM NaCl, 10% glycerol, 1% TritonX-100, 1 mM Na3VO4, 1 mM phenylmethylsulfonylfluoride (PMSF), and 1× protease inhibitor cocktail]. After centrifugation at 16000 × g for 15 min, supernatants were used as whole cell extracts. The protein concentration was estimated using a Micro BCA Protein Assay Reagent Kit (Pierce Biotechnology, Rockford, USA) by using BSA as the standard. An equal amount of protein from each sample was diluted with 5 × reducing sample buffer (0.25 M Tris-HCl (pH6.8), 5% 2-mercaptoethanol, 50% glycerol, 10% SDS, and 0.5% bromphenol blue) and boiled for 10 min. The protein suspensions were electrophoretically separated on 8% SDS-PAGE and then transferred to apolyvinylidene difluoride (PVDF) membrane (Bio-Rad). Membranes were blocked with 5% nonfat skim milk in Tris-buffered saline (TBS) containing 0.1% Tween-20 (TBST) at room temperature for 1 h and then incubated with various primary antibodies specific for phosphorylated JAK3 (di-luted 1:1000, for overnight incubation in 4°C [Santa Cruz Biotechnology, Santa Cruz, CA, USA]), CFTR (diluted 1:500, for 24 h incubation in 4°C), respectively. After incubation with peroxidase-conjugated secondary antibodies for 1 h at 25°C, the signals were detected by enhanced chemiluminescence. The intensities of relevant bands were quantitated using ImageJ software (National Institutes of Health, Bethesda, MD, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Western Blot"
        },
        {
            "text": "Lungs were isolated from mice and processed for cryosectioning. Cells were cultured on glass coverslips. The cells or sections were fixed (4% paraformaldehyde or acetone, respectively), permeabilised (0.5% Triton-100) , blocked (3% bovine serum albumin (Sigma-Aldrich), 0.1% Triton X-100/PBS), and incubated with primary antibodies against CFTR (Abcam, Cambridge, MA, USA) and phosphorylated NF-kBp65 (Cell Signaling Technology, Inc. Beverly, MA, USA) and phosphorylated JAK3 (Santa Cruz Biotechnology) at 4°C, followed by species-matched fluorescent secondary antibodies at room temperature. For nuclear staining, the cells or tissues were mounted using ProLong Gold anti-fade reagent containing 4,6-diamino-2phenylindole (DAPI) (Life Technologies, Camarillo, CA, USA). Images were captured using a Nikon C1 Si confocal system, the average intensity of staining was quantitated using Image-Pro® plus 6.0 image analysis software (Mediacybernetics, Silver Spring, MD, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunofluorescent Staining"
        },
        {
            "text": "RNA was extracted using TRIzol reagent (LifeTechnologies, Camarillo, CA, USA) and 2.0 μg of total RNA was reverse transcribed with the M-MLV first strand kit (LifeTechnologies). Quantitative realtime PCR was performed with SYBR Premix Ex Taq II (TaKaRa, Dalian, China) according to the manufacturer's instructions. The results were calculated relative to the mean ΔCt of both the treated and control groups using the 2 -ΔΔCt method (where Ct represents the threshold cycle). Primer sequences for the genes of interest were designed using TAKARA Biotechnology. The primer equences are as followed:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quantitative Reverse-Transcription PCR (RT-PCR) Analysis"
        },
        {
            "text": "CFTR forward primer, 5'-TTAAA GCTGT CAAGCCGTGTTC-3'; CFTR reverse primer, 5'-GCCAATGCAA GTCCTTCATCA-3'; TLR4 forward primer, 5'-AGAACCTGGA CCTGAGCTTTAATC-3';",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quantitative Reverse-Transcription PCR (RT-PCR) Analysis"
        },
        {
            "text": "TLR4 reverse primer, 5'-GAGGTGGCTT AGGCTCTGATATG-3';",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quantitative Reverse-Transcription PCR (RT-PCR) Analysis"
        },
        {
            "text": "β-actin forward primer, 5'-CCTGG CACCCAGCACAAT-3' β-actin reverse primer,5'-GCTGATCCAC ATCTGCTGGAA-3'",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quantitative Reverse-Transcription PCR (RT-PCR) Analysis"
        },
        {
            "text": "All of the experimental data shown are expressed as the means ± S.D. and were repeated at least three times, unless otherwise indicated. Statistical analysis was performed using one-way analysis of variance (ANOVA) followed by Student t test, and p<0.05 was considered to be significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Hemagglutinin from the h5n1 virus activates janus kinase 3 to dysregulate innate immunity",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ge",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PloS one",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Expression of hemagglutinin protein from the avian influenza virus H5N1 in a baculovirus/insect cell system significantly enhanced by suspension culture",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nwe",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "BMC Microbiol",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "National Research Council of the National Academies",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Genistein activates CFTR-mediated Cl-secretion in the murine trachea and colon",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Goddard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Colledge",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "American Journal of Physiology-Cell Physiology",
            "volume": "279",
            "issn": "",
            "pages": "383--392",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Multiplex analysis of cytokines in the blood of cynomolgus macaques naturally infected with Ebola virus (Reston serotype)",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Hutchinson",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Med Virol",
            "volume": "65",
            "issn": "",
            "pages": "561--566",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": " Figure S1 . The effects of H5N1 HA on Clchannel and Na + channel activity in tracheal epithelium. Measurement of the changes in the short-circuit currents (ΔIsc) in response to forskolin (FSK) was performed in tracheal tissues isolated from wild type (JAK3 +/+ ) and Jak3 gene-deficient heterozygous (Jak3 +/-) mice after 10~20 min apical exposure to H5N1 HA (40 μg/ml). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1,
                    "end": 10,
                    "text": "Figure S1",
                    "ref_id": null
                }
            ],
            "section": "Supplementary"
        }
    ]
}