{"paper_id": "611510e07fa090b6015293071a913cdb5fe0d51c", "metadata": {"title": "Prospective epidemiological study of common colds and secretory otitis media", "authors": [{"first": "L", "middle": [], "last": "Elbrbnd", "suffix": "", "affiliation": {"laboratory": "", "institution": "University Hospital of Aarhus", "location": {"settlement": "Aarhus", "country": "Denmark"}}, "email": ""}]}, "abstract": [{"text": "To evaluate how often a common cold induces secretory otitis media (SOM) two groups of young children were studied. One comprised 373 children aged 9 months to 7 years who were being minded in institutions. The other group consisted of 210 children not minded in day institutions or private day care. This latter group was subdivided into children minded at home or in private day care attended by not more than 2 children (1 17 children), and the remainder (93 children). Common colds were defined as nasal discharge, and tympanometry was carried out 6 times at 2-week intervals. Among the 1-year-olds common colds induced SOM in 83% of those minded in institutions and in 56% of those minded at home. At the age of 5 years this applied to 20% of both groups.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "To evaluate how often a common cold induces secretory otitis media (SOM) two groups of young children were studied. One comprised 373 children aged 9 months to 7 years who were being minded in institutions. The other group consisted of 210 children not minded in day institutions or private day care. This latter group was subdivided into children minded at home or in private day care attended by not more than 2 children (1 17 children), and the remainder (93 children). Common colds were defined as nasal discharge, and tympanometry was carried out 6 times at 2-week intervals. Among the 1-year-olds common colds induced SOM in 83% of those minded in institutions and in 56% of those minded at home. At the age of 5 years this applied to 20% of both groups.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The aetiology of secretory otitis media (SOM) is multifactorial.' Among the most important factors influencing the condition are age' and the number and duration of common colds.3 Among otological factors are the production of secretion by glands and goblet cells in the middle ear and mastoid p r o~e s s ,~ tuba1 f~n c t i o n ,~ mucociliary function,6 and the volume of the middle ear and mastoid process.'", "cite_spans": [], "ref_spans": [], "section": "Keywords secretory otitis media tympanometry acute rhinitis"}, {"text": "During common colds, which are usually due to rhino-or coronavirus infections,' the organisms presumably spread to the Eustachian tube, but not to the middle ear.", "cite_spans": [], "ref_spans": [], "section": "Keywords secretory otitis media tympanometry acute rhinitis"}, {"text": "In SOM, mucociliary function in the tube is arrested possibly due to mucosal oedema occluding the passage to the rhinopharynx. A direct action on ciliary function may be involved as well. Since there are about 80 different subtypes of rhinovirus, each having its individual antigen, and since the immunity after a common cold disappears in a few months, the children can virtually continuously acquire new infections.", "cite_spans": [], "ref_spans": [], "section": "Keywords secretory otitis media tympanometry acute rhinitis"}, {"text": "The object of the present study was to assess the prevalence of common colds among young children minded in day institutions and those minded at home, and to ascertain how often common colds elicit SOM among these 2 groups.", "cite_spans": [], "ref_spans": [], "section": "Keywords secretory otitis media tympanometry acute rhinitis"}, {"text": "Group A comprised 373 children from 9 kindergartens and 1 day nursery, out of 396 which was the total number of children in day institutions in a municipality having about 17 000 inhabitants.", "cite_spans": [], "ref_spans": [], "section": "Materials and methods"}, {"text": "Group B comprised 210 randomly selected children from the same municipality who were not being minded in kindergartens, day nurseries or municipal day care. Originally 50 children of each age group from 1-6 years had been invited to participate, but only about 30 of each age group came. Of these children 98 were minded at home, 1 1 went to a playroom once a week, 52 were in private day care with up to 7 children, and 49 were attending preschool class or school. This last-mentioned group was included because we wished to compare them with the children who continued from kindergarten to school. Group B was subdivided into groups B1 and B2. B1 (117 children) consisted of children minded at home and in private day care with not more than 2 children. Group B2 (93) comprised the remainder of the group B children (in private day care, preschool or school). Table 1 gives the age distribution of the children in the separate groups.", "cite_spans": [], "ref_spans": [{"start": 862, "end": 869, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Materials and methods"}, {"text": "Acute rhinitis was defined as nasal discharge. In the kindergartens and day nurseries the children were evaluated and the staff asked whether upper airway infections had occurred since the last examination. The children of group B were also evaluated at each examination, and the parents were asked about colds.", "cite_spans": [], "ref_spans": [], "section": "Materials and methods"}, {"text": "When first seen the children had otoscopy and routine otological examination. During the subsequent period they were seen at 2-week intervals, a total of 6 times. On each occasion tympanometry was performed.", "cite_spans": [], "ref_spans": [], "section": "Materials and methods"}, {"text": "A tympanoscope of the type Madsen Electronics ZS 330 with built-in writer was used. The middle ear pressure was measured from + 100 mm H,O to -300 mm H,O. Compliance was stated in ml. Thereafter, the ipsilateral stapedial reflex was measured twice at 1000 Hz 105 dB SPL, with a probe tone of 2 2 6 H~.~ The tympanograms were classified into A, B, and C curves. The tympanogram was deemed to be an A curve if the middle ear pressure was above -100mm H,O, a C ", "cite_spans": [], "ref_spans": [], "section": "Materials and methods"}, {"text": "Only B tympanograms were evaluated in relation to common colds. In group A only a few changes occurred from the first to the sixth examination (Table 2) , the peak of colds being at the third examination and the maximum of B tympanograms 2 weeks later. In groups B1 and B2 there were much wider variations, and the prevalence of common colds was above that in group A at most examinations. As may be seen, there were 2 epidemics of common cold. One reached a peak at the second examination and the other one at the fifth examination. Group B1 reached 41% in prevalence of colds at the second examination. The prevalence of B tympanograms was lowest in groups B1 and B2 from the first to the fifth examination, but at the sixth examination all 3 groups were alike. Table 3 lists the mean percentage of children who had colds or had B tympanograms by age. In group A the prevalence of colds was about 30% from the age of 1 to 3 and about 20% from 4 to 6 years of age. In groups B1 and B2 the results were very similar, the 1-and 2-year-olds showing a prevalence around 40%. It is evident that a marked increase occurs among the children minded at home when they reach the age of 6 years and enter preschool class. Groups B1 and B2 are, in general, higher than group A. The prevalence of B tympanograms was highest from the age of 1 to 3 years in group A. Group B1 is in general the lowest one.", "cite_spans": [], "ref_spans": [{"start": 143, "end": 152, "text": "(Table 2)", "ref_id": "TABREF1"}, {"start": 764, "end": 771, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Results"}, {"text": "In Table 4 we evaluated how many of the children caught common colds during the 12 weeks. This table shows that the majority of them did suffer an upper airway infection, and at the age of 5-6 years about half caught colds, except for the 6-year-olds of group B1, all of whom caught colds. Table 5 shows how often a common cold coincided with a B tympanogram, in one or both ears. In group A the common colds were most severe in all age groups except the 5-year-olds, among whom the group B2 percentage was highest (59). Group B1 is least affected and group B2 intermediate.", "cite_spans": [], "ref_spans": [{"start": 3, "end": 10, "text": "Table 4", "ref_id": "TABREF3"}, {"start": 290, "end": 297, "text": "Table 5", "ref_id": "TABREF4"}], "section": "Results"}, {"text": "It was calculated also how many of the children who showed B tympanograms at all 6 examinations had had common colds. This applied to 22% in all groups, i.e. less than the average.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Our diagnosis of colds differed somewhat between the two populations of our material, Possibly, the parents' information was more accurate than that given by the staff of the day institutions. On the other hand, the objective examinations were uniform. To the finding that the children not in kindergartens had most colds, we must comment that this group went through two periods that suggested epidemics of colds, while the children minded in institutions showed an even prevalence.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In return, the latter group included many cases of measles, mumps and chicken pox. Using nasal discharge as a parameter of a common cold does not pick up all cases, and in some children nasal discharge is not due to infection. It has been demonstrated that purulent discharge from the nose may be due solely to a viral infection and need not necessarily indicate secondary bacterial infe~tion.'~ The colds may have been due to a number of different viral infections, e.g. rhinovirus and coronavirus. Viruses can be cultured from about 70-80% of patients with a cold, and about 30% of these are rhinovirus infections.* Possibly, the different types of virus may cause different reactions in the Eustachian tube and a different degree of tuba1 dysfunction. Mucociliary function in the Eustachian tube is always abolished in SOM.6 The viruses presumably do not spread to the Conceivably, though, the children in the day institutions have a greater readiness for producing secretion, so that in them tuba1 dysfunction occurs more readily and is slower to return to normal. When ascertaining how often a common cold induces SOM, we found this to be most marked in group A, especially at the age of 1 and 2 years. In group B2 there were also many cases at 1 year of age, but this subgroup comprised only 9 children, so that the result is uncertain. All the youngest children of group A were from a day nursery and a young-children group in a kindergarten. Within group B2 quite a number of the colds induced SOM in the 5year-olds. Another finding of interest concerns the children who develop SOM without having a cold. As SOM usually does not appear until a few days after the cold, this may give part of the explanation. However, there was no statistically significant difference between the 3 groups in this phenomenon which comprised about 15%.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The cases of SOM which lasted for a long time, i.e. more than 3 months, do not seem to have been caused by lengthy colds. The explanation must be that the production of secretion does not decrease or that the secretion which forms cannot be transported away through the Eustachian tube.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Summing up, it may be concluded that nearly all the youngest children do catch a cold in the course of the winter. This applies both to those minded at home and those minded elsewhere, but the colds are not so apt to result in SOM among the children minded at home.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Aetiological factors in chronic secretory otitis in relation to age", "authors": [{"first": "M", "middle": [], "last": "Tos", "suffix": ""}, {"first": "Suarez", "middle": [], "last": "Poulsen G. &amp; Borch J. ;", "suffix": ""}, {"first": "", "middle": [], "last": "Nieto C", "suffix": ""}, {"first": "", "middle": [], "last": "Mallugueza Calvo R", "suffix": ""}, {"first": "Garcia", "middle": ["P"], "last": "Barthe", "suffix": ""}], "year": 1979, "venue": "Arch. Otolaryngol", "volume": "105", "issn": "", "pages": "171--174", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "New aspects in the pathogenesis of chronic secretory otitis media", "authors": [{"first": "M", "middle": [], "last": "Tos", "suffix": ""}, {"first": "", "middle": [], "last": "Bak-Pedersen K", "suffix": ""}], "year": 1973, "venue": "Arch Otolaryngol", "volume": "15", "issn": "", "pages": "269--270", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Eustachian tube function in secretory otitis media", "authors": [{"first": "Renwall", "middle": ["U"], "last": "Holmquist J", "suffix": ""}], "year": 1974, "venue": "Scand Audiol", "volume": "3", "issn": "", "pages": "87--91", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "The prognostic significance of the air volume in the middle ear for the tendency to recurrence of secretory otitis media", "authors": [{"first": "J", "middle": [], "last": "Karja", "suffix": ""}, {"first": "J", "middle": ["&amp;"], "last": "Nuutinen", "suffix": ""}, {"first": "", "middle": [";"], "last": "Korjalainen P", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Sederberg-Olsen", "suffix": ""}, {"first": "", "middle": ["E"], "last": "Sederberg-Olsen A", "suffix": ""}, {"first": "", "middle": [], "last": "M~r U P Jensen A", "suffix": ""}], "year": 1983, "venue": "Acta Otolaryngol", "volume": "95", "issn": "", "pages": "321--324", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Virology and immunology of the common cold", "authors": [{"first": "J", "middle": ["M"], "last": "Gwaltney", "suffix": ""}], "year": 1985, "venue": "Rhinology", "volume": "23", "issn": "", "pages": "265--271", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Daily impedance audiometric screening of children in a day-care institution. Changes through one month", "authors": [], "year": 1985, "venue": "Scand. Audiol", "volume": "14", "issn": "", "pages": "5--8", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "The use of the electro-acoustic bridge in the assessment of middle ear function", "authors": [{"first": "J", "middle": [], "last": "Jerger", "suffix": ""}], "year": 1969, "venue": "Arch. Otolaryngol", "volume": "92", "issn": "", "pages": "563--569", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Light and scanning electron microscopy of nasal biopsy material from patients with naturally acquired common colds", "authors": [{"first": "", "middle": [], "last": "Haughton P. ; Winther B", "suffix": ""}, {"first": "S", "middle": [], "last": "Brofeldt", "suffix": ""}, {"first": "", "middle": [], "last": "Christensen B. &amp; Mygind N", "suffix": ""}], "year": 1977, "venue": "Arch. Otolaryngol", "volume": "103", "issn": "", "pages": "309--312", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Age", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td> </td><td> </td><td>Age f y r ) </td><td> </td><td> </td><td> </td></tr><tr><td>Group </td><td>0 </td><td>I </td><td>2 </td><td>3 </td><td>4 </td><td>5 </td><td>6 </td><td>7 </td><td>Total </td></tr><tr><td>A </td><td>8 </td><td>12 </td><td>28 </td><td>72 </td><td>119 </td><td>99 </td><td>31 </td><td>4 </td><td>373 </td></tr><tr><td>B1 </td><td>0 </td><td>22 </td><td>23 </td><td>24 </td><td>32 </td><td>15 </td><td>1 </td><td>0 </td><td>117 </td></tr><tr><td>B2 </td><td>0 </td><td>9 </td><td>7 </td><td>12 </td><td>11 </td><td>19 </td><td>33 </td><td>2 </td><td>93 </td></tr></table></body></html>"}, "TABREF1": {"text": "Prevalence of children with acute rhinitis and B-tympanograms, from 1st to 6th test (YO)", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Groups </td><td>Ist </td><td>2nd </td><td>3rd </td><td>4ih </td><td>5th </td><td>6th </td></tr><tr><td>Acute rhinitis </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>A </td><td>20 </td><td>24 </td><td>26 </td><td>25 </td><td>23 </td><td>21 </td></tr><tr><td>B1 </td><td>32 </td><td>41 </td><td>35 </td><td>17 </td><td>37 </td><td>33 </td></tr><tr><td>B2 </td><td>31 </td><td>36 </td><td>26 </td><td>22 </td><td>28 </td><td>22 </td></tr><tr><td>B- tympanograms </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>A </td><td>27 </td><td>29 </td><td>30 </td><td>31 </td><td>30 </td><td>28 </td></tr><tr><td>B1 </td><td>6 </td><td>18 </td><td>22 </td><td>15 </td><td>15 </td><td>28 </td></tr><tr><td>B2 </td><td>11 </td><td>27 </td><td>25 </td><td>18 </td><td>27 </td><td>28 </td></tr></table></body></html>"}, "TABREF2": {"text": "Prevalence of acute rhinitis and Btympanograms distributed by age (YO)", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td> </td><td>Age ( y r ) </td><td> </td><td> </td></tr><tr><td>Group </td><td>I </td><td>2 </td><td>3 </td><td>4 </td><td>5 </td><td>6 </td></tr><tr><td>Acute rhinitis </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>A </td><td>31 </td><td>32 </td><td>34 </td><td>19 </td><td>17 </td><td>19 </td></tr><tr><td>BI </td><td>45 </td><td>38 </td><td>34 </td><td>28 </td><td>29 </td><td>40 </td></tr><tr><td>B2 </td><td>38 </td><td>46 </td><td>31 </td><td>23 </td><td>24 </td><td>22 </td></tr><tr><td>A </td><td>B-tympanograms 75 </td><td>55 </td><td>45 </td><td>27 </td><td>21 </td><td>12 </td></tr><tr><td>BI </td><td>39 </td><td>24 </td><td>24 </td><td>17 </td><td>17 </td><td>- </td></tr><tr><td>B2 </td><td>45 </td><td>34 </td><td>23 </td><td>34 </td><td>32 </td><td>15 </td></tr></table></body></html>"}, "TABREF3": {"text": "Children with acute rhinitis during the investigation (X)", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td> </td><td>Age f y r ) </td><td> </td><td> </td></tr><tr><td>Group </td><td>I </td><td>2 </td><td>3 </td><td>4 </td><td>5 </td><td>6 </td><td>7 </td></tr><tr><td>A </td><td>79 </td><td>59 </td><td>68 </td><td>48 </td><td>53 </td><td>41 </td><td>50 </td></tr><tr><td>BI </td><td>91 </td><td>61 </td><td>75 </td><td>78 </td><td>67 </td><td>100 </td><td>- </td></tr><tr><td>B2 </td><td>89 </td><td>86 </td><td>92 </td><td>73 </td><td>58 </td><td>52 </td><td>50 </td></tr></table></body></html>"}, "TABREF4": {"text": "Acute rhinitis and B-tympanogram at the same test, distributed by age (YO) middle ear, since for example rhinovirus is thermolabile and its growth ceases at a temperature exceeding 35°C. Anatomical relations in the middle ear and Eustachian tube must be the same in all 3 groups.", "latex": null, "type": "table"}, "TABREF5": {"text": "Table 5. Acute rhinitis and B-tympanogram at the same test, distributed by age (YO)", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Acuie </td><td> </td><td> </td><td> </td><td>Age ( y r ) </td><td> </td></tr><tr><td>Group </td><td>rhinitis </td><td>B-iympa- nogram </td><td>I </td><td>2 </td><td>3 </td><td>4 </td><td>5 6 </td><td> </td></tr><tr><td>A </td><td>Present </td><td>Present </td><td>83 </td><td>69 </td><td>54 </td><td>36 </td><td>20 </td><td>22 </td></tr><tr><td> </td><td>Present </td><td>Absent </td><td>17 </td><td>31 </td><td>46 </td><td>64 </td><td>80 </td><td>78 </td></tr><tr><td>B1 </td><td>Present </td><td>Present </td><td>56 </td><td>26 </td><td>40 </td><td>17 </td><td>20 </td><td>0 </td></tr><tr><td>Present </td><td>Absent </td><td>44 </td><td>74 </td><td>60 </td><td>83 </td><td>80 </td><td>100 </td></tr><tr><td>B2 </td><td>Present </td><td>Present </td><td>67 </td><td>32 </td><td>40 </td><td>31 </td><td>59 </td><td>20 </td></tr><tr><td> </td><td>Present </td><td>Absent </td><td>33 </td><td>68 </td><td>60 </td><td>69 </td><td>41 </td><td>80 </td></tr></table></body></html>"}}, "back_matter": []}