{
    "paper_id": "61774eea46b17a9ba870dc0ecb715288dac66dfb",
    "metadata": {
        "title": "Originalien und Übersichtsarbeiten Rekombinante Hepatitis-B- Impfstoffe und Verdachtsfälle unerwünschter Reaktionen Originalien und Übersichtsarbeiten Yeast-derived Hepatitis B Vaccine and Spontaneously Reported Adverse Reactions. A Review of Cases",
        "authors": [
            {
                "first": "K",
                "middle": [],
                "last": "Hartmann",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Paul-Ehrlich-Institut",
                    "location": {
                        "addrLine": "Referat für Arzneimittelsicherheit",
                        "postCode": "1740, 63207",
                        "settlement": "Langen, Spontanerfassungsdaten des Paul-Ehrlich-Instituts, Postfach, Langen, E"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "B"
                ],
                "last": "Keller-Stanislawski",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Paul-Ehrlich-Institut",
                    "location": {
                        "addrLine": "Referat für Arzneimittelsicherheit",
                        "postCode": "1740, 63207",
                        "settlement": "Langen, Spontanerfassungsdaten des Paul-Ehrlich-Instituts, Postfach, Langen, E"
                    }
                },
                "email": ""
            },
            {
                "first": "Eine",
                "middle": [],
                "last": "Bewertung",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Paul-Ehrlich-Institut",
                    "location": {
                        "addrLine": "Referat für Arzneimittelsicherheit",
                        "postCode": "1740, 63207",
                        "settlement": "Langen, Spontanerfassungsdaten des Paul-Ehrlich-Instituts, Postfach, Langen, E"
                    }
                },
                "email": ""
            },
            {
                "first": "Klaus",
                "middle": [],
                "last": "Hartmann",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Paul-Ehrlich-Institut",
                    "location": {
                        "addrLine": "Referat für Arzneimittelsicherheit",
                        "postCode": "1740, 63207",
                        "settlement": "Langen, Spontanerfassungsdaten des Paul-Ehrlich-Instituts, Postfach, Langen, E"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In October 1995, after realising that the strategy of immunising only individuals at high risk for hepatitis B infections did not influence the incidence, the STIKO (permanent Committee on Vaccination at the Robert Koch-Institute) recommended the general immunisation of all infants and children.The number of paediatric doses of recombinant vaccine sold between1995 and 2000 shows that HBV vaccination is widely accepted by paediatricians.The cases of suspected adverse reactions reported from the German spontaneous pharmacovigilance system are summarised and discussed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Die Impfung gegen Hepatitis B wurde im Oktober 1995 von der ständigen Impfkommission am Robert Koch-Institut (STIKO) in den Katalog der für alle Kinder und Jugendlichen empfohlenen Impfungen aufgenommen.Die zuvor in Deutschland praktizierte Impfung von Risikokollektiven hatte zwar zu einer Abnahme der Erkrankungsfälle bei Angehörigen von Heilberufen, nicht aber zu einer Beeinflussung der Inzidenz der Gesamtbevölkerung geführt.Die steigende Zahl der in den Jahren 1995 bis 2000 auf den deutschen Markt gebrachten Impfdosen lässt auf eine zunehmende Akzeptanz der Impfung durch die Kinderärzte schließen. Im Rahmen dieser Arbeit werden die spontan aus Deutschland gemeldeten Fälle unerwünschter Arzneimittelwirkungen (UAW) nach Anwendung der rekombinanten Vakzine vorgestellt und diskutiert.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zusammenfassung"
        },
        {
            "text": "Hepatitis-B-Impfung · Unerwünschte Arzneimittelwirkung · Spontanerfassung · Nutzen-Risiko-Analyse",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schlüsselwörter"
        },
        {
            "text": "Der Erreger der Hepatitis B (Serumhepatitis) ist das Hepatitis-B-Virus (HBV), ein komplex aufgebautes Virus mit ca. 42-45 nm Durchmesser, das zur Familie der HEPADNA-Viren (leberassoziierte DNA-Viren) gehört und weltweit verbreitet ist. Erregerreservoir für das HBV ist das Blut von akut oder chronisch infizierten Personen. Weltweit sollen derzeit ca. 300 Mio. Menschen HBV-Träger sein. In Endemiegebieten (Südostasien, tropisches Afrika,Süd-und Mittelamerika) finden sich HBsAg-Trägerraten von bis zu 30%, in Europa und Nordamerika unter 1% [1] . In den letzten Jahren war in Deutschland ein ansteigender Trend für HBV-Infektionen zu erkennen,derzeit infizieren sich hier schätzungsweise jährlich 50.000 Menschen mit dem HB-Virus [2] . Dies entspricht einer Inzidenz von rund 60 Infektionen pro 100.000 Einwohner, wobei etwa 25% der Fälle die Altersgruppe der 15-bis 25-Jährigen betreffen.",
            "cite_spans": [
                {
                    "start": 543,
                    "end": 546,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 732,
                    "end": 735,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Die Hepatitis Beine oftmals schwere und heimtückische Erkrankung"
        },
        {
            "text": "Eine Infektion erfolgt beim Menschen auf parenteralem Weg.Virusübertragungen sind bekannt durch Inokulation von Blut (Verletzungen) oder Kontakt mit Körpersekreten ",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 163,
                    "text": "Körpersekreten",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Die Hepatitis Beine oftmals schwere und heimtückische Erkrankung"
        },
        {
            "text": "HBV-Impfstoffe der ersten Generation wurden 1982 zugelassen und aus dem Plasma chronischer Virusträger hergestellt. Die Sicherheit dieser Impfstoffe wurde durch einen aufwendigen Herstellungsprozess gewährleistet. Biophysikalische Reinigungsschritte und nachfolgende chemische Inaktivierung (Behandlung mit Pepsin, Harnstoff, Formalin) vermittelten eine abtötende Wirkung gegen alle bekannten humanpathogenen Infektionserreger. Im Jahre 1986 erfolgte die Zulassung einer zweiten Generation von HBV-Impfstoffen. Diese auf gentechnologischem Wege hergestellten Präparate sind frei von humanen Plasmabestandteilen, das Problem der möglichen Kontamination ist somit gelöst. Zur Herstellung werden rekombinante, HBsAg-bildende Hefezellen gezüchtet, wobei das in den Zellen gebildete HbsAg (Hepatitis-B-Oberflächenantigen) durch Aufbrechen der Zellen freigesetzt und in mehreren Schritten gereinigt wird. Das aus den rekombinanten Hefezellen gewonnene HBsAg ist zwar nicht glykolisiert, besitzt aber eine gute Immunogenität und ist sonst nahezu identisch mit dem Protein aus humanem Plasma. Das gereinigte HBsAg wird an Aluminiumhydroxid adsorbiert. Eine Impfdosis enthält je nach Hersteller 10 mcg oder 20 mcg HBsAg, für Kinder steht ein dosisreduzierter Impfstoff mit 5-10 mcg HBsAg und für Dialysepatienten ein dosiserhöhter Impfstoff mit 40 mcg HBsAg zur Verfügung. Zur Grundimmunisierung der Säuglinge steht inzwischen auch ein hexavalenter Kombinationsimpfstoff mit Hepatitis-B-Komponente zur Verfügung, der alle durch die STIKO derzeit empfohlenen Komponenten in einer Spritze vereint. Hierdurch reduziert sich die Zahl der erforderlichen Injektionen, was die Akzeptanz durch die Pädiater und Eltern bezüglich der Hepatitis-B-Impfung steigern wird. Auch steht das rekombinante HbsAG in Kombination mit Hepatitis-A-Impfstoff und Haemophilus-influenzae-Typ-B-(Hib-)Impfstoff zur Verfügung.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hepatitis-B-Impfstoffe"
        },
        {
            "text": "Da die früher in Deutschland propagierte selektive Impfempfehlung für besonders gefährdete Bevölkerungsgruppen keinen erkennbaren Einfluss auf die epi-demiologische Hepatitis-B-Infektionsrate hatte, entschloss sich die STIKO in ihrer Impfempfehlung vom Oktober 1995, die HBV-Impfung in den Impfkalender für Säuglinge und Kleinkinder aufzunehmen. Auch die WHO hatte bereits 1992 vorgeschlagen, eine generelle HBV-Impfung in allen Ländern bis zum Jahr 1997 einzuführen. Die Grundimmunisierung der Säuglinge soll durch drei Injektionen im dritten, fünften und dreizehnten Lebensmonat erfolgen, und alle ungeimpften Jugendlichen ab dem 13. Lebensjahr sollen ebenfalls geimpft werden. Die Krankenkassen haben sich zu einer allgemeinen Kostenübernahme für alle Personen bis zum 18.Lebensjahr bereit erklärt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impfempfehlungen der STIKO"
        },
        {
            "text": "Unabhängig davon sollen weiterhin auch Erwachsene mit erhöhtem Infektionsrisiko (medizinisches Personal, Dialyse-und Hämophiliepatienten, Familienangehörige chronischer Virusträger, Neugeborene HBsAg-positiver Mütter, homosexuell aktive Männer, Prostituierte, länger einsitzende Strafgefangene und intravenös Drogenabhängige) geimpft werden, wobei einschränkend angemerkt werden muss, dass nur bei ca. 30% der HBV-Infizierten ein besonderes Risiko ermittelt werden kann [5] .",
            "cite_spans": [
                {
                    "start": 470,
                    "end": 473,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "\"1995 wurde die HBV-Impfung in den Impfkalender für Kinder und Jugendliche aufgenommen.\""
        },
        {
            "text": "Das Paul-Ehrlich-Institut (PEI) als die für Impfstoffe zuständige Bundesoberbehörde erfasst und bewertet alle in Deutschland von Angehörigen eines Gesundheitsberufes mitgeteilten Verdachtsfälle von unerwünschten Arzneimittelwirkungen (UAW In diesem System der Arzneimittelüberwachung mit einem schwer schätzbaren Anteil nicht gemeldeter Verdachtsfälle (\"Under-Reporting\") können keine Inzidenzen für UAW angegeben werden. Zur Abschätzung eines möglicherweise vorhandenen Arzneimittelrisikos muss die Anzahl der gemeldeten Verdachtsfallberichte in einem biologisch plausiblen \"at-risk\"-Intervall nach der Impfung mit der spontanen Inzidenz der Erkrankung in einer entsprechenden Kontrollgruppe verglichen werden. Ein großes Problem hierbei sind einerseits die oftmals nicht validierbaren Verdachtsfallberichte und andererseits das Fehlen von zuverlässigen epidemiologischen Daten für die Häufigkeit seltener Krankheitsbilder in Abhängigkeit von Lebensalter und Geschlecht. Die Bewertung des kausalen Zusammenhangs der beobachteten UAW-Verdachtsfälle wird im PEI anhand der allgemein anerkannten WHO-Kriterien vorgenommen: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Erfassung von Verdachtsfällen unerwünschter Arzneimittelwirkungen"
        },
        {
            "text": "In den Jahren 1995 bis 2000 wurden dem Paul-Ehrlich-Institut aus Deutschland insgesamt 1.019 Verdachtsfallberichte unerwünschter Reaktionen nach Hepatitis-B-Impfung mitgeteilt, deren Verteilung auf die einzelnen Jahre in Abb. 1 dargestellt ist. Von diesen entsprachen 754 (74%) den Kriterien eines schwerwiegenden UAW-Verdachtsfalles (s.oben). Betrachtet man das Verhältnis zwischen der Anzahl der in Verkehr gebrachten Impfstoffdosen mit rekombinanter Hepatitis-B-Komponente (aus der sich die Zahl der tatsächlichen Impfungen nähe-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analyse der UAW-Verdachtsfälle nach Hepatitis-B-Impfung"
        },
        {
            "text": "Abb.1 Spontan gemeldete UAW-Verdachtsfälle nach Hepatitis-B-Impfung aus Deutschland rungsweise bestimmen lässt) und der Anzahl der spontan gemeldeten UAW-Verdachtsfälle, so ergibt sich im Mittel für den Zeitraum 1995 bis 2000 ein Verhältnis von einem Fallbericht auf ca. 41.000 Impfdosen und ein schwerwiegender UAW-Verdachtsfallbericht auf ca. 60.000 Impfdosen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bundesgesundheitsbl -Gesundheitsforsch -Gesundheitsschutz 4•2002 | 357"
        },
        {
            "text": "Das Lebensalter der in den UAW-Verdachtsfallberichten genannten Patienten zeigt die Abb. 2. Die Verteilung der in den UAW-Verdachtsfallberichten genannten Symptome und Diagnosen auf die 29 \"System-Organklassen\" (System-Organ-Classes, SOC) der WHO-Drug-Reaction-Terminology zeigt die Abb. 3. Hierbei ist zu beachten, dass in einer UAW-Verdachtsfallmeldung eine Vielzahl von Symptomen genannt sein kann, die auch verschiedenen SOCs zugeteilt werden. Somit liegt die Zahl der im UAW-Profil genannten Symptome deutlich über der Anzahl der gemeldeten UAW-Verdachtsfälle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bundesgesundheitsbl -Gesundheitsforsch -Gesundheitsschutz 4•2002 | 357"
        },
        {
            "text": "Der berichtete Ausgang der UAW-Verdachtsfälle wird in der Abb. 4 dargestellt, wobei weitere Erläuterungen bei der folgenden Falldarstellung zu finden sind. Eine Übersicht der Bewertungsergebnisse des kausalen Zusammenhangs zwischen der durchgeführten Impfung und der im weiteren Verlauf aufgetretenen Gesundheitsstörung nach den WHO-Kriterien zeigt Abb. 5. Hierzu muss noch angemerkt werden, dass im PEI für Fälle von berichteten Infektionen trotz einer vorherigen Schutzimpfung (\"Impfversager\") die Kausalitätskategorie 7 eingeführt wurde, da solche Fälle nach dem WHO-System nicht zuzuordnen sind.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bundesgesundheitsbl -Gesundheitsforsch -Gesundheitsschutz 4•2002 | 357"
        },
        {
            "text": "Insgesamt wurden dem PEI von 1995 bis 2000 16 UAW-Verdachtsfälle mit letalem Ausgang nach Impfung mit rekombinanter Hepatitis-B-Komponente mitgeteilt. Details zu diesen Verdachtsfällen zeigt Tabelle 1. In allen vier mit \"möglicher Zusammenhang\" bewerteten Fällen konnte trotz umfangreicher Differenzialdiagnostik keine andere Ursache für die aufgetretenen Störungen eruiert werden und der zeitliche Abstand erscheint plausibel. Fall Nr. 16 wurde von den meldenden Kollegen publiziert [7] . [10] . Darüber hinaus wurde über eine Reihe gut dokumentierter Einzelfälle, z. T. mit positiver Reexposition, von verschiedenen Erkrankungen mit vermutlich immunologischer Pathogenese nach Hepatitis-B-Impfung in der wissenschaftlichen Literatur berichtet [11] . Aus heutiger Sicht handelt es sich bei den beschriebenen Komplikationen um immunologische Reaktionen, denen bei vorhandener Erkrankungsbereitschaft des Patienten eine Vielzahl verschiedener Triggerfaktoren vorangehen können. So werden z. B. für das Guillain-Barré-Syndrom mechanische Einwirkungen (Trauma, chronische Belastungen), psychische Belastungen, Stress, Infektionskrankheiten, Inkorporation von (artfremdem) Eiweiß, maligne Lymphome und Impfungen als mögliche Auslöser beschrieben. Herroelen [12] beobachtete bei zwei Impflingen nach Hepatitis-B-Impfung akute Erkrankungen, die der Encephalomyelitis disseminata (ED) ähnlich waren und die als akute demyelinisierende Enzephalomyelitiden (ADEM) klassifiziert wurden. Bemerkenswert war in beiden Fällen das Vorliegen eines HLA-Haplotyps DR2/B7. Die Autoren interpretierten den demyelinisierenden Erkrankungsprozess als immunvermittelt bei genetisch fixierter Suszeptibilität.",
            "cite_spans": [
                {
                    "start": 484,
                    "end": 487,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 490,
                    "end": 494,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 745,
                    "end": 749,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1253,
                    "end": 1257,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "UAW-Verdachtsfälle mit letalem Ausgang"
        },
        {
            "text": "Als mögliche Pathomechanismen der beobachteten immunologischen Komplikationen werden die Bildung von Immunkomplexen und die sog. \"molecular mimikry\" diskutiert. Immunkomplexe, die HBs-Antigen enthalten, wurden im Serum und in Geweben von Patienten mit akuter oder chronischer Hepatitis B sowie bei chronischen Virusträgern nachgewiesen. Immunkomplexerkrankungen, ähnlich der Serumkrankheit, mit extrahepatischer Manifestation wie Glomerulonephritis,Arthritis, Polyarthritis nodosa, Erythema multiforme, Uveitis und Guillain-Barré-Syndrom wurden in der Prodromalphase (Vorläuferstadium) der Hepatitis-B-Infektion beschrieben. Als Pathomechanismus wurde die Ablagerung solcher Immunkomplexe im Gewebe mit nachfolgender Komplementaktivierung vermutet. Möglicherweise führt auch die Hepatitis-B-Impfung bei Antigenüberschuss zur Bildung von löslichen Immunkomplexen im Serum, die sekundär zu Erkrankungen führen können [13] . Eine immunologische Reaktion im Sinne einer Immunkomplexerkrankung wird z. B. bei den nachweislich vorhandenen Gelenkaffektionen nach Hepatitis-B-Impfung vermutet [14] . Die Inzidenz dieser zumeist vorübergehenden, maximal wenige Wochen andauernden Beschwerden wird mit ≤1% angegeben. Erst kürzlich publizierten Ranieri et al. die Kasuistik eines Patienten, der in zeitlichem Zusammenhang zu einer Hepatitis-B-Impfung an einer Hepatitis erkrankte und im Rahmen eines ARDS (Acute Respiratory Distress Syndrome) verstarb [15] . Die Obduktion ergab keinen Hinweis auf eine Infektion der Lunge, vielmehr",
            "cite_spans": [
                {
                    "start": 915,
                    "end": 919,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1085,
                    "end": 1089,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1441,
                    "end": 1445,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Allergische Reaktionen"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Reaktionen und Nebenwirkungen bei Impfungen",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Quast",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Quast U,Thilo W, Fescharek R (Hrsg) Impfreaktionen: Bewertung und Differentialdiagnose.Hippokrates Verlag",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Gründe für eine generelle Impfung gegen Hepatitis B",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Jilg",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Dtsch Ärztebl",
            "volume": "47",
            "issn": "",
            "pages": "3122--3126",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Zur gegenwärtigen Hepatitis-B-Epidemiologie in Deutschland",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kralj",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Hofmann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Michaelis",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Berthold",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Gesundheitswesen",
            "volume": "60",
            "issn": "",
            "pages": "450--455",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Bundesärztekammer (1988) Berufsordnung für die deutschen Ärzte",
            "authors": [],
            "year": null,
            "venue": "Dtsch Ärztebl",
            "volume": "85",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Inflammatorypolyradiculoneuropathy with spinal cord involvement and letal outcome after hepatitis B vaccination",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sindern",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Schröder",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Krismann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Malin",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Neurol Sci",
            "volume": "186",
            "issn": "",
            "pages": "81--85",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Frequency of adverse reactions to hepatitis B vaccine in 43.618 persons",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcmahon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Helminiak",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Wainwright",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bulkow",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Trimble",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wainwright",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Am J Med",
            "volume": "3",
            "issn": "",
            "pages": "254--256",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Recombinant hepatitis B vaccination of neonates and infants: emerging safety data from the Vaccine Event Reporting System",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Niu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ellenberg",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Ped Infect Dis J",
            "volume": "15",
            "issn": "",
            "pages": "771--776",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Hepatitis B virus and antigen-antibody complex diseases (editorial)",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "London",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Major adverse reactions to yeast-derived hepatitis B-vaccine -a review",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Grotto",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Mandel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ephrost",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ashkenzai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shemer",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Vaccine",
            "volume": "16",
            "issn": "",
            "pages": "329--334",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Central nervous system demyelination after immunisation with recombinant hepatitis B vaccine",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Herroelen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dekeyser",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ebinger",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Lancet",
            "volume": "338",
            "issn": "",
            "pages": "1174--1175",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Serious hepatitis B vaccine adverse reactions, are they immunemediated?",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Carmeli",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "De-Medina",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Vaccine",
            "volume": "11",
            "issn": "",
            "pages": "1358--1359",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Arthritis after hepatitis B vaccination",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gross",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Combe",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Krüger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schattenkirchner",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Scand J Rheumatol",
            "volume": "24",
            "issn": "",
            "pages": "50--52",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Liver inflammation and acute respiratory distress syndrome in a patient receiving hepatitis B vaccine.A possible relationship?",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Ranieri",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dell&apos;erba",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gentile",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Intensive Care Med",
            "volume": "23",
            "issn": "",
            "pages": "119--121",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "An epidemiologic and clinical evaluation of Guillain-Barre-syndrome reported in association with the administration of swine influenza vaccines",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Langmuir",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Bregman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Kurland",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nathanson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Victor",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Am J Epidemiol",
            "volume": "119",
            "issn": "",
            "pages": "841--879",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Guillain Barre syndrome following immunisation with synthetic hepatitis B vaccine",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Tuohy",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "N Zealand Medical J",
            "volume": "3",
            "issn": "",
            "pages": "114--115",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Postmarketing surveillance for neurologic adverse events reported after hepatitis B vaccination -experience of the first years",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "E"
                    ],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Guess",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Am J Epidemiol",
            "volume": "127",
            "issn": "",
            "pages": "337--352",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "(z. B. beim Geschlechtsverkehr) infizierter Personen, weiterhin durch Verabreichung nicht ausreichend inaktivierter Blutprodukte oder unzureichend getesteten Transfusionsblutes. Andere iatrogene Übertragungswege sind kontaminierte Instru-mente, Endoskope, Kanülen oder Akupunkturnadeln. Ebenfalls mit Risiken behaftet sind Tätowierungen und das immer populärer werdende \"Piercing\". Eine perinatale Infektion von Kindern HBV-infizierter Mütter ist möglich. Die Inkubationszeit der Hepatitis B beträgt meist 50-90 Tage, es sind allerdings Fälle mit Inkubationszeiten von 30-240 Tagen bekannt. Die klinische Symptomatik der akuten HBV-Infektion unterscheidet sich nicht von anderen akuten Hepatitiden: Nach einem unspezifischen Prodromalstadium kommt es zum Ikterus mit vergrößerter, druckempfindlicher Leber mit einer Dauer von im Durchschnitt 30 Tagen. Die akute HBV-Infektion nimmt in 0,5-1% der Fälle einen fulminanten Verlauf mit letalem Ausgang, wobei die Wahrscheinlichkeit eines solchen Krankheitsgeschehens bei Kindern seltener ist als bei Erwachsenen. Hauptgefahr einer Hepatitis B ist der Übergang in eine chronische Verlaufsform. Neugeborene entwickeln zu etwa 90% chronische Infektionen, Kinder im Alter von ein bis fünf Jahren in etwa 40% der Fälle, während im höheren Alter nur ca. 5-10% chronische Verläufe vorkommen. Chronische HBV-Träger haben ein mehr als 200fach erhöhtes Risiko zur Entwicklung eines primären Leberzellkarzinomes[3,4].",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Erlangt ein Hersteller eines Medikamentes Kenntnis von UAW-Verdachtsfällen, so ist die Weitergabe dieser Informationen an die zuständige Bundesoberbehörde im § 29 Abs. 1 des Arzneimittelgesetzes (AMG) geregelt. In Übereinstimmung mit der EU-Richtlinie 75/319/EWG wird für national zugelassene Arzneimittel vom pharmazeutischen Unternehmer gefordert, schwerwiegende UAW-Verdachtsfälle, die von Angehörigen eines Gesundheitsberufes mitgeteilt wurden, innerhalb von 15 Tagen nach Erhalt der zuständigen Bundesoberbehörde zu melden. Als \"schwerwiegende\" unerwünschte Arzneimittelwirkungen gelten Fälle, die letal oder lebensbedrohend verlaufen, zu dauerhafter Arbeitsunfähigkeit oder einer erheblichen Behinderung führen oder eine stationäre Behandlung erfordern bzw. eine solche verlängern.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Ein klinisches Ereignis, einschließlich Veränderungen von Laborparametern, gilt als gesicherte UAW, wenn ein plausibler zeitlicher Rahmen vorliegt und keine anderen Ursachen infrage kommen. Des Weiteren muss die Reaktion bekannt und pathophysiologisch erklärbar sein, wobei ein positiver Reexpositionsversuch nicht zwangsläufig gefordert wird, in der Regel aber vorhanden sein sollte. Unwahrscheinlich (unlikely): Ein klinisches Ereignis, einschließlich Veränderungen von Laborparametern, gilt als unwahrscheinliche UAW, wenn eine zweifelhafte zeitliche Korrelation besteht und insgesamt mehr Aspekte gegen einen Kausalzusammenhang sprechen. Die Datenlage ist zur Beurteilung insuffizient, weitere Daten sind angekündigt oder angefordert. zu beurteilen (unassessible/unclassificable): Die Datenlage ist zur Beurteilung insuffizient, keine weiteren Daten sind zu erwarten.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Ferner wurden dem PEI bei Kindern und Erwachsenen neben akuten allergischen Reaktionen im Gefolge der Impfung auch weitere Einzelfallberichte von (möglicherweise) immunologisch ausgelösten Erkrankungen mitgeteilt. Dies sind vor allem Arthritiden, thrombozytopenische Purpura, Erythema exsudativum multiforme und Uveitis. Die Mehrzahl der Fallberichte zeichnet sich durch einen engen zeitlichen Zusammenhang zwischen der Hepatitis-B-Impfung und den beschriebenen Reaktionen aus. Im Rahmen der Bewertung des kausalen Zusammenhanges sind nun prinzipiell die folgenden Möglichkeiten zu berücksichtigen: ◗ zufälliges Zusammentreffen von Erkrankung und Impfung, ◗ die Verursachung einer Erkrankung durch die Impfung, ◗ die Auslösung einer Erkrankung durch die Impfung, die allerdings auch bei vorbestehender Prädisposition des Impflinges durch Einwirkung anderer Faktoren zum Ausbruch gekommen wäre. Da es sich bei den gemeldeten schwerwiegenden postvakzinalen Erkrankungen um extrem seltene Ereignisse handelt, ist in Anbetracht der großen Anzahl verabreichter Impfstoffdosen mit koinzidenten Ereignissen zu rechnen. So werden z. B. vorübergehende Fazialisparesen auch in der Folge von banalen vi-ralen Infekten beobachtet, die bei Kindern sehr häufig vorkommen. Andererseits sind im Rahmen der Hepatitis-B-Infektion extrahepatische, immunologisch vermittelte Komplikationen bekannt",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Abb.5 Ergebnisse der UAW-Verdachtsfallbewertung im PEI nach den WHO-Kriterien Die \"molecular mimicry\"-Hypothese besagt, dass ein bestimmtes Antigen, z. B. ein virales oder bakterielles Protein, große Ähnlichkeit mit körpereigenen Strukturen aufweist und dass bei Kontakt mit diesem Agens (Infektion oder Impfung) auch eine Immunreaktion gegen diese Strukturen (z. B. Myelin) ausgelöst wird. Die serogenetische Polyneuritis und das GBS wären nach diesem Konzept das Ergebnis einer pathologischen immunologischen Kreuzreaktion. In Folge einiger Impfkampagnen scheint die Inzidenz des GBS erhöht [16] . Allerdings erscheint es unwahrscheinlich, dass Impfungen zur Gesamtinzidenz des GBS wesentlich beitragen. Ein Fall von GBS nach Anwendung der rekombinaten Hepatitis-B-Impfung bei einem siebenjährigen Mädchen wurde berichtet [17] . Eine Untersuchung aus den USA zeigte nach Applikation des Plasmaimpfstoffes eine erhöhte GBS-Inzidenz [18] . Im September 1998 wurde von der WHO ein dreitägiges Expertentreffen organisiert, um den aktuellen Stand der wissenschaftlichen Erkenntnis zusammenzufassen. Als Ergebnis der Konferenz wurde mitgeteilt, dass es nach derzeitigem Kenntnisstand auf der Grundlage der langjährigen internationalen Postmarketing-Erfahrung keine Anhaltspunkte für die Annahme eines Kausalzusammenhanges zwischen dem Auftreten von demyelinisierenden Erkrankungen, wie z. B. der ED, und der Hepatitis-B-Impfung gebe. Gegen einen kausalen Zusammenhang spricht auch die Tatsache, dass die geographische Inzidenz und die Prävalenz der Hepatitis B genau entgegengesetzt zu den Verhältnissen bei der ED stehen. Skandinavien und Nordeuropa haben die höchste Inzidenz für die ED und die niedrigste Hepatitis-B-Infektionsrate, während dies für Afrika und Asien genau umgekehrt ist. Wenn es wenig wahrscheinlich ist, dass das Hepatitis-B-Virus eine ED-Erkrankung auszulösen vermag, so erscheint es noch weniger plausibel, dass dies durch den Impfstoff geschieht. Möglicherweise werden neuere, noch nicht abgeschlossene epidemiologische Untersuchungen aus Frankreich zur weiteren Klärung beitragen.Aufgrund der extrem seltenen Meldungen lässt sich derzeit ein kausaler Zusammenhang zwischen dem Auftreten von neurologischen und autoimmunologischen Komplikationen und der rekombinanten Hepatitis-B-Impfung nicht eindeutig belegen, aber auch nicht definitiv ausschließen. Das relative Risiko ist im Vergleich zum präventiven Vorteil jedoch als gering einzuschätzen.",
            "cite_spans": [
                {
                    "start": 593,
                    "end": 597,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 824,
                    "end": 828,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 933,
                    "end": 937,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Abb.4 Ausgang der gemeldeten UAW-Verdachtsfälle"
        }
    ]
}