{
    "paper_id": "617abec0586b5a0fc0993035015c2092d0208788",
    "metadata": {
        "title": "Leitthema: Zoonosen Das Auftreten alter und neuer Seuchen als Konsequenz menschlichen Handelns",
        "authors": [
            {
                "first": "R",
                "middle": [],
                "last": "Kurth",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Koch-Institut",
                    "location": {
                        "settlement": "Berlin"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Robert",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Koch-Institut",
                    "location": {
                        "settlement": "Berlin"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Schon relativ bald nach dem Ende des letzten Weltkrieges wurde den Infektionskrankheiten eine abnehmende Bedeutung sowohl in klinischer Hinsicht als auch aus seuchenhygienischer Sicht attestiert. Mehrere Ursachen waren für die Entwicklung einer relativen Sorglosigkeit hinsichtlich des Bedrohungspotenzials von Infektionskrankheiten verantwortlich, in deren Folge die Aufmerksamkeit für diese Krankheiten sank und das Lehrangebot an den medizinischen Hochschulen sowie die finanzielle Förderung der Infektionsforschung verringert wurden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Was waren die Ursachen für diese Sorglosigkeit? Zum einen wurden vor gut 50 Jahren die ersten antibakteriell wirksamen Antibiotika weltweit eingeführt, später kamen antivirale Therapeutika hinzu. In der Mitte des vorigen Jahrhunderts begann auch eine umfassende wissenschaftlich geplante und nachvollziehbare, sehr erfolgreiche Entwicklung von Impfstoffen gegen bakterielle und virale Infektionen. Viele Kinderkrankheiten verloren ihren Schrecken, insbesondere die Kinderlähmung. Eine verbesserte individuelle Hygiene und die Verwirklichung seuchenhygienischer Maßnahmen vor allem im Trink-und Abwasserbereich trugen ebenfalls dazu bei, dass die Inzidenz der Infektionskrankheiten in den industrialisierten Ländern in der zweiten Hälfte des letzten Jahrhunderts deutlich rückläufig war. Im Bereich der Transfusionsmedizin konnte insbesondere gegen Ende des 20. Jahrhunderts durch die Einführung von Spenderauswahlkriterien und Testung der Spen-der auf die transfusionsrelevanten Infektionen wie Syphilis, Hepatitis und HIV eine zunehmende Infektionssicherheit bei Bluttransfusionen erreicht werden. Ein radikales Umdenken bei Ärzten, Wissenschaftlern und im öffentlichen Gesundheitsdienst setzte ein, als AIDS 1981/82 als neuartige Infektionskrankheit diagnostiziert werden konnte und wenig später feststand, dass es sich hierbei um eine virale Erkrankung handelt, die primär sexuell sowie über Blut und Blutprodukte übertragen wird. Verstärkt wurde diese Bewusstseinsänderung auch durch das Auftreten neuer, bisher unbekannter Infektionen wie der Bovinen Spongiformen Enzephalopathie (BSE) der Rinder, vorwiegend in England Mitte der 80er-Jahre. Bei dieser Krankheit bemerkte man wenig später, dass es sich um eine Infektionskrankheit handeln musste, die nach heutigem Kenntnisstand offenbar von einem kontagiösen Eiweiß, einem pathogenen Prion, verursacht wird. > Die derzeitige Prävalenz der Infektionskrankheiten ist weltweit gesehen unakzeptabel hoch Dieses Umdenken in der Infektionsmedizin führte zu der Erkenntnis, dass in den letzten Jahrzehnten eine ganze Reihe von Infektionen als klinisch neue Erkrankungen definiert werden mussten (⊡ Übersicht 1). Daraus resultiert die Erkenntnis, dass wir auch in Zukunft mit neuartigen Infektionskrankheiten rechnen müssen und dass Epidemien mit bisher unerkannten Erregern oder eine Aus-breitung bekannter Erreger zu erwarten sind. Instrumentarien und internationale Netzwerke, vor allem der Weltgesundheitsorganisation (WHO), müssen ausgebaut werden, um neue Epidemien oder gar Pandemien möglichst früh zu erkennen und zu bekämpfen. In diesem Zusammenhang ist anzumerken, dass die derzeitige Prävalenz der Infektionskrankheiten weltweit gesehen ohnehin unakzeptabel hoch ist (⊡ Tabelle 1). Während parasitäre und Infektionskrankheiten in den Industrieländern für weniger als 1% aller Todesursachen verantwortlich sind, beträgt dieser Anteil in den Entwicklungsländern immer noch über 40%. Die ausschlaggebenden Faktoren für die Renaissance altbekannter und das Auftreten neuer Seuchen und deren Konsequenzen werden im Folgenden aufgeführt. Es ist wieder einmal das Handeln des Menschen, das Risiken erhöht und in diesem Fall die Ausbreitung von Infektionserregern erleichtert. Da von allen Mikroorganismen Viren als evolutionär am erfolgreichsten eingestuft werden müssen und, vereinfachend zusammengefasst, mit ihren hohen Mutationsraten Selektionsvorteile besonders effektiv und schnell realisieren können, steht die zukünftige Entwicklung von viralen Infektionskrankheiten im Mittelpunkt dieses Beitrags.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Impfstoffe gelten als die effektivsten und preiswertesten Arzneimittel, die man",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Schon relativ bald nach dem Ende des letzten Weltkrieges wurde den Infektionskrankheiten eine abnehmende Bedeutung sowohl in klinischer Hinsicht als auch aus seuchenhygienischer Sicht attestiert. Mehrere Ursachen waren für die Entwicklung einer relativen Sorglosigkeit hinsichtlich des Bedrohungspotenzials von Infektionskrankheiten verantwortlich, in deren Folge die Aufmerksamkeit für diese Krankheiten sank und das Lehrangebot an den medizinischen Hochschulen sowie die finanzielle Förderung der Infektionsforschung verringert wurden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Was waren die Ursachen für diese Sorglosigkeit? Zum einen wurden vor gut 50 Jahren die ersten antibakteriell wirksamen Antibiotika weltweit eingeführt, später kamen antivirale Therapeutika hinzu. In der Mitte des vorigen Jahrhunderts begann auch eine umfassende wissenschaftlich geplante und nachvollziehbare, sehr erfolgreiche Entwicklung von Impfstoffen gegen bakterielle und virale Infektionen. Viele Kinderkrankheiten verloren ihren Schrecken, insbesondere die Kinderlähmung. Eine verbesserte individuelle Hygiene und die Verwirklichung seuchenhygienischer Maßnahmen vor allem im Trink-und Abwasserbereich trugen ebenfalls dazu bei, dass die Inzidenz der Infektionskrankheiten in den industrialisierten Ländern in der zweiten Hälfte des letzten Jahrhunderts deutlich rückläufig war. Im Bereich der Transfusionsmedizin konnte insbesondere gegen Ende des 20. Jahrhunderts durch die Einführung von Spenderauswahlkriterien und Testung der Spen-der auf die transfusionsrelevanten Infektionen wie Syphilis, Hepatitis und HIV eine zunehmende Infektionssicherheit bei Bluttransfusionen erreicht werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Ein radikales Umdenken bei Ärzten, Wissenschaftlern und im öffentlichen Gesundheitsdienst setzte ein, als AIDS 1981/82 als neuartige Infektionskrankheit diagnostiziert werden konnte und wenig später feststand, dass es sich hierbei um eine virale Erkrankung handelt, die primär sexuell sowie über Blut und Blutprodukte übertragen wird. Verstärkt wurde diese Bewusstseinsänderung auch durch das Auftreten neuer, bisher unbekannter Infektionen wie der Bovinen Spongiformen Enzephalopathie (BSE) der Rinder, vorwiegend in England Mitte der 80er-Jahre. Bei dieser Krankheit bemerkte man wenig später, dass es sich um eine Infektionskrankheit handeln musste, die nach heutigem Kenntnisstand offenbar von einem kontagiösen Eiweiß, einem pathogenen Prion, verursacht wird.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Dieses Umdenken in der Infektionsmedizin führte zu der Erkenntnis, dass in den letzten Jahrzehnten eine ganze Reihe von Infektionen als klinisch neue Erkrankungen definiert werden mussten (⊡ Übersicht 1). Daraus resultiert die Erkenntnis, dass wir auch in Zukunft mit neuartigen Infektionskrankheiten rechnen müssen und dass Epidemien mit bisher unerkannten Erregern oder eine Aus-breitung bekannter Erreger zu erwarten sind. Instrumentarien und internationale Netzwerke, vor allem der Weltgesundheitsorganisation (WHO), müssen ausgebaut werden, um neue Epidemien oder gar Pandemien möglichst früh zu erkennen und zu bekämpfen. In diesem Zusammenhang ist anzumerken, dass die derzeitige Prävalenz der Infektionskrankheiten weltweit gesehen ohnehin unakzeptabel hoch ist (⊡ Tabelle 1). Während parasitäre und Infektionskrankheiten in den Industrieländern für weniger als 1% aller Todesursachen verantwortlich sind, beträgt dieser Anteil in den Entwicklungsländern immer noch über 40%. Die ausschlaggebenden Faktoren für die Renaissance altbekannter und das Auftreten neuer Seuchen und deren Konsequenzen werden im Folgenden aufgeführt. Es ist wieder einmal das Handeln des Menschen, das Risiken erhöht und in diesem Fall die Ausbreitung von Infektionserregern erleichtert. Da von allen Mikroorganismen Viren als evolutionär am erfolgreichsten eingestuft werden müssen und, vereinfachend zusammengefasst, mit ihren hohen Mutationsraten Selektionsvorteile besonders effektiv und schnell realisieren können, steht die zukünftige Entwicklung von viralen Infektionskrankheiten im Mittelpunkt dieses Beitrags.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "> Die derzeitige Prävalenz der Infektionskrankheiten ist weltweit gesehen unakzeptabel hoch"
        },
        {
            "text": "Impfstoffe gelten als die effektivsten und preiswertesten Arzneimittel, die man resistent gegen zuvor wirksame Antibiotika geworden sind.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schwierigkeiten in der Infektionsbekämpfung"
        },
        {
            "text": "Entwicklungen der modernen Intensivmedizin wie der Einsatz von Zytostatika oder die Unterdrückung der immunologischen Abstoßung von Transplantaten führten zu einer steigenden Zahl von iatrogen immunsupprimierten Patienten, die durch opportunistische und andere Infektionen in einem besonderen Maß gefährdet sind. Auch hier sehen wir also eine Situation, in der (medizinischer) Fortschritt eine Erregerausbreitung begünstigt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schwierigkeiten in der Infektionsbekämpfung"
        },
        {
            "text": "Im angelsächsischen Sprachraum spricht man seit einigen Jahren von den \"Emerging Infectious Diseases\" oder gar von \"Emerging Epidemics\". Damit bezeichnet man die Tatsache, dass Infektionskrankheiten weltweit gesehen quantitativ im Anstieg begriffen sind und dass zunehmend neue Infektionskrankheiten oder neue humanpathogene Erreger diagnostiziert werden. Von Menschen verursachte Risiken sowie eine mangelnde Technologiefolgenabschätzung erleichtern den Infektionserregern das Leben. Zu den Risiken gehören ▂ technologische Fortschritte, ▂ Veränderungen der Umwelt, ▂ Veränderungen im Lebensstil und stark erhöhte individuelle Mobilität/ Reisetätigkeit, ▂ bioterroristische Anschläge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infektionskrankheiten im Wandel"
        },
        {
            "text": "Beispielhaft kann hier die Landwirtschaft erwähnt werden, die sich einerseits weltweit schnell entwickeln muss, um eine wachsende Bevölkerung ernähren zu können, die andererseits aber auch unter einem ständigen Kosten-und Wettbewerbsdruck steht. Die dafür notwendigen technologischen Entwicklungen umfassen unter anderem eine ausgeprägte Mechanisierung sowie den Einsatz von Herbiziden und Insektiziden, die unvermeidlich zu Veränderungen in Flora und Fauna in den Anbaugebieten führen. Virusstämme, die auf Zwischenwirte (Vektoren) an-krankheiten ausgerottet werden könnten, wenn die gefährdete Population weltweit geimpft würde. Dies ist 1977 bereits mit der Ausrottung der Pockenviren gelungen und wird wahrscheinlich innerhalb dieses Jahrzehnts auch beim Poliovirus, dem Erreger der Kinderlähmung erreicht. Weiterhin könnten Erkrankungen wie Hepatitis-B-Infektionen, wie Masern, Mumps und Röteln durch weltweite konsequente Impfung ausgerottet werden, da es für diese Viren kein Tierreservoir gibt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risiken durch technologischen und medizinischen Fortschritt"
        },
        {
            "text": "Ein weiteres Problem in der Infektionsbekämpfung ist der unsachgemäße Einsatz von Antibiotika sowohl in der Humanmedizin als auch als Leistungsförderer in der Tiermast, der die Resistenzentwicklung bei Bakterien fördert. Es ist ein Phänomen der letzten 20 Jahre, dass zunehmend Bakterienstämme in Krankenhäusern diagnostiziert wurden, die multi-kennt (⊡ Tabelle 2). Jedoch stehen für viele Infektionskrankheiten wie AIDS, Hepatitis C oder Rotavirusinfektionen, die in Entwicklungsländern bei Säuglingen eine hohe Mortalität verursachen, noch keine Impfmöglichkeiten zur Verfügung. Auch gegen viele bakterielle Infektionen fehlen effektive Vakzine. Noch gravierender in quantitativer Hinsicht ist, dass es bisher keinen einzigen Impfstoff gegen eine parasitäre Infektion gibt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risiken durch technologischen und medizinischen Fortschritt"
        },
        {
            "text": "Angesichts von 2 Millionen Malariatodesfällen pro Jahr ist die Entwicklung eines Impfstoffs gegen Malaria daher ebenso erstrebenswert wie ein Impfstoff gegen AIDS. Mehr als ärgerlich ist weiterhin, dass aus finanziellen Gründen Impfstoffe häufig dort nicht zur Verfügung stehen, wo sie am dringendsten benötigt werden, vor allem in Ländern der Dritten Welt. Man muss sich auch darüber im Klaren sein, dass viele Infektions- ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risiken durch technologischen und medizinischen Fortschritt"
        },
        {
            "text": "Zusammenfassung Im Zeitalter der Antibiotika und Impfstoffe wurde vor dem Auftreten von AIDS den bekannten Infektionskrankheiten nicht selten eine abnehmende klinische Bedeutung beigemessen. Darüber hinaus wurde zuweilen die Ansicht vertreten, dass bisher unbekannte Infektionskrankheiten kaum noch zu erwarten seien. Bei genauer Analyse der Lage der Infektiologie ergibt sich jedoch ein sehr anderes Bild. In den letzten Jahrzehnten sind zahlreiche neuartige Infektionskrankheiten klinisch erkannt worden. Neue humanpathogene Viren, Bakterien und Parasiten sind entdeckt worden, altbekannte haben ihre klassischen Verbreitungsgebiete verlassen. Vor allem virale Erreger können sich auch ständig genetisch verändern und dadurch neue Relevanz für die Klinik erhalten. Der Beitrag zeigt, dass es in erster Linie der Mensch ist, der durch sein Handeln Auftreten und Verbreitung von Infektionskrankheiten in der Vergangenheit beeinflusst hat und in der Zukunft bestimmen wird.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Das Auftreten alter und neuer Seuchen als Konsequenz menschlichen Handelns"
        },
        {
            "text": "In the era of antibiotics and vaccines and prior to the appearance of AIDS, well-known infectious diseases received decreasing clinical attention. Occasionally, the opinion was also expressed that new types of infectious diseases could no longer be expected. However, a more detailed analysis of the state of infectious diseases yields quite a different picture. A variety of new infectious diseases has clinically been defined over the last few decades. New viruses, bacteria, and parasites with pathogenic potential for humans have been detected and well-known microorganisms have spread beyond their original geographic areas. Infectious agents, in particular viruses, permanently alter their genomes and may thus gain new clinical relevance. This article demonstrates that primarily the behavior of man influenced the nature and distribution of infectious diseases in the past and will affect the spread of infectious diseases in the future. Auch das Auftreten von BSE (Rinderwahnsinn) und der neuen Variante der Creutzfeldt-Jakob-Krankheit (vCJD) sind Ergebnisse von Änderungen in der Tierfütterung. Es steht außer Frage, dass aus der Schlachtung und Tierkörperbeseitigung gewonnene proteinreiche Tiermehle sowie möglicherweise auch Tierfette, die bei der Rinderfütterung eingesetzt wurden und unerkannt den BSE-Erreger enthielten, das wichtigste Vehikel für die Ausbreitung der Krankheit waren. Das infektiöse Agens war dabei nur ungenügend inaktiviert worden. Die bisher rund 140 Fälle von vCJD, ganz vorwiegend im Vereinigten Königreich aufgetreten, können plausibel dadurch erklärt werden, dass diese Menschen sich durch den Genuss von Nahrungsmitteln infiziert hatten, die aus BSE-infizierten Tieren hergestellt worden waren.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Auch der ständig steigende internationale Handel führt zu einem Anstieg importierter Infektionskrankheiten. Futtermittel-und Rinderexporte aus dem Vereinigten Königreich haben in anderen europäischen Ländern zum Auftreten von BSE geführt. Der internationale Handel von Affen, vor allem zu Forschungszwecken, und in früheren Jahrzehnten noch nicht so reguliert wie heute, hat wiederholt zu Infektionen des wissenschaftli-chen Personals in den Empfängerinstituten geführt. Bekanntestes Beispiel ist die Infektion von Wissenschaftlern am Paul-Ehrlich-Institut in Frankfurt und bei den Behringwerken in Marburg durch so genannte Filoviren aus afrikanischen Grünen Meerkatzen, die 1968 importiert worden waren. Aus den Affen und infizierten Menschen wurde das kausale Agens, später als Marburg-Virus bezeichnet, isoliert. Die Infektionen verliefen schwer und zum Teil tödlich.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Human factors in emerging infectious diseases"
        },
        {
            "text": "Auch therapeutische und prophylaktische Fortschritte in der Humanmedizin resultieren in eindrucksvollen Beispielen für neue Transmissionswege von Erregern. Dies trifft insbesondere für die Transfusionsmedizin zu. So wurden bereits in den Jahren 1911 und 1915 die ersten Berichte über Malaria-und Syphiliserkrankungen im Zusammenhang mit Transfusionen veröffentlicht, und eine 1943 publizierte Arbeit beschrieb bereits das gehäufte Auftreten von Gelbsucht 3-4 Monate nach einer Transfusion. Nach Entdeckung des Hepatitis-B-Virus und der Entwicklung spezifischer Nachweisverfahren konnte auch eine Untersuchung der Blutspender auf das Hepatitis-B-Oberflächenantigen erfolgen, und viele transfusionsassoziierte Infektionen konnten dadurch verhindert werden. Es sollte jedoch noch bis 1989 dauern, bis auch das Hepatitis-C-Virus als häufigster Auslöser der \"Non-A-non-B-Hepatitis\" entdeckt wurde. Durch die Einführung der Untersuchung von Blutspenden auf Anti-HCV 1990 sank die Zahl transfusionsassoziierter HCV-Infektionen erheblich. Seit 1999, mit Einführung des HCV-Genomnachweises, wurde dem Paul-Ehrlich-Institut kein solcher Fall mehr gemeldet. Noch vor der Entdeckung des für AIDS ursächlichen Erregers \"HIV\", Anfang der 80er-Jahre des vergangenen Jahrhunderts erkannte man aufgrund epidemiologischer Zusammenhänge, dass diese Immunschwäche auch transfusionsassoziiert auftreten konnte.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Human factors in emerging infectious diseases"
        },
        {
            "text": "Strikte Spenderauswahlkriterien, um infektiöse Personen von der Blutspende auszuschließen, und die Einführung der Testung von Blutspendern auf transfusionsrelevante Infektionen sowie Maßnahmen zur Virusinaktivierung von Plasmaderivaten haben wesentlich dazu beige-tragen, dass heute das Risiko, eine Syphilis, Hepatitis oder HIV-Infektion durch Gabe von Blut oder Blutprodukten zu erwerben, in den Industriestaaten verschwindend klein geworden ist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Human factors in emerging infectious diseases"
        },
        {
            "text": "Neue Infektionsrisiken könnten aber auch durch Xenotransplantation, die Übertragung von tierischen Zellen, Geweben oder Organen auf den Menschen, entstehen. Die favorisierten Spendertiere sind Schweine -wegen ihres Stoffwechsels, der dem des Menschen ähnelt, der vergleichsweise großen mikrobiologischen Sicherheit, der Organgröße und aus Kostengründen. Die weit fortgeschrittene Charakterisierung von Viren des Schweins, z. B. Herpesviren, und die Entwicklung empfindlicher Methoden zum Nachweis dieser Erreger hat wichtige Grundlagen gesetzt für die Züchtung von Tieren, die solche Erreger nicht besitzen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Human factors in emerging infectious diseases"
        },
        {
            "text": "Während die meisten Erreger durch Auswahl und geeignete Haltung der Schweine beseitigt werden können, ist das für so genannte PERVs nicht möglich. Diese \"porcinen endogenen Retroviren\" sind im Erbgut aller Schweine verankert. PERVs können menschliche Zellen infizieren. In einer Versuchsreihe wurde kürzlich im Robert Koch-Institut gezeigt, dass Affen, denen große Mengen an porcinen endogenen Retroviren verabreicht wurden und deren Immunsystem ähnlich wie bei einer Transplantation unterdrückt wurde, nicht mit dem Virus infiziert worden sind. Auch bei Affen, die Organe vom Schwein erhalten hatten, und bei Patienten, die erste klinisch-experimentelle Xenotransplantationen erhielten, z. B. Inselzellen des Schweins bei Diabeteskranken, konnte keine Übertragung von PERVs nachgewiesen werden. Doch können die möglichen Risiken der Xenotransplantation nach wie vor noch nicht vollständig abgeschätzt werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Human factors in emerging infectious diseases"
        },
        {
            "text": "Mittlerweile ist der Mensch in fast jeden Winkel der Erde vorgedrungen, d. h., er kam mit vielen Spezies erstmals in Kontakt. Dadurch wurde es möglich, dass zoonotische Erreger von seltenen Tierar-ten auf den Menschen übergehen konnten (Transspezies-Transmission).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risiken durch Veränderungen in der Umwelt"
        },
        {
            "text": "Die Affenpocken können hier zur Illustration herangezogen werden. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risiken durch Veränderungen in der Umwelt"
        },
        {
            "text": "Pockenviren sollten sich offiziellen Angaben zufolge nur noch in den Hochsicherheitslaboratorien der USA (in Atlanta) und Russlands (in Koltsowo, Nowosibirsk) befinden. Es ist jedoch nicht auszuschließen, dass noch in anderen Laboratorien Pockenviren vorhanden sind. Die WHO hat nie zertifiziert, ob 1980 alle Laboratorien, die mit Pockenviren gearbeitet hatten, diese tatsächlich vernichteten. Im Umfeld der großen Umwälzungen in der ehemaligen Sowjetunion wur- ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bioterroristische Anschläge als Risikofaktor"
        },
        {
            "text": "Ein Erreger kann nur dann sein Verbreitungsgebiet erweitern, wenn es ihm gelingt, geographische Barrieren, die Populationen trennen, zu überwinden. Gelingt dies einem Erreger, so muss seine Kontagiosität so groß sein, dass er in einer neuen Population nach transienten Infektionen nicht immunologisch eliminiert werden kann. Dies ist immer dann der Fall, wenn dem Erreger bei seiner geographischen Ausbreitung die gleiche Wirtsspezies, z. B. der Mensch, zur Verfügung steht. Versucht jedoch ein Erreger eine Speziesbarriere zu überwinden, d. h. eine neue Tierart oder erstmals den Menschen zu infizieren, so sind diese Erreger initial nur schlecht an den neuen Wirt adaptiert, und nur in den seltensten Fällen kommt es zu einer dauerhaft erfolgreichen Transspezies-Transmission (⊡ Übersicht 2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bedingungen für Ausbreitungserfolge von Infektionserregern"
        },
        {
            "text": "Bei seinem Ausbreitungsbestreben ist es für einen Mikroorganismus keinesfalls von evolutionärem Vorteil, eine besonders hohe Pathogenität an den Tag zu legen. Es könnte die Gefahr bestehen, dass der Erreger seine neue Wirtspopulation ausrottet und damit selbst zum Aussterben verurteilt ist. Als zu Beginn der 50er-Jahre die Kaninchenpocken (Myxomatose) absichtlich in Australien eingeführt wurden, um der dort herrschenden Kaninchenplage Herr zu werden, betrug die Letalität der Infektion für Kaninchen etwa 99%. Diejenigen Kaninchen, die die Infektion überlebten, bevölkerten mit ihren Nachkommen langsam wieder den Kontinent, erreichten allerdings nur ein Viertel der ursprünglichen Populations-dichte. Für diese Population ist die Myxomatose nur noch zu etwa 20% letal. Mit anderen Worten: Es hat sich ein neues Gleichgewicht zwischen der Populationsdichte des Wirts und der Letalität des Erregers eingestellt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bedingungen für Ausbreitungserfolge von Infektionserregern"
        },
        {
            "text": "Aufgrund genetischer und epidemiologischer Überlegungen kann davon ausgegangen werden, dass wirklich neuartige Erreger in der Natur nur sehr selten entstehen. Natürlich verändern sich viele Mikroorganismen ständig (⊡ Übersicht 3), als neu oder neuartig sollte man jedoch nur solche Erreger kennzeichnen, deren genomische Veränderungen zu einem leicht messbaren Selektionsvorteil (z. B. veränderter Tropismus, veränderte Pathogenität) geführt haben.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schritte in der Erregermanifestation"
        },
        {
            "text": "Insbesondere Viren besitzen ein sehr plastisches Genom, d. h. die Fähigkeit zur schnellen genomischen Veränderung. Punktmutationen ereignen sich permanent bei der Replikation von DNA und noch viel häufiger bei der Vermehrung von RNA, weil die RNA-abhängigen Polymerasen kein Korrektursystem gegen den irrtümlichen Einbau eines falschen Nukleotids in eine wachsende RNA-oder DNA-Kette besitzen (⊡ Tabelle 3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schritte in der Erregermanifestation"
        },
        {
            "text": "Viren mit ihrem normalerweise extrem kleinen Genom können sich durch genomische Deletionen, durch Rekombinationen und durch Gensegmentaustausche schnell verändern. So gut wie immer führen diese genomischen Veränderungen zu einer reduzierten Fitness oder gar zur Letalität des Mikroorganismus, sind für das Virus also nicht von Vorteil. Diesen scheinbaren Nachteil kompensieren Viren durch ihre hohe Replikationsrate, und gelegentlich kommt es eben zu jenen genomischen Veränderungen, die zu einer erhöhten Fitness führen. Letztere kann auch die Pathogenität erhöhen oder reduzieren (letzteres ist viel häufiger) oder zu einem veränderten und erweiterten Tropismus führen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schritte in der Erregermanifestation"
        },
        {
            "text": "Punktmutationen können ebenfalls zu Veränderungen der Immunogenität von Viren führen. Die Influenzaviren sind hierfür das bekannteste und epidemiologisch wichtigste Beispiel. Solche Punktmutationen werden auch als Esca- ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schritte in der Erregermanifestation"
        },
        {
            "text": "Penicillium marneffei Scedosporium prolificans Cunninghamella bertholletiae pemutanten bezeichnet, man findet sie z. B. bei Hepatitis-B-Viren oder bei Retroviren. Durch Punktmutationen können neutralisierende Epitope verändert werden, d. h., die Mutanten können wenigstens vorübergehend der Neutralisation durch Antikörper entgehen, bis die humorale Immunität die Mutanten wieder erkannt hat. Sind die Mutanten hochkontagiös und treffen sie auf eine Population, die durch frühere Infektionen nicht gefeit ist, so können sie sich besonders schnell im Sinne einer Epidemie oder Pandemie ausbreiten. Für die Mikroorganismen ist die Rekombination neben der Mutation eine weitere Möglichkeit, veränderte Nachkommenschaft zu bilden. Bei Viren muss es zur Doppelinfektion einer einzigen Zelle kommen, damit die Genome der Elternviren rekombinieren können. Bakterien haben bekanntlich als zumeist extrazellulär wachsende Mikroorganismen andere Mechanismen des Genaustausches entwickelt, z. B. den Transfer von Erbmaterial durch Konjugation, d. h. durch Übertragung auf die bakterielle Nachbarzelle, oder über Phagen. Wie bei den Punktmutationen haben rekombinante Nachkommen nicht unbedingt einen Selektionsvorteil, es sei denn, sie können schneller replizieren als die Eltern, haben einen erweiterten Tropismus, oder sie haben, z. B. bei Bakterien, ein Antibiotikaresistenzgen aufgenommen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infektionen durch Pilze"
        },
        {
            "text": "Viren mit einem segmentierten Genom wie die Orthomyxoviren, zu denen auch die Influenzaviren gehören, können durch Segmentaustausch mit anderen Stämmen ihrer Virusfamilie ihre Immunogenität und ihren Tropismus drastisch und schnell ändern. Wie bereits oben erwähnt, kann es bei Doppelinfektionen in einer Wirtszelle zum Segmentaustausch kommen. Pandemien der Influenzaviren erfolgen meist nach einem Austausch von Genen von Virusstämmen, die natürlicherweise in verschiedenen Wirten heimisch sind.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infektionen durch Pilze"
        },
        {
            "text": "Veränderungen im Genom, insbesondere bei den genomisch kleinen Viren mit ihrer hohen Replikationsrate, garantieren noch lange nicht, dass ein Erreger evolutionär erfolgreicher sein wird als seine viralen Vorfahren. Im 20. Jahrhundert haben wir jedoch immer wieder erleben können, dass ein bisher unbekanntes Virus, das z. B. eine einzige oder nur wenige Tierspezies als natürlichen Wirt besitzt, in umfangreichen Kontakt mit Menschen kam und sich an den Menschen adaptieren konnte (⊡ Übersicht 4). Eine solche Wirtsbereichserweiterung kann, muss aber nicht zur Erkrankung führen, da viele Infektionen mit Viren, Bakterien und auch Parasiten relativ apathogen verlaufen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infektionen durch Pilze"
        },
        {
            "text": "In den letzten Jahrzehnten konnten auch immer wieder Mikroorganismen (s. ⊡ Übersicht 1), die bereits bekannt waren, als Erreger von Krankheiten identifiziert werden. Ein umfangreich publiziertes Beispiel ist die chronische Infektion mit Helicobacter pylori, einer Bakterienspezies, die mittlerweile unbestritten für die chronische Gastritis verantwortlich ist, die langfristig sogar zur Entwicklung eines Magenkarzinoms führen kann.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infektionen durch Pilze"
        },
        {
            "text": "Darüber hinaus gibt es eine große Anzahl von Mikroorganismen, die den Menschen zwar infizieren können, aber nicht humanpathogen zu sein scheinen. Umgekehrt gibt es jedoch auch Infektionskrankheiten, deren Ursache bisher nicht bekannt ist. Letztlich gibt es auch noch Erreger, die sich unserem molekularbiologischen Verständnis, d. h. unseren Vorstellungen über ihre Replikationsstrategien und über ihre Pathogenitätsmechanismen, weitgehend entziehen. Dazu gehören z. B. die Viroide (\"nacktes\" Erbmaterial, meistens RNA ohne jede Proteinhülle) oder die Prionen (infektiöse Eiweiße). Viroide verursachen häufig ökonomisch verheerende Pflanzenkrankheiten, sie können Plantagen vernichten. Pathogen gefaltete Prionen führen zu den gefürchteten zentralnervösen Degenerationen, den schwammartigen Gehirnerweichungen, wie z. B. zur Bovinen Spongiformen Enzephalopathie (BSE), zu Scrapie der Schafe oder zur neuen Variante der Creutzfeldt-Jakob-Krankheit des Menschen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infektionen durch Pilze"
        },
        {
            "text": "Natürlich muss eine Virusfamilie auf eine ausreichende Anzahl von Angehörigen ihrer Wirtsspezies treffen, um ihr eigenes Überleben sicherzustellen (s. auch ⊡ Übersicht 2). Letztlich müssen die Viren mehr Individuen infizieren können, als ▂ Ganz anders verhält sich z. B. das humane Immundefizienzvirus, dessen Kontagiosität zum Glück relativ gering ist. Dafür persistiert dieses Retrovirus lebenslang im Menschen und kann es sich leisten, sexuell nur relativ ineffizient übertragen zu werden. Genaue Untersuchungen bei HIV-diskordanten Paaren haben gezeigt, dass im Durchschnitt an die 500 ungeschützte Sexualkontakte notwendig waren, bis HIV 50% der zuvor nicht infizierten Partner infiziert hatte (das heißt aber nicht, dass es nicht auch beim allerersten sexuellen Kontakt passieren könnte). Deshalb ist HIV auch keinesfalls daran interessiert, einen frisch infizierten Wirt zu schnell krank zu machen, da es sonst seine eigene Übertragungsmöglichkeit gefährden würde. Die in unseren Ländern zu beobachtende lange Latenzzeit zwischen primärer HIV-Infektion und dem Ausbruch von AIDS (unbehandelt durchschnittlich 10 Jahre) gibt HIV ausreichend Zeit, erneut übertragen zu werden. gastädte der Dritten Welt von den Experten als die potenziellen Ausgangsorte für neue Epidemien angesehen werden, muss es in erster Linie dort zu einer Verbesserung der öffentlichen Gesundheitsvorsorge kommen (⊡ Übersicht 6). Man konnte es bereits vor über 100 Jahren in Europa erleben, in neuerer Zeit auch in den sich entwickelnden Ländern: Allein die Einführung einer einwandfreien Trinkwasserversorgung und die Klärung der Abwässer führt zu einer drastischen Reduktion oral übertragener Infektionen. Was wir weiterhin brauchen, ist eine verbesserte Technologiefolgenabschätzung, um die Risiken, die sich aus dem menschlichen Handeln ergeben, möglichst vorab kalkulieren zu können. Darüber hinaus sollten Impfstoffe und Therapeutika zur Behandlung viraler (und parasitärer) Infektionen weiterentwickelt werden. Diese müssen auch in den Entwicklungsländern zur Verfügung stehen, ebenso wie das Know-how und die Technologie, um Transfusionen infektionssicher zu machen, insbesondere in Gebieten mit hoher Hepatitis-und HIV-Prävalenz.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameter für den evolutionären Erfolg von Viren"
        },
        {
            "text": "Die epidemiologische Überwachung, die in den letzten Jahren von der WHO in Genf im Sinne eines Netzwerks etabliert worden ist, trägt zur Früherkennung von Infektionen bei und hilft entscheidend, rechtzeitig notwendige Maßnahmen zur Vermeidung einer Ausbreitung zu ergreifen. In diesem Netzwerk kooperieren unter anderen Mikrobiologen und Kliniker, um vor allem die Slums der tropischen Megastädte zu überwachen. Auf Anforderung können internationale mobile Arbeitsgruppen aus Klinikern und fachkundigen Wissenschaftlern Verdachtsfällen nachgehen. Das Informationsnetz wird ausgebaut, um ähnlich wie bei der Früherkennung neuer Influenzavirusstämme möglichst rechtzeitig neue bzw. neuartige Infektionen diagnostizieren zu können.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Übertragung zwischen den Spezies"
        },
        {
            "text": "Betrachten wir die Evolution, so sind es eigentlich nur die Mikroorganismen und unter diesen insbesondere die Viren, die evolutionär mindestens ebenso erfolgreich waren wie der Mensch. Wir werden uns auch zukünftig auf die Veränderungsfähigkeit von Mikroorganismen, insbesondere von Viren, verlassen können. Deshalb liegt es am Handeln des Menschen sicherzustellen, dass Viren evolutionär nicht noch erfolgreicher werden als bisher und damit das Bedrohungspotenzial für den Menschen erhöhen können. Eine AIDS-Epidemie sollte uns Lehre genug sein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Übertragung zwischen den Spezies"
        },
        {
            "text": "Dieser Beitrag beruht in Teilen auf dem Vortrag \"Die Renaissance alter und neuer Seuchen als Konsequenz menschlichen Handelns\" im Rahmen der Akademievorlesung der Berlin-Brandenburgischen Akademie der Wissenschaften.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Übertragung zwischen den Spezies"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "-Institut) für ihre redaktionelle Mitarbeit bei der Erstellung dieses Manuskripts",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Weiterführende Literatur",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Jaundice occurring one to four months after transfusion of blood or plasma",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Beeson",
                    "suffix": ""
                }
            ],
            "year": 1943,
            "venue": "JAMA",
            "volume": "121",
            "issn": "",
            "pages": "1332--1334",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Estimated risk of West Nile virus transmission through blood transfusion during an epidemic in Queens",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Biggerstaff",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Petersen",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Transfusion",
            "volume": "42",
            "issn": "",
            "pages": "1019--1026",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Addressing emerging infectious disease threats: a prevention strategy for the United States",
            "authors": [],
            "year": 1994,
            "venue": "Centers of Disease Control and Prevention",
            "volume": "43",
            "issn": "",
            "pages": "1--18",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Epidemiology of drug resistance: implications for a post-antimicrobial era",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Science",
            "volume": "257",
            "issn": "",
            "pages": "1050--1055",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Xenotransplanation, Transspezies-Übertragung von Retroviren und AIDS",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Denner",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Arndt",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Obe",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Kleeberg",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Hrsg) Biotechnologische Verfahren und Möglichkeiten in der Medizin. (RKI-Schrift 1/01) Urban & Vogel Medien und Medizin Verlagsgesellschaft",
            "volume": "",
            "issn": "",
            "pages": "164--183",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Infektionen bei Immunschwächen (einschließlich AIDS)",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Denner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kurth",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Köhler",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Eggers",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Fleischer",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "793--811",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The role of parenteral antischistosomal therapy in the spread of hepatitis C virus in Egypt",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Frank",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Mohamed",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "T"
                    ],
                    "last": "Strickland",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Lancet",
            "volume": "11",
            "issn": "9207",
            "pages": "887--891",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Evolving virus plagues",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Holland",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Proc Natl Acad Sci",
            "volume": "93",
            "issn": "",
            "pages": "545--546",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Transmission of prion disease by blood transfusion",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hunter",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Foster",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chong",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Gen Virol",
            "volume": "83",
            "issn": "",
            "pages": "2897--2905",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The restless tide: the persistent challenge of the microbial world. The National Foundation for Infectious Diseases",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Krause",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Resistance to antimicrobial drugs -a worldwide calamity",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Kunin",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Ann Internal Med",
            "volume": "118",
            "issn": "",
            "pages": "557--560",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Die Renaissance alter und neuer Seuchen als Konsequenz menschlichen Handelns",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kurth",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Berlin-Brandenburgische Akademie der Wissenschaften (Hrsg) Berichte und Abhandlungen",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Emerging infections: microbial threats to health in the United States",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lederberg",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Shape",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Oaks",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sc",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Infectious disease as an evolutionary paradigm",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lederberg",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Emerg Infect Dis",
            "volume": "3",
            "issn": "",
            "pages": "417--423",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Confronting multidrug resistance: a role for each of us",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Levy",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "JAMA",
            "volume": "269",
            "issn": "",
            "pages": "1840--1842",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Emerging viruses",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Morse",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "76",
            "issn": "",
            "pages": "599--601",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "New, emerging, and reemerging infectious diseases",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Adv Virus Res",
            "volume": "43",
            "issn": "",
            "pages": "1--52",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Aquiredimmunodeficiency-like syndrome in two haemophiliacs",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Ragni",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Spero",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Bontempo",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Lancet",
            "volume": "1",
            "issn": "8318",
            "pages": "213--214",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Medical consequences of antibiotic use in agriculture",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Witte",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Science",
            "volume": "279",
            "issn": "",
            "pages": "996--997",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "empfänglicher Wirte (und wenn notwendig empfänglicher Zwischenwirte) Dauer der Infektion (akut, chronisch, persistierend) Viren der hämorrhagischen Fieber, z. B. Marburg-Virus, Ebola-Virus, Lassa-Virus, Hantaan-Virus FSME-Virus (Frühsommer-Meningoenzephalitis) Humane T-Zell-lymphotrope Viren (HTLV-I, -II) Humane Immundefizienzviren (HIV-I, -2) Humane Herpesviren (z. B. HHV-6 bis -8)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Globale Mortalitätsstatistik 2001: die wichtigsten Todesursachen (WHO-Health Report 2002, http://www.who.int)",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Affenpocken traten in Zentralafrika praktisch nur dort auf, wo umfangreiche Waldrodungen vorgenommen worden waren. Der Übertragungsweg ist nicht eindeutig geklärt. Wahrscheinlich ist der Name irreführend, da offenbar einheimische Nager die natürlichen, nicht krank werdenden Wirte dieser Virusfamilie sind und Affen genauso wie Menschen durch diese Viren als heterologe Wirte infiziert werden können. Bisher gingen die Fachleute davon aus, dass der Mensch zwar individuell infiziert werden kann, das Virus aber nicht auf andere Menschen überträgt. Besorgnis erregend ist eine Entwicklung aus den letzten Jahren, dass offenbar Affenpockenviren durchaus von Mensch zu Mensch übertragen werden können, wenngleich (noch?) mit niedriger Effizienz. Die Situation in Zentralafrika ist deshalb potenziell gefährlich, weil weltweit vor nun fast 30 Jahren die Pockenvirusimpfung berechtigterweise eingestellt wurde. Die junge Bevölkerung wäre gegen ein Affenpockenvirus, das sich an den Menschen adaptiert hätte, nicht geschützt. Bei den mit Kuhpockenvirus geimpften älteren Menschen scheint nach infektionsepidemiologischen Untersuchungen noch ein gewisser Schutz zu bestehen. Das Gefahrenpotenzial durch Affenpocken wird von der Weltgesundheitsorganisation und anderen einschlägigen Instituten genau beobachtet. Die potenzielle Bedrohung durch Affenpocken, auch in den Industriestaaten, bestätigte ein Ausbruch in den USA im Frühjahr 2003, bei dem sich über 30 Personen mit dem Virus infiziert hatten. Ursächlich war die Haltung von Präriehunden als Haustiere, die sich in einer Tierhandlung bei aus Afrika importierten Nagern infiziert hatten. cher Erreger führen, die durch Blut übertragbar sind. Strecken ist sowohl für aerogen übertragene Erreger als auch in kontaminiertem Wasser für fäkal-oral übertragene Erreger nur wenig effizient. Auch die Medizingeschichte zeigt, dass die Ausbreitung von Seuchen durch infizierte Menschen und Tiere am effizientesten war. Die Beulenpest übersprang leicht weite Entfernungen durch infizierte Ratten auf Schiffen und brach im Mittelalter immer wieder primär in Hafenstädten aus. Das Gelbfiebervirus kam offenbar mit dem Sklavenhandel nach Amerika. Das Dengue-Virus erreichte den amerikanischen Kontinent, weil gebrauchte Autoreifen aus Thailand importiert wurden, in denen sich Regenwasser angesammelt hatte, das Moskitolarven enthielt. Die Larven und die sich daraus entwickelnden Moskitos waren mit dem Dengue-Virus infiziert. Auch 2 Epidemien aus jüngster Zeit machen deutlich, wie leicht Infektions-erreger \"auf Reisen\" gehen können: Die seit 1999 herrschende Westnil-Virusepidemie in den USA ist vermutlich durch importierte Vögel oder Insekten ausgelöst worden. Das Westnil-Virus infiziert über Moskitos aber nicht nur Vögel, sondern auch eine Reihe anderer Tierarten sowie den Menschen. Bei Menschen verlaufen die meisten Infektionen inapparent, aber bei etwa jedem Fünften kommt es zu dem grippeähnlichen Westnilfieber. Ein kleiner Teil der Betroffenen erkrankt an einer Enzephalitis, die tödlich enden kann. In den USA starben seit Beginn der Epidemie mehrere hundert Menschen durch das Westnilvirus. Zu Beginn des Jahres 2003 schließlich wurde ein neuartiges Coronavirus nicht zuletzt durch den intensiven weltweiten Flugverkehr zur neuen und unerwarteten Bedrohung für die Menschheit.Ausgehend von einem initial kleinen Infektionsherd in einer chinesischen Provinz \"reiste\" der Verursacher des schweren akuten Atemwegssyndroms (SARS) in rund 30 Staaten und führte zu etwa 8.400 Infektionen und mehr als 900 Todesfällen.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "de der Umzug des Hochsicherheitslabors von Moskau nach Nowosibirsk ebenfalls mit Sorge betrachtet. Die Verantwortlichen haben zugegeben, dass es nie eine Inventur gegeben hat. Vor diesem Hintergrund sah sich das Robert Koch-Institut nach dem 11. September 2001 und den Milzbrandbriefen im Oktober desselben Jahres in den USA veranlasst, Vorsorge zu treffen und der Bundesregierung zu empfehlen, Pockenimpfstoff für die gesamte Bevölkerung zu bevorraten. Noch im Oktober 2001 richtete die Bundesregierung am Robert Koch-Institut eine \"Zentrale Informationsstelle des Bundes für Biologische Sicherheit\" (IBBS) ein. Inzwischen ist diese Informationsstelle Teil eines Zentrums für Biologische Sicherheit geworden, in dem neben der Modellierung von Szenarien zur Abwehr bioterroristischer Anschläge insbesondere die Schnelldiagnostik relevanter Erreger und Toxine auf-bzw. ausgebaut wird (s. auch Bundesgesundheitsblatt November 2003 mit dem Themenschwerpunkt Biologische Sicherheit).",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "en geführt haben. Dazu einige Beispiele: ▂ Influenzaviren können die Speziesbarriere zum Menschen direkt überspringen. Ein Beispiel ist das Auftreten des A/H5N1-Virus 1997 in Hongkong und 2003 in Südchina sowie 2004 in einer Reihe von asiatischen Ländern oder, wie schon erwähnt, von A/H7N7 ebenfalls im Jahr 2003 in den Niederlanden. Eine Übertragung des Erregers von Mensch zu Mensch fand aber noch nicht oder nicht in nennenswertem Umfang statt; das Virus hatte sich offenbar noch nicht ausreichend an den neuen Wirt angepasst. Die Neuzusammensetzung (Reassortment) ganzer Gensegmente in tierischen \"Mischgefäßen\" führte bisher mindestens 2-mal, 1957 und 1968, zu Pandemien (einer weltumspannenden Epidemie). 1968 z. B. trat ein ganz neues Virus auf, das sich wahrscheinlich aus einem menschlichen A/H2N2-Virus und einem Vogel-A/H3N2-Virus zusammensetzte. Das resultierende A/H3N2-Virus löste eine Pandemie aus. Das Schwein gilt als besonders effektives \"Mischgefäß\" bei der Produktion neu kombinierter Viren, weil es Rezeptoren für menschliche und aviäre Influenzaviren hat. Aber auch Doppelinfektionen beim Menschen besitzen das theoretische Potenzial zum Reassortment. ▂ AIDS wird durch HIV verursacht, und HIV stammt von Altweltaffen ab (dort SIV genannt: simianes Immundefizienzvirus). Das weltweit am häufigsten vorkommende HIV-1 ist nach unserem heutigen gut fundierten Kenntnisstand von Schimpansen auf den Menschen übergegangen. Aber die natürlichen Wirte sind afrikanische Affen -die Rotkopf-Mangabe und die Große Weißnasenmeerkatze. Schimpansen jagen diese kleineren Affen und verzehren sie. Im Lauf der Zeit entstand in den Schimpansen eine Hybridform der beiden SI-Viren, die dann später auf den Menschen übertragen wurde. HIV-1 schaffte es höchstwahrscheinlich schon in den 30er-bis 40er-Jahren des letzten Jahrhunderts, auf den Menschen überzuspringen. Es verbreitete sich zunächst nur langsam in Zentralafrika. Die weltweite Verbreitung von HIV-1 begann etwa 1975. Der Ursprung von HIV-2, das vor allem in Westafrika verbreitet ist, ist das SIVsm der Rauchgrauen Mangabe (engl. Sooty mangabey). SIV verursacht in seinen natürlichen Wirten keine Erkrankung, d. h., über Jahrtausende oder noch länger haben sich SIV und sein Wirt miteinander dergestalt arrangiert, dass der natürliche Wirt nach der Infektion gesund bleibt und damit SIV auch über einen längeren Zeitraum auf andere Affen übertragen kann. Affenarten, die während der Evolution nicht mit SIV in Berührung gekommen sind, wie Rhesusaffen, erleiden bei (z. B. experimentellen) SIV-Infektionen das gleiche Schicksal wie der HIV-infizierte Mensch -als nicht-natürliche Wirte entwickeln sie simianes AIDS (SAIDS). Es ist nicht bekannt und daher eines der zentralen Themen der AIDS-Forschung, warum natürliche Wirte lebenslang SIV tragen und dennoch gesund bleiben, heterologe Wirte (z. B. Mensch, Rhesusaffe) unbehandelt jedoch AIDS entwickeln und versterben. Gegenwärtig zählt die AIDS-Forschung mehr als 2 Dutzend Affenarten in Afrika, die natürlicherweise SIV infiziert sind. Nur 2-mal haben sich SIV-Stämme bisher als HIV-1 und HIV-2 im Menschen etablieren können; wahrscheinlich erfolgte die Transspezies-Übertragung durch gejagte Affen und über Hautverletzungen des Jägers. Wenig ermutigend ist die Vorstellung, weitere andere SIV-Stämme könnten ebenfalls noch auf den Menschen übertragen werden, mit unbekannten epidemiologischen und medizinischen Konsequenzen. Jetzt schon wird das Auftreten von AIDS als größte medizinische Katastrophe der Neuzeit gewertet. ▂ Auch der Rinderwahnsinn, BSE, ist möglicherweise eine Transspezies-Transmission. Ein häufig zitierter Erklärungsansatz ist, dass Scrapieerreger infolge geänderter Produktionsbedingungen bei der Futtermittelherstellung akzidentell vom Schaf auf das Rind übertragen wurden und sich dann an die neue Wirtsspezies adaptiert haben. Nach der Prionhypothese wäre aber auch vorstellbar, dass BSE im Rind durch eine spontane oder genetisch bedingte Fehlfaltung des Prionproteins und den Übergang in eine infektiöse Isoform de novo entstanden ist. Dennoch steht außer Frage, dass, wie schon beschrieben, die Verfütterung nicht ausreichend inaktivierter Tiermehle und möglicherweise auch Tierfette für die Verbreitung entscheidend waren. Diese Transmissible Spongiforme Enzephalopathie (TSE) zeigt ein beunruhigend breites Wirtsspektrum. Futtermittel aus BSE-infizierten Rindern führten zu Infektionen von Katzen, Löwen und Panthern mit dem BSE-Erreger und zur Entwicklung einer TSE-Erkrankung. Bei dieser ungewöhnlich breiten oralen Übertragbarkeit des TSE-Erregers ist es nicht verwunderlich, dass sich auch der Mensch in bisher zahlenmäßig zum Glück seltenen Fällen mit dem BSE-Erreger infizierte. Neuartige virale Erkrankungen (Beispiele) Infektion bzw. Erreger Faktoren, die die Übertragung und/oder Krankheitsentstehung begünstigen Migration in Städte, Reisetätigkeit, Promiskuität, Prostitution, kontaminierte Blutprodukte und Spritzen Influenza Möglicherweise die gemeinsame Aufzucht von Geflügel und Schweinen, was das Reassortment der Viren erleichtert Lassa u. a. hämorrhagische Fieber Urbanisierung mit Zunahme der virustragenden Ratten, damit zunehmende Expositionsrate Gelbfieber, Dengue-Fieber Zunahme des Zwischenwirts Moskito",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Verbesserte öffentliche Gesundheitsfürsorge (insbesondere im Trinkwasser-/Abwasserbereich)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infektionskrankheiten -Präventionsstrategien"
        },
        {
            "text": "Weitere und verbesserte Impfstoffe Weitere und verbesserte, insbesondere antivirale Therapien Verbesserte Kontrolle und ggf. Elimination der Zwischenwirte (Mücken, Nager)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Technologiefolgenabschätzung"
        },
        {
            "text": "Im Übrigen ist es nicht selten, dass die natürlichen Wirte eines Erregers sich mit dem Erreger evolutionär dergestalt arrangiert haben, dass die Erreger sich vermehren dürfen, der Wirt aber nicht krank wird. Mit einem Spezieswechsel kann aber auch (s. oben) eine erhöhte Pathogenität einhergehen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Globales Überwachungssystem (Surveillance)"
        },
        {
            "text": "Wie bereits erwähnt, besitzen insbesondere RNA-haltige Viren eine sehr hohe Mutationsrate (⊡ Tabelle 3). Es stellt sich deshalb die Frage, warum bei der bekannt hohen Mutationsrate nicht noch viel häufiger neuartige Viren entstehen und sich ausbreiten.Es gibt einen großen Selektionsdruck, der das Überleben und erst recht die Ausbreitung mutanter Viren beschränkt. Viren sind in ihrer parasitären Beziehung zur Wirtszelle außerordentlich spezialisiert. Fast jeder Schritt im Lebenszyklus des Virus ist abhängig von komplementären Eigenschaften der Wirtszelle, die diesen Schritt ermöglichen muss.So sind z. B. Mutationen im 3-dimensionalen Virusrezeptor, der zum Andocken an die Wirtszelle dient, meistens tödlich für das Virus. Nach Einschleusen des Viruserbmaterials in die Zelle ist dessen Vermehrung abhängig von positiv regulierenden zellulären Transkriptionsfaktoren, die, um die virale Replikation zu ermöglichen, unveränderte Erkennungssequenzen auf dem viralen Genom benötigen. Virale Enhancer-und Promoterregionen dürfen ebenso wenig stark mutiert sein wie virale RNA-Spleiss-Sequenzen. Die viralen Proteine werden häufig noch von zellulären Enzymen (Methylasen, Proteasen, Glycosyltransferasen und Glycosidasen) modifiziert, was normalerweise nur möglich ist, wenn die entsprechenden viralen Gene nicht extensiv mutiert sind. Unabhängig von der viralen Mutationsfähigkeit wird Virusvirulenz häufig von mehreren Genen bestimmt. Mutation in einem Gen kann zum vollständigen Verlust der Virusvirulenz führen. Oft ist auch die Ausprägung der Vi-rusvirulenz noch abhängig von posttranslationalen Modifikationen durch zelluläre Enzyme.Da einerseits viele Virusfamilien evolutionär sehr erfolgreich, andererseits aber genomisch klein und in ihrem Vermehrungszyklus kompliziert sind, wird deutlich, dass fast alle Mutationen von evolutionärem Nachteil sind. Beispiele für den Selektionsdruck auf die Virusevolution sind in der ⊡ Übersicht 5 zusammengefasst.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Neuartige Viren und Selektionsdruck"
        },
        {
            "text": "Neuartigen Infektionskrankheiten, z. B. den in den letzten Jahren so \"erfolgreichen\" (aus der Sicht der Viren) Virusinfektionen (⊡ Tabelle 4), sind wir selbstverständlich nicht schutzlos ausgeliefert.Zum einen kann und muss man die beeinflussbaren Ursachen, die die Übertragung oder Krankheitsentstehung begünstigen, bekämpfen (⊡ Tabelle 4). Zum anderen gibt es in den Ländern mit einem hohen Medizinstandard ein breites Arsenal an Möglichkeiten zur Infektionsbekämpfung. Wie bereits eingangs erwähnt, verfügen wir über Impfstoffe und Antibiotika gegen bakterielle Infektionen sowie über Medikamente gegen parasitäre und viral Erkrankungen. Vor allem gibt es in industrialisierten Staaten im Allgemeinen eine hohe individuelle Hygiene und sehr hohe öffentliche und medizinische Hygienestandards.In den Ländern jedoch, in denen der medizinische Standard nicht so hoch ist, sind sowohl die diagnostischen und therapeutischen Möglichkeiten der Bekämpfung von Infektionskrankheiten eingeschränkt als auch die medizinischen Maßnahmen durch Nicht-Einhalten von Hygieneregeln selbst eine potenzielle Infektionsquelle. Die Wiederverwendung von nicht ausreichend sterilisierten medizinischen Instrumenten oder Injektionsnadeln hat z. B. in Ägypten in der 2. Hälfte des vergangenen Jahrhunderts zur größten iatrogenen HCV-Epidemie geführt, und auch bei der Ausbreitung von HIV in Entwicklungsländern spielen diese Übertragungswege sowie Transfusionen von nicht ausgetestetem Blut ebenfalls eine große Rolle. Deshalb, und weil die Me- ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prävention und Bekämpfung neuer Infektionskrankheiten"
        }
    ]
}