{
    "paper_id": "6194e67beabe46a18f5701d96034b9ac48be90ab",
    "metadata": {
        "title": "Are Megacities Sustainable?",
        "authors": [
            {
                "first": "Milton",
                "middle": [
                    "H"
                ],
                "last": "Saier",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "addrLine": "San Diego, La Jolla",
                        "postCode": "92093-0116",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Increasing numbers of people are moving to cities, causing urban populations to expand. In 1900, only 13% of the world_s people lived in cities, but by 2000, the percentage had increased to 47%. Soon, over 50% of the world_s people will live in cities. Several questions arise related to this movement: (1) How rapidly are people moving to cities? (2) What are the benefits to having a larger urban population? (3) What are the detriments of such a move? (4) Are city folks taking major risks compared with people living in rural areas? (5) If so, what are these risks, and how can they be avoided?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Recently, B.R. Gurjar published an article entitled \"Mega Cities: City-States of the Future (Gurjar, 2005) .\" In this article, he points out that cities contribute enormously to a nation's economy provided that they can manufacture or otherwise generate products that are of global value. In fact, some cities specialize in just one or a few commercial products, say, automobiles, computers, or drugs, so that the people of that city depend on a relatively small number of industrial enterprises for jobs. Moreover, the primary product produced by a particular urban population may result from the presence of a single company, and its presence in that city reflects the decisions of just a few executives. Decisions to hire, fire, maintain or close a facility can therefore be made on short notice even though they affect the lives of thousands.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 106,
                    "text": "(Gurjar, 2005)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Gurjar defines a megacity as one that has a population of over 10,000,000. While there were only two megacities in 1950, New York and Tokyo, with populations of 12.4 and 11.3 million, respectively, we now have 20 such urban centers worldwide with populations sometimes exceeding 20,000,000. This tremendous rise results both from astronomical global birth over death rates and from the migration of rural populations to the cities. Let_s examine these two primary causes in more detail.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Every day, there are over 200,000 more people on Earth than the day before; 200,000 is the minimal number of births over deaths worldwide in a single day! Moreover, about 1% of the world_s rural population moves from the country to the cities every two years. This amounts to an average increase in the urban population of roughly 15 million people per year, due solely to migration. Urban fertility rates, generally lower than rural fertility rates, but nevertheless appreciable, particularly in third world countries, plus the tremendous influx of people from the country, accounts for the rise in the urban population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In contrast to country life, cities depend on extensive infrastructural support systems. These pro-vide food, water, energy, transportation, lodging, information transfer, recreation and other necessities. The sudden loss of a city_s infrastructure due to a natural or man-created disaster would be expected to promote human suffering of a magnitude that far surpasses anything that could have occurred in the past with a less centralized population living in a rural setting. This fact emphasizes one of the primary risk factors associated with urban life.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Past examples of urban disasters abound: The great San Francisco earthquake and fire of 1906 caused thousands of deaths and tremendous loss of property. In fact, most of the city was destroyed, and two-thirds of the population, some 225,000 people, suddenly found themselves homeless. The same disaster today, occurring in any one of our megacities, could cause 10-to 100-fold more damage, homelessness and loss of life. In this regard, it is important to note that in addition to San Francisco, Los Angeles and Delhi, which fall within major quake zones, have made no provision for the millions of people who would lose their homes if such a quake were to occur.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The two hurricanes that hit the Gulf Coast last year devastated New Orleans and Biloxi, and would have done the same in Galveston and Houston if the winds hadn_t shifted at the last moment. Global warming is believed to have greatly increased the intensity and duration of these hurricanes. Such storms are likely to become increasingly destructive with time. The devastation observed for New Orleans will become a recurrent theme as the oceans increase in temperature and sea levels rise. All coastal megacities are potential targets, and most megacities are coastal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Extremes of weather conditions can bring sudden, unexpectedly heavy precipitation. Heavy rainfall and consequent mudslides and wall collapse in Mumbai, India brought the city to a virtual standstill in one day, on July 29, 2005. Thirty-seven inches of rain fell on the city within a 24-h period, more than had ever been observed for an Indian city in all of recorded time. Thousands were killed. Was this another consequence of global warming, or was it merely a chance event? If the former, then such extreme occurrences can be anticipated to be more frequent in the future. In fact, this is exactly what the experts on climate change have been predicting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The 2003 heat wave in Europe led to tens of thousands of human deaths as well as extensive wild fires, particularly in Spain and Portugal. The in-creased incidences of forest fires in the Western United States over the past few years, especially during the heat wave of 2003, resulted in loss of natural resources as never observed previously in recorded history. Global warming again played a major role. With a global economy, such events almost anywhere in the world can have adverse effects on the security of urban life.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Consequences of war are often devastating. One atomic bomb can ruin the whole day for millions of people living in close proximity in a megacity. The same bomb dropped in the country would have longterm environmental consequences, but would not cause comparable loss of human life and property. Moreover, militant countries usually target cities, rarely the country. War is just one of many potential man-promoted forms of devastation that affect urban populations far more than rural populations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "With the growth of urban populations, dependencies on modern technologies increase. Estimates indicate that for the urban U.S. population, a majority of food products travel over a thousand miles before reaching the consumer. We depend on a truly global economy where coffee comes from South America, pineapples are from Hawaii, apples are from the State of Washington, and citrus comes from California or Florida. Interference with crop production, transportation or storage can cause major hardships to urban populations. Such hardships are not felt by rural populations that produce their own food locally. Moreover, using our current means of transportation, the further a product is transported, the more fossil fuels must be burned, contributing to global warming. A global economy MEANS sensitivity to natural and man-promoted disasters. Regardless of whether a war, a hurricane or economic manipulation is responsible, millions of people can lose their sense of security and their lives. Disasters of this magnitude were unheard of in the past.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Food and water availability are interlinked. Affluent populations tend to eat more meat, much to the detriment of their own health and the environment. Raising meat in the U.S. is responsible for one-quarter of the land use and nearly one-half of the water consumption. The statistics are similar in many other countries. The harmful impact on the environment of eating meat is estimated to be 25 times that of eating plant products. While some have claimed that urbanization should allow for reforestation and restoration of natural habitats, the sobering facts suggest that positive effects will be minimal compared to the negative ones.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It is well established that disease transmission is greatly enhanced when the population density increases, particularly when and where squalid conditions exist. In many megacities worldwide, the unavailability of sterile water and/or adequate sewer systems promotes the likelihood of epidemics. This probability is enhanced by the continual appearance of new human diseases such as AIDS, SARS, and avian flu as well as by the reoccurrence of old diseases such as tuberculosis, cholera and plague, due to the evolution of drug resistant fungi, protozoans, bacteria and viruses. Moreover, global warming, with ambient temperatures approaching body temperatures, will facilitate disease transmission, particularly those mediated by insects and microbes. Combine these problematic situations with unanticipated natural or man-made disasters that can compromise infrastructural stability, and the consequences to an urban population can be devastating.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Increased local pollution is still another consequence of urbanization. Today, children raised in Los Angeles have 15% less lung capacity than kids raised in a rural environment. Local air pollution is the cause. Statistical analyses have also shown that urban populations suffer from substantially higher cancer and disease frequencies than rural populations. Although causal relationships have been less easy to establish, all racial types suffer from increased rates of these diseases when living in cities. The causes are not difficult to imagine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As the numbers of megacities in the world increase, environmental and health risks increase proportionally causing a rise in mortality rates. Only a single humane solution is likely to provide longterm relief from this precarious situation: reduction in the human population. While conversion to more sustainable lifestyles and minimizing pollution will help, these advances can only be considered to be short-term solutions. As long as human populations continue to increase and become concentrated in urban centers, both immediate health problems and long-term environmental consequences will persist. Moreover, the unfortunate consequences of unexpected but increasingly probable disasters can be expected to be proportional to population size.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For achievement of human health, safety and a sustainable metropolis, the solution requires diminution of the human global population. Numerous studies conducted worldwide have shown that this goal is attainable through the free provision of birth control and abortion services worldwide. Such a prospect is eminently achievable in today_s societies, provided that wealthy countries are willing to make the financial means available to third world countries. This is estimated to cost a mere $40 billion per year, a small fraction of what the U.S. now spends for war and destruction in Iraq with no benefit to anyone. When birth control and abortion are provided, and women make the decisions, fewer babies are born, regardless of the social, economic and educational levels of the women involved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although the need to promote this all-important goal is now recognized by all of the experts, implementation of such a program has, in the past, been thwarted by irrational thought. Educated citizens of all developed countries have the responsibility to come out of the closet, become vocal, and confront the mighty irrational elements of society. Only socially responsible politicians can be tolerated. A major effort must therefore aim to overcome irrationality through logic, deductive reasoning and education so as to promote the best possible course of action. Selfish, short-term interests must be recognized for what they are. Maximal benefit for all world citizens must be sought.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Mega cities: City-states of the future. The Financial Express",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Gurjar",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "44",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}