{"paper_id": "61a275176be7dc4c3acc0390504c0438238e6517", "metadata": {"title": "Can Surgical Apgar Score (SAS) Predict Postoperative Complications in Patients Undergoing Gynecologic Oncological Surgery?", "authors": [{"first": "Geetu", "middle": [], "last": "Bhandoria", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jitendra", "middle": ["D"], "last": "Mane", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Surgeons constantly try to achieve optimal surgical outcome, number, or extent of postoperative complications being an important part of it. Oncological surgeries are conventionally more challenging and complex compared with most nononcological ones. Gawande et al. devised SAS in 2007 in Boston as a predictor tool for postoperative complications (J Am Coll Surg 204:201-208, 2007). A validation study was done by in another cohort of 100 patients; however, only 70% of them had pathologically confirmed malignancies (Ann Surg 240 (2): [205][206][207][208][209][210][211][212][213] 2004). We attempt to assess SAS as a tool to predict postoperative complications in a series of 100 gynecological oncological patients operated at tertiary care center. SAS score of 100 patients with gynecologic malignancies, undergoing surgery at a tertiary care center, was prospectively collected over 4 years. These patients were observed for development of any complications occurring up to 30 days postsurgery. The complication events were graded as per Clavien-Dindo classification (Indian J Gynecol Oncolog 15:49, 2017). The data obtained was statistically analyzed by chisquare test. Thirty complication events were recorded in these 100 patients over a period of 4 years. Majority of complication events were grade IIIa or less (22 out of 30); there was only one death on 8th postoperative day. Fifty percent of patients were with SAS score of 5 or less developed complications compared with just 22.9% in patients with a score of 6 or more. Lower SAS score might be associated with higher postoperative complications in patients undergoing gynecologic oncological surgeries. Thus, patients with lower scores may benefit from a triage to more intensive postoperative care.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "To establish if surgical Apgar score (SAS) can predict complications in 30-day postoperative period in patients undergoing surgery for gynecologic malignancies.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Women with gynecological malignancies are high-risk surgical candidates, courtesy the nature and complexity of surgical procedures. Most of them also have other comorbidities, compounding the surgical risk higher than their benign counterparts [1, 2] . These comorbidities are advanced age, obesity, diabetes, hypertension, and malignancy itself [2] . Gawande et al. devised SAS in 2007 at Brigham and Women's Hospital, Boston, in a cohort of 303 patients undergoing genera surgical procedures [3] . The score is easy to calculate at the end of a surgical procedure by recording the lowest mean arterial pressure (MAP), lowest heart rate (HR), and estimated blood loss (EBL). These variables are then allotted a score and added to get SAS (Table 1) .", "cite_spans": [{"start": 244, "end": 247, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 248, "end": 250, "text": "2]", "ref_id": "BIBREF1"}, {"start": 346, "end": 349, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 352, "end": 386, "text": "Gawande et al. devised SAS in 2007", "ref_id": null}, {"start": 494, "end": 497, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [{"start": 739, "end": 748, "text": "(Table 1)", "ref_id": "TABREF1"}], "section": "Introduction"}, {"text": "This score was validated in another cohort of 100 patients operated at a regional cancer center; however, only 70% had confirmed malignancies [4] . We thus analyzed data of this cohort of pathologically confirmed malignancies (preoperative biopsy or intraoperative frozen section). The complications arising after a surgical procedure were graded in a systematic order by Clavien-Dindo et al. [5] and are in common use in surgical specialties (Tables 2 and 3) .", "cite_spans": [{"start": 142, "end": 145, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 393, "end": 396, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [{"start": 443, "end": 459, "text": "(Tables 2 and 3)", "ref_id": "TABREF0"}], "section": "Introduction"}, {"text": "We hypothesized that SAS will predict postoperative complications in a cohort of gynecological malignancy patients.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "This information can be used in the future to use SAS as a triage tool to guide more intensive postoperative care either in an Intensive Care Unit (ICU) set-up or a High Dependency Unit (HDU).", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "SAS of 100 consecutive patients with gynecological malignancies (carcinoma ovary, endometrium, cervix, vulva, and uterine sarcomas), undergoing relevant surgical procedures, was prospectively collected at tertiary care centers: The Gujarat Cancer & Research Institute, Ahmedabad, and Command Hospital, Pune, over a period of 4 years, from 1 May 2015 to 30 Apr 2019, after obtaining Institute Ethical committee permission. An informed consent was obtained for all patients included in study. All three variables needed for SAS calculation were recorded immediately at the end of surgery, with the assistance of anesthesiologist. Any complication event, as per Clavien-Dindo classification, up to a 30-day period postsurgery was recorded. Descriptive statistics were used for all patients and other co-variates, i.e., age, BMI, and ASA grades. A SAS cut-off of 5 or less and 6 or more was used to compare complication events in these subgroups, based on previous studies where scores ≤ 6 have been found to be associated with higher complications [1, 4, [6] [7] [8] . Women aged 18 years or more were considered for this study. Their clinico-pathologic characteristics, co-morbidities, and intraoperative events were recorded. Hospital stay was not used as a variable in analysis as many patients had a longer hospital stay due to administrative issues. Descriptive statistics and chi-square test were used for statistical analysis.", "cite_spans": [{"start": 1045, "end": 1048, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 1049, "end": 1051, "text": "4,", "ref_id": "BIBREF3"}, {"start": 1052, "end": 1055, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 1056, "end": 1059, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 1060, "end": 1063, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Methodology"}, {"text": "In the cohort of 100 patients, the ages ranged from 18 to 80 years, mean age being 53.28 years (Table 4 ), youngest patient being of a yolk sac tumor ovary and oldest being a patient with a vulvar carcinoma. The body mass index (BMI) of this cohort Surgical score: sum of the points for each category in the course of a procedure *Occurrence of pathological bradyarrhythmia (including sinus arrest, atrio-ventricular block of dissociation, junctional or ventricular escape rhythms) and asystole also receives 0 point for lowest heart rate ranged from 18.8 to 42.6 kg/m 2 , mean being 26.42 kg/m 2 , suggesting an overweight population overall. American Society of Anesthesiologist (ASA) grades ranged from 1 to 3. The commonest operated gynecological malignancy was ovarian carcinoma (61%), majority being epithelial neoplasms and 4 cases of germ cell malignancies. Endometrial carcinoma was the second commonest malignancy operated (21%), followed by cervical carcinoma (7%), uterine sarcomas (6%), and vulvar carcinoma (5%). There were a total of 14 intraoperative complication events, distribution given in Table 4 . Transfusion of two or more packed cells has been considered a complication event; five patients required 2 or more pints of packed cell transfusion during surgery. Other complications were injury to adjoining viscera, bowel or ureter, and vessels during nodal dissection. A total of 4 patients required care in ICU. Three patients required prolonged ventilation due to delayed extubation and consequently ICU stay for 2 days each. One patient developed congestive cardiac failure and required ICU care for 6 days. No patient was kept in ICU just for postoperative care.", "cite_spans": [], "ref_spans": [{"start": 95, "end": 103, "text": "(Table 4", "ref_id": "TABREF3"}, {"start": 1110, "end": 1117, "text": "Table 4", "ref_id": "TABREF3"}], "section": "Results"}, {"text": "Thirty postoperative complications occurred in these 100 patients over subsequent 30 days postsurgery. Majority were Clavien Dindo grade IIIa, surgical site infections (SSIs) requiring secondary suturing, other being one patient requiring There was one mortality (grade V complication) in this cohort, a 70-year-old lady with advanced mucinous ovarian adenocarcinoma. She underwent interval cytoreductive surgery, total abdominal hysterectomy with bilateral salpingo-oophorectomy with right hemi-colectomy with supracolic omentectomy. She required postoperative ventilation for 48 h and three packed cell transfusion, and succumbed to sequential multi-organ failure secondary to sepsis on 7th postoperative day.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Half of the patients were with SAS score of 5 or less developed complications compared with just 22.9% in patients with score of 6 or more. These results are comparable to the study by Regenbogen et al., where 56.3% of patients with SAS of 4 or less had postoperative complications [6] . SAS cut-off at 5 was taken in this study; earlier studies have used similar cutoffs, especially in context of gynecological cancers [1, 4, [6] [7] [8] . p value among \"complications\" group and \"no complication\" obtained is 0.01, which is not statistically significant.", "cite_spans": [{"start": 282, "end": 285, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 420, "end": 423, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 424, "end": 426, "text": "4,", "ref_id": "BIBREF3"}, {"start": 427, "end": 430, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 431, "end": 434, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 435, "end": 438, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Results"}, {"text": "Descriptive statistics showed both groups (\"complications\" vs \"no complications\") were comparable in terms of age, BMI, and ASA grades. SAS was noticeably different among 2 groups with mean SAS of 5.66 in \"complications\" group and 6.51 in \"no complications\" group (Table 5) . Chi-square analysis showed a rising trend of complications as patient's age increased (Table 6 ). There was no significant difference as per BMI stratification.", "cite_spans": [], "ref_spans": [{"start": 264, "end": 273, "text": "(Table 5)", "ref_id": "TABREF4"}, {"start": 362, "end": 370, "text": "(Table 6", "ref_id": "TABREF5"}], "section": "Results"}, {"text": "Our study reaffirms the role of SAS as a reasonable and easy predictor of postoperative complications. This is the largest prospective observational study in gynecologic oncology patients, assessing the role of SAS. The use of the SAS as a potential tool for surgical quality outcome research in gynecologic oncology seems attractive and has been evaluated in a few previous studies [1, 4, 7, 8] . Most of previous studies have found a sharp rise in complication rates at SAS of 4 or less [6, 7] . Park et al. [8] used cut-off of ≤ 6 in their study; we found higher complications at SAS of 5 or less.", "cite_spans": [{"start": 383, "end": 386, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 387, "end": 389, "text": "4,", "ref_id": "BIBREF3"}, {"start": 390, "end": 392, "text": "7,", "ref_id": "BIBREF6"}, {"start": 393, "end": 395, "text": "8]", "ref_id": "BIBREF7"}, {"start": 489, "end": 492, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 493, "end": 495, "text": "7]", "ref_id": "BIBREF6"}, {"start": 510, "end": 513, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Discussion"}, {"text": "Several other scores continue to be used in surgical practice to predict postoperative outcomes. These are American Society of Anesthesiologists Physical Status Classification System (ASA classification) [9] , Acute Physiology and Chronic Health Evaluation (APACHE) [10] , and Physiological and Operative Severity Score for the enUmeration of Mortality and Morbidity (POSSUM) [11] , Sepsis-related Organ Failure Assessment (SOFA) [12] , and [13] . ASA classification reflects the patients' preoperative physical status only and therefore does not reflect the patients' intraoperative conditions due to unexpected complications during surgery. APACHE and POSSUM are complicated and cumbersome to calculate and thus not widely used in clinical practice for postoperative risk prediction. SOFA and qSOFA need lesser variables for calculation; however, these are utilized once patient is admitted to an Intensive Care Unit. SAS seems to be the only reliable and objective parameter to decide intensive care for a given patient. In its absence, surgeon's or anesthesiologist's clinical acumen decides which patient would require intensive care. SAS can add to this judgment and improve patient's postoperative outcome. Surgical Apgar score is easily applicable in clinical practice due to its easy and intuitive nature. The score is easy to measure using three objective intraoperative variables, EBL, lowest HR, and lowest MAP. Lower scores have been validated and found to be associated with more postoperative complications. The original study was conducted on a subset of surgical patients undergoing colectomy; these results have been thence validated across multitude of surgical specialties [3, 6] . There have been a few observational studies assessing role of SAS in India [4, 14, 15] . This is the largest Indian study till now in gynecological oncological patients.", "cite_spans": [{"start": 204, "end": 207, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 266, "end": 270, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 376, "end": 380, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 430, "end": 434, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 441, "end": 445, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 1693, "end": 1696, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 1697, "end": 1699, "text": "6]", "ref_id": "BIBREF5"}, {"start": 1777, "end": 1780, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 1781, "end": 1784, "text": "14,", "ref_id": "BIBREF13"}, {"start": 1785, "end": 1788, "text": "15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Discussion"}, {"text": "There has been just one randomized trial till date, assessing role of SAS to guide postoperative care. This trial was conducted on 143 patients in 9 hospitals in UK [16] . The results of this small randomized trial have been encouraging. We plan to conduct a nationwide, multi-centric larger randomized controlled trial in near future. This would provide the best available evidence yet on SAS. ", "cite_spans": [{"start": 165, "end": 169, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Surgical Apgar score\" predicts postoperative complications after cytoreduction for advanced ovarian cancer", "authors": [{"first": "I", "middle": [], "last": "Zighelboim", "suffix": ""}, {"first": "N", "middle": [], "last": "Kizer", "suffix": ""}, {"first": "N", "middle": ["P"], "last": "Taylor", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Case", "suffix": ""}, {"first": "F", "middle": [], "last": "Gao", "suffix": ""}, {"first": "P", "middle": ["H"], "last": "Thaker", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Rader", "suffix": ""}, {"first": "L", "middle": ["S"], "last": "Massad", "suffix": ""}, {"first": "D", "middle": ["G"], "last": "Mutch", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Powel", "suffix": ""}], "year": 2010, "venue": "Gynecol Oncol", "volume": "116", "issn": "", "pages": "370--373", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Clinical audit in gynecological cancer surgery: development of a risk scoring system to predict adverse events", "authors": [{"first": "S", "middle": [], "last": "Kondalsamy-Chennakesavan", "suffix": ""}, {"first": "C", "middle": [], "last": "Bouman", "suffix": ""}, {"first": "De", "middle": [], "last": "Jong", "suffix": ""}, {"first": "S", "middle": [], "last": "Sanday", "suffix": ""}, {"first": "K", "middle": [], "last": "Nicklin", "suffix": ""}, {"first": "J", "middle": [], "last": "Land", "suffix": ""}, {"first": "R", "middle": [], "last": "Obermair", "suffix": ""}, {"first": "A", "middle": [], "last": "", "suffix": ""}], "year": 2009, "venue": "Gynecol Oncol", "volume": "115", "issn": "3", "pages": "329--333", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "An Apgar score for surgery", "authors": [{"first": "A", "middle": ["A"], "last": "Gawande", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Kwaan", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Regenbogen", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Lipsitz", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Zinner", "suffix": ""}], "year": 2007, "venue": "J Am Coll Surg", "volume": "204", "issn": "", "pages": "201--208", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Surgical Apgar score: validation in a regional cancer centre in Western India", "authors": [{"first": "G", "middle": [], "last": "Bhandoria", "suffix": ""}, {"first": "M", "middle": [], "last": "Mankad", "suffix": ""}, {"first": "P", "middle": ["S"], "last": "Dave", "suffix": ""}, {"first": "A", "middle": [], "last": "Desai", "suffix": ""}, {"first": "S", "middle": [], "last": "Patel", "suffix": ""}], "year": 2017, "venue": "Indian J Gynecol Oncolog", "volume": "15", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Classification of surgical complications: a new proposal with evaluation in a cohort of 6336 patients and results of a survey", "authors": [{"first": "D", "middle": [], "last": "Dindo", "suffix": ""}, {"first": "N", "middle": [], "last": "Demartines", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Clavien", "suffix": ""}], "year": 2004, "venue": "Ann Surg", "volume": "240", "issn": "2", "pages": "205--213", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Utility of the surgical Apgar score. Validation in 4119 Patients", "authors": [{"first": "S", "middle": ["E"], "last": "Regenbogen", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Ehrenfeld", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Lipsitz", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Greenberg", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Hutter", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Gawande", "suffix": ""}], "year": 2009, "venue": "Arch Surg", "volume": "144", "issn": "1", "pages": "30--36", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Surgical Apgar score and prediction of morbidity in women undergoing hysterectomy for malignancy", "authors": [{"first": "R", "middle": ["M"], "last": "Clark", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Lee", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Rauh-Hain", "suffix": ""}, {"first": "T", "middle": [], "last": "Hall", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Boruta", "suffix": ""}, {"first": "M", "middle": ["G"], "last": "Del Carmen", "suffix": ""}, {"first": "A", "middle": [], "last": "Goodman", "suffix": ""}, {"first": "Jo2", "middle": [], "last": "Schorge", "suffix": ""}, {"first": "W", "middle": ["B"], "last": "Growdon", "suffix": ""}], "year": 2015, "venue": "Gynecol Oncol", "volume": "136", "issn": "3", "pages": "516--520", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Prediction of perioperative complications after robotic-assisted radical hysterectomy for cervical cancer using the modified surgical Apgar score", "authors": [{"first": "S", "middle": ["H"], "last": "Park", "suffix": ""}, {"first": "J", "middle": ["U"], "last": "Lee", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "Nam", "suffix": ""}, {"first": "S", "middle": [], "last": "Kim", "suffix": ""}, {"first": "S", "middle": ["W"], "last": "Kim", "suffix": ""}, {"first": "Y", "middle": ["T"], "last": "Kim", "suffix": ""}], "year": 2018, "venue": "BMC Cancer", "volume": "18", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "ASA classification and perioperative variables as predictors of postoperative outcome", "authors": [{"first": "U", "middle": [], "last": "Wolters", "suffix": ""}, {"first": "T", "middle": [], "last": "Wolf", "suffix": ""}, {"first": "H", "middle": [], "last": "Stutzer", "suffix": ""}, {"first": "T", "middle": [], "last": "Schroder", "suffix": ""}], "year": 1996, "venue": "BJA", "volume": "77", "issn": "2", "pages": "217--222", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "APACHEacute physiology and chronic health evaluation: a physiologically based classification system", "authors": [{"first": "W", "middle": ["A"], "last": "Knaus", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Zimmerman", "suffix": ""}, {"first": "D", "middle": ["P"], "last": "Wagner", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Draper", "suffix": ""}, {"first": "D", "middle": ["E"], "last": "Lawrence", "suffix": ""}], "year": 1981, "venue": "Crit Care Med", "volume": "9", "issn": "8", "pages": "591--597", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "POSSUM: a scoring system for surgical audit", "authors": [{"first": "G", "middle": ["P"], "last": "Copeland", "suffix": ""}, {"first": "D", "middle": [], "last": "Jones", "suffix": ""}, {"first": "M", "middle": [], "last": "Walters", "suffix": ""}], "year": 1991, "venue": "Br J Surg", "volume": "78", "issn": "3", "pages": "355--360", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "The SOFA (Sepsis-related Organ Failure Asessment) score to describe organ dysfunction/failure. On behalf of the Working Group on Sepsis-Related Problems of the European Society of Intensive Care Medicine", "authors": [{"first": "J", "middle": ["L"], "last": "Vincent", "suffix": ""}, {"first": "R", "middle": [], "last": "Moreno", "suffix": ""}, {"first": "J", "middle": [], "last": "Takala", "suffix": ""}], "year": 1996, "venue": "Intensive Care Med", "volume": "22", "issn": "", "pages": "707--710", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Asessment of clinical criteria for sepsis: for the Third International Consensus Definitions for Sepsis and Septic Shock (Sepsis-3)", "authors": [{"first": "C", "middle": ["W"], "last": "Seymour", "suffix": ""}, {"first": "V", "middle": ["X"], "last": "Liu", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Iwashyna", "suffix": ""}], "year": 2016, "venue": "JAMA", "volume": "315", "issn": "8", "pages": "762--774", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Surgical Apgar score in prediction of post-operative complications in gynecological surgery", "authors": [{"first": "Z", "middle": [], "last": "Ali", "suffix": ""}, {"first": "A", "middle": [], "last": "Mundkur", "suffix": ""}], "year": 2016, "venue": "Int J Reprod Contracept Obstet Gynecol", "volume": "5", "issn": "6", "pages": "1796--1800", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Surgical Apgar scorea simple prognostic tool in surgery", "authors": [{"first": "S", "middle": ["R"], "last": "Santoshsingh", "suffix": ""}, {"first": "B", "middle": ["R"], "last": "Sathyakrishna", "suffix": ""}], "year": 2016, "venue": "Int J Sci Stud", "volume": "4", "issn": "4", "pages": "1--5", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Use of the surgical Apgar score to guide postoperative care", "authors": [{"first": "J", "middle": ["B"], "last": "Haddow", "suffix": ""}, {"first": "H", "middle": [], "last": "Adwan", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Clark", "suffix": ""}, {"first": "S", "middle": [], "last": "Tayeh", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Antonowicz", "suffix": ""}, {"first": "P", "middle": [], "last": "Jayia", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Chicken", "suffix": ""}, {"first": "T", "middle": [], "last": "Wiggins", "suffix": ""}, {"first": "R", "middle": [], "last": "Davenport", "suffix": ""}, {"first": "S", "middle": [], "last": "Kaptanis", "suffix": ""}, {"first": "M", "middle": [], "last": "Fakhry", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Knowles", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Elmetwally", "suffix": ""}, {"first": "E", "middle": [], "last": "Geddoa", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Nair", "suffix": ""}, {"first": "I", "middle": [], "last": "Naeem", "suffix": ""}, {"first": "S", "middle": [], "last": "Adegbola", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "Muirhead", "suffix": ""}], "year": 2014, "venue": "Ann R Coll Surg Engl", "volume": "96", "issn": "", "pages": "352--335", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "", "latex": null, "type": "table"}, "TABREF1": {"text": "", "latex": null, "type": "table"}, "TABREF2": {"text": "Clinical examples of Clavien-Dindo complication grades", "latex": null, "type": "table"}, "TABREF3": {"text": "Patients' characteristics", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Malignancy </td><td>(%) (N = 100)\n</td></tr><tr><td>Ovary </td><td>61\n</td></tr><tr><td>Endometrium </td><td>21\n</td></tr><tr><td>Cervix </td><td>07\n</td></tr><tr><td>Uterine Sarcoma </td><td>06\n</td></tr><tr><td>Vulva </td><td>05\n</td></tr><tr><td>Intraoperative complications\n</td><td> </td></tr><tr><td>Complication event </td><td>N (14)\n</td></tr><tr><td>≥ 2 packed cell transfusion </td><td>05\n</td></tr><tr><td>Prolonged ventilation/delayed extubation </td><td>03\n</td></tr><tr><td>Vascular injury (pelvic vessels/IVC*) </td><td>03\n</td></tr><tr><td>Recto-sigmoid injury </td><td>02\n</td></tr><tr><td>Ureteric injury </td><td>01\n</td></tr><tr><td>Postoperative complications\nClavien-Dindo grade </td><td>N (30)\n</td></tr><tr><td>I </td><td>05\n</td></tr><tr><td>II </td><td>05\n</td></tr><tr><td>IIIa </td><td>12\n</td></tr><tr><td>IIIb </td><td>05\n</td></tr><tr><td>IVa </td><td>01\n</td></tr><tr><td>IVb </td><td>01\n</td></tr><tr><td>V </td><td>01\n</td></tr></table></body></html>"}, "TABREF4": {"text": "", "latex": null, "type": "table"}, "TABREF5": {"text": "Chi-square analysis No complications complications Grand total p value", "latex": null, "type": "table"}, "TABREF6": {"text": "Table 1 A 10-point surgical\nApgar score", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>0 point </td><td>1 point </td><td>2 points </td><td>3 points </td><td>4 points\n</td></tr><tr><td>Estimated blood loss (ml) </td><td>&gt; 1000 </td><td>601-1000 </td><td>101-600 </td><td>≤ 100 </td><td>-\n</td></tr><tr><td>Lowest mean arterial pressure (mm Hg) </td><td>&lt; 40 </td><td>40-54 </td><td>55-69 </td><td>≥ 70 </td><td>-\n</td></tr><tr><td>Lowest heart rate* (beats/min) </td><td>&gt; 85 </td><td>76-85 </td><td>66-75 </td><td>56-65 </td><td>≤ 55\n</td></tr></table></body></html>"}, "TABREF7": {"text": "Table 2 Clavien-Dindo classification of surgical complications", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Grade </td><td>Definition\n</td></tr><tr><td>Grade I </td><td>Any deviation from the normal postoperative course without the need for pharmacological treatment or surgical, endoscopic, and radiological interventions\nAllowed therapeutic regimens are: drugs as antiemetics, antipyretics, analgesics, diuretics, electrolytes, and physiotherapy. This grade also includes wound infections opened at the bedside Requiring pharmacological treatment with drugs other than such allowed for grade I complications.\n</td></tr><tr><td>Grade II </td><td> </td></tr><tr><td>Grade III </td><td>Blood transfusions and total parenteral nutrition are also included Requiring surgical, endoscopic or radiological intervention\n</td></tr><tr><td>Grade IIIa </td><td>Intervention not under general anesthesia\n</td></tr><tr><td>Grade IIIb </td><td>Intervention under general anesthesia\n</td></tr><tr><td>Grade IV </td><td>Life-threatening complication (including CNS complications)* requiring IC/ICU management\n</td></tr><tr><td>Grade IVa </td><td>Single organ dysfunction (including dialysis)\n</td></tr><tr><td>Grade IVb </td><td>Multi-organ dysfunction\n</td></tr><tr><td>Grade V </td><td>Death of a patient\n</td></tr><tr><td>Suffix \"d\" </td><td>If the patient suffers from a complication at the time of discharge, the suffix \"d\" (for \"disability\") is added to the respective grade of complication. This label indicates the need for a follow-up to fully evaluate the complication\n</td></tr></table></body></html>"}, "TABREF8": {"text": "Table 5 Descriptive statistics", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Variable </td><td>No complications (mean + Std Dev*) </td><td>Complications (mean + Std Dev)\n</td></tr><tr><td>Age </td><td>53.28 + 12.23 </td><td>53.70 + 11.21\n</td></tr><tr><td>BMI </td><td>26.42 + 3.11 </td><td>25.99 + 5.78\n</td></tr><tr><td>ASA </td><td>2.34 + 0.56 </td><td>2.36 + 0.49\n</td></tr><tr><td>SAS </td><td>6.51 + 1.08 </td><td>5.66 + 1.58\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Compliance with Ethical Standards The study was approved by the Institute Ethical committee. An informed consent was obtained for all patients included in study.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}, {"text": "The authors declare that they have no conflict of interest.", "cite_spans": [], "ref_spans": [], "section": "Conflicts of Interest"}]}