{"paper_id": "61a7eaf6a2db759150c6ed4065c4e48271158d7e", "metadata": {"title": "A Single Ventilator for Multiple Simulated Patients to Meet Disaster Surge", "authors": [{"first": "Greg", "middle": [], "last": "Neyman", "suffix": "", "affiliation": {"laboratory": "", "institution": "St. John's Hospi-tal and Medical Center (GN, CBI)", "location": {"addrLine": "Moross Road", "postCode": "22101, 48236", "settlement": "Detroit, Detroit", "region": "MI., MI"}}, "email": ""}, {"first": "Charlene", "middle": [], "last": "Babcock", "suffix": "", "affiliation": {"laboratory": "", "institution": "St. John's Hospi-tal and Medical Center (GN, CBI)", "location": {"addrLine": "Moross Road", "postCode": "22101, 48236", "settlement": "Detroit, Detroit", "region": "MI., MI"}}, "email": ""}, {"first": "Irvin", "middle": [], "last": "", "suffix": "", "affiliation": {"laboratory": "", "institution": "St. John's Hospi-tal and Medical Center (GN, CBI)", "location": {"addrLine": "Moross Road", "postCode": "22101, 48236", "settlement": "Detroit, Detroit", "region": "MI., MI"}}, "email": ""}]}, "abstract": [{"text": "Objectives: To determine if a ventilator available in an emergency department could quickly be modified to provide ventilation for four adults simultaneously.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Methods: Using lung simulators, readily available plastic tubing, and ventilators (840 Series Ventilator; Puritan-Bennett), human lung simulators were added in parallel until the ventilator was ventilating the equivalent of four adults. Data collected included peak pressure, positive end-expiratory pressure, total tidal volume, and total minute ventilation. Any obvious asymmetry in the delivery of gas to the lung simulators was also documented. The ventilator was run for almost 12 consecutive hours (5.5 hours of pressure control and more than six hours of volume control).", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Results: Using readily available plastic tubing set up to minimize dead space volume, the four lung simulators were easily ventilated for 12 hours using one ventilator. In pressure control (set at 25 mm H 2 O), the mean tidal volume was 1,884 mL (approximately 471 mL/lung simulator) with an average minute ventilation of 30.2 L/min (or 7.5 L/min/lung simulator). In volume control (set at 2 L), the mean peak pressure was 28 cm H 2 O and the minute ventilation was 32.5 L/min total (8.1 L/min/lung simulator).", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "A fter the events of September 11, 2001, and the recent hurricanes in the Gulf Coast, there has been a focus on anticipating the need for medical care for large numbers of victims. 1 Addressing surge capacity requires a multitiered approach involving local and federal agencies as well as resource management (i.e., personnel, patient space, supplies, and special equipment). Recent experiences have shown that hospitals may be rapidly extended to operate at 120%-130% capacity. 2 Depending on the nature of the disaster, many otherwise plentiful hospital supplies, such as ventilators, may suddenly become insufficient to support the demand. 3 In the event of a large influx of patients in respiratory distress (e.g., a large outbreak of botulism), the number of ventilators available may not be enough to support all of the patients.", "cite_spans": [{"start": 181, "end": 182, "text": "1", "ref_id": "BIBREF0"}, {"start": 479, "end": 480, "text": "2", "ref_id": "BIBREF1"}, {"start": 643, "end": 644, "text": "3", "ref_id": "BIBREF2"}], "ref_spans": [], "section": ""}, {"text": "While government resources would eventually be available, there may be a time when hospitals will need to provide ventilatory support to a greater number of patients than the available number of ventilators. Manual ventilation (''bagging'') is possible, but it is possible that the additional personnel required would not be available.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Some institutions have begun to stockpile disposable automatic ventilators for use in the event of a disaster. 4 One commercially available device is Vortran's Automatic Resuscitator, a single-patient, single-use, pressurepowered ventilator. It could be kept in stock and deployed when necessary. It runs on wall oxygen (50 psi) and is pressure cycled off the wall oxygen source, and seven can be run simultaneously off a single oxygen supply line by using the Vortran E-Vent Case multioutlet manifold device. One advantage is that this type of automatic ventilator is gas driven (from the oxygen source) and requires no electricity (this may be an advantage in certain types of disasters), is disposable, and is modifiable to provide ventilation for up to seven individuals off one oxygen source. However, this device requires anticipatory purchase, and it lacks the computerized monitoring that standard ventilators have, necessitating more intensive staff support. 5 Another option for providing increased ventilation capacity includes a proprietary device (patent pending) that is essentially a control system for splitting one ventilator to provide ventilation for two patients. 6 This does not have the advantages of the previously described disposable ventilator, because it would rely on an electrically driven ventilator. Additionally, it would require the purchase of additional equipment (the proprietary control system).", "cite_spans": [{"start": 111, "end": 112, "text": "4", "ref_id": "BIBREF3"}, {"start": 968, "end": 969, "text": "5", "ref_id": "BIBREF4"}, {"start": 1184, "end": 1185, "text": "6", "ref_id": "BIBREF5"}], "ref_spans": [], "section": ""}, {"text": "Although larger urban hospitals may be able to justify the resources to stockpile disposable ventilators, smaller hospitals may not. In the event of a need for more ventilators than are currently available in a hospital, it may be valuable to explore methods to maximally utilize the ventilators that are already available. Hospitals do have generators and would likely be able to support electrical service for a short time after the disaster. Given this potential, it may be appropriate to consider a simple modification of the currently available hospital ventilators to provide more patients with ventilator support. Our hypothesis was that using simple, rapidly deployable modifications, a single ventilator could be used to ventilate multiple casualties when the number of victims exceeds the number of ventilators.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "This was a simulator-based pilot study. This study was considered exempt after review by the institutional review board.", "cite_spans": [], "ref_spans": [], "section": "Study Design"}, {"text": "Four sets of standard ventilator tubing (Hudson) were connected to a single ventilator (Puritan-Bennett, 840 series) via two flow splitters (one on the patient inflow limb of the circuit, and one on the patient exhaust limb). Each flow splitter was constructed of three Briggs T-tubes with included connection adapters (Hudson) (Figure 1) , with the valves removed. The Briggs T-tube is utilized clinically (and generally available) for flow-by oxygen or humidity for a patient with an endotracheal or tracheos-tomy tube, or for in-line aerosol treatments of ventilated patients.", "cite_spans": [], "ref_spans": [{"start": 328, "end": 338, "text": "(Figure 1)", "ref_id": "FIGREF0"}], "section": "Study Protocol"}, {"text": "The T-tubes were arranged so that the two side ports of a central T-tube were attached to the bottom ports of the two side T-tubes via adapters that come with the T-tube. The final configuration of the three T-tubes is seen in Figure 2 (with a trimmed section of standard ventilation tubing at the hub for connection to the ventilator); it allowed for air flowing from the ventilator to be split evenly to four simulated patients and for the air returning from the four patients to flow back into the one exhaust port on the ventilator.", "cite_spans": [], "ref_spans": [{"start": 227, "end": 235, "text": "Figure 2", "ref_id": "FIGREF1"}], "section": "Study Protocol"}, {"text": "The ventilator tubing was run from the inflow splitter to the outflow splitter, with four test lungs (Puritan-Bennett) in the center. The test lungs were used to simulate one patient each on the modified ventilator circuit. The final configuration was a simulation of four patients on a single ventilator in parallel operation (Figure 3 ).", "cite_spans": [], "ref_spans": [{"start": 327, "end": 336, "text": "(Figure 3", "ref_id": "FIGREF2"}], "section": "Study Protocol"}, {"text": "To test this circuit, a time frame was arbitrarily chosen as approximately six hours. There were two reasons for this. First, this is a simple feasibility study, and we would expect someone to inspect the system at least once in six hours if ever used in a real disaster. Second, we realize that beyond this feasibility study, animal studies are needed, and this could allow for observation of the function of this circuit for a longer period. Finally, in many potential disaster situations, by six hours additional support may be available.", "cite_spans": [], "ref_spans": [], "section": "Study Protocol"}, {"text": "Pressure control operation was randomly selected (via coin toss) to precede volume control. To approximate physiologic parameters, the ventilator settings were dialed to a peak pressure of 25 cm H 2 O, 0 cm of positive end-expiratory pressure, and a respiratory rate of 16 breaths/min. The ventilator software chose an inspiratory/expiratory ratio of 1:2 automatically. After cumulative random interval inspections, total pressure control operation was 5 hours 33 minutes. Volume control settings of 2,000 mL tidal volume (500 mL per test lung) and a respiratory rate of 16 breaths/min were chosen to approximate physiologic parameters. The ventilator software chose an inspiratory/expiratory ratio of 1:1 automatically. After cumulative random interval inspections, total volume control operation was 6 hours 11 minutes.", "cite_spans": [], "ref_spans": [], "section": "Study Protocol"}, {"text": "During operation, the circuit was inspected at random intervals in between examinations of patients in a busy metropolitan emergency department to simulate the intervals that the circuit would be inspected in a mass casualty event. The inspections occurred approximately every 23 (AE18) minutes, and the ventilator display readouts were recorded. Simultaneously, the lungs were subjectively inspected for symmetry of excursion and evidence of respiratory stacking. Specifically, the examiner monitored for asymmetric inflation of individual test lungs and incomplete deflation before subsequent inflation.", "cite_spans": [], "ref_spans": [], "section": "Measurements"}, {"text": "After the configuration was sealed, the ventilator system did not alarm. Visual inspection showed roughly equivalent excursion of all lung models. No respiratory stacking was seen. Averages of ventilator display readout samplings over the course of the study are presented in Table 1 .", "cite_spans": [], "ref_spans": [{"start": 276, "end": 283, "text": "Table 1", "ref_id": "TABREF0"}], "section": "RESULTS"}, {"text": "A four-patient configuration operated successfully on a single ventilator for almost 12 hours. Pressures did not exceed 35 cm H 2 O. Airway pressures beyond 35 mm H 2 O are associated with ventilator-induced lung injury. 7 Individual tidal volumes reached 471-507 mL, which approximates 7 mL/kg for a 70-kg individual. Studies have shown that ventilation with 6-8 mL/kg is associated with improved outcome in injured lungs. 8 No evidence of respiratory stacking or preferential filling of individual lung simulators was observed.", "cite_spans": [{"start": 221, "end": 222, "text": "7", "ref_id": "BIBREF6"}, {"start": 424, "end": 425, "text": "8", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The chief limitation of this study is that it is a simulator study. Therefore, only successful physical ventilation could be demonstrated. Adequate oxygenation and the potential for ventilator-associated lung injury could not be addressed. The presumption of equal ventilation to all four lung simulators presumed equal lung physiology. A patient with asthma with greater resistance to ventilations may not receive equal ventilation with this system. Further animal studies are necessary to address this concern. The inability to directly measure volumes delivered to the individual test lungs may bias the results and thus change the actual method in which this ventilator configuration would be deployed. Potential infectious complications from sharing one ventilator were not investigated. Again, further study in this area would be beneficial.", "cite_spans": [], "ref_spans": [], "section": "LIMITATIONS"}, {"text": "Because this was a pilot study, further research is indicated to test the efficacy and safety of the modified circuit. Replication of the study in an animal model is indicated. Ventilator software may allow for ventilation of more patients than was explored in this study. This may be an important consideration in usefulness of ventilators in the disaster situation. Finally, development of quantitative measurement techniques of individual tidal volumes transferred would enhance further research efforts as well as clinical delivery.", "cite_spans": [], "ref_spans": [], "section": "LIMITATIONS"}, {"text": "This pilot study suggests that the physics of a ventilator/ patient circuit could accommodate more than one ", "cite_spans": [], "ref_spans": [], "section": "CONCLUSIONS"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "American College of Emergency Physicians. Health care system surge capacity recognition, preparedness, and response", "authors": [], "year": 2005, "venue": "Ann Emerg Med", "volume": "45", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Health care facility and community strategies for patient care surge capacity", "authors": [{"first": "J", "middle": ["L"], "last": "Hick", "suffix": ""}, {"first": "D", "middle": [], "last": "Hanfling", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Burstein", "suffix": ""}], "year": 2004, "venue": "Ann Emerg Med", "volume": "44", "issn": "", "pages": "253--61", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Concept of operations for triage of mechanical ventilation in an epidemic", "authors": [{"first": "J", "middle": ["L"], "last": "Hick", "suffix": ""}, {"first": "D", "middle": ["T"], "last": "O&apos;laughlin", "suffix": ""}], "year": 2006, "venue": "Acad Emerg Med", "volume": "13", "issn": "", "pages": "223--232", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Yale New Haven Health", "authors": [], "year": 2006, "venue": "Emergency Preparedness Briefing. Available at", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Automatic Resuscitator (VAR) User's Guide", "authors": [], "year": 2006, "venue": "VORTRAN Medical Technology", "volume": "1", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Artificial ventilation of the lungs for emergencies", "authors": [{"first": "M", "middle": [], "last": "Darowski", "suffix": ""}, {"first": "M", "middle": [], "last": "Englisz", "suffix": ""}], "year": 2000, "venue": "Front Med Biol Eng", "volume": "10", "issn": "", "pages": "177--83", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Principles of mechanical ventilation", "authors": [{"first": "N", "middle": ["R"], "last": "Macintyre", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Nadel's Textbook of Respiratory Medicine", "authors": [{"first": "&amp;", "middle": [], "last": "Murray", "suffix": ""}], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Management of post traumatic respiratory failure", "authors": [{"first": "A", "middle": ["J"], "last": "Michaels", "suffix": ""}], "year": 2004, "venue": "Crit Care Clin", "volume": "20", "issn": "", "pages": "83--99", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Briggs T-tube with included connection adapter.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Flow splitter configuration of three T-tubes with connection adapters (shown here with trimmed section of ventilator tubing).", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Final configuration of multiple patient ventilation (*outflow limbs darkly stained for purposes of graphic clarity only).", "latex": null, "type": "figure"}, "TABREF0": {"text": "Pressure and Flow Characteristics of Lung Simulators in Multiple Patient Ventilation Configuration as an Average of Random Collections patient. In a catastrophic situation, when there are more patients who require ventilators than there are ventilators available, simple modification of the ventilator circuit could help absorb the extra burden.", "latex": null, "type": "table"}, "TABREF1": {"text": "Table 1\nPressure and Flow Characteristics of Lung Simulators in Multiple Patient Ventilation Configuration as an Average of Random Collections", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Pressure Control\n</td><td>Volume Control\n</td></tr><tr><td>Total time (hr/min) </td><td>5:33 </td><td>6:11\n</td></tr><tr><td>Peak pressure  </td><td>SD (cm H2O) 25  0 </td><td>28  2\n</td></tr><tr><td>Mean pressure  </td><td>SD (cm H2O) 8.7  0.1 </td><td>10.4  0.5\n</td></tr><tr><td>Peak expiratory end pressure SD (cm H2O)\n</td><td>\n1.3  0.1 </td><td>1.8  0.1\n</td></tr><tr><td>Tidal volume  SD (mL) </td><td>1,884  90 </td><td>2029  3\n</td></tr><tr><td>Estimated tidal volume per simulator  SD (mL)\n</td><td>471  22 </td><td>507  1\n</td></tr><tr><td>Minute ventilation  </td><td>SD (L) 30.2  1.4 </td><td>32.5  0.1\n</td></tr><tr><td>Estimated minute ventilation per simulator  </td><td>SD (L)\n7.5  0.4 </td><td>8.1  0.0\n</td></tr><tr><td>Respiratory rate (breaths/min) </td><td>16 </td><td>16\n</td></tr><tr><td>Inspiratory/expiratory ratio </td><td>1:2 </td><td>1:1\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "The authors thank the entire Respiratory Therapy Department at St. John's Medical Center (Detroit, MI) and Dr. Peter Hoffmann (Physics Department, Wayne State University, Detroit, MI) for consultation regarding fundamental physics.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}]}