{
    "paper_id": "61f444d06b3c5b4ce931cff1c77df62a7124d386",
    "metadata": {
        "title": "Das kontinuierliche Stuhldrainagesystem (KSS) ist ein speziell gestaltetes, kombi- niertes Katheter-Auffangbehälter-System zur Ableitung von Stuhl und Spülflüssig- keiten aus dem Enddarm. Kontinuierliches Stuhldrainagesystem im intensivtherapeutischen Bereich Pflege",
        "authors": [
            {
                "first": "O",
                "middle": [],
                "last": "Rothaug",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitätsmedizin Göttingen",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "A"
                ],
                "last": "Kaltwasser",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Akademie der Kreiskliniken Reutlingen",
                    "location": {
                        "settlement": "Reutlingen"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "R"
                ],
                "last": "Dubb",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "T"
                ],
                "last": "Müller-Wolff",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Akademie der Kreiskliniken Reutlingen",
                    "location": {
                        "settlement": "Reutlingen"
                    }
                },
                "email": ""
            },
            {
                "first": "E.-H",
                "middle": [],
                "last": "Steinfeld",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitätsmedizin Göttingen",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "S"
                ],
                "last": "Wagner",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Johann Wolfgang Goethe Universität Frankfurt am Main",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Eine systematische Literaturrecherche fand als EDV gestützter Suchprozess unter Berücksichtigung der Dimensionen Zeitraum, Sprache, Bevölkerung und Setting in den Datenbanken Cochrane und Medline/Pubmed statt. Der Zeitraum der Recherche wurde vom Jahr 2000 bis zum Jahr 2008 festgelegt, die Sprache war Englisch und Deutsch. Die Einschlusskriterien der Schlagwortsuche waren \"bowel management\", \"fecal-\" bzw. \"faecal management\". Zur besseren Identifizierung der relevanten Artikel wurden diese Schlagwörter mit weiteren Begriffen verknüpft (. Infobox 1). Um das relevante Setting zu berücksichtigen, wurden die Verknüpfungen mit \"intensive care unit\", \"critical care unit\", \"intensive care\" und \"critical care\" zusätzlich recherchiert. So konnten über Medline/Pubmed insgesamt 176 Artikel identifiziert werden. Bei Cochrane betrug die Trefferquote null.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Literaturrecherche"
        },
        {
            "text": "Die Abstracts wurden anschließend gesichtet und ausgewertet. Daraus konnten 2 Artikel als relevant bezüglich der Settings Intensivstation bzw. Intensivpfle-ge und der Verwendung von Darmableitungssystemen identifiziert werden. Zusätzlich wurden 3 Artikel zu dieser Fragestellung über Befragung von Experten erkannt. Im zeitlichen Verlauf konnte ein zusätzlicher aktueller Artikel aus dem Jahr 2009 hinzugenommen werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Literaturrecherche"
        },
        {
            "text": "Die in der Vergangenheit zur kontinuierlichen Stuhlableitung, insbesondere bei starker Diarrhö, eingesetzten Materialien und alternativen Hilfsmittel (starre Rektalsonden/Darmrohre/Katheter/Tuben) waren allesamt für primär andere Anwendungszwecke konzipiert [12] .",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 262,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Hintergrund"
        },
        {
            "text": "Diese behelfsmäßig eingesetzten Materialien können aufgrund fehlerhafter Anwendung und konstruktionsbedingt andersartiger ursprünglicher Anwendungsbereiche Rektalnekrosen, Schleimhautverletzungen und/oder den Verlust der Sphinkterfunktionsfähigkeit verursachen [4] .",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 264,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Hintergrund"
        },
        {
            "text": "Der Einsatz bzw. die Verweildauer derartiger Ableitungsinstrumente ist unter dem Gesichtspunkt der Prävention und Prophylaxe der genannten Komplikationen zeitlich stark limitiert (20-120 min bzw. nach Herstellerangaben) und konnten nur schwerlich intrarektal fixiert werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hintergrund"
        },
        {
            "text": "Der Einsatz von z. B. anklebbaren Fäkalkollektoren zur Ableitung von Stuhl stößt in der Praxis an seine Grenzen. So können z. B. aufgrund der anatomischen Gegebenheiten der Analregion Undichtigkeiten auftreten. Beim Vorhandensein von Wunden oder stark gereizten Hautarealen sollte ein Fäkalkollektor nicht oder nur bedingt eingesetzt werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hintergrund"
        },
        {
            "text": "Die in der Vergangenheit eingesetzten Stuhlmanagementinstrumente erwiesen sich im Verlauf der Patientenbehandlung als unzureichend [3] ",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 134,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Hintergrund"
        },
        {
            "text": "Es gibt eine Vielzahl von Infektionskrankheiten, die mit ausgeprägter Diarrhö und/ oder zumindest einem erhöhten Anteil an Krankheitserregern im Stuhl einhergehen. Derartige Infektionskrankheiten können im Krankenhaus erworben worden sein oder bestanden bereits bei der Aufnahme auf der Intensivstation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kontaminationsreduktion bei Infektionen"
        },
        {
            "text": "Gerade bei Infektionskrankheiten, bei denen es zur Umgebungskontamination und folgender Verschleppungsgefahr der Erreger durch Kontakt mit Fäkalien kommen kann, müssen gezielte Hygienemaßnahmen prophylaktisch und konsequent angewandt werden. Häufig werden Maßnahmen zur Einzelunterbringung (Isolierung) des erkrankten Patienten notwendig. Zusätzlich sind Standardhygienemaßnahmen, wie z. B. Händehygiene und Schutzhandschuhnutzung, ebenso anzuwenden, wie erweiterte Hygienemaßnahmen wie Schutzkitteltragen, getrennte Abfallentsorgung und häufigere Flächendesinfektionen durchzuführen sind.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kontaminationsreduktion bei Infektionen"
        },
        {
            "text": "Die Anwendung eines KSS kann hierbei im Rahmen der erweiterten hygienischen Barrierenmaßnahmen dazu beitragen, die bei z. B. infektionsbedingter Diarrhö auftretende Mazeration der Haut zu verhindern und den Kontakt von infektiösen Fäkalien mit der Umgebung allgemein zu reduzieren.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kontaminationsreduktion bei Infektionen"
        },
        {
            "text": "Clostridium difficile ist ein Darmbakterium, das sich unter physiologischen Begebenheiten beim gesunden Menschen in angemessener Größenordnung im Dickdarm aufhält. Zu einer übermäßigen Vermehrung kann es im Rahmen der Behandlung mit bestimmten Antibiotika (z. B. Clindamycin/Ciprofloxacin/Cefta- ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Potenziell pathogene Keime"
        },
        {
            "text": "The relevance of nursing interventions for patients with fecal incontinence/defecation problems in intensive care medicine is very often underestimated. Fecal incontinence can either be a symptom of a disease, an epiphenomenon or a primary disease. Fecal incontinence negatively influences the ability of affected intensive patients to care for themselves. Fecal incontinence and diarrhea often occur together, which in return restricts the patient's mobility. Improperly treated fecal incontinence can result in infections (e.g., skin disorders, existing catheter sores), secondary healing can be delayed (e.g., bedsores, sores on the back or groin/genital area) and can also result in contamination of other areas (e.g., intestinal infection). In the past, many improvised techniques and materials have been used to drain feces for patients who are either immobile or critically ill with temporary or persistent fecal incontinence. Continuous and safe fecal drainage is often a problem. There is no basic standard nursing concept that can be recommended or verified. At present there are a number of continuous fecal drainage systems that have been launched on the market. Different indications and fields of application have been recommended when dealing with continuous fecal drainage. This article shows weaknesses and strengths of continuous fecal drainage, explains how each functions, and illustrates possible indications and contra-indications with each of these. Deployment options and limits are presented and summarized in an algorithm as a practical help for decision-making. Bei der Streuung und Verbreitung einer Darmbakterien-(oder viralen) Infektion stehen die Schmier-und Kontaktübertragung im Vordergrund. Ein besonderes Augenmerk liegt daher in der Kontaktvermeidung und konsequenten Hände-und Flächenhygiene des Personals, der betroffenen Patienten und deren Angehörigen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Continuous fecal drainage systems in intensive care medicine Abstract"
        },
        {
            "text": "Die Anwendung kinetischer Therapieformen sind häufige und aufwendige Methoden (z. B. Bauchlagerungen oder Rotationstherapien mittels energetisch betriebenen Bettsystemen). Diese hochkomplexen und personalintensiven Interventionen werden zur Wirksamkeitsentfaltung zur möglichst unterbrechungsfreien und oft mehrere Stunden andauernden Anwendung empfohlen [17] .",
            "cite_spans": [
                {
                    "start": 355,
                    "end": 359,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Eingeschränkte Beweglichkeit des Patienten"
        },
        {
            "text": "Um hierbei einer ungewollten Therapieunterbrechung (ungeplante Umpositi-onierung) aufgrund von zu beseitigenden Stuhlabgängen vorzubeugen, ist die prophylaktische Anwendung eines KSS vorteilhaft (. Abb. 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 195,
                    "end": 205,
                    "text": "(. Abb. 3)",
                    "ref_id": null
                }
            ],
            "section": "Eingeschränkte Beweglichkeit des Patienten"
        },
        {
            "text": "Patienten, die aufgrund instabiler Herz-Kreislauf-Bedingungen, instabiler knöcherner Frakturen oder Hirndruckerhöhungen aktiv und passiv beweglichkeitseingeschränkt sind (z. B. \"Minimalhandling-Strategie\"), profitieren durch die dadurch verringerten Lagewechsel deutlich vom KSS-Einsatz.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eingeschränkte Beweglichkeit des Patienten"
        },
        {
            "text": "Die ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eingeschränkte Beweglichkeit des Patienten"
        },
        {
            "text": "Dieses System (Silikon; (. Abb. 7) besitzt am distalen Ende des Katheters einen Niederdruckballon, der das Ableitungssystem in seiner Position im Rektum fixiert. Am Ballon befindet sich eine Fingertasche, mittels der eine direkt digitale Positionierung des Katheters im Rektum ermöglicht wird. Die Fingertasche ist entlang der sichtbaren Irrigationsleitung im Rückhalteballon positioniert.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Flexi-Seal®-System/Fa. ConvaTec"
        },
        {
            "text": "Praxistipp. Die Nutzung der Fingertasche bedarf etwas Übung, dabei kann die Nutzung von Gleitgel empfohlen werden. Über einen Injektionsport (weiß) wird der Rückhalteballon mit 45 ml lauwarmem Wasser befüllt. Für die kontinuierliche Beobachtung der Katheterposition bezüglich evtl. auftretender intrarektaler Wanderungsbewegungen ist eine Markierungslinie 8 cm oberhalb der distalen Katheteröffnung am Ablaufschlauch aufgebracht.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Flexi-Seal®-System/Fa. ConvaTec"
        },
        {
            "text": "Ein weiterer Port, der Spülport (hellblau) mit der Aufschrift \"IRRIG\", ermöglicht die Applikation von Spülflüssigkeit intrarektal oder zur Ablaufspülung. Ein Belassen der Spülflüssigkeit im Rektum ist nicht vorgesehen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Flexi-Seal®-System/Fa. ConvaTec"
        },
        {
            "text": "Am proximalen Ende des Ablaufschlauches befindet sich ein einrastender Ring zur Ablaufbeutelkonnektion ohne Ventilmechanismus oder anderer selbstverschließender Mechanismen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Flexi-Seal®-System/Fa. ConvaTec"
        },
        {
            "text": "Praxistipp. Da sich der Ablaufbeutel bei Abnahme vom Rastring nicht selbstständig verschließt, sollte dieser frühzeitig (bei einer Zwei-Drittel-Füllung) bereits gewechselt werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Flexi-Seal®-System/Fa. ConvaTec"
        },
        {
            "text": "Eine Verschlusskappe ermöglicht die Entsorgung des Auffangbeutels, ohne ihn entleeren zu müssen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Flexi-Seal®-System/Fa. ConvaTec"
        },
        {
            "text": "Der Hersteller weist ausdrücklich darauf hin, dass das Flexi-Seal®-System nur bei flüssiger Stuhlkonsistenz indiziert ist und somit bei festem oder normal geformtem Stuhl nicht zur Anwendung geeignet ist [5] .",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 207,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Flexi-Seal®-System/Fa. ConvaTec"
        },
        {
            "text": "Maße Einer evtl. Geruchsentstehung und Abflussbehinderung kann vorgebeugt werden, indem der Ablaufschlauch regelmäßig (ca. 3-mal täglich) sorgfältig gespült und somit gereinigt wird. Auch das manuelle Ausstreichen des Schlauches sollte erwogen werden, um den Schlauch von Stuhlrückständen zu reinigen. Bei der Spülung des Systems sollte darauf geachtet werden, dass die Spüllösung direkt wieder ablaufen kann und sich nicht im Ablaufschlauch aufstaut. Ein frühzeitiger Wechsel des Auffangbeutels trägt weiter zur Vermeidung bzw. Reduktion von Geruchsbildung bei.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Flexi-Seal®-System/Fa. ConvaTec"
        },
        {
            "text": "Vor der Einlage des Katheters muss vorhandener geformter Stuhl aus dem Rektum entfernt werden, da sonst eine Ablaufblockade mit Stuhlstauungen resultieren könnte. Die gravierendste Gefahr beim Einsatz eines KSS besteht in mechanischen Darmobstruktionen durch z. B. unerkannt festere Fäkalien und Kathetersystemstenosierungen. Die ersten 24-48 h nach Anlage des Systems bedürfen akribischer Aufmerksamkeit bezüglich der regelrechten Stuhlableitung.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Grenzen/Probleme"
        },
        {
            "text": "Der unkritische Einsatz eines KSS ohne strenge Indikationsabwägung oder durch nicht spezifisch geschultes Personal kann schwerwiegende Komplikationen verursachen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Grenzen/Probleme"
        },
        {
            "text": "Spülungen des Ablaufkatheters alleine können einen mechanischen Darmverschluss nicht verhindern. Die zusätzliche Interventionsoption der zeitlich steuerbaren intrarektalen Enddarmspülung des beschriebenen ActiFlo® Darmverweilkatheters kann hier hilfreich eingesetzt werden. Durch das Befüllen des Intralumenballons lässt sich vor dem Katheterende liegender Stuhl mobilisieren und mittels der parallel einlaufenden Spülung nach erfolgter Entleerung des Intralumenballons und somit Eröffnung des Katheters evakuieren.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Grenzen/Probleme"
        },
        {
            "text": "Praxistipp. Verändert sich die Stuhlkonsistenz von flüssig zu breiig, kann es zu Ablaufproblemen kommen, wenn keine regelmäßige Irrigation des Rektums erfolgt. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Grenzen/Probleme"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Pressure sores among hospitalized patients",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Allman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Laprade",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Noel",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Ann Intern Med",
            "volume": "105",
            "issn": "",
            "pages": "337--342",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Die Auswirkungen eines Dekubitus-Präventionsprogramms und des Stuhlmanagement-Systems auf die Senkung der Prävalenz von Dekubiti in der intensivmedizinischen Versorgung",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Benoid",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Watts",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Wound Ostomy Continence Nurs",
            "volume": "34",
            "issn": "2",
            "pages": "163--175",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Would you put a Foley in the rectum?",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Birdsall",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Am J Nurs",
            "volume": "29",
            "issn": "4",
            "pages": "193--201",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Three methods of stool management for patients with diarrhea",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bosley",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Ostomy Wound Manage",
            "volume": "40",
            "issn": "",
            "pages": "52--57",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Maceration of the skin l: the natuure and causes of skin maceration",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Cutting",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Wound Care",
            "volume": "11",
            "issn": "7",
            "pages": "275--278",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Klinischer Nutzen und wirtschaftliche Auswirkungen der Einführung eines Stuhlmanagement-Systems",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Echols",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Friedman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Mullins",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Wound Ostomy Continence Nurs",
            "volume": "34",
            "issn": "6",
            "pages": "664--670",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Perineal skin injury: extrinsic environmental factors",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Faria",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shwayder",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Krull",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Ostomy Wound Management",
            "volume": "42",
            "issn": "7",
            "pages": "28--34",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Registriernummern: K012113/K023344 und K083153 (Darm-Management-Systeme LLC)",
            "authors": [],
            "year": null,
            "venue": "Food and Drug Administration (FDA)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Preventing and managing perineal dermatitis: a shared goal for wound and continence care",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gray",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Wound Ostomy Continence Nurs",
            "volume": "1",
            "issn": "",
            "pages": "2--9",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Managing patients at risk for IAD and pressure ulcers",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gray",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Junkin",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "AHAMedia LLC",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The rectal trumpet: use of a nasopharengeal airway to contain faecal incontinence in critically ill patients",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Grogan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Kramer",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Wound Ostomy Continence Nurs",
            "volume": "29",
            "issn": "4",
            "pages": "193--201",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Evaluierung des Stuhl-Managementsystems Flexi-Seal®. Wounds UK: Product Review",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Johnstone",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "5874",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Clinical application of continent anal plug in bedridden patients with intractable diarrhea",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shim",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Dis Colon Rectum",
            "volume": "44",
            "issn": "",
            "pages": "1162--1167",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Fecal containment in bedridden patients: economic impact of 2 commercial bowel catheter systems",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kowal-Vern",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Poulakidas",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Barnett",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Conway",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Am J Crit Care",
            "volume": "18",
            "issn": "",
            "pages": "2--14",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Stool form scale as a useful guide to intestinal transit time",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Heaton",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Scand J Gastroenterol",
            "volume": "32",
            "issn": "9",
            "pages": "920--924",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Lagerungstherapie zur Prophylaxe oder Therapie von pulmonalen Funktionsstörungen",
            "authors": [
                {
                    "first": "Dgai",
                    "middle": [],
                    "last": "S2e-Leitlinie Der",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Anästh Intensivmed",
            "volume": "49",
            "issn": "",
            "pages": "1--24",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Das KSS ist für eine vorübergehende Anwendung, insbesondere bei immobilisierten und/oder aus anderen Gründen erheblich bewegungseingeschränkten Patienten, bestimmt. Der Einsatz eines derartigen Systems erfordert eine sorgfältige Indikationsstellung unter Berücksichtigung möglicher Kontraindikationen. Durch das KSS wird eine wirkungsvolle Ableitung von Fäkalien zur Vermeidung einer Verunreinigung von Wunden erzielt. Weiterhin werden Hautschädigungen infolge einer Stuhlinkontinenz durch das Ableiten sehr flüssiger Fäkalien vermieden und Umgebungsinfektionen durch physiologische Stuhlbakterien (z. B. Enterokokken) und mit pathogenen Krankheitserregern besiedeltem Stuhl reduziert. Mittels des Einsatzes eines KSS kann eine Reduktion von Scham, Ekel und Peinlichkeitsgefühlen bei stuhlinkontinenten Patienten erreicht werden. Die exakte Stuhlbilanzierung bei ausgeprägter Diarrhö kann durch das KSS sehr exakt gewährleistet werden.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Einlagen und Bettschutzeinlagen, müssen bei bestehender Inkontinenz häufig gewechselt werden, können nur einen reduzierten Beitrag zur Vermeidung von Staunässeentwicklungen leisten und bieten bei vorhandenen Wunden im Sakralbereich keinen Schutz vor Kontamination. Auch der ökonomische Aspekt in Bezug auf den Materialverbrauch und die Zeitressourcen, die für einen häufigen Wechsel der Materialien und der Körperpflege aufgewendet werden, ist bei stuhlinkontinenten Patienten nicht zu vernachlässigen.Beim kombinierten Einsatz eines KSS mit Anwendung einer systematischen Dekubitusprophylaxe konnten in einer Untersuchung bei inkontinenten Patienten Menge und Art von Feuchtigkeit im Sakral-und Perianalbereich so weit reduziert werden, dass das Risiko für die Entstehung eines Dekubitalgeschwüres reduziert werden konnte[2].",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "O. Rothaug · A. Kaltwasser · R. Dubb · T. Müller-Wolff · E.-H. Steinfeld · S. WagnerSekundärheilungen verzögern (von z. B. Dekubitalgeschwüren, Wunden im Rücken oder Leisten-/Intimbereich) und unerwünschte Umgebungskontaminationen auslösen (z. B. intestinale Infektionskrankheiten). In der Vergangenheit wurden verschiedene improvisierte Techniken und Materialien zur Stuhlableitung bei immobilisierten und/oder kritisch erkrankten Patienten mit temporärer oder persistierender Stuhlinkontinenz eingesetzt. Die kontinuierliche und sichere Stuhldrainage stellte ein häufiges Problem dar. Es existierte keinerlei Ansatz eines einheitlichen, empfohlenen und/oder überprüfbaren pflegerischen Versorgungskonzepts. Aktuell befinden sich verschiedene vorgefertigte Stuhldrainagesysteme zur kontinuierlichen Stuhlableitung in der Markteinführung. Verschiedenste Indikationen und Anwendungsbereiche werden zum Einsatz dieser kontinuierlichen Stuhldrainagesysteme (KSS) empfohlen. Diese Arbeit stellt Stärken und Schwächen der KSS dar, erläutert die jeweiligen Funktionen und setzt diese in einen Zusammenhang zu möglichen Indikationen und Kontraindikationen. Einsatzoptionen undgrenzen werden zusammengefasst und resümieren in einem Algorithmus als praktische Entscheidungsfindungshilfe.SchlüsselwörterInkontinenz · Diarrhö · Dekubitus · Kontinuierliches Stuhlableitungssystem · Algorithmus",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Incontinence · Diarrhea · Bedsores/decubitus ulcer · Continuous fecal drainage systems/indwelling bowel catheters · Algorithm zidim) kommen, und dies stellt somit eine Komplikation bei der antibiotischen Behandlung dar. Es kann eine pseudomembranöse Kolitis entstehen, die mit einer starken Diarrhö, der sog. Clostridium-difficile-assoziierten Diarrhö, einhergeht und die Gefahr einer Kreuzinfektion fördert. Das Noro-Virus ist ein Virus mit einer ausgeprägten Umweltresistenz (z. B. sind viele Desinfektionsmittel unwirksam). Es wird fäkal-oral durch Schmierinfektion oder Tröpfcheninfektion (z. B. Aerosole bei Erbrechen) übertragen. Die Infektiosität gilt als sehr hoch. Noro-Viren sind für die Mehrzahl der nicht bakteriell bedingten Durchfälle verantwortlich. Fäkalien und Erbrochenes der betroffenen Patienten sind als hochinfektiös einzustufen. Das Virus wird länger als 2 Wochen nach der akuten Erkrankungsphase weiterhin ausgeschieden und kann über 12 Tage lang auf verunreinigten Flächen ansteckend bleiben. Gegenstände und Oberflächen, die mit Stuhl oder Erbrochenem in Kontakt gekommen sind, müssen regelmäßig gereinigt und desinfiziert werden.In den vergangenen Jahren zeigte sich ein vermehrter Nachweis von Vancomycinresistenzen bei Enterokokken. Ursächlich werden hier häufig der erhöhte Antibiotikaeinsatz, z. B. in der Masttierhaltung, oder auch die hohe Verschreibungsund Applikationsquote in der Patientenversorgung genannt. Die Gruppe der Enterokokken umfasst mindestens 14 Spezies, die zur normalen Darmflora gerechnet werden. Im Zusammenhang mit Resistenzbildungen sind E. faecalis und E. faecium in der Humanmedizin von Bedeutung. Enterokokken gelten als fakultativ",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Hierdurch können durch Fehlanwendung entstehende Komplikationen, wie z. B. ein mechanisch-obstruktiver Ileus, vermieden werden. Begleitend sollte eine medikamentöse Stuhlmodifikation (z. B. mit Macrogol/Lactulose) zur Sicherstellung der ausreichenden Passagefähigkeit in Zusammenarbeit mit dem ärztlichen Dienst angewandt werden. In den ersten Tagen der KSS-Anwendung sind ggf. zusätzliche Manipulationen wie Irrigationen oder Instillationen notwendig, um eine regelrechte Stuhlentleerung über das System einzuleiten. ten die täglichen Kosten durch Stuhlinkontinenz pro Patient und Tag auf ca. 120,00 EUR (150,00 $), hierbei waren die Gesamtkosten für Produkte, Arbeitsaufwand und Wechsel von Bettwäsche berücksichtigt [11]. Echols et. al. [7] konnten in ihrer Untersuchung darstellen, dass der Einsatz eines KSS bei der Behandlung von Patienten mit schweren Brandverletzungen kosteneffizienter verlief im Vergleich zum herkömmlichen Stuhlmanagement, das mit Körperpflege und häufigen Verbandswechseln einherging. Auf dem deutschen Markt werden derzeit 3 verschiedene Systeme zur kontinuierlichen Stuhlableitung angeboten. Die Systeme unterscheiden sich insbesondere in ihrem funktionellen Aufbau und entsprechend deutlich im indikationsspezifischen Einsatzspektrum. Die Auswahl eines Systems nach spezifischer Indikation kann durch einen Algorithmus unterstützt werden (. Abb. 4). Das System (. Abb. 5) besteht aus einem Silikonkatheter mit einem am distalen Ende gelegenen Niedrigdruckretentionsbal-Katheters benötigt. Dieser verhindert Verletzungen der Schleimhaut durch eine schützende Umstülpung/Umhüllung des stabilen distalen Korpus des Katheters beim Einführen in das Rektum. Ein spezielles Gleitmittel zum Legen des Katheters ist im Set vorhanden. Praxistipp. Das Aufblasen und Ablassen des Intralumenballons kann auch zur mechanischen Lösung von ggf. auftretenden Okklusionen genutzt werden. Eine gleich-cm Länge), der im Analkanal im Bereich der Transsphinkterzone zum Liegen kommt, verhindert Sphinkterschäden. Dieser weiche Katheteranteil soll Dysfunktionen des Schließmuskelringes sowie die Entwicklung von Rektalnekrosen bei einer Liegedauer von bis zu 29 Tagen verhindern[14].",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Durchführung Zur Einlage des Katheters empfiehlt sich die Linksseitenlage des Patienten, nach Möglichkeit mit angezogenen Beinen, sie kann aber auch in Rückenlage erfolgen. Der Patient wird zum Vorhaben informiert, eine zweite Pflegeperson zur unterstützenden Lagerung wird empfohlen. Das Einführen des KSS-Katheters erfolgt nach hygienischer Händedesinfektion und der Anlage von indizierter Schutzkleidung. Nach einer orientierenden digitalen Sphinkterpassage erfolgt das Vorschieben des Katheters (Spezifitäten der Systeme s. Praxistipp oben). Nach Passage des Analsphinkters durch den Retentionsballon kann dieser befüllt werden. Nach Abschluss der langsamen Befüllung (\"Blockung\" des Rückhalteballons mit lauwarmem Wasser), wird der Katheter leicht zurückgezogen, bis ein Widerstand spürbar ist. Der Rückhalteballon wird mit Wasser (nicht z. B. Kochsalzlösung) befüllt, es kann ansonsten durch auskristallisierende Salze zu Funktionsstörungen des Ventils im Injektionsport kommen. Die Füllanzeigekammer am Injektionsport (Pilotballon) des Rückhalteballons dehnt sich bei der Befüllung des Ballons aus. Die Ausdehnung muss zurückgehen, wenn keine Insufflation mehr stattfindet. Bleibt die Füllanzeigekammer prall, kann dies ein Anzeichen für einen Fehler sein (Fehlpositionierung oder Materialfehler). Katheter und Ballon müssen neu überprüft und platziert werden. Die Auswahl des einzusetzenden KSS richtet sich nach den Therapiezielen und Einsatzoptionen der verschiedenen Systeme (s. auch Algorithmus . Abb. 4). Erfolgt die Anwendung zur vorwiegenden Beherrschung und kontrollierten Ableitung ausgeprägter Diarrhöen ohne geplante therapeutische Einläufe, können alle 3 beschriebenen Systeme zur Anwendung in Erwägung gezogen werden. Besteht eine Indikation zur kontrollierten Ableitung von initial normalkonsistentem Stuhlgang, (z. B. Immobilisierung, Wundgebietsschutz, Infektionspro-phylaxe), muss ein System mit erweiterten Therapiemöglichkeiten eingesetzt werden (z. B. ActiFlo® Darmverweilkatheter), um beispielsweise Medikamentenapplikationen oder kontrollierte Einläufe zu ermöglichen, die durch einen Blockiermechanismus des Ablaufschlauches für einen vorgegebenen Zeitraum im Enddarm belassen werden können. Eine regelmäßige hygienische Körperpflege, spezifisch auch im Perianalbereich, muss zur mehrfach täglich notwendigen Inspektion des lokalen Hautzustands und ggf. sichtbaren Schleimhautveränderungen genutzt werden, der Befund ist regelmäßig zu dokumentieren. Abhängig von der Stuhlkonsistenz kann ggf. eine tägliche Kolon-und Katheterirrigation mit 200-1000 ml lauwarmem Wasser notwendig werden. Praxistipp. Die Verwendung von kaltem Wasser muss vermieden werden, die dadurch getriggerte Reizung des Enddarms führt häufig zu Schmerzen. Die Instillation eines Klystiers kann je nach Stuhlkonsistenz und Entleerungsfrequenz erwogen werden. Die Zufuhr der Spüllösung kann manuell, mittels einer Blasenspritze oder über Schwerkraft über die Konnektion eines Spülbeutels mit Tropfengeschwindigkeitsregulation durchgeführt werden. Die regelmäßige Spülung dient der verbesserten Drainage des Stuhls (u. a. Verringerung von Undichtigkeiten) und zur Beobachtung der Stuhlkonsistenz im Verlauf.Eine genaue Dokumentation der instillierten Flüssigkeitsmengen und der darauffolgenden Ablaufmengen dient der Flüssigkeits-und Stuhlbilanzierung.Praxistipp. Bei Patienten zur kontrollierten Stuhlableitung bei nicht vorhandener Diarrhö muss eine medikamentöse Begleittherapie zur Beeinflussung der Stuhlkonsistenz erfolgen.Patienten, die vor der geplanten Anlage eines KSS 2 oder mehrere Tage nachweislich keinen Stuhl abgesetzt haben, sollten wie Patienten mit festem Stuhl betrachtet werden. Gegebenenfalls kann ein initia-ler Einlauf notwendig sein, um Aufschluss über eine vermutete Stuhlretention zu erhalten.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "F reduzierter Rektaltonus, F übermäßiges Pressen, F unzureichende Befüllung des Rückhalteballons, F Verlegung der Katheteröffnung mit Stuhl, F verdrehter Katheterabschnitt auf Höhe der Transsphinkterzone, F durchhängender Ablaufschlauch, F abgeknickter Ablaufschlauch meist am Übergang zum Ablaufbeutel, F Verstopfung im Ablaufschlauch, F \"Hineingewanderter\" Katheter, F aufgeblasener Intralumenballon beim ActiFlo® Darmverweilkatheter über längeren Zeitraum. Die Rate der Undichtigkeiten, die zu einer Repositionierung des Katheters führen, werden je nach verwendetem System mit 25-39% angegeben [15]. Bei Patienten, die einen reduzierten Rektaltonus aufweisen, kann es häufiger zu Katheterdislokationen bis hin zum Herausrutschen oder zum Flüssigkeitsund Fäkalienaustritt am Katheter entlang kommen. Hierbei verfügt der Rückhalteballon nicht über ausreichende Verankerung oder kann nicht ausreichend zum Anus hin abdichten. Der Einsatz des KSS bei betroffenen Patienten bedarf einer erhöhten Aufmerksamkeit, verbesserter Fixierungstechniken und erweiterter Pflege zur Vermeidung unerwünschter Komplikationen. Praxistipp. Empfehlenswert ist, mehrfach wöchentlich das Retentionsballonvolumen zu überprüfen und ggf. anzupassen. Bei längerer Liegedauer können dezente physikalisch bedingte Volumenverluste auftreten. Beim KSS-Einsatz bei wachen Patienten kann es zu Undichtigkeiten durch unwillkürliches Pressen durch empfundene Fremdkörperreizung kommen. Auch Installationen und Manipulationen am System können bei diesen Patienten zu Reizungen und erhöht empfundenem Stuhldrang führen. Das Verdrehen des Katheters im Bereich der Transsphinkterzone führt zu einem erhöhten Flüssigkeitsaustritt am Katheter vorbei aufgrund der temporären Ste-",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "nosierung. Vorbeugend sollte der Katheter möglichst gerade in Richtung der vorderen Körpermitte des Patienten ausgerichtet werden und sich im besten Fall leicht unter Zug befinden. Dies kann mittels der angebrachten Fixierbänder (wenn vorhanden) meist unproblematisch gewährleistet werden.Eine ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "In jüngster Zeit genießen die richtige Ernährung (enteral vs. parenteral), der frühzeitige Beginn der Ernährungszufuhr und deren verschiedenste optimierte Applikationswege bei nicht selbstständig nahrungsaufnehmenden Intensivpatienten einen erhöhten Stellenwert in der Aufmerksamkeit der Intensivmediziner (\"the gut, use it or loose it\"). Demgegenüber wird dem daraus folgenden und häufigen Therapie-und Pflegeproblem der Defäkation kaum dieselbe Aufmerksamkeit gewidmet. Bisher schien es zu genügen, am spätestens vierten Tag die Meldung \"hat abgeführt\" während der Visite oder Übergabe einzustreuen, um der Ganzheitlichkeit im Behandlungsprozess Genüge zu tun. Wird jedoch -zu Recht, wie die Autoren meinen -aller Fokus auf die möglichst rasche enterale Ernährung der Patienten gelegt, sollte sich eine ganzheitliche Therapiebetrachtung auch dem gesamten Verdauungsvorgang und dessen Beherrschbarkeit und Beeinflussbarkeit widmen. Die Beachtung des Stuhlgangs fand nicht zuletzt mit Einführung der Bristol-Stuhlformen-Skala [16] relevanten Eingang in die Wahrnehmung der medizinisch Verantwortlichen. Bisher bestanden Hilfsmittel zum Ausscheidungsmanagement aus \"kreativen\" bis gefährlichen (wenn auch gut gemeinten) Pflegetechniken. ",
            "cite_spans": [
                {
                    "start": 1026,
                    "end": 1030,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Fazit für die Praxis"
        }
    ]
}