{"paper_id": "6202f2ef51a900bcfa30f254eb21344609c317f0", "metadata": {"title": "Relative Adrenal Insufficiency in the Critical Care Setting: Debunking the Classic Myth", "authors": [{"first": "Fatuma", "middle": [], "last": "Kromah", "suffix": "", "affiliation": {"laboratory": "", "institution": "Société Internationale de Chirurgie", "location": {"postCode": "2011"}}, "email": ""}, {"first": "Alan", "middle": [], "last": "Tyroch", "suffix": "", "affiliation": {"laboratory": "", "institution": "Société Internationale de Chirurgie", "location": {"postCode": "2011"}}, "email": ""}, {"first": "Susan", "middle": [], "last": "Mclean", "suffix": "", "affiliation": {"laboratory": "", "institution": "Société Internationale de Chirurgie", "location": {"postCode": "2011"}}, "email": ""}, {"first": "Harold", "middle": [], "last": "Hughes", "suffix": "", "affiliation": {"laboratory": "", "institution": "Société Internationale de Chirurgie", "location": {"postCode": "2011"}}, "email": ""}, {"first": "Nina", "middle": [], "last": "Flavin", "suffix": "", "affiliation": {"laboratory": "", "institution": "Société Internationale de Chirurgie", "location": {"postCode": "2011"}}, "email": ""}, {"first": "Soyoung", "middle": [], "last": "Lee", "suffix": "", "affiliation": {"laboratory": "", "institution": "Société Internationale de Chirurgie", "location": {"postCode": "2011"}}, "email": ""}]}, "abstract": [{"text": "Background Classic teaching states that chronic adrenal insufficiency is associated with hyponatremia, hyperkalemia, hypercalcemia, hypoglycemia, and eosinophilia. We hypothesize that these diagnostic markers do not predict relative adrenal insufficiency (RAI) in the critically ill or injured patient. Methods Chart review of surgical, trauma, and medical patients admitted over 7 years to a critical care unit was performed to evaluate cortisol levels drawn for suspicion of RAI, which was defined as a cortisol concentration \\25 mcg/dl. Laboratory parameters were defined as hyponatremia \\135 mmol/l, hyperkalemia [5.3 mmol/l, hypercalcemia [2.55 mmol/l (10.2 mg/dl), hypoglycemia \\3.89 mmol/l (70 mg/dl), and eosinophilia [5%. Results A total of 212 patients had cortisol levels drawn. Fifty-seven percent were male and their mean age was 59 years. Fifty-three percent had RAI. Average cortisol level was 30.5 lg/dl. No significant differences were seen in mean potassium, sodium, calcium, or glucose levels between RAI and non-RAI patients. Few patients had laboratory values consistent with RAI. In fact, many with RAI had opposite findings: 75% had hypernatremia, 90% had hypokalemia, 100% had hypocalcemia, and 97% had hyperglycemia. Eosinophilia was statistically significant (P = 0.026). Conclusion Hyponatremia, hyperkalemia, hypercalcemia, and hypoglycemia do not predominate in RAI and laboratory values are of minimal value in predicting patients with RAI.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Adrenal insufficiency (AI) is an entity that results from inadequate basal or stress levels of plasma cortisol. Sepsis, surgery, bleeding, and trauma among other etiologies can cause AI [1] [2] [3] [4] . Critically ill or injured patients are at increased risk for the development of relative adrenal insufficiency (RAI). Because of comorbid conditions that may mimic or obscure the diagnosis, it is important to make the diagnosis promptly since it is potentially lifethreatening and even fatal if unrecognized or untreated. RAI is underrecognized and underdiagnosed because current diagnostic approaches are not sensitive enough to detect it, and if left untreated, RAI is associated with up to 100% mortality [1, 2] . Overall incidence of RAI in critically ill patients has been cited to be as high as 28% [5] . Incidence in patients with septic shock is 60% and can be as high as 95% [1] .", "cite_spans": [{"start": 186, "end": 189, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 190, "end": 193, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 194, "end": 197, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 198, "end": 201, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 712, "end": 715, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 716, "end": 718, "text": "2]", "ref_id": "BIBREF1"}, {"start": 809, "end": 812, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 888, "end": 891, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Introduction"}, {"text": "Classic teaching states that AI is associated with hypotension, hyperthermia, hyponatremia, hyperkalemia, hypercalcemia, hypoglycemia, metabolic acidosis, and eosinophilia [6] . However, this description does not provide us with a standard definition of RAI. Many different tests have been developed for the diagnosis of AI, but the cosyntropin stimulation test has emerged as the preferred test to evaluate patients with AI [2] . In an optimal setting, adrenal function is measured using the cosyntropin stimulation test in which a standard dose of 250 lg of the synthetic analog of adrenocorticotropic hormone (ACTH) is given and adrenal response is measured after 30 or 60 min or both. A poststimulation serum cortisol level of 18-20 lg/dl or a change in cortisol [9 lg/dl is considered a response and excludes the diagnosis of AI [2] [3] [4] 7] . However, this test is an expensive and time-consuming process that costs approximately $500. The test can also take up to 4 h to obtain the results. The cosyntropin test was originally established in nonstressed patients, most of whom had tuberculosis.", "cite_spans": [{"start": 172, "end": 175, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 425, "end": 428, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 834, "end": 837, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 838, "end": 841, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 842, "end": 845, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 846, "end": 848, "text": "7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Introduction"}, {"text": "RAI, which has been defined as a rise in serum cortisol B9 lg/dl after the administration of 250 lg of cosyntropin [3, 4] , has a clinical presentation, as described by Shenker and Skatrud [3] , of a catecholamine-dependent hyperdynamic shock that responds to steroids. It occurs when a patient's cortisol response is inadequate for the degree of illness or stress [8] .", "cite_spans": [{"start": 115, "end": 118, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 119, "end": 121, "text": "4]", "ref_id": "BIBREF3"}, {"start": 189, "end": 192, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 365, "end": 368, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Introduction"}, {"text": "Although traditional teaching describes an association of hyponatremia, hyperkalemia, hypercalcemia, hypoglycemia, and eosinophilia with AI, we hypothesize that these laboratory parameters, as diagnostic markers, do not predict RAI in the critically ill or injured patient.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "This was a retrospective chart review study of trauma, surgical, and medical patients admitted to a tertiary-care, American College of Surgeons-verified, state-designated Level I trauma center critical care unit over a 7-year period. In this Institutional Review Board-approved study, medical records were reviewed of all hypotensive patients who had cortisol levels drawn during their critical care stay for suspicion of RAI. Because historically the cosyntropin stimulation test, with its cutoff value of 18-20 lg/dl, does not adequately test stressed patients and that stressed patients have a higher basal cortisol level (25-63 lg/dl) as described by Dorin et al. [2] , we used a random cortisol concentration of \\25 lg/dl to define RAI [9] .", "cite_spans": [{"start": 668, "end": 671, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 741, "end": 744, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Methods"}, {"text": "To evaluate the electrolyte parameters as predictors of AI, the following definitions were used: hyponatremia \\135 mmol/l; hyperkalemia [5.3 mmol/l; hypercalcemia [2.55 mmol/l (10.2 mg/dl); hypoglycemia \\3.89 mmol/l (70 mg/dl); CBC with differential eosinophilia [5%. These values were chosen since they were above or below the normal chemistry and hematologic parameters established by the hospital's laboratory.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "Patients who had cortisol levels drawn without a simultaneous basic metabolic panel performed were excluded. Patients with missing data were also excluded. Only the first observation or testing in patients with multiple cortisol levels drawn within less than 48 h were included in the study.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "Descriptive statistics were presented as means (for biomarkers) or range of values (for age and cortisol levels) for variables measured on a continuous scale and as frequencies and percentages for categorical variables. Statistical comparisons between the two groups (RAI and no RAI) used the two-sample t test for comparison of means for continuous variables and the v 2 test for comparison of distributions for categorical variables. Table 1 presents the descriptive statistics of 212 patients identified as having either (1) RAI (cortisol level \\25 lg/dl) or (2) control or no RAI (cortisol level C25 lg/dl). Cortisol levels for the two groups were reported and stratified by the admitting service. Fifty-seven percent were male. There were no significant differences in gender distribution between the two groups. The average age of the subjects was 59 years old: 58 years old for subjects with RAI and 60 years old for subjects with no RAI. In addition, it was found that 45% of the RAI subjects were admitted to the trauma service and 46% of the no-RAI (control) subjects were admitted to the surgery service. Diagnoses for all patients with RAI are listed in Table 2 .", "cite_spans": [], "ref_spans": [{"start": 436, "end": 443, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 1166, "end": 1173, "text": "Table 2", "ref_id": null}], "section": "Methods"}, {"text": "One hundred twelve patients had RAI using the cortisol cutoff value of \\25 lg/dl. This was a prevalence of 53%. Table 3 shows no difference in the occurrence of mean electrolyte levels when patients with RAI were compared to those with normal adrenal function. Average eosinophil percentage in the RAI group was 73% higher than the no-RAI group (P = 0.026). No significant differences were found in the levels of sodium, potassium, calcium, and glucose between the RAI groups. In fact, all patients had values within normal limits with respect to electrolyte levels, while both groups were hyperglycemic. Table 4 presents the number of patients in the RAI and no-RAI groups whose laboratory values were in the defined range for hyponatremia, hyperkalemia, hypercalcemia, hypoglycemia, and eosinophilia. The lab test showed that only 3% of patients with RAI had eosinophilia compared to 2% of the control group. A fourth of RAI patients met the definition of hyponatremia compared to 36% of those without RAI. Ten percent of those in the RAI group showed signs of hyperkalemia compared to 13% in the control group. Similarly, 3% of the RAI group had hypoglycemia while 9% of those without RAI had it. The no-RAI group had higher levels of hyponatremia and hyperglycemia, with P values that indicated a strength in the evidence but not such that it was statistically significant (P = 0.099 and P = 0.071, respectively).", "cite_spans": [], "ref_spans": [{"start": 112, "end": 119, "text": "Table 3", "ref_id": "TABREF1"}, {"start": 605, "end": 612, "text": "Table 4", "ref_id": null}], "section": "Results"}, {"text": "RAI has been well described in the literature, yet it remains a life-threatening and potentially fatal entity. Chronic AI is a rare entity [10] , with an incidence of less than 0.01% in the general population [5] . RAI, however, is more common, with an incidence of up to 28% (range = 0.1-28%), yet it is frequently unrecognized or occult in critically ill Multiple trauma combinations of TBI (traumatic brain injury), variety of fractures, pulmonary contusions, solid organ injury, etc.; solid organ injury liver, spleen, kidney; vascular celiac and aorta patients [5] . The incidence of RAI, when recognized in critically ill patients, is variable and depends on the underlying disease. Reported incidence varies widely from 0 to 77% depending on the population of patients studied and the diagnostic criteria used to diagnose RAI [10] [11] [12] . Despite this variable incidence recorded in the literature, RAI remains underrecognized and has emerged as a contributing factor to morbidity and mortality during critical illness. If left untreated, it can lead to a dismal prognosis. Therefore, a very high index of clinical suspicion is required and delayed treatment and management cannot be justified by pending diagnostic confirmatory testing. RAI results from an inadequate basal or stress level of plasma cortisol, in addition to a malfunctioning hypothalamic-pituitary-adrenal (HPA) axis that fails to respond to a combination of underlying disease, trauma, or postoperative homeostatic adaptation after surgery among other causes. The most common cause of acute RAI is sepsis and systemic inflammatory response syndrome (SIRS) [10] .", "cite_spans": [{"start": 139, "end": 143, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 209, "end": 212, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 566, "end": 569, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 833, "end": 837, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 838, "end": 842, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 843, "end": 847, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 1636, "end": 1640, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Discussion"}, {"text": "Activation of the HPA axis in response to internal or external stress leads to an increased secretion of corticotropin-releasing hormone (CRH) and arginine vasopressin from the paraventricular nucleus of the hypothalamus. CRH then stimulates the anterior pituitary to release ACTH. This induces an increased secretion of cortisol from the zona fasciculata of the adrenal cortex [11] [12] [13] [14] [15] [16] . Cholesterol is the principal precursor for steroid biosynthesis. In a series of sequential enzymatic steps, cholesterol is converted to pregnenolone and then to the end products of adrenal biosynthesis, which includes cortisol [11] . Prolonged elevation of serum cortisol, however, triggers a negative feedback inhibition loop that subsequently results in decreased secretion of both ACTH and cortisol [5] . Cortisol, a glucocorticoid, is an essential multifunctional stress response hormone that has anti-inflammatory, immunosuppressive, catabolic, metabolic, and vasoactive properties on peripheral vessels and cardiac muscles. From an anti-inflammatory and immunosuppressive perspective, cortisol decreases the accumulation and function of immune and inflammatory cells like macrophages, natural killer cells, mast cells, and eosinophils at inflammatory sites as a consequence of the activity of cytokines and other inflammatory mediators [10] . A metabolic property of cortisol entails elevation of blood glucose levels by increasing the rate of hepatic gluconeogenesis and inhibition of adipose tissue glucose uptake, thereby facilitating glucose delivery to cells during stress, both acute and chronic. Corticol also stimulates adipose tissue to release free fatty acids and proteins to release amino acids, hence supplying needed energy and substrate for cells to adequately respond to injury or stress [10] .", "cite_spans": [{"start": 378, "end": 382, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 383, "end": 387, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 388, "end": 392, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 393, "end": 397, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 398, "end": 402, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 403, "end": 407, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 637, "end": 641, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 812, "end": 815, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1352, "end": 1356, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 1820, "end": 1824, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Discussion"}, {"text": "RAI is primarily attributable to mineralocorticoid deficiency; thus, the clinical presentation is dominated by vasopressor-dependent refractory hypotension or refractory fluid-resuscitated hypotensive shock [1] [2] [3] . The shock, which is caused mainly by sodium and plasma volume depletion [13] , is characterized by decreased systemic vascular resistance and increased cardiac output.", "cite_spans": [{"start": 207, "end": 210, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 211, "end": 214, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 215, "end": 218, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 293, "end": 297, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Discussion"}, {"text": "The classic signs or clinical presentations of AI are hypotension, hyperthermia, hyponatremia, hyperkalemia, hypercalcemia, hypoglycemia, metabolic acidosis, and eosinophilia. These conditions exist in other clinical settings and are features that can mimic sepsis and septic shock or underlying diseases, therefore making it difficult to identify AI in a population prone to these conditions, as was seen in the population studied. Hypotension refractory to fluids and requiring vasopressors is the most common feature of acute RAI. Without these presenting symptoms, it becomes difficult to determine which patients arriving in the critical care unit in shock and sepsis should be tested and treated for RAI by using the classic signs alone. A simple quick screening test would provide a way to select a set of patients at high risk of RAI. We have seen in multiple studies that during stress, patients consistently increase their serum cortisol level to above 25 lg/dl, and often above the 30th threshold [1, 10] . This is well supported in the literature as an adequate cortisol response to critical illness [1, 2, 5, 9, 10, [16] [17] [18] [19] [20] . Schein et al. [18] reported a mean cortisol level of 50.7 lg/dl (range = 5.6-400 lg/dl) in 37 patients with septic shock and only 8% of those patients had a cortisol level \\25 lg/dl. Chernow et al. [19] reported a mean cortisol level of 32 lg/dl an hour after the moderate stress of cholecystectomy and a level of 52 lg/dl an hour after the severe stress of subtotal colectomy. In the study by Rothwell et al. [20] , the mean cortisol level was 27 lg/dl in patients admitted to the critical care unit who had cortisol levels drawn on admission and who had survived. In stressed patients in the critical care setting, a random cortisol level of [25 lg/dl [10] should be considered an adequate response to stress. This is why we defined RAI as a random serum cortisol concentration \\25 lg/dl rather than using the cosyntropin stimulation test with its cutoff cortisol value of 18-20 lg/dl, which does not adequately test stressed patients in the critical care setting. The choice of 18-20 lg/dl is based primarily on the response to exogenous high-dose ACTH stimulation and the response to insulin-induced hypoglycemia in nonstressed non-critically ill patients [10] . It therefore should not be used in the diagnosis of RAI.", "cite_spans": [{"start": 1008, "end": 1011, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 1012, "end": 1015, "text": "10]", "ref_id": "BIBREF9"}, {"start": 1112, "end": 1115, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 1116, "end": 1118, "text": "2,", "ref_id": "BIBREF1"}, {"start": 1119, "end": 1121, "text": "5,", "ref_id": "BIBREF4"}, {"start": 1122, "end": 1124, "text": "9,", "ref_id": "BIBREF8"}, {"start": 1125, "end": 1128, "text": "10,", "ref_id": "BIBREF9"}, {"start": 1129, "end": 1133, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 1134, "end": 1138, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 1139, "end": 1143, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 1144, "end": 1148, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 1149, "end": 1153, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 1170, "end": 1174, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 1354, "end": 1358, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 1566, "end": 1570, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 1810, "end": 1814, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 2316, "end": 2320, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Discussion"}, {"text": "Contrary to traditional teaching, hyponatremia, hyperkalemia, hypercalcemia, hypoglycemia, and eosinophilia are not predominant in RAI in the critical care setting. In fact, many patients with RAI in our study had opposite findings. None of the classic findings correlated with the diagnosis of RAI. Glucose actually correlated in the opposite direction, with the majority of patients having hyperglycemia. Therefore, in the critical care setting, classic laboratory tests are of minimal value in predicting patients who may have RAI.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Although the incidence of RAI is higher than normal in critically ill patients, the incidence is highest in trauma patients compared to surgical patients, who have a higher incidence than medical patients admitted to a critical care unit. The study showed that cortisol levels are elevated in critically ill patients, with the highest values seen in patients with the highest injury severity score and those with the highest mortality.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Screening of all critical care patients for RAI is impractical, but screening of high-risk patients is logical because these patients are at greater risk of having adrenal insufficiency. Patients at high risk for RAI are those with persistent hypotension despite adequate volume resuscitation. We recommend that in patients with severe stress (i.e., hypotension refractory to fluids, acidemia, hypoxemia, or need for vasopressors), a random serum cortisol level should be obtained. Pending results of the testing, the patient can be empirically treated with intravenous hydrocortisone. If the cortisol level is \\25 lg/dl, the patient should be diagnosed as being acutely adrenal insufficient and should be treated appropriately with hydrocortisone. With hypotension the key indicator of adrenal failure [1] , we propose that a diagnosis of RAI in the critical care setting be made on the presence of fluidresuscitated refractory hypotension in combination with a high index of suspicion and a low random serum cortisol level rather than laboratory parameters.", "cite_spans": [{"start": 803, "end": 806, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Adrenal insufficiency: underdiagnosed in the critically ill", "authors": [{"first": "L", "middle": [], "last": "Pallatroni", "suffix": ""}], "year": 2003, "venue": "Pulm Rev", "volume": "8", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Diagnosis of adrenal insufficiency", "authors": [{"first": "R", "middle": ["I"], "last": "Dorin", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Qualls", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Crapo", "suffix": ""}], "year": 2003, "venue": "Ann Intern Med", "volume": "139", "issn": "3", "pages": "194--204", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Adrenal insufficiency in critically ill patients", "authors": [{"first": "Y", "middle": [], "last": "Shenker", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Skatrud", "suffix": ""}], "year": 2001, "venue": "Crit Care Med", "volume": "163", "issn": "7", "pages": "1520--1523", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Relative adrenal insufficiency in the ICU: Can we at least make the diagnosis?", "authors": [{"first": "N", "middle": ["J"], "last": "Meyer", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Hall", "suffix": ""}], "year": 2006, "venue": "Am J Respir Crit Care Med", "volume": "174", "issn": "", "pages": "1282--1284", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Adrenal insufficiency in high-risk surgical ICU patients", "authors": [{"first": "E", "middle": ["P"], "last": "Rivers", "suffix": ""}, {"first": "M", "middle": [], "last": "Gaspari", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Saad", "suffix": ""}], "year": 2001, "venue": "Chest", "volume": "119", "issn": "", "pages": "889--896", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Adrenal insufficiency", "authors": [{"first": "C", "middle": ["M"], "last": "Townsend", "suffix": ""}, {"first": "R", "middle": ["D"], "last": "Beauchamp", "suffix": ""}, {"first": "M", "middle": [], "last": "Evers", "suffix": ""}], "year": 2009, "venue": "Sabiston textbook of surgery", "volume": "", "issn": "", "pages": "997--1030", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "What test for hypothalamic-pituitary-adrenocortical insufficiency?", "authors": [{"first": "D", "middle": ["H"], "last": "Streeten", "suffix": ""}], "year": 1999, "venue": "Lancet", "volume": "354", "issn": "", "pages": "179--180", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Relative adrenal insufficiency in the preterm and term infant", "authors": [{"first": "E", "middle": ["F"], "last": "Fernandez", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "Watterberg", "suffix": ""}], "year": 2009, "venue": "J Perinatol", "volume": "29", "issn": "S2", "pages": "44--49", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Adrenal insufficiency during septic shock", "authors": [{"first": "P", "middle": ["E"], "last": "Marik", "suffix": ""}, {"first": "G", "middle": ["P"], "last": "Zaloga", "suffix": ""}], "year": 2003, "venue": "Crit Care Med", "volume": "31", "issn": "1", "pages": "141--145", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Adrenal insufficiency in the critically ill: a new look at an old problem", "authors": [{"first": "P", "middle": ["E"], "last": "Marik", "suffix": ""}, {"first": "G", "middle": ["P"], "last": "Zaloga", "suffix": ""}], "year": 2002, "venue": "Chest", "volume": "122", "issn": "", "pages": "1784--1796", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Critical illness-related corticosteroid insufficiency", "authors": [{"first": "P", "middle": ["E"], "last": "Marik", "suffix": ""}], "year": 2009, "venue": "Chest", "volume": "135", "issn": "", "pages": "181--193", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Diagnosis of adrenal insufficiency in severe sepsis and septic shock", "authors": [{"first": "D", "middle": [], "last": "Annane", "suffix": ""}, {"first": "V", "middle": [], "last": "Maxime", "suffix": ""}, {"first": "F", "middle": [], "last": "Ibrahim", "suffix": ""}], "year": 2006, "venue": "Am J Respir Crit Care Med", "volume": "174", "issn": "", "pages": "1319--1326", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Acute adrenal insufficiency", "authors": [{"first": "R", "middle": [], "last": "Bouillon", "suffix": ""}], "year": 2006, "venue": "Endocrinol Metab Clin N Am", "volume": "35", "issn": "", "pages": "767--775", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Adrenal insufficiency", "authors": [{"first": "R", "middle": [], "last": "Salvatori", "suffix": ""}], "year": 2005, "venue": "JAMA", "volume": "294", "issn": "", "pages": "2481--2488", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Adrenal insufficiency", "authors": [{"first": "W", "middle": [], "last": "Oelkers", "suffix": ""}], "year": 1996, "venue": "N Engl J Med", "volume": "335", "issn": "16", "pages": "1206--1211", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Hypothalamic-pituitary-adrenal insufficiency", "authors": [{"first": "G", "middle": ["P"], "last": "Zaloga", "suffix": ""}, {"first": "P", "middle": [], "last": "Marik", "suffix": ""}], "year": 2001, "venue": "Crit Care Clin", "volume": "17", "issn": "1", "pages": "25--41", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Endogenous and exogenous catecholamines in critical care medicine", "authors": [{"first": "B", "middle": [], "last": "Chernow", "suffix": ""}, {"first": "T", "middle": ["G"], "last": "Rainey", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Lake", "suffix": ""}], "year": 1982, "venue": "Crit Care Med", "volume": "10", "issn": "6", "pages": "409--416", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Plasma cortisol levels in patients with septic shock", "authors": [{"first": "R", "middle": ["M"], "last": "Schein", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Sprung", "suffix": ""}, {"first": "E", "middle": [], "last": "Marcial", "suffix": ""}], "year": 1990, "venue": "Crit Care Med", "volume": "18", "issn": "3", "pages": "259--263", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Hormonal responses to graded surgical stress", "authors": [{"first": "B", "middle": [], "last": "Chernow", "suffix": ""}, {"first": "H", "middle": ["R"], "last": "Alexander", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Smallridge", "suffix": ""}], "year": 1987, "venue": "Arch Intern Med", "volume": "147", "issn": "7", "pages": "1273--1278", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Prediction of outcome in intensive care patients using endocrine parameters", "authors": [{"first": "P", "middle": ["M"], "last": "Rothwell", "suffix": ""}, {"first": "P", "middle": ["G"], "last": "Lawler", "suffix": ""}], "year": 1995, "venue": "Crit Care Med", "volume": "23", "issn": "1", "pages": "78--83", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "", "latex": null, "type": "table"}, "TABREF1": {"text": "Table 1 Demographic data and cortisol levels", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Variables </td><td>All </td><td>Control </td><td> </td><td>P\n</td></tr><tr><td> </td><td> </td><td>Adrenal insufficiency (cortisol \\25 lg/dl)\n</td><td>No adrenal insufficiency (cortisol C25 lg/dl)\n</td></tr><tr><td>Number (%) of observation </td><td>212 </td><td>112 (52.8) </td><td>100 (47.2)\n</td><td> </td></tr><tr><td>Cortisol levels\n</td><td>1.1-156.6 (30.5) </td><td>1.1-24.4 (15.8) </td><td>24.6-156.6 (46.9)\n</td><td> </td></tr><tr><td>[range (mean)] (lg/dl)\n</td><td> </td><td> </td><td> </td></tr><tr><td>Trauma </td><td>5.5-70.4 (25.2) </td><td>5.5-24.4 (16.1) </td><td>26-70.4 (41.8)\n</td><td> </td></tr><tr><td>Surgery </td><td>1.1-156.6 (34.7) </td><td>1.1-23.9 (15.4) </td><td>24.6-156.6 (49.4)\n</td><td> </td></tr><tr><td>Medicine </td><td>4.9-111 (31.8) </td><td>4.9-24 (15.7) </td><td>25.3-111 (47.3)\n</td><td> </td></tr><tr><td>Sex (%) </td><td> </td><td> </td><td> </td><td>0.679\n</td></tr><tr><td>Female </td><td>43.4 </td><td>42.0 </td><td>45.0\n</td><td> </td></tr><tr><td>Male </td><td>56.6 </td><td>58.0 </td><td>55.0\n</td><td> </td></tr><tr><td>Age [range (mean)] </td><td>0.1-93 (58.9) </td><td>0.1-93 (58.0) </td><td>14-93 (60.0) </td><td>0.8927\n</td></tr><tr><td>Service (%) </td><td> </td><td> </td><td> </td><td>0.025\n</td></tr><tr><td>Trauma </td><td>37.3 </td><td>45.5 </td><td>28.0\n</td><td> </td></tr><tr><td>Surgery </td><td>38.7 </td><td>32.1 </td><td>46.0\n</td><td> </td></tr><tr><td> </td><td>Medicine </td><td>24.1 </td><td>22.3 </td><td>26.0\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Table 2 Diagnoses in hypotensive ICU patients with relative adrenal insufficiency ( n = 112)", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Trauma </td><td> </td><td>Surgery </td><td> </td><td>Medicine\n</td><td> </td></tr><tr><td>MVC, multiple injuries </td><td>19 </td><td>Nephrectomy (elective) </td><td>1 </td><td>Gastrointestinal hemorrhage </td><td>5\n</td></tr><tr><td>GSW </td><td>2 </td><td>Thyroidectomy (elective) </td><td>1 </td><td>Sepsis </td><td>5\n</td></tr><tr><td>Traumatic brain injury </td><td>8 </td><td>Meningioma s/p craniotomy </td><td>1 </td><td>Severe pneumonia </td><td>4\n</td></tr><tr><td>Fall, with seizure </td><td>2 </td><td>Cerebral hemorrhage </td><td>1 </td><td>West Nile Virus </td><td>1\n</td></tr><tr><td>Complex fractures </td><td>10 </td><td>VATS </td><td>1 </td><td>Mitral valve clot </td><td>1\n</td></tr><tr><td>Spinal cord injury </td><td>2 </td><td>Thoracotomy for empyema </td><td>1 </td><td>Cardiogenic shock </td><td>1\n</td></tr><tr><td>Vascular injury </td><td>2 </td><td>Perforated viscus </td><td>6 </td><td>Multiorgan failure </td><td>1\n</td></tr><tr><td>Solid organ injury (blunt) </td><td>4 </td><td>Pancreaticoduodenectomy </td><td>3 </td><td>Diabetic nephropathy </td><td>1\n</td></tr><tr><td>Diaphragmatic rupture </td><td>1 </td><td>Spinal fusion </td><td>1 </td><td>SIRS </td><td>1\n</td></tr><tr><td>Stab wound </td><td>1 </td><td>Intra-abdominal abscess </td><td>4 </td><td>Pulmonary embolism </td><td>1\n</td></tr><tr><td> </td><td> </td><td>Intestinal obstruction </td><td>1 </td><td>ARDS </td><td>4\n</td></tr><tr><td> </td><td> </td><td>Perforated colon cancer </td><td>1\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>Fournier's gangrene </td><td>1\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>Extreme tumor resection (elective) </td><td>1\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>Toxic megacolon </td><td>1\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>Rupture AAA </td><td>1\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>Ischemic intestine </td><td>1\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>Gastrointestinal hemorrhage </td><td>3\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>Incarcerated hernia </td><td>2\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>Necrotizing fasciitis </td><td>2\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>Cholangitis </td><td>2\n</td></tr></table></body></html>"}, "TABREF3": {"text": "Table 3 Laboratory values of relative adrenal insufficiency versus control", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Laboratory parameters </td><td>Control </td><td> </td><td>P\n</td></tr><tr><td>Mean </td><td>Adrenal insufficiency (cortisol \\25 lg/dl)\n</td><td>No adrenal insufficiency (cortisol C25 lg/dl)\n</td><td> </td></tr><tr><td>Eosinophil percent (1-5%) </td><td>1.00 </td><td>0.58 </td><td>0.026\n</td></tr><tr><td>Sodium (135-145 mmol/l) </td><td>139 </td><td>137 </td><td>0.156\n</td></tr><tr><td>Potassium (3.9-5.3 mmol/l) </td><td>4.3 </td><td>4.2 </td><td>0.379\n</td></tr><tr><td>Calcium (2.10-2.55 mmol/l) </td><td>1.85 (7.4 mg/dl) </td><td>1.81 (7.2 mg/dl) </td><td>0.177\n</td></tr><tr><td>Glucose (70-100 mg/dl) </td><td>7.99 (144 mg/dl) </td><td>7.61 (137 mg/dl) </td><td>0.500\n</td></tr></table></body></html>"}}, "back_matter": []}