{"paper_id": "6243ba518b9ce9b27ea21572bd154ca6ba95f22d", "metadata": {"title": "The mouse and ferret models for studying the novel avian-origin human influenza A (H7N9) virus", "authors": [{"first": "Lili", "middle": [], "last": "Xu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Linlin", "middle": [], "last": "Bao", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Wei", "middle": [], "last": "Deng", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Hua", "middle": [], "last": "Zhu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ting", "middle": [], "last": "Chen", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Qi", "middle": [], "last": "Lv", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Fengdi", "middle": [], "last": "Li", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jing", "middle": [], "last": "Yuan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Zhiguang", "middle": [], "last": "Xiang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Kai", "middle": [], "last": "Gao", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yanfeng", "middle": [], "last": "Xu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Lan", "middle": [], "last": "Huang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yanhong", "middle": [], "last": "Li", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jiangning", "middle": [], "last": "Liu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yanfeng", "middle": [], "last": "Yao", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yu", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Weidong", "middle": [], "last": "Yong", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Qiang", "middle": [], "last": "Wei", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Lianfeng", "middle": [], "last": "Zhang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Chuan", "middle": [], "last": "Qin", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background: The current study was conducted to establish animal models (including mouse and ferret) for the novel avian-origin H7N9 influenza virus.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Findings: A/Anhui/1/2013 (H7N9) virus was administered by intranasal instillation to groups of mice and ferrets, and animals developed typical clinical signs including body weight loss (mice and ferrets), ruffled fur (mice), sneezing (ferrets), and death (mice). Peak virus shedding from respiratory tract was observed on 2 days post inoculation (d.p.i.) for mice and 3-5 d.p.i. for ferrets. Virus could also be detected in brain, liver, spleen, kidney, and intestine from inoculated mice, and in heart, liver, and olfactory bulb from inoculated ferrets. The inoculation of H7N9 could elicit seroconversion titers up to 1280 in ferrets and 160 in mice. Leukopenia, significantly reduced lymphocytes but increased neutrophils were also observed in mouse and ferret models.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The mouse and ferret model enables detailed studies of the pathogenesis of this illness and lay the foundation for drug or vaccine evaluation.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "In March 2013, a novel avian-origin H7N9 subtype influenza virus was recognized as the causative agent of influenza-like illnesses in humans in Eastern China [1] . Most patients presented with respiratory infections that progressed to severe pneumonia and dyspnea [1] . By August 6, there are 132 human infections, with 43 fatal, identified in 10 provinces on mainland of China, and one imported case was also found in Taiwan. It is an urgency to establish animal models for this virus to evaluate drug or vaccines, and lay the foundation for further pathogenic mechanism research. In this study, BALB/c mouse and ferret (Mustela putorius furo) models were chosen for animal model establishment for H7N9 virus.", "cite_spans": [{"start": 158, "end": 161, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 264, "end": 267, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": ""}, {"text": "Mice do not run fevers or develop easy-to-measure respiratory clinical signs post inoculated with influenza viruses, however, mice display numerous physical signs of illness (including mortality, weight loss, ruffled fur, and lethargy) that can be used as indicator of pathogenicity. Female 6-week-old specific pathogen-free BALB/c mice used in this study were obtained from the Institute of Laboratory Animal Sciences, Beijing, China. Mice were anesthetized and inoculated intranasally with 50 μl of A/ Anhui/1/2013 (H7N9) virus. Three groups of ten mice were separately inoculated with 10 8 , 10 7 , or 10 6 50% tissue culture infectious dose (TCID 50 ) of H7N9 virus, and were observed daily for signs of disease and mortality up to 14 days. The percentages of mice that survived during the observation period were shown in Figure 1A . All of the mice inoculated with 10 6 TCID 50 of virus survived. In contrast, only 80% and 40% of the mice inoculated with 10 7 or 10 8 TCID 50 of virus survived on 14 d.p.i. For mice inoculated with 10 6 TCID 50 of virus, the loss of body weight was observed from 2 d.p.i. and the peak loss reached 28.9% on 9 d.p.i., after which the mice began to steadily regain their body weight over the remaining observation period ( Figure 1B and Table 1 ). Meanwhile, ruffled fur appeared from 3 d.p.i. and the occurrence rate reached 100% from 4 d.p.i. until 14 d.p.i. (Figure 2A (i) and Table 1 ). Furthermore, thirty mice were also inoculated with 10 6 TCID 50 of H7N9 virus, and six were selected randomly and euthanized on 1, 2, 3, 5, 7 d.p.i. respectively for virus dissemination and pathology analysis. From 3 to 7 d. p.i., gross examination of the lungs revealed focal to multifocal consolidation in all inoculated mice (Figure 2A (ii) ). However, gross examination of the heart, liver, spleen, kidney and brain did not reveal lesions in inoculated mice.", "cite_spans": [], "ref_spans": [{"start": 827, "end": 836, "text": "Figure 1A", "ref_id": "FIGREF0"}, {"start": 1261, "end": 1270, "text": "Figure 1B", "ref_id": "FIGREF0"}, {"start": 1275, "end": 1282, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 1399, "end": 1409, "text": "(Figure 2A", "ref_id": "FIGREF2"}, {"start": 1418, "end": 1425, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 1757, "end": 1772, "text": "(Figure 2A (ii)", "ref_id": "FIGREF2"}], "section": ""}, {"text": "The virus dissemination in the bronchoalveolar lavage fluid (BALF), lung, and other main tissues (heart, liver, spleen, kidney, intestine, and brain) of inoculated mice were titrated on MDCK cell. Virus shedding was observed to start on 1 d.p.i. and continued until 7 d.p.i. in both BALF and lungs, with lung tissues containing higher virus titers than BALF from 2 d.p.i. (P<0.05). The peak virus shedding reached 10 3.75 TCID 50 for BALF on 1 d.p.i. and 10 5.69 TCID 50 for lung on 2 d.p.i. ( Figure 3A and Table 1 ). Meanwhile, virus could also be isolated from the brain, liver, spleen, kidney and intestine ( Table 1 ). The brain tropism of H7N9 virus was coincidence with other highly pathogenic avian viruses such as H5N1and H7N7 [2] [3] [4] .", "cite_spans": [{"start": 736, "end": 739, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 740, "end": 743, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 744, "end": 747, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [{"start": 494, "end": 503, "text": "Figure 3A", "ref_id": "FIGREF3"}, {"start": 508, "end": 515, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 613, "end": 620, "text": "Table 1", "ref_id": "TABREF0"}], "section": ""}, {"text": "The dissemination of virus in inoculated mice were also assessed by immunohistochemical analysis (IHC), the viral antigens were mainly located within the epithelial cells of the bronchial in the lung, the choroid plexus in the brain, the villous column in the small intestine, and the renal tubules in the kidney ( Figure 4A (i-iv)). Meanwhile, all tissues of inoculated mice were subjected to pathological analysis. Characterization of inflammation in the lungs revealed that from 1 d.p.i., lung tissues exhibited characteristic pathology of influenza infection, including inflammatory hyperaemia and exudative pathological changes. From 3 to 7 d.p.i., the lesions of lung tissue became larger, and more severe interstitial pneumonia were observed ( Figure 4A (v-viii)).", "cite_spans": [], "ref_spans": [{"start": 315, "end": 324, "text": "Figure 4A", "ref_id": "FIGREF4"}, {"start": 751, "end": 760, "text": "Figure 4A", "ref_id": "FIGREF4"}], "section": ""}, {"text": "On 14 d.p.i., sera from inoculated mice were collected and tested for H7N9 virus specific antibodies by using HI assay. All inoculated mice showed seroconversion, and the HI titers ranged from 80 to 160.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "It has been reported that infection with H7N9 influenza viruses can cause leukopenia in clinical patients [1, 5, 6] . To determine the extent to which infection with H7N9 virus induced leukopenia in mice, peripheral blood leukocytes ", "cite_spans": [{"start": 106, "end": 109, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 110, "end": 112, "text": "5,", "ref_id": "BIBREF4"}, {"start": 113, "end": 115, "text": "6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": ""}, {"text": "The percentage mean maximum weight loss after inoculation. b Number of animals in which ruffled fur (mouse) or sneezing (ferret) was observed after inoculation. c Virus titer was calculated as Log 10 TCID 50 /ml of BALF. d -Numbers of positive animals in total animals. e 10.7% for animals inoculated with 10 8 TCID 50 of H7N9 virus, and 9.3% for animals inoculated with 10 6 TCID 50 of H7N9 virus. Mice were anesthetized and inoculated intranasally with 50 μl of 10 6 TCID 50 of A/Anhui/1/2013 (H7N9) virus and were observed daily for signs of disease and mortality up to 14 days. Meanwhile, six mice were selected randomly and euthanized on 1, 2, 3, 5, and 7 d.p.i. respectively for virus dissemination analysis. Ferrets were divided into two groups, and three were inoculated with 10 8 while other six were inoculated with 10 6 TCID 50 of A/Anhui/1/2013 (H7N9) virus. Two randomly selected animals which were inoculated with 10 6 TCID 50 of virus were euthanized separately on 3 and 7 d.p.i., and used for virus replication in ferret tissues. All nine animals were observed for clinical signs and weighed daily as an indicator of disease. Nasal and throat swabs were collected on 1, 3, 5, 7, and 9 d.p.i. and virus titers were determined by end-point titration in MDCK cells. All data are presented as mean value ± SD.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "in inoculated mice were counted. In comparison with those in the mice before inoculation, the total numbers of white blood cells (WBCs) in the H7N9 virus inoculated mice were reduced significantly (P<0.05) from 2 to 7 d.p.i. Significantly reduced numbers of lymphocytes but increased numbers of neutrophils (P<0.05) were also observed on 2 d.p.i. in the inoculated mice (Table 2) . Ferret (Mustela putorius furo) model was also established for H7N9 virus studies. Ferrets have been used in influenza research since 1933 because they are susceptible to infection with human and avian influenza viruses [7] . After inoculation with human influenza A virus, ferrets develop respiratory disease and lung pathology similar to that observed in humans [8] . In this study, nine specific pathogenfree castrated adult ferrets, 6 to 12 months of age that were serologically negative by HI assay for currently circulating influenza viruses, were randomly divided into two groups. One group included three ferrets, which were inoculated intranasally with 10 8 TCID 50 of A/Anhui/1/2013 (H7N9) virus, were used for taking chest radiographs daily. Another group included left six ferrets, which were inoculated intranasally with 10 6 TCID 50 of A/Anhui/1/2013 (H7N9) virus. Two randomly selected animals were euthanized separately on 3 and 7 d.p.i., and used for pathological and virological examination of the trachea, lung, brain, heart, liver, spleen, kidney, stomach, intestine, and olfactory bulb. All nine animals were observed for clinical signs and weighed daily as an indicator of disease. Nasal and throat swabs were collected on 1, 3, 5, 7, 9 d.p.i. and transferred to 1 ml of phosphate buffer solution (PBS). Virus titers were determined by end-point titration in MDCK cells.", "cite_spans": [{"start": 601, "end": 604, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 745, "end": 748, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [{"start": 370, "end": 379, "text": "(Table 2)", "ref_id": "TABREF1"}], "section": ""}, {"text": "Results showed that both doses caused fever ( Figure 1C ), weight loss ( Figure 1D ), sneezing ( Figure 2B (i)), lethargy ( Figure 2B (ii) ), decreased appetite for food in ferrets. For ferret inoculated with 10 8 TCID 50 of virus, the mean highest body temperature and maximum weight loss was 40.0°C on 2 d.p.i. and 10.7% on 7 d.p.i., while for animals inoculated with 10 6 TCID 50 of virus, the corresponding data were 40.1°C on 4 d.p.i. and 9.3% on 5 d.p.i. throughout the course of 14 days ( Figure 1C&D ). Gross examination of the lungs revealed multifocal consolidation in all ferrets which were inoculated with 10 6 TCID 50 of H7N9 virus and euthanized separately on 3 and 7 d.p.i. (Figure 2B (iii)). However, gross examination of the brain, heart, liver, spleen, kidney, stomach, intestine, and olfactory bulb did not reveal lesions in inoculated ferrets.", "cite_spans": [], "ref_spans": [{"start": 46, "end": 55, "text": "Figure 1C", "ref_id": "FIGREF0"}, {"start": 73, "end": 82, "text": "Figure 1D", "ref_id": "FIGREF0"}, {"start": 97, "end": 106, "text": "Figure 2B", "ref_id": "FIGREF2"}, {"start": 124, "end": 138, "text": "Figure 2B (ii)", "ref_id": "FIGREF2"}, {"start": 496, "end": 507, "text": "Figure 1C&D", "ref_id": "FIGREF0"}, {"start": 689, "end": 699, "text": "(Figure 2B", "ref_id": "FIGREF2"}], "section": ""}, {"text": "Histopathological analyses revealed that on 3 d.p.i., lung tissue had a multifocal mild or moderate interstitial inflammatory hyperaemia and exudative pathological changes, while on 7 d.p.i., the lesions of lung tissue became larger, and fusing of multiple patchy lesions were observed ( Figure 4B (iii-iv)). Immunohistochemistry was also performed to assess the presence of H7N9 influenza virus infected cells in tissues including bronchial epithelial cells and alveolar epithelial cells from infected ferrets ( Figure 4B (i-ii) ).", "cite_spans": [], "ref_spans": [{"start": 288, "end": 297, "text": "Figure 4B", "ref_id": "FIGREF4"}, {"start": 513, "end": 529, "text": "Figure 4B (i-ii)", "ref_id": "FIGREF4"}], "section": ""}, {"text": "For ferrets inoculated with 10 8 TCID 50 of H7N9 virus, chest radiograph was taken by micro-CT scanning. Results showed that there were inflammatory lesions (mild to bilateral ground-glass opacity) in the right superior lobe from 6 d.p.i. to 14 d.p.i. (Figure 2C ).", "cite_spans": [], "ref_spans": [{"start": 252, "end": 262, "text": "(Figure 2C", "ref_id": "FIGREF2"}], "section": ""}, {"text": "Nasal and throat swabs were collected from inoculated animals on 1, 3, 5, 7, 9 d.p.i., and virus shedding was observed to start on 1 d.p.i. for both doses, and continued until 7 d.p.i.. The peak virus shedding in ferrets inoculated with 10 8 TCID 50 of virus reached 10 4.38 TCID 50 /ml on 3 d.p.i. from throat swab, while for ferrets inoculated with 10 6 TCID 50 of virus, the peak shedding reached 10 4.11 TCID 50 /ml on 5 d.p.i. from nasal swab ( Figure 3B) .", "cite_spans": [], "ref_spans": [{"start": 450, "end": 460, "text": "Figure 3B)", "ref_id": "FIGREF3"}], "section": ""}, {"text": "Parts of the tissues from euthanized ferrets were homogenized and virus titers were determined. For animals euthanized on 3 d.p.i., virus could be detected in the lung (10 2.59 TCID 50 /gram), trachea (10 4.92 TCID 50 /gram), and olfactory bulb (10 5.41 TCID 50 /gram) of both ferrets, and heart (10 2.82 TCID 50 /gram) of one ferret. On 7 d.p.i., the H7N9 virus could be isolated from the trachea (10 4.11 TCID 50 /gram) and lung (10 2.87 TCID 50 /gram) of both ferrets, and liver (10 2.16 TCID 50 /gram) of one ferret (Table 1) .", "cite_spans": [{"start": 398, "end": 406, "text": "(10 4.11", "ref_id": null}], "ref_spans": [{"start": 520, "end": 529, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": ""}, {"text": "On 14 d.p.i. sera from inoculated ferrets were collected and tested for H7N9 virus specific antibodies by using HI assay. All inoculated ferrets showed seroconversion, and the HI titers ranged from 160 to 1280.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Meanwhile, leukopenia, significantly reduced numbers of lymphocytes but increased numbers of neutrophils (P<0.05) were also observed on 7 d.p.i. in the inoculated ferrets (Table 2) .", "cite_spans": [], "ref_spans": [{"start": 171, "end": 180, "text": "(Table 2)", "ref_id": "TABREF1"}], "section": ""}, {"text": "Collectively, H7N9 virus caused typical clinical symptoms in both BALB/c mice and ferrets, and virus shedding or replication could also be detected in respiratory tract and other tissues, which was generally coincidence with recent other reports [9] [10] [11] [12] . However, Mok et al. did not detected H7N9 virus dissemination beyond the respiratory tract of mice which were inoculated with 10 5 PFU of A/Shanghai/2/2013 virus [12] . The discrepancy of virus distribution results between us may be caused by the different choices in inoculated virus and dosage. Meanwhile, Belser et al. found that systemic spread of virus to liver and heart could not been detected in inoculated ferrets [9] . We supposed that the different species of ferrets used for studies may be the main cause of discrepant results between us. These animal models establish the causal relationship between H7N9 virus and respiratory disease in both mouse and ferret reminiscent of the respiratory disease observed in humans, thus fulfilling Koch's postulates. The mouse and ferret models enables detailed studies of the pathogenesis of this illness and lay the foundation for drug or vaccine evaluation.", "cite_spans": [{"start": 246, "end": 249, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 250, "end": 254, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 255, "end": 259, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 260, "end": 264, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 429, "end": 433, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 690, "end": 693, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": ""}, {"text": "Influenza virus A/Anhui/1/2013 (H7N9) was isolated from the third case of laboratory-confirmed human A (H7N9) virus, with Q226L mutation in the receptor binding domain of HA protein. The patient was a 35-year-old woman who lived in Anhui Province of China. She had visited a chicken market one week before the onset of symptoms. ARDS, septic shock, and acute renal damage developed on day 6 post the onset of illness. The patient was treated with oseltamivir (started on day 8), but eventually died on 19 days after the onset of illness [1] . A throat swab was collected from the patient and propagated in the allantoic sac and amniotic cavity of 9-to-11-day old embryonated chicken eggs, then passaged once in Madin-Darby canine kidney (MDCK) cells. ", "cite_spans": [{"start": 537, "end": 540, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Viruses"}, {"text": "MDCK cells were maintained in Eagle's minimal essential medium (MEM, Invitrogen) in all instances supplemented with 10% fetal bovine serum (FBS), 100 IU/ml penicillin, 100 μg/ml of streptomycin and cultured at 37°C with 5% CO 2 .", "cite_spans": [], "ref_spans": [], "section": "Cells"}, {"text": "Female 6-week-old specific pathogen-free BALB/c mice used in this study were obtained from the Institute of Laboratory Animal Sciences, Beijing, China. Mice were anesthetized and inoculated intranasally with 50 μl of A/Anhui/1/2013 (H7N9) virus. Three groups of ten mice were separately inoculated with 10 8 , 10 7 , or 10 6 50% tissue culture infectious dose (TCID 50 ) of H7N9 virus, and were observed daily for signs of disease and mortality up to 14 days. The status of weight loss was evaluated by monitoring the rate of weight change, which is calculated as follows: [(value at day of monitoring -value at 0 days post inoculation (d.p.i.))/value at 0 d.p.i.] ×100%. Ruffled fur was recorded daily and used as the standard of clinical changes, and the morbidity rate was calculated as the number of mice exhibiting ruffled fur against the monitored animals. Meanwhile, thirty mice were also inoculated with 10 6 TCID 50 of H7N9 virus, and six were selected randomly and euthanized on 1, 2, 3, 5, and 7 d.p.i. respectively for virus dissemination and pathology analysis.", "cite_spans": [], "ref_spans": [], "section": "Animal models Mouse"}, {"text": "Nine specific pathogen-free castrate adult ferret (Mustela putorius furo), 6 to 12 months of age that were serologically negative by haemagglutinin inhibition (HI) assay for currently circulating influenza viruses, were randomly divided into two groups. One group included three ferrets, which were inoculated intranasally with 400 μl of 10 8 TCID 50 of A/Anhui/1/2013 (H7N9) virus, were used for taking chest radiographs daily. Another group included left six ferrets, which were inoculated intranasally with 400 μl of 10 6 TCID 50 of A/Anhui/1/2013 (H7N9) virus. Two randomly selected animals were euthanized separately on 3 and 7 d.p.i., and used for pathological and virological examination of the trachea, lung, brain, heart, liver, spleen, kidney, stomach, intestine, and olfactory bulb. All nine animals were observed for clinical signs and weighed daily as an indicator of disease. Nasal and throat swabs were collected on 1, 3, 5, 7, 9 d.p.i. and transferred to 1 ml of phosphate buffer solution (PBS). Virus titers were determined by end-point titration in MDCK cells.", "cite_spans": [], "ref_spans": [], "section": "Ferret"}, {"text": "The experimental protocol was evaluated and approved by the Institute of Animal Use and Care Committee of the Institute of Laboratory Animal Science, Peking Union Medical College (ILAS-PC-2013-009). All experiments were performed under ABSL-3 conditions.", "cite_spans": [], "ref_spans": [], "section": "Ferret"}, {"text": "Virus titrations were performed by end-point titration in MDCK cells. MDCK cells were inoculated with tenfold serial dilutions of homogenized tissues, nasal and throat swabs in 96-well plates. One hour after inoculation, cells were washed once with PBS and grown in 200 μl of infection media, consisting of MEM supplemented with 100 IU/ml penicillin, 100 μg/ml streptomycin, and 1 μg/ml TPCK-trypsin. At 3 d.p.i., the supernatants of infected cell cultures were tested for agglutinating activity using turkey erythrocytes as an indicator of infection of the cells. Infectious titers were calculated from five replicates by the method of Reed and Muench [13] .", "cite_spans": [{"start": 653, "end": 657, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Virus titrations"}, {"text": "Animal necropsies were performed according to a standard protocol. Samples for histological examination were stored in 10% neutral-buffered formalin (lungs after inflation with formalin), embedded in paraffin, sectioned at 4 μm, and stained with hematoxylin and eosin (H&E) for examination by light microscopy or with an immunohistochemical method using a monoclonal antibody against the nucleoprotein of influenza A virus (1:200 dilution, IRR Ltd, Catalogue No: FR-51) at 4°C overnight. The sections were washed three times with PBS and then incubated with HRP-conjugated goat anti-mouse secondary antibody (1:5000 dilution, Sigma, Catalogue No: PV-9002). The sections were developed with 3-3' diaminobenzidine (DAB) and examined with a light microscope.", "cite_spans": [], "ref_spans": [], "section": "Histopathology and immunohistochemistry"}, {"text": "The total white blood cell (WBC) counts and lymphocytes in individual heparinized blood samples were determined on an ACT TM laser-based hematology analyzer (Beckman Coulter, USA).", "cite_spans": [], "ref_spans": [], "section": "Hematology analysis"}, {"text": "Scans were performed using a cone-beam micro-CT scanner (Inveon, Siemens Healthcare, Germany). Inoculated ferrets were anesthetized and placed prone position on the micro-CT bed without respiratory gating. The tube voltage was 70 kVp and current was 400 mA, and exposure time was 800 ms. The scan field of view (FOV) was 72.44 mm × 71.31 mm. Projections images were acquired using a single tube/detector over a circular orbit of 360°with a step angle of 1°. Reconstructions were performed using a commercially available CT reconstruction program (COBRA Exxim, v6.3), with a filtered back projection technique. A resolution of approximately 70.74 μ/pixel was achieved.", "cite_spans": [], "ref_spans": [], "section": "Micro-CT scanning"}, {"text": "Standard HI assays were performed on post-exposure ferret sera using 0.5% turkey erythrocytes in accordance with WHO guidelines with established procedures [14] . Sera were collected from inoculated animals and tested for H7N9 virus specific antibodies.", "cite_spans": [{"start": 156, "end": 160, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "HI assays"}, {"text": "The difference in ferret body weight and virus titers among different groups was analyzed by one-way ANOVA and post hoc. Bonferroni correction analysis and the difference between two groups were analyzed by Student's t-test using SPSS 11.5 software. A probability value of <0.05 was considered as statistically significant.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Human infection with a novel avian-origin influenza A (H7N9) virus", "authors": [{"first": "R", "middle": [], "last": "Gao", "suffix": ""}, {"first": "B", "middle": [], "last": "Cao", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hu", "suffix": ""}, {"first": "Z", "middle": [], "last": "Feng", "suffix": ""}, {"first": "D", "middle": [], "last": "Wang", "suffix": ""}, {"first": "W", "middle": [], "last": "Hu", "suffix": ""}, {"first": "J", "middle": [], "last": "Chen", "suffix": ""}, {"first": "Z", "middle": [], "last": "Jie", "suffix": ""}, {"first": "H", "middle": [], "last": "Qiu", "suffix": ""}, {"first": "K", "middle": [], "last": "Xu", "suffix": ""}], "year": 2013, "venue": "N Engl J Med", "volume": "16", "issn": "", "pages": "1888--1897", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "The sequence of changes in liver and brain in the influenza B virus mouse model of Reye's syndrome", "authors": [{"first": "K", "middle": ["S"], "last": "Blisard", "suffix": ""}, {"first": "L", "middle": ["E"], "last": "Davis", "suffix": ""}], "year": 1990, "venue": "J Neuropathol Exp Neurol", "volume": "49", "issn": "", "pages": "498--508", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Influenza virus pathophysiology and brain invasion in mice with functional and dysfunctional Mx1 genes", "authors": [{"first": "N", "middle": ["R"], "last": "Hodgson", "suffix": ""}, {"first": "S", "middle": ["G"], "last": "Bohnet", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Majde", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Krueger", "suffix": ""}], "year": 2011, "venue": "Brain Behav Immun", "volume": "26", "issn": "", "pages": "83--89", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Neurovirulence of H7N7 influenza A virus: brain stem encephalitis accompanied with aspiration pneumonia in mice", "authors": [{"first": "K", "middle": [], "last": "Shinya", "suffix": ""}, {"first": "A", "middle": [], "last": "Suto", "suffix": ""}, {"first": "M", "middle": [], "last": "Kawakami", "suffix": ""}, {"first": "H", "middle": [], "last": "Sakamoto", "suffix": ""}, {"first": "T", "middle": [], "last": "Umemura", "suffix": ""}, {"first": "Y", "middle": [], "last": "Kawaoka", "suffix": ""}, {"first": "N", "middle": [], "last": "Kasai", "suffix": ""}, {"first": "T", "middle": [], "last": "Ito", "suffix": ""}], "year": 2005, "venue": "Arch Virol", "volume": "150", "issn": "", "pages": "1653--1660", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "The first case of H7N9 influenza in Taiwan", "authors": [{"first": "S", "middle": ["Y"], "last": "Chang", "suffix": ""}, {"first": "P", "middle": ["H"], "last": "Lin", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Tsai", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Hung", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Chang", "suffix": ""}], "year": 2013, "venue": "Lancet", "volume": "381", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Human infections with the emerging avian influenza A H7N9 virus from wet market poultry: clinical analysis and characterisation of viral genome", "authors": [{"first": "Y", "middle": [], "last": "Chen", "suffix": ""}, {"first": "W", "middle": [], "last": "Liang", "suffix": ""}, {"first": "S", "middle": [], "last": "Yang", "suffix": ""}, {"first": "N", "middle": [], "last": "Wu", "suffix": ""}, {"first": "H", "middle": [], "last": "Gao", "suffix": ""}, {"first": "J", "middle": [], "last": "Sheng", "suffix": ""}, {"first": "H", "middle": [], "last": "Yao", "suffix": ""}, {"first": "J", "middle": [], "last": "Wo", "suffix": ""}, {"first": "Q", "middle": [], "last": "Fang", "suffix": ""}, {"first": "D", "middle": [], "last": "Cui", "suffix": ""}], "year": 2013, "venue": "Lancet", "volume": "381", "issn": "", "pages": "1916--1925", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "A virus obtained from influenza patients", "authors": [{"first": "W", "middle": [], "last": "Smith", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Andrewes", "suffix": ""}, {"first": "P", "middle": ["P"], "last": "Laidlaw", "suffix": ""}], "year": 1933, "venue": "Lancet", "volume": "222", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "The ferret: an animal model to study influenza virus", "authors": [{"first": "J", "middle": ["A"], "last": "Maher", "suffix": ""}, {"first": "J", "middle": [], "last": "Destefano", "suffix": ""}], "year": 2004, "venue": "Lab Anim (NY)", "volume": "33", "issn": "", "pages": "50--53", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Pathogenesis and transmission of avian influenza A (H7N9) virus in ferrets and mice", "authors": [{"first": "J", "middle": ["A"], "last": "Belser", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Gustin", "suffix": ""}, {"first": "M", "middle": ["B"], "last": "Pearce", "suffix": ""}, {"first": "T", "middle": ["R"], "last": "Maines", "suffix": ""}, {"first": "H", "middle": [], "last": "Zeng", "suffix": ""}, {"first": "C", "middle": [], "last": "Pappas", "suffix": ""}, {"first": "X", "middle": [], "last": "Sun", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Carney", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Villanueva", "suffix": ""}, {"first": "J", "middle": [], "last": "Stevens", "suffix": ""}], "year": 2013, "venue": "Nature", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Characterization of H7N9 influenza A viruses isolated from humans", "authors": [{"first": "T", "middle": [], "last": "Watanabe", "suffix": ""}, {"first": "M", "middle": [], "last": "Kiso", "suffix": ""}, {"first": "S", "middle": [], "last": "Fukuyama", "suffix": ""}, {"first": "N", "middle": [], "last": "Nakajima", "suffix": ""}, {"first": "M", "middle": [], "last": "Imai", "suffix": ""}, {"first": "S", "middle": [], "last": "Yamada", "suffix": ""}, {"first": "S", "middle": [], "last": "Murakami", "suffix": ""}, {"first": "S", "middle": [], "last": "Yamayoshi", "suffix": ""}, {"first": "K", "middle": [], "last": "Iwatsuki-Horimoto", "suffix": ""}, {"first": "Y", "middle": [], "last": "Sakoda", "suffix": ""}], "year": 2013, "venue": "Nature", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Infectivity, transmission, and pathology of human H7N9 influenza in ferrets and pigs", "authors": [{"first": "H", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "D", "middle": [], "last": "Wang", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Kelvin", "suffix": ""}, {"first": "L", "middle": [], "last": "Li", "suffix": ""}, {"first": "Z", "middle": [], "last": "Zheng", "suffix": ""}, {"first": "S", "middle": ["W"], "last": "Yoon", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Wong", "suffix": ""}, {"first": "A", "middle": [], "last": "Farooqui", "suffix": ""}, {"first": "J", "middle": [], "last": "Wang", "suffix": ""}, {"first": "D", "middle": [], "last": "Banner", "suffix": ""}], "year": 2013, "venue": "Science", "volume": "341", "issn": "", "pages": "183--186", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Pathogenicity of the novel A/H7N9 influenza virus in mice", "authors": [{"first": "C", "middle": ["K"], "last": "Mok", "suffix": ""}, {"first": "H", "middle": ["H"], "last": "Lee", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Chan", "suffix": ""}, {"first": "S", "middle": ["F"], "last": "Sia", "suffix": ""}, {"first": "M", "middle": [], "last": "Lestra", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Nicholls", "suffix": ""}, {"first": "H", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Guan", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Peiris", "suffix": ""}], "year": 2013, "venue": "MBio", "volume": "4", "issn": "", "pages": "362--375", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "A simple method of estimating fifty percent endpoints", "authors": [{"first": "L", "middle": ["J"], "last": "Reed", "suffix": ""}, {"first": "H", "middle": [], "last": "Muench", "suffix": ""}], "year": 1938, "venue": "The American Journal of Hygiene", "volume": "27", "issn": "", "pages": "493--497", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "World Health Organization Gisn: Manual for the laboratory diagnosis and virological surveillance of influenza", "authors": [], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/1743-422X-10-253"]}}, "BIBREF14": {"ref_id": "b14", "title": "Submit your next manuscript to BioMed Central and take full advantage of: • Convenient online submission • Thorough peer review • No space constraints or color figure charges • Immediate publication on acceptance • Inclusion in PubMed, CAS, Scopus and Google Scholar • Research which is freely available for redistribution", "authors": [{"first": "", "middle": [], "last": "Xu", "suffix": ""}], "year": 2013, "venue": "Virology Journal", "volume": "10", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Survival percentages and weight loss changes of inoculated BALB/c mice or ferrets with H7N9 virus. (A) Three groups of ten mice were separately inoculated with 10 8 , 10 7 , or 10 6 TCID 50 of H7N9 virus, and the percentages of mice that survived during the observation period were compared. (B) The body weight loss of mice inoculated with 10 6 TCID 50 of virus. (C) Body temperature change of ferrets which were inoculated with either 10 8 or 10 6 TCID 50 of virus. (D) Body weight loss of ferrets which were inoculated with either 10 8 or 10 6 TCID 50 of virus. Data are presented as mean value ± SD.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Clinical signs and gross examination of lung tissues of inoculated BALB/c mice or ferrets with H7N9 virus. (A) Clinical signs (i) and gross examination of the lungs (ii) of inoculated mice. (B) Clinical signs (i & ii), gross examination of the lungs (iii) of inoculated ferrets. (C) Micro-CT scanning of lungs of inoculated ferrets, the lesions were marked by ovals and arrows.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Virus shedding of inoculated BALB/c mice or ferrets with H7N9 virus. (A) Virus shedding in the BALF and lung tissues of inoculated mice. (B) Virus shedding in the nasal and throat swabs of inoculated ferrets. Data are presented as mean value ± SD. * P<0.05.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Histopathological analyses of tissues of inoculated mice and ferrets. (A) Hematoxylin and Eosin (H-E) stain and immunohistochemical (IHC) analyses of tissues of inoculated mice. (B) Hematoxylin and Eosin (H-E) stain and IHC analyses of lungs of inoculated ferrets.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Clinical signs and replication of H7N9 virus in mice and ferrets", "latex": null, "type": "table"}, "TABREF1": {"text": "Impact of viral infection on the mouse and ferret lymphocyte populations in whole blood", "latex": null, "type": "table"}, "TABREF2": {"text": "Table 2 Impact of viral infection on the mouse and ferret", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Animal </td><td>lymphocyte populations in whole blood\nTime (d.p.i.) </td><td>WBCa </td><td>% LYb </td><td>% NEb\n</td></tr><tr><td>Mouse </td><td>−1c </td><td>12.0 </td><td>78.4 </td><td>12.5\n</td></tr><tr><td>1 </td><td>11.4 </td><td>64.4 </td><td>23.3\n</td></tr><tr><td> </td><td>2 </td><td>6.9* </td><td>48.7* </td><td>43.8*\n</td></tr><tr><td> </td><td>3 </td><td>5.5* </td><td>62.5 </td><td>27.1\n</td></tr><tr><td> </td><td>5 </td><td>6.8* </td><td>77.1 </td><td>15.7\n</td></tr><tr><td>Ferret </td><td>7 </td><td>5.3* </td><td>64.6 </td><td>21.5\n</td></tr><tr><td>−1 </td><td>15.9 </td><td>64.8 </td><td>17.9\n</td></tr><tr><td>7 </td><td>8.4* </td><td>38.8* </td><td>57.6*\n</td></tr><tr><td> </td><td>14 </td><td>13.4 </td><td>55.1 </td><td>37.7*\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "The authors declare that they have no competing financial interests.Authors' contributions CQ was the principal investigator, designed and supervised the study, and wrote the grant application. LLX, LLB, WD, HZ, TC, FDL, ZGX, KG, and YFY performed the animal studies. QL and YJ performed the cell culture experiments. WD, YFX, LH, and YHL did the histopathology and immunohistochemical analyses. LLX, JNL, WDY, QW, LFZ, and QC drafted the article. All authors read and approved the final manuscript.", "cite_spans": [], "ref_spans": [], "section": "Competing interests"}]}