{"paper_id": "628f83140898a81a4d1be14ef7504c18f0c3e497", "metadata": {"title": "Compassion in the Clinical Context: Constrained, Distributed, and Adaptive", "authors": [{"first": "Amanda", "middle": ["L"], "last": "Roze Des Ordons", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Calgary", "location": {"settlement": "Calgary", "region": "AB", "country": "Canada"}}, "email": ""}, {"first": "Lori", "middle": [], "last": "Macisaac", "suffix": "", "affiliation": {"laboratory": "", "institution": "Alberta Health Services", "location": {"settlement": "Calgary", "region": "AB", "country": "Canada"}}, "email": ""}, {"first": "Jacqueline", "middle": [], "last": "Hui", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Calgary", "location": {"settlement": "Calgary", "region": "AB", "country": "Canada"}}, "email": ""}, {"first": "Joanna", "middle": [], "last": "Everson", "suffix": "", "affiliation": {"laboratory": "", "institution": "Alberta Health Services", "location": {"settlement": "Calgary", "region": "AB", "country": "Canada"}}, "email": ""}, {"first": "Rachel", "middle": ["H"], "last": "Ellaway", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Calgary", "location": {"settlement": "Calgary", "region": "AB", "country": "Canada"}}, "email": ""}]}, "abstract": [{"text": "BACKGROUND: Compassion is intrinsically situated within particular contexts and how these contexts can shape compassion has not been well-described. OBJECTIVE: The purpose of the study was to describe how individual and contextual challenges can impact compassion within critical care and palliative care settings. DESIGN: This qualitative study adopted phenomenology and autoethnography to inform data collection, and principles of activity theory and realist inquiry for data interpretation. PARTICIPANTS: Five clinicians who work in critical care (n = 3) and palliative care (n = 3) participated in the study. APPROACH: Qualitative data were obtained from ethnographic observations, interviews, and focus groups. Participants observed and recorded field notes (n = 53) on instances of suffering and compassion in their workplace settings. At the end of the study period, they participated in a focus group or individual interview to reflect on their experiences. Data was analyzed using constructivist grounded theory techniques and iteratively synthesized through group discussion and model building.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "KEY RESULTS: The findings reflected four phenomena associated with compassion in context: individual gaps and lapses in compassion, relational challenges, contextual constraints on compassion, and distributed compassion. Individual gaps and lapses in compassion involved inattention, intention vs. perception, personal capacity, and personal toll. Relational challenges included receptivity, fragmentation, and lack of shared understanding. Contextual constraints consisted of situational pressures, the clinical environment, gaps in education, and organizational culture. The distribution of compassion within teams and how teams adapt their behaviors in response to perceived needs for greater compassion modulated these challenges. CONCLUSIONS: The study illustrates the many ways in which compassion can be shaped by context and highlights the role of teamwork in identifying gaps and lapses in compassion and responding in a way that supports patients, families, and colleagues.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Compassion is a complex construct that has been defined in different ways, yet with common themes of understanding suffering as universal, perceiving and acknowledging suffering, feeling empathy, and acting to alleviate the suffering. [1] [2] [3] [4] Compassion is typically modeled, trained, assessed, and researched as an individual quality or behavior, 3, 5, 6 often framed by its absence or deficit. 7 Compassion is intrinsically situated within particular social settings, and shaped by them; it is experienced, interpreted, and enacted differently in different circumstances. Patients and their families see compassion as essential in acute care settings, 3 and compassion has been associated with lower rates of burnout among clinicians. 8 Understanding the contextual landscape of compassion in healthcare and how clinicians adapt expressions of compassion according to context may advance compassion as a deliberate and mindful practice.", "cite_spans": [{"start": 235, "end": 238, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 239, "end": 242, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 243, "end": 246, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 247, "end": 250, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 356, "end": 358, "text": "3,", "ref_id": "BIBREF2"}, {"start": 359, "end": 361, "text": "5,", "ref_id": "BIBREF4"}, {"start": 362, "end": 363, "text": "6", "ref_id": "BIBREF5"}, {"start": 404, "end": 405, "text": "7", "ref_id": "BIBREF6"}, {"start": 662, "end": 663, "text": "3", "ref_id": "BIBREF2"}, {"start": 745, "end": 746, "text": "8", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Our study explored how clinicians working in critical care medicine and palliative care perceived and experienced suffering and compassion. Particular features of these settings that are well-aligned with the study of compassion include the acuity and fast-paced nature of the intensive care unit (ICU) where the focus is often on life-saving measures, the high-stakes nature of intensive care and palliative care that bring questions of life and death to the forefront, and the interdisciplinary teambased approaches that form the basis of everyday practice within both settings.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "The study focused on the situated nature of compassion and how challenges to expressing compassion change with circumstances. More specifically, we explored how different contextual factors limited or constrained compassion and how clinicians responded to perceived gaps in compassion.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "We adopted an exploratory qualitative approach, grounded in phenomenology 9 and autoethnography, 10 to explore how clinicians perceive and interpret compassion in both their own and others' practices. We used the patterns of clinical context model 11 to reflect contextual domains that may influence perceptions of compassion, activity theory 12 to consider how these domains interact, and realist inquiry 13 to explore how these domains might influence perceptions of compassion. For the purposes of the study, compassion was defined as \"a virtuous response that seeks to address the suffering of a person through relational understanding and action.\" 3", "cite_spans": [{"start": 74, "end": 75, "text": "9", "ref_id": "BIBREF8"}, {"start": 97, "end": 99, "text": "10", "ref_id": "BIBREF9"}, {"start": 248, "end": 250, "text": "11", "ref_id": "BIBREF10"}, {"start": 406, "end": 408, "text": "13", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Methodology"}, {"text": "The study was conducted within 3 critical care settings and 4 palliative care services in Calgary, Alberta, Canada, in 2016.", "cite_spans": [], "ref_spans": [], "section": "Study setting"}, {"text": "Five clinicians (a clinical nurse specialist, a nurse practitioner, and three physicians) were purposively selected for diversity of experience and practice settings and reflective capacity to observe and record instances of suffering and compassion as they went about their daily workplace activities. Two participants worked in critical care, two worked in palliative care, and one worked in both settings.", "cite_spans": [], "ref_spans": [], "section": "Participants"}, {"text": "Participants used a template to record their experiences and observations of witnessing or participating in a number of different clinical encounters involving compassion between March and September 2016. The template to guide observations and reflections was developed and piloted within the team (Appendix 1, online). Participants were then invited to share their reflections on participating in the study in their choice of a focus group or semi-structured interview led by RE, which were audio-recorded and transcribed.", "cite_spans": [], "ref_spans": [], "section": "Data collection"}, {"text": "Two researchers (AR, RE) applied principles of constructivist grounded theory 14 to independently analyze all field notes and focus group and interview transcripts. Analysis began by becoming familiar with the data, followed by independent inductive line-by-line coding and memo-ing, with meetings after coding every third document to review codes and emerging themes. Ambiguities and differences were resolved through discussion and deliberation. After coding was complete, codes were organized into higher level themes through iterative theorization, modelbuilding, and group discussion. Broader theories were developed from these themes and tested against the data in the field notes and transcripts.", "cite_spans": [{"start": 78, "end": 80, "text": "14", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Data analysis"}, {"text": "The research team comprised an interdisciplinary group of clinicians from acute care and palliative care inpatient settings (AR, JE, LM, JH) and medical education researchers experienced with qualitative methodology (AR, RE). These clinical and education lenses shaped the research design and interpretations.", "cite_spans": [], "ref_spans": [], "section": "Reflexivity"}, {"text": "Ethical approval was obtained from the University of Calgary Conjoint Health Research Ethics Board.", "cite_spans": [], "ref_spans": [], "section": "Reflexivity"}, {"text": "We collected 53 field notes (Table 1) , along with transcripts from one focus group with three participants and two individual interviews. We identified three key phenomena: constraints on compassion, limits of compassion, and distributed compassion.", "cite_spans": [], "ref_spans": [{"start": 28, "end": 37, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "RESULTS"}, {"text": "We had intended to look for gaps in compassion (where the need for compassion was not recognized or the ability to respond in a compassionate way was lacking) and lapses in compassion (absence of a compassionate response despite awareness of the need for compassion and the ability to respond accordingly). However, gaps and lapses could not be easily or consistently distinguished based on the observational nature of our study, and reasons for the gaps and lapses (e.g., inattention, misreading a situation, lack of sensitivity, exhaustion) were either inferred or not apparent to the observing clinicians. We use the term \"gaps and lapses\" to include both concepts.", "cite_spans": [], "ref_spans": [], "section": "Individual Gaps and Lapses in Compassion"}, {"text": "Individual gaps and lapses included inattention, intention, personal capacity, and the personal toll of compassion. a) Inattention to compassion was noted through both words and non-verbal behaviors. For example, observing the impact of a clinician's words in speaking with the family of a patient nearing the end of life:", "cite_spans": [], "ref_spans": [], "section": "Individual Gaps and Lapses in Compassion"}, {"text": "[He] said, \"Well, you know, if you pulled out his oxygen, he'd just die faster.\"… the family is in the room, standing, very anxious… There are places to say that. I think there are places where that is a compassionate, kind thing to say… it just wasn't in this room in that moment. Inattention through actions was noted in observing a social worker who had been asked to provide resources to a patient leaving hospital against medical advice:", "cite_spans": [], "ref_spans": [], "section": "Individual Gaps and Lapses in Compassion"}, {"text": "[She] came back with rubber slip-on shoes, a clean shirt, and a listing of addiction services, placed these on the desk outside of [his] room, then walked in the other direction. I had thought she might have gone in to give them to him and explain the resources, encourage him perhaps. (Field note [FN], P1) Inattention to compassion could mean that clinicians adopted a task-focused approach and overlooked the broader context of the situation:", "cite_spans": [], "ref_spans": [], "section": "Individual Gaps and Lapses in Compassion"}, {"text": "There's a moment where someone's just gasping for help and what do we do? We focus on tasks and we often don't address it… although, some members of our team are excellent at [addressing] it. (IN, P3) There was a sense that this task-focused approach may allow clinicians to distance and protect themselves from the difficult realities of the situation:", "cite_spans": [{"start": 175, "end": 187, "text": "[addressing]", "ref_id": null}], "ref_spans": [{"start": 192, "end": 200, "text": "(IN, P3)", "ref_id": null}], "section": "Individual Gaps and Lapses in Compassion"}, {"text": "Was it helping the physicians feel that they were doing something rather than feeling powerless standing by and watching? (FN, P1) There were several descriptions of how a biomedical approach contributed to suffering, related to side effects and complications of interventions and the perceived burden of medicalizing illness when patients preferred to focus on quality of life. A focus on the biomedical could also lead to missed opportunities for integrating patients' goals and values into the plan of care:", "cite_spans": [], "ref_spans": [], "section": "Individual Gaps and Lapses in Compassion"}, {"text": "The resident was standing, initiating conversation by discussing the plan without engaging with daughter or acknowledging how upset the patient was. (FN, P5)", "cite_spans": [], "ref_spans": [], "section": "Individual Gaps and Lapses in Compassion"}, {"text": "Assumptions and expectations also contributed to inattention to compassion:", "cite_spans": [], "ref_spans": [], "section": "Individual Gaps and Lapses in Compassion"}, {"text": "Because of our previous experience with Mrs. W, the social worker and myself were somewhat guarded… I felt that I needed to be wary of the language I used.", "cite_spans": [], "ref_spans": [], "section": "Individual Gaps and Lapses in Compassion"}, {"text": "(FN, P5) Despite being clinically confident, clinician uncertainty in how to offer support was also experienced:", "cite_spans": [], "ref_spans": [], "section": "Individual Gaps and Lapses in Compassion"}, {"text": "Colleagues are coming up to us and really grieving about what they found troubling. And sometimes it's harder to provide that kind of care. Expectations are kind of grey and murky. (Focus group [FG], P4) b) Intention vs. perception: Despite the intention to express compassion, patients and their families may not necessarily perceive clinicians' actions as compassionate. Compassion was more than what was intended or enacted by the clinician or noticed by an external observer; it also required that the intended recipient perceive it:", "cite_spans": [], "ref_spans": [], "section": "Individual Gaps and Lapses in Compassion"}, {"text": "People can feel compassionate in doing their thing, but I am limited by what I observe… [you need to be] talking with the people involved, getting their perspective as opposed to making assumptions and putting your interpretations on something that may or may not be there. (FG, P5)", "cite_spans": [], "ref_spans": [], "section": "Individual Gaps and Lapses in Compassion"}, {"text": "While involving patients and families in decision-making was intended as compassionate, several narratives described how making decisions around prognosis and transitions could impact families:", "cite_spans": [], "ref_spans": [], "section": "Individual Gaps and Lapses in Compassion"}, {"text": "My agenda of discussing goals of care really upset the patient. He expressed his suffering around these discussions and how it triggers previous trauma. (FN, P4)", "cite_spans": [], "ref_spans": [], "section": "Individual Gaps and Lapses in Compassion"}, {"text": "It was clear to me that the burden of responsibility for making a decision was most overwhelm-ing… she was okay if he deteriorated on his own but struggled with 'being responsible' for his death. (FN, P6) c) Personal capacity: Individual capacity further limited compassion. Between the cognitive demands and emotional impact of work-related and personal stresses, clinicians might have only so much capacity for compassion; having compassion for one patient or colleague might limit their capacity to have compassion for others:", "cite_spans": [], "ref_spans": [{"start": 196, "end": 204, "text": "(FN, P6)", "ref_id": null}], "section": "Individual Gaps and Lapses in Compassion"}, {"text": "If you suck up someone's anger or frustration, or if you are very deliberate in kindness or compassion, there's usually a cost somewhere in the system. (IN, P3) d) Personal toll: Compassion could also take a toll on clinicians through the impact of becoming part of another person's story.", "cite_spans": [], "ref_spans": [{"start": 152, "end": 160, "text": "(IN, P3)", "ref_id": null}], "section": "Individual Gaps and Lapses in Compassion"}, {"text": "The resident began to cry… it saddened him to care for JM in his advanced state of illness, who had so much to lose, who was close to his own age; he commented on how fragile life was, that his own life could be shortened at any moment, beyond his control. He commented he shouldn't have let himself be so affect-ed…. (FN, P5) Other narratives illustrated how clinicians experienced guilt for investigations and interventions that had not been of benefit to the patient, and grief related to the associated outcomes.", "cite_spans": [], "ref_spans": [{"start": 318, "end": 326, "text": "(FN, P5)", "ref_id": null}], "section": "Individual Gaps and Lapses in Compassion"}, {"text": "In my intention to help, I had only put her through a lot of tests that were not helpful in the end and done a procedure that had worsened her condition. In trying to help I had only caused more suffering; I had failed her on this day. (FN, P1)", "cite_spans": [], "ref_spans": [], "section": "Individual Gaps and Lapses in Compassion"}, {"text": "Moral distress was also identified, where clinicians witnessed suffering and felt powerless to express compassion in the way they envisioned or felt obligated to act in ways counter to their values and beliefs about compassion:", "cite_spans": [], "ref_spans": [], "section": "Individual Gaps and Lapses in Compassion"}, {"text": "While the nurses could give medications to feel like they were helping her, the RTs felt the ventilator was not helping and only causing more suffering, and they were responsible for this. (FN, P1) ", "cite_spans": [], "ref_spans": [], "section": "Individual Gaps and Lapses in Compassion"}, {"text": "Relational challenges that modulated compassion included receptivity, proximity, fragmentation, and lack of shared understanding. a) Receptivity: Compassion could be withheld when there was conflict, and was more often expressed when patient and family member behaviors were receptive and unambiguous:", "cite_spans": [], "ref_spans": [], "section": "Relational Challenges"}, {"text": "He had a friendly demeanour, was genuine… our daily visits were longer than needed, The nurses enjoyed caring for him, and one physician… continued to visit him even though no longer directly involved in his care (FN, P5) It was observed that less attention was paid to patients who appeared calm or were fatigued, somnolent or comatose, and the attention redirected to others: Because a lot of the patients are sedated they're not able to interact, and I think that sometimes people forget that… they can maybe still hear what people are saying and aware of what's being done to them (FN, P1)", "cite_spans": [], "ref_spans": [{"start": 213, "end": 221, "text": "(FN, P5)", "ref_id": null}], "section": "Relational Challenges"}, {"text": "Compassion is often as much if not more for the family, because the patient isn't often conscious. (IN, P2) b) Fragmentation: Team-based approaches to acute care medicine, with multiple team members, division of roles, shiftwork, and sequential transitions, inhibited compassion by fragmenting care:", "cite_spans": [], "ref_spans": [{"start": 99, "end": 107, "text": "(IN, P2)", "ref_id": "FIGREF2"}], "section": "Relational Challenges"}, {"text": "When Mrs. J found out the fellow was only there for the weekend and would not be part of her ongoing care, she became angry and shut down… tired of the hospital system, where so many healthcare providers came to see her and what was the point of opening up to them when they would only be [there] for a short time? (FN, P5) c) Lack of shared understanding: We encountered examples of incomplete understanding between clinicians and patients or families, between the healthcare team and patients, between different teams, and within a team:", "cite_spans": [], "ref_spans": [], "section": "Relational Challenges"}, {"text": "Once the decision was made to focus on comfort, the physician indicated hospice could be explored over the next several days; no further decisions needed to be made at this time. This was meant to compassionate, however, the son asked 'Why do we need to wait if this isn't going to change her condition but just prolong her hospitalization?' (FN, P6) Another example described how different perceptions between nurses and a patient resulted in frustration for all those involved:", "cite_spans": [], "ref_spans": [], "section": "Relational Challenges"}, {"text": "Nursing staff… felt that if they weren't able to check on her frequently then she would just sit there and suffer. Mrs. P commented that 'Staff just hide on the other side of that curtain; they never come in and often just wave at me when they walk by the crack.' (FN, P6) A lack of shared understanding between different healthcare teams also inhibited compassion for patients and colleagues:", "cite_spans": [], "ref_spans": [{"start": 264, "end": 272, "text": "(FN, P6)", "ref_id": null}], "section": "Relational Challenges"}, {"text": "… frustrating when goals of care are so vastly divergent from the patient and family's wishes. It generated a negative feeling between the ward physician and ICU team that I think drove the team to focus on tasks rather than the [patient's] actual goals of care and end of life. (FN, P3)", "cite_spans": [], "ref_spans": [], "section": "Relational Challenges"}, {"text": "Contextual factors that modulated whether and how compassion was enacted included situational pressures, the clinical environment, gaps in education, and organizational culture. a) Situational pressures, such as time, acuity, density of action, physical distance, and language barriers, were identified. Pressures related to volume of work or when patient acuity or severity of illness created a sense of racing against time, overwhelming clinicians' capacity to create space for compassion. The intensity and duration of patient interactions had an important impact:", "cite_spans": [], "ref_spans": [], "section": "Contextual Constraints on Compassion"}, {"text": "One reason why the nursing team in the ICU is a little bit more heavily burdened… they're assigned to one patient. And there's no escape from that. They're always watching it, the coughing, the shrugging, the twitching, the spasms. (IN, P3) Distractions also impacted compassion:", "cite_spans": [], "ref_spans": [{"start": 232, "end": 240, "text": "(IN, P3)", "ref_id": null}], "section": "Contextual Constraints on Compassion"}, {"text": "When there's a lot of commotion going on people are less likely to notice compassion and maybe less likely to act compassionately. (FG, P1) b) The clinical environment, including physical design and esthetics, further shaped compassion. The physical environment could create cognitive and emotional barriers: Now, our nursing staff sit outside in this kind of glass bubble room… but back in those days, instead of standing outside… they were in the room, [spoke] to the family and the patient a little bit more. (IN, P3) The privacy needed for sensitive conversations and for supporting distressed patients and families was often lacking in hospital settings:", "cite_spans": [], "ref_spans": [{"start": 131, "end": 139, "text": "(FG, P1)", "ref_id": "FIGREF1"}, {"start": 512, "end": 520, "text": "(IN, P3)", "ref_id": null}], "section": "Contextual Constraints on Compassion"}, {"text": "Mr. X's roommate was running water in the bathroom and walking back and forth. Then a nursing assistant came in to help the roommate… Half-way through our conversation, the roommate came out of the bathroom and went to his side of the curtain. Certainly, he could overhear and I wonder how this affected him, knowing that he too had advanced cancer. (FN, P5) Technology was another distractor, drawing attention to the physical aspects of care and away from the more difficult emotional suffering which cannot be simply \"fixed\":", "cite_spans": [], "ref_spans": [{"start": 350, "end": 358, "text": "(FN, P5)", "ref_id": null}], "section": "Contextual Constraints on Compassion"}, {"text": "It's very easy to walk into a patient's room with a family member who's gently sobbing and look at the monitor, because there's another flashy object that's crying for your attention and not something… uncomfortable. (IN, P3) c) Gaps in education also constrained compassion. Participants noted they had learned the theory behind compassion yet had not been explicitly taught how to apply this within the clinical setting. While compassion in practice could be learned vicariously, not everyone had ideal role models. I don't think you can teach compassion from a text-book… we have to learn it from our peers, and we've seen people support other people, despite what's going on. I don't think I left nursing school knowing how to do that. (IN, P3) Lack of training in goals of care conversations and palliative care was observed to sometimes interfere with clinicians' willingness to initiate conversations needed to identify and address patients' needs and support them through difficult times.", "cite_spans": [], "ref_spans": [{"start": 217, "end": 225, "text": "(IN, P3)", "ref_id": null}, {"start": 740, "end": 748, "text": "(IN, P3)", "ref_id": null}], "section": "Contextual Constraints on Compassion"}, {"text": "Goals of care discussions in the ICU are uncomfortable for staff. An interesting paradox, as nursing and respiratory therapy staff often feel the burden of moral distress from perceived futile care yet are uncomfortable with death and dying. (FN, P3) d) Related to organizational culture, some rules and policies introduced to promote safety and quality care had the unintended consequence of limiting compassion:", "cite_spans": [], "ref_spans": [{"start": 242, "end": 250, "text": "(FN, P3)", "ref_id": null}], "section": "Contextual Constraints on Compassion"}, {"text": "The whole ICU is locked down. It's key card access everywhere. There's just some sort of, I don't know, there's a message in that. (IN, P3) Tacit rules and routines embedded within a given setting also modulated compassion:", "cite_spans": [], "ref_spans": [{"start": 131, "end": 139, "text": "(IN, P3)", "ref_id": null}], "section": "Contextual Constraints on Compassion"}, {"text": "I asked [the] nurse… if hydromorphone had been given, and she indicated it had not; since the patient had been transferred to ICU in the computer system, the drug cart on the ward would not allow her to take out medications for the patient. (FN, P1) Routines also interfered with compassion. For example, ICU rounds are traditionally held outside of a patient's room, and the patient may be able to observe through the glass windows separating their room from the remainder of the unit:", "cite_spans": [], "ref_spans": [{"start": 241, "end": 249, "text": "(FN, P1)", "ref_id": "FIGREF1"}], "section": "Contextual Constraints on Compassion"}, {"text": "We don't look compassionate when we huddle up in a ball, talk about you, and walk away. We could be saying the most supportive things… but the medium is the message. And people have told me that. They're half awake, and they'll mouth out or they've got tracheostomy, so I can't really read their lips... 'What are you guys talking about out there?' (IN, P3) Synthesis. We grouped the many factors involved in expressing and perceiving compassion into three levels: contextual (external to expressions of compassion), relational (between clinicians, patients and their families, learners, and colleagues), and internal (cognitive and emotional factors). The themes we identified describe the entanglements between these three levels. The entanglements of the internal and relational levels were shaped by the presence or absence of shared understanding, fragmentation, and receptivity. Entanglements between the internal and relational levels were shaped by situational pressures, the clinical environment, gaps in education, and organizational culture. Together, these set out a multidimensional contextual space within which compassion is shaped (Fig. 1 ).", "cite_spans": [], "ref_spans": [{"start": 349, "end": 357, "text": "(IN, P3)", "ref_id": null}, {"start": 1147, "end": 1154, "text": "(Fig. 1", "ref_id": "FIGREF1"}], "section": "Contextual Constraints on Compassion"}, {"text": "How healthcare teams distribute responsibility for compassion within a team also emerged from our findings. This distribution depended on defined roles, the extent to which team members perceived and altered their behaviors to fill gaps in compassion, and whether gaps were filled by their actions or required further attention (Fig. 2) .", "cite_spans": [], "ref_spans": [{"start": 328, "end": 336, "text": "(Fig. 2)", "ref_id": "FIGREF2"}], "section": "Distributed and Adaptive Compassion"}, {"text": "Compassion was distributed among different team members, primarily based on identified roles. It didn't seem that any one [clinician] had a sense of complete responsibility for the individual. But that [they] were dividing up the compassion along -probably along the lines of the scope of practice they would take on. (FG, interviewer) This distribution was adapted in response to team members modulating their behaviors to address perceived gaps in compassion shown by others around them. This shared responsibility was sometimes deliberate although more often tacit. (part of the relational network between actors), and internal (cognitive and emotional factors). Factors were entangled at each level and, networks of factors at each level were also dynamically entangled. Entanglements between internal and relational levels were shaped by the presence or absence of shared understanding, fragmentation, and receptivity. Entanglements between internal and relational levels were shaped by situational pressures, the clinical environment, gaps in education, and organizational culture.", "cite_spans": [], "ref_spans": [{"start": 318, "end": 335, "text": "(FG, interviewer)", "ref_id": null}], "section": "Distributed and Adaptive Compassion"}, {"text": "I was surprised that the resident had not acknowledged how upset Mr. W's daughter was, and was relieved that I had been there to facilitate the conversation. (FN, P5)", "cite_spans": [], "ref_spans": [], "section": "Distributed and Adaptive Compassion"}, {"text": "Distributed compassion was not solely focused on the patient; a number of accounts highlighted how clinicians recognized and responded to team members' suffering.", "cite_spans": [], "ref_spans": [], "section": "Distributed and Adaptive Compassion"}, {"text": "I was encouraged to see the team members rally around this RN and support her. It is an important reminder that all members of the team are vulnerable. (FN, P3) We also see distress in our colleagues. And we're compassionate towards how they are feeling about caring for someone who's suffering… they're also suffering… a lot of our compassion is actually towards each other. (FG, P4)", "cite_spans": [], "ref_spans": [{"start": 152, "end": 160, "text": "(FN, P3)", "ref_id": null}], "section": "Distributed and Adaptive Compassion"}, {"text": "Trust was highlighted as important in these collegial interactions.", "cite_spans": [], "ref_spans": [], "section": "Distributed and Adaptive Compassion"}, {"text": "Approaching us when they're vulnerable and disclosing something you don't really every day expose to your colleagues says a lot that they trust you and that you are providing something they need. (FG, P6)", "cite_spans": [], "ref_spans": [], "section": "Distributed and Adaptive Compassion"}, {"text": "Clinicians intend to infuse caring and achieve connectedness with patients and their families, although these ideals are not always realized in practice. In this study, we found many constraining and enabling factors in expressing and perceiving compassion. These factors worked at different levels: contextual, relational, and internal. How these levels were entangled with each other was further modified by shared understanding, fragmentation, receptivity, situational pressures, the clinical environment, gaps in education, and organizational culture. We found that it was the emergent interplay of these factors that modified expressions of compassion rather than individual and independent interactions between single factor and expression of compassion. While these factors describe how expressions of compassion are modified, we also found that many clinicians dynamically responded to fill perceived gaps in others' expressions of compassion. Our findings advance our understanding of how compassion can be shaped and constrained, and how clinicians adapt their expressions of compassion in response to gaps in others' actions and behaviors.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "We found both individual and team-based challenges to compassion. This contrasts with discourses of compassion in healthcare that have focused on compassion in relation to a single clinician, 15 rather than upon the contexts in which they are working. How compassion can become more consistently embedded in care may require widening the lens of view beyond the individual. Conceptualizing compassion as a team endeavor can expand our way of thinking about how gaps in compassion might arise, and whether and how such gaps might be perceived by an external observer and experienced by those directly involved.", "cite_spans": [{"start": 192, "end": 194, "text": "15", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Firth-Cozens et al. identified values instilled in clinical training that constrained compassion, including fears of distress and dying, stress, depression, and burnout, and the wider hospital context. 16 Our work speaks to and elaborates upon these issues, and uniquely identifies how gaps between intended and perceived compassion, fragmented care, a lack of shared understanding, and elements of the physical environment can further influence whether and how compassion is enacted. Identifying these challenges provides a framework through which individuals, teams, and organizations can examine their own practices and work settings to identify how compassion could be enhanced. For example, feedback and coaching may facilitate better alignment between intentions and perceptions, and fostering continuity of care could be considered in clinician scheduling. Awareness of the multiple factors influencing compassion might also help team members have compassion for one another and facilitate self-compassion when the ideals of clinical care have not been realized in practice. Compassion has in some ways become a \"god-term\" subordinate to other aspects of care and an \"ultimate motive\" accepted at face value and not questioned. 17 Yet, compassion may be marbled and layered. Our study identified limits to compassion and the unintended suffering that may occur within actions intended to express compassion. While clinicians do not intend to cause suffering, compassion unfolds through interactions between people with different worldviews and priorities; what is experienced may not be as intended. Through witnessing suffering, feeling powerless to relieve suffering, and at times unintentionally contributing to suffering, clinicians may suffer themselves. 18, 19 And from a systems perspective where resources are finite, spending more time with one patient may limit time spent with another. We are not advocating that compassion be avoided, but rather draw attention to these unintended consequences so that they can be anticipated and their effect mitigated. For example, resilience training, contemplative practices, and peer support may prevent or reduce the impact of vicarious trauma and burnout. 20 We were surprised to discover the extent to which compassion can be distributed between team members rather than being the responsibility of a single individual. When compassion is both an individual and team endeavor, monitoring and reflecting upon individual and team behaviors becomes a shared pursuit that could modulate some of the challenges of compassion. Awareness of what makes compassion difficult could help clinicians proactively identify when they do not have the capacity for compassion and ask a colleague to devote more attention towards compassion. Similarly, when teams notice constraining factors, they can be more intentional in enacting compassion, more vigilant for gaps in compassion, and more prepared to fill in gaps. These concepts of teamwork have previously been described within the general teamwork literature as mutual performance monitoring, backup behavior, and adaptability, 21 and have been applied to managing emergency medical situations. 22 The patient safety literature also considers the collective competence of a team in addition to individual performance. 23 To our knowledge, how these concepts of teamwork could apply to the relational dimensions of medicine has not previously been considered.", "cite_spans": [{"start": 202, "end": 204, "text": "16", "ref_id": "BIBREF15"}, {"start": 1235, "end": 1237, "text": "17", "ref_id": "BIBREF16"}, {"start": 1767, "end": 1770, "text": "18,", "ref_id": "BIBREF17"}, {"start": 1771, "end": 1773, "text": "19", "ref_id": "BIBREF18"}, {"start": 2215, "end": 2217, "text": "20", "ref_id": "BIBREF19"}, {"start": 3127, "end": 3129, "text": "21", "ref_id": "BIBREF20"}, {"start": 3194, "end": 3196, "text": "22", "ref_id": "BIBREF21"}, {"start": 3317, "end": 3319, "text": "23", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Including compassion as one of the many aims that a team strives to achieve has implications. How a team works together to create a milieu of compassion could significantly impact patient and family experiences and outcomes. Future research might consider looking at how teams can be trained to identify and address compassion gaps and how a team approach to compassionate care impacts patients, families, and the team itself.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Strengths of our study include multiple observations distributed across time and place. A broad-based perspective was further achieved through co-analysis by a clinician and education researcher. There are also limitations. Our study was conducted within a single Canadian institution, with observations recorded by a small number of clinicians. It was based on personal observations and experiences, and did not seek the perspectives of others involved in the events described.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Compassion is a core value in healthcare yet not always conveyed or perceived. We have identified a number of gaps, constraints, and limits on compassion and how these might be mitigated by a distributed team-based model of compassion. This work has implications for how compassion might be approached and integrated within contemporary clinical care, where patient experiences and outcomes are dependent on both individual and team performance.", "cite_spans": [], "ref_spans": [], "section": "CONCLUSION"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "In search of compassion: a new taxonomy of compassionate physician behaviours", "authors": [{"first": "R", "middle": ["A"], "last": "Cameron", "suffix": ""}, {"first": "B", "middle": ["L"], "last": "Mazer", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Deluca", "suffix": ""}, {"first": "S", "middle": ["G"], "last": "Mohile", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Epstein", "suffix": ""}], "year": 2015, "venue": "Health Expect", "volume": "18", "issn": "", "pages": "1672--1685", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "What is compassion and how can we measure it? A review of definitions and measures", "authors": [{"first": "C", "middle": [], "last": "Strauss", "suffix": ""}, {"first": "Lever", "middle": [], "last": "Taylor", "suffix": ""}, {"first": "B", "middle": [], "last": "Gu", "suffix": ""}, {"first": "J", "middle": [], "last": "Kuyken", "suffix": ""}, {"first": "W", "middle": [], "last": "Baer", "suffix": ""}, {"first": "R", "middle": [], "last": "Jones", "suffix": ""}, {"first": "F", "middle": [], "last": "Cavanagh", "suffix": ""}, {"first": "K", "middle": [], "last": "", "suffix": ""}], "year": 2016, "venue": "Clin Psychol Rev", "volume": "47", "issn": "", "pages": "15--27", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Compassion in health care: an empirical model", "authors": [{"first": "S", "middle": [], "last": "Sinclair", "suffix": ""}, {"first": "S", "middle": [], "last": "Mcclement", "suffix": ""}, {"first": "S", "middle": [], "last": "Raffin-Bouchal", "suffix": ""}, {"first": "T", "middle": ["F"], "last": "Hack", "suffix": ""}, {"first": "N", "middle": ["A"], "last": "Hagen", "suffix": ""}, {"first": "S", "middle": [], "last": "Mcconnell", "suffix": ""}, {"first": "H", "middle": ["M"], "last": "Chochinov", "suffix": ""}], "year": 2016, "venue": "J Pain Symptom Manag", "volume": "51", "issn": "", "pages": "193--203", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "What are healthcare providers' understandings and experiences of compassion? The healthcare compassion model: a grounded theory study of healthcare providers in", "authors": [{"first": "S", "middle": [], "last": "Sinclair", "suffix": ""}, {"first": "T", "middle": ["F"], "last": "Hack", "suffix": ""}, {"first": "S", "middle": [], "last": "Raffin-Bouchal", "suffix": ""}, {"first": "S", "middle": [], "last": "Mcclement", "suffix": ""}, {"first": "K", "middle": [], "last": "Stajduhar", "suffix": ""}, {"first": "P", "middle": [], "last": "Singh", "suffix": ""}, {"first": "N", "middle": ["A"], "last": "Hagen", "suffix": ""}, {"first": "A", "middle": [], "last": "Sinnarajah", "suffix": ""}, {"first": "H", "middle": ["M"], "last": "Chochinov", "suffix": ""}], "year": 2018, "venue": "CanadaBMJ Open", "volume": "8", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Compassion training in healthcare: what are patients' perspectives on training healthcare providers", "authors": [{"first": "S", "middle": [], "last": "Sinclair", "suffix": ""}, {"first": "M", "middle": [], "last": "Torres", "suffix": ""}, {"first": "S", "middle": [], "last": "Raffin-Bouchal", "suffix": ""}, {"first": "T", "middle": ["F"], "last": "Hack", "suffix": ""}, {"first": "S", "middle": [], "last": "Mcclement", "suffix": ""}, {"first": "N", "middle": ["A"], "last": "Hagen", "suffix": ""}, {"first": "H", "middle": ["M"], "last": "Chochinov", "suffix": ""}], "year": 2016, "venue": "BMC Med Educ", "volume": "16", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "The language of compassion in acute mental health care", "authors": [{"first": "P", "middle": [], "last": "Crawford", "suffix": ""}, {"first": "P", "middle": [], "last": "Gilbert", "suffix": ""}, {"first": "J", "middle": [], "last": "Gilbert", "suffix": ""}, {"first": "C", "middle": [], "last": "Gale", "suffix": ""}, {"first": "K", "middle": [], "last": "Harvey", "suffix": ""}], "year": 2013, "venue": "Qual Health Res", "volume": "23", "issn": "", "pages": "719--727", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Compassion fatigue: a meta-narrative review of the healthcare literature", "authors": [{"first": "S", "middle": [], "last": "Sinclair", "suffix": ""}, {"first": "S", "middle": [], "last": "Raffin-Bouchal", "suffix": ""}, {"first": "L", "middle": [], "last": "Venturato", "suffix": ""}, {"first": "J", "middle": [], "last": "Mijovic-Kondejewski", "suffix": ""}, {"first": "L", "middle": [], "last": "Smith-Macdonald", "suffix": ""}], "year": 2017, "venue": "Int J Nurs Stud", "volume": "69", "issn": "", "pages": "9--24", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Mindfulness and compassion-oriented practices at work reduce distress and enhance self-care of palliative care teams: a mixedmethod evaluation of an \"on the job\" program", "authors": [{"first": "C", "middle": ["L"], "last": "Orellana-Rios", "suffix": ""}, {"first": "L", "middle": [], "last": "Radbruch", "suffix": ""}, {"first": "M", "middle": [], "last": "Kern", "suffix": ""}, {"first": "Y", "middle": ["U"], "last": "Regel", "suffix": ""}, {"first": "Anton", "middle": ["A"], "last": "Sinclair", "suffix": ""}, {"first": "S", "middle": [], "last": "Schmidt", "suffix": ""}, {"first": "S", "middle": [], "last": "", "suffix": ""}], "year": 2017, "venue": "BMC Palliat Care", "volume": "17", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Phenomenology of practice", "authors": [{"first": "M", "middle": [], "last": "Van Manen", "suffix": ""}], "year": 2007, "venue": "Phenomenology & Practice", "volume": "1", "issn": "", "pages": "11--30", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Auto-ethnography: paradigms, problems and prospects", "authors": [{"first": "D", "middle": [], "last": "Hayano", "suffix": ""}], "year": 1979, "venue": "Hum Organ", "volume": "", "issn": "", "pages": "38--99", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Exploring patterns and pattern languages of medical education", "authors": [{"first": "R", "middle": ["H"], "last": "Ellaway", "suffix": ""}, {"first": "J", "middle": [], "last": "Bates", "suffix": ""}], "year": 2015, "venue": "Med Educ", "volume": "49", "issn": "", "pages": "1189--1196", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Perspectives on activity theory", "authors": [{"first": "Y", "middle": [], "last": "Engeström", "suffix": ""}, {"first": "R", "middle": [], "last": "Mietinnen", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Punamäki", "suffix": ""}], "year": 1999, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Evidence-Based Policy. A realist perspective", "authors": [{"first": "R", "middle": [], "last": "Pawson", "suffix": ""}], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Constructionism and the grounded theory", "authors": [{"first": "K", "middle": [], "last": "Charmaz", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "397--412", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Compassion: a scoping review of the healthcare literature", "authors": [{"first": "S", "middle": [], "last": "Sinclair", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Norris", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Mcconnell", "suffix": ""}, {"first": "H", "middle": ["M"], "last": "Chochinov", "suffix": ""}, {"first": "T", "middle": ["F"], "last": "Hack", "suffix": ""}, {"first": "N", "middle": ["A"], "last": "Hagen", "suffix": ""}, {"first": "S", "middle": [], "last": "Mcclement", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Bouchal", "suffix": ""}], "year": 2016, "venue": "BMC Palliat Care", "volume": "15", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "The point of care, enabling compassionate care in acute hospital settings. The Kings Fund", "authors": [{"first": "Firth", "middle": [], "last": "Cozens", "suffix": ""}, {"first": "J", "middle": [], "last": "Cornwell", "suffix": ""}, {"first": "J", "middle": [], "last": "", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "A grammar of motives", "authors": [{"first": "K", "middle": [], "last": "Burke", "suffix": ""}], "year": 1952, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "A critical care societies collaborative statement: burnout syndrome in critical care health-care professionals. A call for action", "authors": [{"first": "M", "middle": [], "last": "Moss", "suffix": ""}, {"first": "V", "middle": ["S"], "last": "Good", "suffix": ""}, {"first": "D", "middle": [], "last": "Gozal", "suffix": ""}, {"first": "R", "middle": [], "last": "Kleinpel", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Sesser", "suffix": ""}], "year": 2016, "venue": "Am J Respir Crit Care Med", "volume": "194", "issn": "", "pages": "106--113", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "The intensity and frequency of moral distress among different healthcare disciplines", "authors": [{"first": "S", "middle": [], "last": "Houston", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Casanova", "suffix": ""}, {"first": "M", "middle": [], "last": "Leveille", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "Schmidt", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Barnes", "suffix": ""}, {"first": "K", "middle": ["R"], "last": "Trungale", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Fine", "suffix": ""}], "year": 2013, "venue": "J Clin Ethics", "volume": "24", "issn": "", "pages": "98--112", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Executive leadership and physician wellbeing: nine organizational strategies to promote engagement and reduce burnout", "authors": [{"first": "T", "middle": ["D"], "last": "Shanafelt", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Noseworthy", "suffix": ""}], "year": 2017, "venue": "Mayo Clin Proc", "volume": "92", "issn": "", "pages": "129--146", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Is there a \"Big Five\" in teamwork?", "authors": [{"first": "E", "middle": [], "last": "Salas", "suffix": ""}, {"first": "D", "middle": ["E"], "last": "Sims", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Burke", "suffix": ""}], "year": 2005, "venue": "Small Group Res", "volume": "36", "issn": "", "pages": "555--599", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Crisis management in anesthesiology", "authors": [{"first": "D", "middle": ["M"], "last": "Gaba", "suffix": ""}, {"first": "K", "middle": ["J"], "last": "Fish", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Howard", "suffix": ""}], "year": 1994, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Paradoxical truths and persistent myths: reframing the team competence conversation", "authors": [{"first": "L", "middle": [], "last": "Lingard", "suffix": ""}], "year": 2016, "venue": "J Contin Educ Heal Prof", "volume": "36", "issn": "", "pages": "19--21", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "(Interview [IN], P3)", "latex": null, "type": "figure"}, "FIGREF1": {"text": "contextual space for expressions and perceptions of compassion defined by networks of entanglement between constraining and enabling factors. Factors worked at three different levels: contextual (external to expressions of compassion), relational", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Distributed and adaptive compassion. 1 Compassion is distributed among members of a healthcare team, where different members perform different compassion acts and roles. 2 Certain team members may lack compassion, leaving a compassion gap. 3 Perceiving the gap, other team members may expand their compassionate actions to fill the gap. 4 Team members may adjust their scope of compassion dynamically in response to how others in the team are expressing their scope of compassion.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Participant Backgrounds and Field Note Contributions", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Participant* </td><td>Role </td><td>Field notes\n</td></tr><tr><td>P1 </td><td>Physician, critical care </td><td>20\n</td></tr><tr><td>P2 </td><td>Physician, critical care </td><td>1\n</td></tr><tr><td>P3 </td><td>Nurse practitioner, critical care </td><td>4\n</td></tr><tr><td>P4 </td><td>Physician, palliative care </td><td>13\n</td></tr><tr><td>P5 </td><td>Physician, palliative care </td><td>10\n</td></tr><tr><td>P6 </td><td>Nurse clinician, palliative care </td><td>10\n</td></tr><tr><td> </td><td>Total </td><td>58\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Given the frailty, age, comorbidities and wishes expressed by family, the goals of care were not appro-priate… [ward] staff felt distressed about potentially intubating this patient. Rather than address the conflict, [the ICU team was] task-focused, ignored or were oblivious to the son's suffering… [ward] staff were caught in the middle of this morally distressing situation.(FN, P3)", "latex": null, "type": "table"}}, "back_matter": [{"text": "Ethical approval was obtained from the University of Calgary Conjoint Health Research Ethics Board.", "cite_spans": [], "ref_spans": [], "section": "annex"}, {"text": "The authors declare that they do not have a conflict of interest.", "cite_spans": [], "ref_spans": [], "section": "Conflict of Interest:"}]}