{
    "paper_id": "63611f32868cb5c6ae9703cc8ae3f1cf972c7bbe",
    "metadata": {
        "title": "Viral Interference: The Case of Influenza Viruses",
        "authors": [
            {
                "first": "Stacey",
                "middle": [],
                "last": "Schultz-Cherry",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "St. Jude Children's Research Hospital",
                    "location": {
                        "postCode": "38105",
                        "settlement": "Memphis, Memphis",
                        "region": "Tennessee, TN"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "It is well known that infection of an organism, whether plant, animal, or bacterium, with a virus can prevent or partially inhibit infection with another virus within the same host, resulting in viral interference. Although originally described for plant viruses in 1929 [1] , similar observations were made for bacteriophage [2] and a plethora of animal viruses in the 1940s and 1950s [3] . In fact, Jenner reported in 1804 that herpetic infections may prevent the development of vaccinia lesions [4] , in perhaps the first report of viral interference. These original reports have been well supported through experimental studies in animals, as well as epidemiological and modeling studies, for a variety of viruses, including influenza virus.",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 274,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 326,
                    "end": 329,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 386,
                    "end": 389,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 498,
                    "end": 501,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "During the influenza season, numerous strains of influenza A and B viruses can cocirculate within populations. For example, in the United States, influenza A(H3N2) viruses cocirculated with influenza B viruses, while influenza A(H1N1) pdm09 viruses were reported only rarely during the 2014-2015 season [5] . Complicating the situation is the cocirculation with other respiratory viruses [6] , several of which have been hypothesized to influence influenza virus infection in humans [7] or directly shown to cause viral interference in animal models [8] [9] [10] To understand the impact of cocirculating human influenza A and B viruses on viral interference, Laurie et al coinfected ferrets with combinations of influenza A and B viruses that circulated in 2009 and 2010, with intervals of 1-14 days between primary and secondary viral challenge. Two of the intervals (days 1 and 3) represented the start and peak of virus shedding in the upper respiratory tract; day 5 corresponded to decreased viral shedding, day 7 represented the end of viral shedding, while days 10 and 14 represented a time when the adaptive immune response was activated. Viral shedding, as defined by reverse transcriptionpolymerase chain reaction (RT-PCR)determined copy number in nasal wash specimens, was monitored by real-time PCR. Intriguingly, they observed several patterns of viral shedding after challenge: (1) prevention of secondary infection, (2) coinfection, (3) shortened secondary infection, (4) delayed secondary infection, and (5) no effect as compared to the control group. These patterns were influenced not only by the interval between primary and secondary viral challenge, but also by the viral strain. Interference was only observed if primary infection occurred up to 7 days before secondary challenge, suggesting that continued shedding of the primary virus may induce a temporary state of immunity that is not seen if secondary infection occurs 10-14 days after primary infection. This occurred with both antigenically related and antigenically unrelated viruses. The finding that the outcome was dependent on the viral combinations suggests that different influenza viruses induce differing levels of temporary immunity, with the A(H1N1)pdm09 virus being the most effective in this study, followed by influenza B virus and influenza A(H3N2) virus.",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 306,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 388,
                    "end": 391,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 483,
                    "end": 486,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 550,
                    "end": 553,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 554,
                    "end": 557,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 558,
                    "end": 562,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Why are these studies so exciting? In addition to providing important new insights into the phenomenon of viral interference during influenza virus infection, they were performed with circulating human influenza virus strains in ferrets, arguably one of the best animal models for studying human influenza viruses. This increases the potential impact of the study findings. The studies also generate a number of new questions that must be explored. What is the nature of the temporary immunity that is induced during the primary infection, and why are some influenza virus strains better able to induce such immunity? What is it about the A(H1N1)pdm09 virus that makes it the most potent at inhibiting subsequent infections? Is this property common to all A(H1N1) strains, or there something unique to the pandemic virus, which was introduced relatively recently to humans as compared to the A(H3N2) and influenza B viruses? Are coinfections more common than previously appreciated, and are we missing them during routine surveillance? Routine surveillance typically involves performing real-time RT-PCR for the viral matrix (M) gene, which would indicate whether a person is infected but not the strain with which they are infected. Currently, only a subset of laboratories routinely subtype influenza A viruses, so there is a potential for missed identification of coinfections, which may give rise to novel reassortants. This information has important public health ramifications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Another question of importance to public health is which of the viruses generated during these coinfection studies are capable of transmitting to naive animals. This would be an important follow-on study. Finally, these experiments lead one to wonder whether live attenuated vaccines, which also induce localized innate immune responses, may result in viral interference to homologous and heterosubtypic viruses within the first few days after administration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Overall, the studies by Laurie et al provide an intriguing glimpse at the tip of the iceberg of virus-virus interactions and raise a question that is of interest not only for virologists, but also for infectious diseases researchers, public health authorities, and clinicians: how does one microbe influence the susceptibility or resistance to other circulating microbes? This important question that can only be answered through subsequent research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Potential conflict of interest. S. S.-C. reports that she has coauthored publications with 2 authors of the study discussed here, Anne Kelso and Ian Barr, through her role as deputy director of the St. Jude World Health Organization Collaborating Center.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Note"
        },
        {
            "text": "The author has submitted the ICMJE Form for Disclosure of Potential Conflicts of Interest. Conflicts that the editors consider relevant to the content of the manuscript have been disclosed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Note"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Mosaic diseases in the Canary Islande, West Africa, and Gibraltar",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Mckinney",
                    "suffix": ""
                }
            ],
            "year": 1929,
            "venue": "J Agric Research",
            "volume": "39",
            "issn": "",
            "pages": "557--78",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Interference between bacterial viruses. I. Interference between two bacterial viruses acting upon the same host, and the mechanism of virus growth",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Deleri",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Luria",
                    "suffix": ""
                }
            ],
            "year": 1942,
            "venue": "Arch Biochem",
            "volume": "1",
            "issn": "",
            "pages": "111--152",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Interference phenomena between animal viruses: a review",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Henle",
                    "suffix": ""
                }
            ],
            "year": 1950,
            "venue": "J Immunol",
            "volume": "64",
            "issn": "",
            "pages": "203--239",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Letter to the editor",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Jenner",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Med Phys J",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Update: influenza activity-United States",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "D&apos;mello",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Brammer",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Blanton",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "64",
            "issn": "",
            "pages": "206--218",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Viruses associated with acute respiratory infections and influenza-like illness among outpatients from the Influenza Incidence Surveillance Project",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fowlkes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Giorgi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Erdman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Infect Dis",
            "volume": "209",
            "issn": "",
            "pages": "1715--1740",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Do rhinoviruses reduce the probability of viral co-detection during acute respiratory tract infections?",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Greer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mcerlean",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Arden",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Clin Virol",
            "volume": "45",
            "issn": "",
            "pages": "10--15",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Virus interference between H7N2 low pathogenic avian influenza virus and lentogenic Newcastle disease virus in experimental co-infections in chickens and turkeys",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Costa-Hurtado",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Afonso",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Vet Res",
            "volume": "45",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Experimental co-infections of domestic ducks with a virulent Newcastle disease virus and low or highly pathogenic avian influenza viruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pantin-Jackwood",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Costa-Hurtado",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Vet Microbiol",
            "volume": "177",
            "issn": "",
            "pages": "7--17",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Dual infections of feeder pigs with porcine reproductive and respiratory syndrome virus followed by porcine respiratory coronavirus or swine influenza virus: a clinical and virological study",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Van Reeth",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nauwynck",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pensaert",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Vet Microbiol",
            "volume": "48",
            "issn": "",
            "pages": "325--360",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ". However, there is little information about viral interference among human influenza A and B viruses in relevant animal models, including the duration and extent of temporary immunity, if it occurs. The studies by Laurie et al in this issue of The Journal of Infectious Diseases fill this gap in knowledge and provide important new information on the importance of time and viral strain in viral interference during influenza virus infections.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}