{
    "paper_id": "6372068e5336bff1590b703752977296b0e66db2",
    "metadata": {
        "title": "35. Gemeinsame Jahrestagung der Deutschen Gesellschaft für Internistische Intensivmedizin und Notfallmedizin und der Österreichischen Gesellschaft für Internistische und Allgemeine Intensivmedizin",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "1,2 ± 1,1 1,6 ± 1,5 0,5 ± 0,4 Normalwerte FV06 Regionale Antikoagulation mit Citrat bei kontinuierlicher veno-venösen Hämofiltration St. Morgera, G. Voss, H.-H. Neumayer Medizinische Klinik mit Schwerpunkt Nephrologie, Campus Charité Mitte, Universitätsklinikum Charité, Humboldt-Universität zu Berlin Die kontinuierliche veno-venöse Hämofiltration (CVVH) gilt aufgrund ihrer guten Kreislaufverträglichkeit als Verfahren der Wahl bei intensivpflichtigen Patienten mit akutem Nierenversagen. Das Problem der Antikoagulation des extrakorporalen Kreislaufs ist bislang nicht hinreichend gelöst. Heparin stellt seit Jahrzehnten das Hauptantikoagulanz dar. Die zunehmende Zahl an Patienten mit heparininduzierter Thrombozytopenie macht die Suche nach Alternativen zwingend notwendig.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 169,
                    "text": "St. Morgera, G. Voss, H.-H. Neumayer",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Über einen Zeitraum von 12 Monaten wurden Patienten mit akutem Nierenversagen und regionaler Citrat-Antikoagulation prospektiv dokumentiert. Erfasst wurden: Filterlaufzeiten, Häufigkeit von metabolischen Alkalosen, Azidosen, Hypo-sowie Hyperkalzämie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Die regionale Antikoagulation mit Citrat führte zu hervorragenden Filterlaufzeiten (p < 0,01 vs. Heparin). Metabolische Alkalosen traten in zirka 25% der Fälle auf, waren jedoch durch Erhöhung des Dialysatumsatzes in nahezu allen Fällen gut zu beherrschen. Hypokalzämien traten unter kontinuierlicher Kalziumsubstitution nicht auf. Hyperkalzämien wurden vereinzelt bei Patienten mit Leberversagen beobachtet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Die regionale Antikoagulation mit Citrat stellt ein effektives und sicheres Verfahren dar, welches auch als Routineverfahren auf Intensivstationen eingesetzt werden kann. J. H. Hamm Innere Abteilung, ASKLEPIOS Nordseeklinik Westerland-Sylt, Westerland Das Pleuraempyem ist eine Komplikation einer ambulant erworbenen oder nosokomialen Pneumonie. Diese Komplikation führt zu einer Verlängerung der Hospitalisationsdauer und ist mit einer erhöhten Morbidität und Mortalität assoziiert. Jeder signifikante parapneumonische Erguss und jedes Pleuraempyem sollte konsequent und frühzeitig per Thoraxdrainage drainiert werden. Ein Teil der Pleuraempyeme neigt jedoch frühzeitig zu Kammerungen durch multiple Fibrinsegel, so dass die alleinige Thoraxdrainage ineffektiv ist. In dieser Situation hat sich in mehreren prospektiven und randomisierten Studien die intrapleurale Lysetherapie mit Streptokinase (250.000 I.U.) oder mit Urokinase (50.000 I. U. bzw. 100 .000 I.U. einmal tgl. appliziert) als wirksam erwiesen. Es kommt zu einer signifikanten Steigerung der Ergussförderungs-rate sowie zu einer deutlich signifikanten Steigerung der Erfolgsrate gegenüber der konventionellen Drainagetherapie. Die intrapleurale Lysetherapie ist sicher (keine Beeinflussung der systemischen Koagulation), unerwünschte Effekte sind selten (lokale Blutung in einem Fallbericht, selten Allergie gegen Streptokinase). Damit ist die intrapleurale Fibrinolysetherapie des gekammerten Pleuraempyems eine Therapieoption, die als eine konservative Alternative zum konventionellen thoraxchirurgischen Eingriff gesehen werden kann. Die intrapleurale Fibrinolysetherapie sollte allerdings innerhalb von 3 Tagen einen deutlichen Erfolg zeigen, sonst ist die konventionelle thoraxchirurgische Empyemausräumung anzustreben. Die Therapie des gekammerten Pleuraempyems bleibt eine interdisziplinäre Herausforderung in enger Zusammenarbeit zwischen dem Internisten/Notfallmediziner und dem Thoraxchirurgen. FV08 Klinischer Verlauf und analytisches Monitoring der Blutcholinesterasen und neuromuskulären Funktion 34 schwerer Organophosphatvergiftungen F. Eyer, M. Haberkorn, R. Pfab, N. Felgenhauer, T. Zilker Toxikologische Abteilung, II. Medizinische Klinik, Klinikum rechts der Isar, Technische Universität München Fragestellung: Oxime stellen zur Reaktivierung der gehemmten Acetylcholinesterase bei schweren Organophosphatvergiftungen einen kausalen Therapieansatz dar. Zur Überprüfung der Effektivität dieser Therapieform wurden neben der Plasmacholinesterase (PChE) die Aktivität der erythrozytären Acetylcholinesterase (EryAChE) und die neuromuskuläre Transmission bestimmt.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 181,
                    "text": "J. H. Hamm",
                    "ref_id": null
                },
                {
                    "start": 942,
                    "end": 953,
                    "text": "U. bzw. 100",
                    "ref_id": null
                },
                {
                    "start": 1953,
                    "end": 1969,
                    "text": "Thoraxchirurgen.",
                    "ref_id": null
                },
                {
                    "start": 2114,
                    "end": 2171,
                    "text": "F. Eyer, M. Haberkorn, R. Pfab, N. Felgenhauer, T. Zilker",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In einer prospektiven, multizentrischen Studie wurden insgesamt 34 Patienten eingeschlossen. Die EryAChE-Bestimmung erfolgte nach WHO-Richtlinien, die neuromuskuläre Diagnostik durch Serienstimulation des N. ulnaris und Ableitung von Muskelsummenaktionspotentialen (MSAP).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodik:"
        },
        {
            "text": "Ergebnisse: 34 Patienten wurden in 3 Hauptgruppen unterteilt; hiervon entfielen 13 Patienten (Gruppe I) auf eine Parathion-(Diethyl-OP), 12 Patienten (Gruppe II) auf eine Oxydemethon-methyl-(Dimethyl-OP), 6 Patienten (Gruppe III) auf eine Dimethoat-Intoxikation (Dimethyl-OP) und 3 Patienten auf andere OP's. 85% der Gruppe I wurde bewusstlos aufgefunden und war in 33% reanimationspflichtig, die mittlere Herzfrequenz lag vor Atropingabe mit 35/min signifikant niedriger verglichen mit Gruppe II (78/min) und Gruppe III (106/min). Die Letalität (8 bis 38 Tage nach Giftaufnahme) betrug insgesamt 21% [70% in Gruppe I, 14% in Gruppe II, 14% in der Gruppe anderer OP's (Phoxim)]. Nach Primärversorgung wurde neben Atropin 250 mg Obidoxim als Bolus gefolgt von einer Dauerinfusion mit 750 mg/24 h verabreicht. Die Reaktivierung der EryAChE mit Normalisierung der neuromuskulären Funktion gelang in 92% der Gruppe I, in 17% der Gruppe II und in 33% der Gruppe III.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodik:"
        },
        {
            "text": "Schlussfolgerungen: Der Vergiftungsverlauf der Gruppe I war deutlich foudroyanter als in Gruppe II und III. Die Reaktivierbarkeit durch Oxime in Gruppe I gelang dagegen in über 90%, in Gruppe II und III aufgrund der schnellen Alterung sehr viel seltener. Die Bestimmung der erythrozytären AChE und die Messung der neuromuskulären Funktion als Surrogatparameter der synaptischen AChE scheinen zuverlässige Parameter zur Einschätzung der Effektivität der Oximtherapie zu sein und haben sich als Therapiemonitoring bewährt. Haupttodesursachen nach überlebter cholinerger Krise waren Komplikationen wie ARDS, Sepsis und MOV. J. Kaes, A. Stürer, M. Lauterbach, M. A. von Mach, J. Wiechelt, H. J. Reinecke, L. S. Weilemann Klinische Toxikologie und Giftinformationszentrum, II. Medizinische Klinik, Universitätsklinikum, Johannes Gutenberg-Universität Mainz Fragestellung: Die Physostigmin Gabe beim anticholinergen Syndrom nach Medikamenten-und Pflanzenintoxikation ist in den letzten Jahrzehnten sehr kontrovers diskutiert worden. Mittels einer explorativen Datenanalyse soll die Indikation kritisch evaluiert und mögliche Komplikationen aufgezeigt werden.",
            "cite_spans": [
                {
                    "start": 621,
                    "end": 716,
                    "text": "J. Kaes, A. Stürer, M. Lauterbach, M. A. von Mach, J. Wiechelt, H. J. Reinecke, L. S. Weilemann",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methodik:"
        },
        {
            "text": "Patienten und Methodik: Die Dokumentation und Auswertung erfolgte mittels des Vergiftungsdokumentationssystems ADAM. Im Zeitraum vom 01. 10. 1995-30. 06. 2002 wurden alle durch das Giftinformationszentrum Mainz telefonisch beratenen und innerhalb der Medizinischen Kliniken des Universitätsklinikums Mainz behandelten Vergiftungsfälle ausgewertet, bei denen Physostigmin erwähnt bzw. gegeben wurde. Hierbei wurde analysiert, ob die Indikation zur Gabe aufgrund der Substanz bzw. aufgrund der Symptomatik gegeben war und welche Komplikationen aufgetreten sind.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 158,
                    "text": "01. 10. 1995-30. 06. 2002",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "FV09 Einsatz des Antidotes Physostigminsalicylat beim anticholinergen Syndrom -Wie sicher ist die Therapie und wird die Indikation richtig gestellt -"
        },
        {
            "text": "Weiterhin wurden die Fälle mit Amitriptylin und Diphenhydramin, bei denen Physostigmin nicht erwähnt wurde, dahingehend analysiert, ob bei den Fällen mit Poison Severity Score 2 oder 3 und Tachykardien bzw. Krämpfen Physostigmin hätte gegeben werden sollen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FV09 Einsatz des Antidotes Physostigminsalicylat beim anticholinergen Syndrom -Wie sicher ist die Therapie und wird die Indikation richtig gestellt -"
        },
        {
            "text": "Ergebnisse: Nach o.g. Kriterien gingen 7107 Fälle in die Analyse ein. In 96% war die substanzspezifische Indikation gegeben.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FV09 Einsatz des Antidotes Physostigminsalicylat beim anticholinergen Syndrom -Wie sicher ist die Therapie und wird die Indikation richtig gestellt -"
        },
        {
            "text": "Bei 471 Fällen wurde die Physostigmin Gabe dokumentiert. In 160 Fällen, bei denen Physostigmin bereits vor Anruf gegeben wurde, konnte eine Fehlerrate von 10% festgestellt werden. Nach Anruf konnte diese auf 5% reduziert werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FV09 Einsatz des Antidotes Physostigminsalicylat beim anticholinergen Syndrom -Wie sicher ist die Therapie und wird die Indikation richtig gestellt -"
        },
        {
            "text": "Bei 50% der Fälle mit schriftlichem Follow up (n = 436) war die Gabe aufgrund der Symptomatik nicht gerechtfertigt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FV09 Einsatz des Antidotes Physostigminsalicylat beim anticholinergen Syndrom -Wie sicher ist die Therapie und wird die Indikation richtig gestellt -"
        },
        {
            "text": "Nur in 1,1% der Amitriptylin Fälle und in 0,8% der Diphenhydramin Fälle, bei denen Physostigmin nicht erwähnt wurde, wäre die Gabe indiziert gewesen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FV09 Einsatz des Antidotes Physostigminsalicylat beim anticholinergen Syndrom -Wie sicher ist die Therapie und wird die Indikation richtig gestellt -"
        },
        {
            "text": "Bei 70 Fällen (15%) konnte die Effektivität von Physostigmin beurteilt werden. In 70% der Fälle konnten die anticholinergen Symptome behoben werden, in 7% der Fälle kam es zu Komplikationen wie Krampfanfall, Agitiertheit und Bradykardie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FV09 Einsatz des Antidotes Physostigminsalicylat beim anticholinergen Syndrom -Wie sicher ist die Therapie und wird die Indikation richtig gestellt -"
        },
        {
            "text": "Schlussfolgerung: Die Indikation zur Physostigmin Gabe wird nicht streng genug gestellt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FV09 Einsatz des Antidotes Physostigminsalicylat beim anticholinergen Syndrom -Wie sicher ist die Therapie und wird die Indikation richtig gestellt -"
        },
        {
            "text": "Zu empfehlen ist die Gabe streng symptomorientiert unter Beachtung möglicher Kontraindikationen im Rahmen des anticholinergen Syndroms sowie möglicher Komplikationen bei nicht beherrschbaren Tachykardien/Arrhythmien bzw. Krämpfen. M. G. Hennersdorf, St. M. Perings, Ch. Perings, M. Einleitung: Vorhofflimmern (Vfli) oder -flattern (Vfla) ist eine auf der Intensivstation häufige Arrhythmie, deren medikamentöse Therapie nicht selten schwierig ist. Ziel der vorliegenden Studie war es, den Erfolg des neuen Antiarrhythmikums Ibutilide (Ib) bei der Konversion von Vfli/Vfla zu prüfen, nachdem Amiodaron (Am) erfolglos geblieben war.",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 281,
                    "text": "M. G. Hennersdorf, St. M. Perings, Ch. Perings, M.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "FV09 Einsatz des Antidotes Physostigminsalicylat beim anticholinergen Syndrom -Wie sicher ist die Therapie und wird die Indikation richtig gestellt -"
        },
        {
            "text": "Methoden: 26 konsekutive Patienten (P) wurden in diese Studie eingeschlossen, von denen 73% Afla, 27% Afli aufwiesen. Nach erfolgloser Gabe von 150 mg Am i.v. wurde Ib (1 mg oder bei Körpergewicht > 70 kg 2 mg) i.v. verabreicht. Additiv wurde Magnesium und Kalium gegeben, um das proarrhythmogene Risiko gering zu halten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FV10 Konversion von Vorhofflimmern oder Vorhofflattern durch Ibutilide nach erfolgloser Gabe von Amiodaron"
        },
        {
            "text": "Ergebnisse: Unter Gabe von Ib stiegen die QT-und die QTc-Zeit an (von 327 ± 61 auf 387 ± 62 ms, p < 0,05, bzw. von 456 ± 32 auf 461 ± 66 ms, p < 0,1): Bei 22 Pat. (81,5%) konnte eine Konversion in den Sinusrhythmus erreicht werden. Die Konversionsrate war bei Pat. mit Vfla größer als bei Pat. mit Vfli (84 vs. 71%) . Es traten bei 3 P (LV-EF < 45%) nicht anhaltende ventrikuläre Tachykardien (torsades de pointes) auf. Zu einer Defibrillationspflichtigkeit kam es nicht.",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 315,
                    "text": "Pat. mit Vfli (84 vs. 71%)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "FV10 Konversion von Vorhofflimmern oder Vorhofflattern durch Ibutilide nach erfolgloser Gabe von Amiodaron"
        },
        {
            "text": "Zusammenfassung: Bei intensivpflichtigen Pat., bei denen Amiodaron erfolglos geblieben war, kann durch die Gabe von Ib eine Restitution des Sinusrhythmus in 81,5% erreicht werden. Es stellt für Afli als auch für Afla ein hocheffektives Antiarrhythmikum dar. B. Perras, V. Kurowski 1 , C. Dodt Medizinische Klinik I und 1 II, Campus Lübeck, Universitätsklinikum Schleswig-Holstein Nocturnal melatonin concentrations have been associated with morbidity and mortality in various animal models of severe illness. In humans, circadian rhythm disturbances have been demonstrated in ICU patients. We report on the correlation between nocturnal melatonin blood concentrations and measures of illness severity scored in patients on a medical ICU. In 302 consecutively admitted patients of a medical ICU, blood was obtained at 02.00 a.m. of the day after admittance for measurement of melatonin. Additionally, the Acute Physiology And Chronic Health Evaluation score (APACHE) and the Therapeutic Intervention Scoring System (TISS) were assessed at the same time. Correlation between illness severity and melatonin concentrations were calculated for the whole group and also for subgroups like patients with sepsis, coronary syndromes and intoxication, respectively.",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 268,
                    "text": "B. Perras,",
                    "ref_id": null
                },
                {
                    "start": 269,
                    "end": 284,
                    "text": "V. Kurowski 1 ,",
                    "ref_id": null
                },
                {
                    "start": 285,
                    "end": 292,
                    "text": "C. Dodt",
                    "ref_id": null
                },
                {
                    "start": 733,
                    "end": 737,
                    "text": "ICU.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "FV10 Konversion von Vorhofflimmern oder Vorhofflattern durch Ibutilide nach erfolgloser Gabe von Amiodaron"
        },
        {
            "text": "Results indicate no correlation between nocturnal melatonin levels and severity of illness in the whole group of patients as assessed by the two different scoring systems. However, analysis of subgroups revealed that in patients with sepsis APACHE and TISS scores correlated negatively with nocturnal melatonin concentrations (n = 14, APACHE: r = -0.656, p < 0.02; TISS: r = -0.544, p < 0.05), while in patients admitted for coronary syndromes (n = 66) or intoxication (n = 26) melatonin levels and illness severity were uncorrelated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FV11 Correlation of nocturnal melatonin concentration with severity of illness in critical ill patients"
        },
        {
            "text": "In conclusion, in patients with life threatening infectious disease melatonin concentrations depend on the severity of illness and, thus, may be regarded as an unspecific marker of illness severity. A disturbance of the interaction of pineal function with the immune system may contribute to the adverse outcome of sepsis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FV11 Correlation of nocturnal melatonin concentration with severity of illness in critical ill patients"
        },
        {
            "text": "FV12 Die neuronenspezifische Enolase im Serumein Outcomeparameter nach Herzkreislaufstillstand? T. Brauns, H.-J. Kühn, D. Schneider, S. Petros M. Ganzert, N. Felgenhauer Case report: We report a case of fatal interstitial pneumonitis in a man of Asian origin treated with PEG-INF alpha-2b for chronic hepatitis C virus infection. 5 weeks after initiation of therapy the patient started to suffer from dry cough and dyspnea. INF associated interstitial pneumonitis was suspected six weeks later, confirmed by clinical, radiological and histological findings. PEG-INF alpha-2b and ribavirin were discontinued and treatment was started with prednisolone. The patient died despite extensive use of intensive care therapy due to respiratory failure 20 weeks after initiation of peginterferon alpha-2b/ribavirin treatment.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 142,
                    "text": "T. Brauns, H.-J. Kühn, D. Schneider, S. Petros",
                    "ref_id": null
                },
                {
                    "start": 143,
                    "end": 169,
                    "text": "M. Ganzert, N. Felgenhauer",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "FV11 Correlation of nocturnal melatonin concentration with severity of illness in critical ill patients"
        },
        {
            "text": "Diagnosis of interstitial pneumonitis is commonly based on clinical, radiological and histopathological findings, a temporal relationship between interstitial pneumonitis and INF alpha application, and exclusion of any other causative agent. The patients recovered with complete remission in all cases reported to date. Our patient responded neither to the cessation of PEG-INF alpha nor to the additional application of prednisolone.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "Interstitial pneumonitis secondary to PEG-INF alpha-2b therapy can cause irreparable pulmonary damage with fatal outcome, as the present case demonstrates the first time. As long as specific interventions are precluded due to lack of knowledge of the pathomechanism, subsequent withdrawal of the drug and application of prednisolone seems to be the most reasonable therapy in these patients. Bei der präklinischen Echokardiographie wurden die Größe der Herzhöhlen, globale und regionale Kontraktilität sowie ein etwaiger Perikarderguß beurteilt. Dabei ist besonders eine höhergradige linksventrikuläre (LV) Dysfunktion von Bedeutung. Patienten mit akutem Koronarsyndrom und schwerer LV-Dysfunktion werden einer Klinik zur Akutintervention zugeführt, alternativ präklinisch lysiert. Bei Zeichen einer fulminanten Lungenembolie folgt ebenfalls eine präklinische Lyse. Patienten mit tachykarden Herzrhythmusstörungen erhalten bei höhergradiger LV-Dysfunktion entsprechend gängiger Empfehlungen keine negativ inotropen Antiarrhythmika bzw. keine Antiarrhythmika der Klasse I a oder I c.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion:"
        },
        {
            "text": "Präklinische Sonographie und Echokardiographie sind praktikabel und führen zu einem deutlichen Informationsgewinn hinsichtlich der Therapie vor Ort und der Auswahl des Zielkrankenhauses. C. Hobohm, K. Belke, A. Wagner, D. Schneider Klinik und Poliklinik für Neurologie, Universität Leipzig Einleitung: Hirnabszesse als septisch-metastatische Manifestation einer Infektion mit Streptococcus constellatus, einem Vertreter der Streptococcus milleri Gruppe, werden nur in wenigen Kasuistiken beschrieben. Es handelt sich in der Regel um Weichteilinfektionen bei einem Immundefektsyndrom.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 231,
                    "text": "C. Hobohm, K. Belke, A. Wagner, D. Schneider",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion:"
        },
        {
            "text": "Fallvorstellung: Der 49-jährige alkoholkranke Mann stellte sich in Begleitung der Ehefrau wegen seit wenigen Tagen bestehendem hohem Fieber, Übelkeit, Erbrechen und Nackensteifigkeit im Heimatkrankenhaus vor. In der dortigen kranialen Computertomografie (CCT) stellte sich eine kontrastmittelanreichernde Ringstruktur in der linken Stammganglienregion dar. Unter dem Verdacht auf einen Hirnabszess erfolgte umgehend die Verlegung in unsere Klinik. Zum Aufnahmezeitpunkt bestand klinisch auch eine deutliche unflüssige Aphasie. Die maximal pathologischen Liquorwerte zeigten eine granulozytäre Pleozytose (ZZ: 1280 Mpt/l), Schrankenstörung (Gesamtprotein 2960 mg/dl), erniedrigte Glukose (1,43 mmol/l) und massiv erhöhten Laktatspiegel (18,74 mmol/l). Im Verlauf wurde wegen progredienter Bewusstseinstrübung die maschinelle Beatmung und bei computertomografisch nachweisbarem Verschlusshydrozephalus die beidseitige externe Ventrikeldrainage erforderlich. Durch stereotaktische Abszesspunktion konnte Streptococcus constellatus isoliert werden. Die weitere Fokussuche zeigte in der abdominellen Computertomographie eine chronische Pankreatitis und eine perilienale Flüssigkeitsansammlung, die als perilienaler Abszess operativ entfernt wurde. Nach erfolgreicher antibiotischer Herdsanierung mit Ceftriaxon, Metronidazol und Gentamicin sowie intraventrikulär mit Gentamicin wurde der Patient mit weiterhin bestehender Aphasie und rechtsseitiger Hemiparese in eine Rehabilitationsklinik verlegt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P09 Hirnabszess durch Streptococcus constellatus bei chronischer Pankreatitis"
        },
        {
            "text": "Schlussfolgerung: Es handelte sich offensichtlich um eine seltene, von einem perilienalen Abszess ausgegangene, zerebrale septische Metastasierung durch Streptococcus constellatus, einem üblicherweise apathogenen Bakterium des oberen Gastrointestinaltraktes. Im vorgestellten Fall stellte die durch chronische Pankreatitis gestörte Pankreasmukosa bei bekanntem Alkoholismus und damit einhergehender Immunschwäche den wahrscheinlichen Infektionsweg dar. In der empirischen antibiotischen Behandlung kritisch kranker Patienten gilt nach verschiedenen Autoren eine Monotherapie als ebenso sicher wie eine Kombinationstherapie. Da den betreffenden Studien aber häufig die notwendige Schwereklassifikation fehlt, haben wir an einem internistischen Intensivpatientengut überprüft, ob unsere Patienten, die eine Kombinationstherapie erhielten, gleich schwer erkrankt waren wie die mit Monotherapie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P09 Hirnabszess durch Streptococcus constellatus bei chronischer Pankreatitis"
        },
        {
            "text": "In einer prospektiven Kohortenstudie wurden 204 Patienten (18 Jahre) eines Jahres ausgewertet, die beim Vorliegen einer schweren bakteriellen Infektion sofort bei Aufnahme auf die internistische Intensivstation Cephalosporine der 3. Generation, Fluorchinolone, Imipenem/Cilastatin oder Piperacillin bzw. Ampicillin plus b-Lactamase-Inhibitor in ausreichend hoher Dosierung erhielten -entweder als Monotherapie (M) In einer prospektiven Kohortenstudie wurden 66 Therapie-Episoden von 61 Patienten (≥ 18 Jahre) ausgewertet, die innerhalb eines Jahres wegen einer schweren Pneumonie während ihrer Behandlung auf der internistischen Intensivstation entweder 1-2 × 2 g Ceftriaxon (C) oder 3-4 × 500mg Imipenem (I) als Monotherapie oder in Kombination erhielten. Präparatebezogen erhoben wir 1. die Parameter zur Beschreibung des Risikoprofils bei Aufnahme (MPM, Co-Morbidität), 2. die Zahl der antibiotischen Vortherapien, 3. die Ansprechrate a) kontinuierlicher CRP-Abfall auf ≥ 5 mg/l, b) vorübergehender CRP-Abfall, c) kein CRP-Abfall, 4. die Quote des positiven Erregernachweises und 5. die Krankenhaus (KH)-Mortalität.",
            "cite_spans": [
                {
                    "start": 410,
                    "end": 413,
                    "text": "(M)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "P10 Ist in der empirischen antibiotischen"
        },
        {
            "text": "Imipenem Der Einsatz von C erfolgte signifikant früher als der von I (p < 0,001). Trotz dieses Nachteils für I waren die Quoten des anhaltenden antibiotischen Therapieerfolgs mit ca. 35% ähnlich. Für den Fall, dass später ein Antibiotikawechsel notwendig wurde, zeigte sich dies bei C frühzeitiger an der CRP-Stagnation als bei I (p < 0,05). Unter Verwendung von I war dagegen mit einer kontinuierlichen und anhaltenden CRP-Reduktion auch eine höhere Überlebenswahrscheinlichkeit verbunden (p < 0,02). Eine CRP-Reduktion zeigte demgegenüber bei C-Anwendung noch nicht signifikant an, dass der Patient auch tatsächlich den Krankenhausaufenthalt überleben sollte. Weiterhin gelang der Erregernachweis als unabhängiger Risikofaktor bei anhaltendem CRP-Abfall deutlich häufiger in der C-als in der I-Gruppe. Die vorliegende Studie zeigt, dass ein antibiotischer Misserfolg bei Ceftriaxon früher als bei Imipenem/Cilastatin (I) erkannt werden kann. Unter Verwendung von I war aber die KH-Mortalität im internen Vergleich bei ansprechender antibiotischer Wirkung signifikant geringer. Beides wäre mit einer höheren klinischen antibiotischen Wirksamkeit von I zu erklären. Hierfür würde auch die geringere Nachweisquote eines bakteriellen Erregers (I) bei anhaltender CRP-Reduktion sprechen. Ergebnisse: Von den 71 Patienten (Alter 62,7 ± 11,9 Jahre) erhielten 37 NORA, 20 DOB, und 2 AD. DOPA wurde nicht gegeben. Tabelle 1 gibt die Korrelation zwischen maximaler Tagesdosis (lg/ kg/min) und CRS (ms/mmHg) wider. Diese Korrelation wurde aufgrund der geringen Fallzahlen für AD und DOPA nicht berechnet. Tabelle 2 zeigt den Vergleich der mittleren CRS bei Patienten mit und ohne Katecholamingabe (NA = Nicht anwendbar).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ceftriaxon"
        },
        {
            "text": "DOB (n = 20) NORA (n = 37) AD (n = 2) DOPA (n = 0)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tab. 1"
        },
        {
            "text": "Katecholamine + (n = 40) 0,5 ± 0,3 Katecholamine -(n = 31) 0,6 ± 0,4 p-Wert 0,1 M. Schneider, G. Schneider Neben der individualmedizinischen Patientenversorgung im Rahmen des öffentlichen Rettungs-und Notarztdienstes stellt insbesondere der Massenanfall von Verletzten (MANV) unter den in den letzten Jahren veränderten Bedingungen des Katastrophenund Zivilschutzes hohe personelle, materielle und logistische Anforderungen an die Leistungserbringer. Der MANV erfordert außerklinisch neben den regulär existierenden Versorgungsstrukturen den zusätzlichen Einsatz von weiteren Notärzten, Leitenden Notärzten und medizinischem Assistenzpersonal in möglichst kurzer Zeit. Insbesondere kleinere Krankenhäuser und Rettungsdienste ländlicher Einsatzbereiche stoßen hier schnell an ihre organisatorischen Grenzen.",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 106,
                    "text": "M. Schneider, G. Schneider",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "CRS (ms/mmHg)"
        },
        {
            "text": "Bei der Versorgungsplanung des MANV finden dahingegen bisher die vorbestehenden recht engen Netze der Praxen niedergelassener Vertragsärzte sowie der vielerorts institutionalisierten Feuerwehrärzte nahezu keine Berücksichtigung. Insbesondere der Allgemeinarzt im ländlichen Bereich wird jedoch regelmäßig durch seine Notdiensttätigkeit auch mit der Versorgung vital bedrohter Patienten konfrontiert. In der entsprechenden Weiterbildungsordnung ist die Notfallmedizin zudem berücksichtigt. Weiterhin verfügen viele -insbesondere jüngere Kolleginnen und Kollegen -auf Grund ihrer klinischen Weiterbildung über eigene Erfahrungen im Notarztdienst.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P13 Der Massenanfall von Verletzten (MANV) im ländlichen Einsatzgebiet -Möglichkeiten und Grenzen der ärztlichen Primärversorgung"
        },
        {
            "text": "Durch den Einsatz entsprechend weitergebildeter und qualifizierter niedergelassener Ärzte kann beim MANV eine Entspannung der engen Personalsituation erreicht werden. Bei Nutzung dieser Ressource kann im Idealfall dann wieder bereits frühzeitig zur individualmedizinischen Versorgung übergegangen werden. Das Klinikpersonal -und hier insbesondere die beim MANV innerklinisch benötigten Funktionsträger aus Chirurgie und Anästhesiologie -wird nicht unnötig außerklinisch gebunden und steht für seine primären Aufgaben zur Verfügung. M. Schneider, S. Kötter, G. Schneider, H.- Methods: Eight patients with anuric acute renal failure received 400 mg ofloxacin intravenously. Pharmacokinetics of ofloxacin was analyzed during continuous veno-venous hemofiltration with a high-flux polysulfone membrane. Serum and ultrafiltrate levels of ofloxacin were measured by high-performance liquid chromatography.",
            "cite_spans": [
                {
                    "start": 532,
                    "end": 574,
                    "text": "M. Schneider, S. Kötter, G. Schneider, H.-",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "P13 Der Massenanfall von Verletzten (MANV) im ländlichen Einsatzgebiet -Möglichkeiten und Grenzen der ärztlichen Primärversorgung"
        },
        {
            "text": "The mean serum ofloxacin concentration peak was 5.5 ± 0.7 mg/L. The elimination half-life, hemofiltration clearance and total removal were 2.8 ± 0.5 h, 89.9 ± 4.5 ml/min and 76.9 ± 7.1%, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results:"
        },
        {
            "text": "Ofloxacin is significantly and rapidly eliminated by continuous veno-venous hemofiltration with a high-flux polysulfone membrane. M. Heringlake, T. Uhlig Hintergrund: Nierenfunktionsstörungen bis hin zum akuten Nierenversagen zählen zu den typischen und mit einer erheblichen Mortalität behafteten Komplikationen kardiochirurgischer Eingriffe unter Einsatz der extrakorporalen Zirkulation (EKZ). Die hormonellen Regulationsmechanismen, die Diurese und Natriurese unmittelbar nach operativen Eingriffen mit EKZ regulieren, werden bislang nur unvollständig verstanden.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 153,
                    "text": "M. Heringlake, T. Uhlig",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion:"
        },
        {
            "text": "Wir untersuchten den Verlauf wesentlicher in die Regulation des Flüssigkeitshaushaltes involvierter Hormone (atriales natriuretisches Peptid (ANP), Aldosteron (beide im Plasma), und die renale Urodilatinexkretion) sowie Parameter der globalen Nierenfunktion bei 32 Pat. nach aortokoronarer Bypass (ACB)-Operation -unmittelbar nach Aufnahme auf die Intensivpflegestation bis zur Verlegung -über einen Zeitraum von 40 h postoperativ (t0, t6, t16, t28, t40 in h).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Material und Methoden:"
        },
        {
            "text": "Ergebnisse: s. bitte Abb. 1 u. 2. Natriumausscheidung, Diurese und Urodilatinexkretion nahmen von t0 nach t16 signifikant ab und blieben fortan auf einem im Vergleich zu Normalwerten deutlich erhöhten Niveau. Plasma-Aldosteron und Kreatinin-Clearance nahmen von t0 nach t16 signifikant zu und änderten sich im weiteren Verlauf nicht mehr. Die Plasmakonzentration von ANP änderte sich im Verlauf nicht. In der Korrelationsanalyse fanden sich signifikante Zusammenhänge zwischen dem Abfall der Natriumausscheidung von t0 nach t16 und dem Verlauf der Urodilatinexkretion. Kein Zusammenhang fand sich zwischen Natriumexkretion und dem Verlauf von ANP und Aldosteron.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Material und Methoden:"
        },
        {
            "text": "Schlussfolgerung: Dies legt nahe, dass dem renalen natriuretischen Peptid Urodilatin in der unmittelbar postoperativen Phase nach kardiochirurgischen Eingriffen unter Einsatz der EKZ eine größere Bedeutung in der Regulation von Diurese und Natriurese zukommt, als den \"klassischen\" Hormonen der Flüssigkeitshomöostase ANP und Aldosteron. 30,9 ± 16,7 29,7 ± 12,9 14,2 ± 7,3 8,5 ± 2,9 * Phosphat (mmol/l) 2,2 ± 0,9 2,2 ± 0,7 1,1 ± 0,5 1,0 ± 0,4 pH 7,31 ± 0,11 7,32 ± 0,11 7,34 ± 0,15 7,39 ± 0,08* Bicarbonat (mmol/l) 20,9 ± 3,5 21,6 ± 5,0 23,4 ± 5,4 25,0 ± 3,3 P20 Wichtig für den Verlauf ist die frühzeitige Diagnosestellung und der unmittelbare Therapiebeginn mit Plasmapherese und Gabe von FFP. Diese beeinflussen die pathogenetisch relevanten vWF-Multimere, die aufgrund verminderter Aktivität der Protease oder durch Antikörper nicht gespalten werden können. Therapieresistenten Fällen liegt möglicherweise dieser Antikörper zugrunde. Die Splenektomie und/oder Immunsuppression mit MMF sollte dann frühzeitig erwogen werden.",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 372,
                    "text": "30,9 ± 16,7 29,7 ± 12,9 14,2 ± 7,3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Material und Methoden:"
        },
        {
            "text": "P24 \"Impella®recover\" -ein neues mechanisches Herzunterstützungssystem: Erste klinische Ergebnisse A. Frank, B. Sedemund-Adib, A. Nötzold, K.-F. Klotz Klinik für Anästhesiologie, Universitätsklinikum, Universität zu Lübeck Einleitung: Seit einem Jahr steht dem Patienten im kardiogenen Schock mit dem neuen mechanischen Herzunterstützungssystem \"impella®recover\" eine intravaskuläre Mikroaxial-Blutpumpe für die temporäre Unterstützung der Herzfunktion zur Verfügung. Dieses \"assist-device\" besteht aus einer kleinen linksventrikulären Pumpe mit 6,4 mm Durchmesser sowie einer mobilen Antriebsund Steuerungskonsole zum Transport. Die \"impella®recover\" wird direkt in der linken Herzkammer platziert. Das System ist geeignet, den Patientenkreislauf über max. sieben Tage mit bis zu 4,5 l/min Blutfluss zu unterstützen.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 150,
                    "text": "A. Frank, B. Sedemund-Adib, A. Nötzold, K.-F. Klotz",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Kardiologische Intensivmedizin"
        },
        {
            "text": "Fragestellung: Ist der Einsatz des mechanischen Herzunterstützungssystem impella®recover dazu geeignet, die typischen Auswirkungen des Low-cardiac-output und des protrahierten kardiogenen Schocks, wie Organdysfunktion und Organversagen positiv zu beeinflussen und damit das outcome und die Lebensqualität der betroffenen Patienten zu verbessern?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kardiologische Intensivmedizin"
        },
        {
            "text": "Methodik: Im Zeitraum von März bis Oktober 2002 wurden insgesamt 6 Patienten mit postoperativem Low-output-Syndrom nach kardiochirurgischer Intervention unter Einsatz der HLM bzw. Patienten mit schon präoperativ bestehendem kardiogenen Schock nach akutem Myokardinfarkt mit dem assist-device impella®recover versorgt. In einer retrospektiven Analyse der organspezifischen Laborparameter und Befunde sollte untersucht werden, ob sich das, durch das impella®recover-System generierte, zusätzliche Herzzeitvolumen, positiv auf die Organfunktion, insbesondere der Lunge, der Niere, der Leber, des Herzens und der Muskulatur auswirkt. Zusätzlich wurden Gerinnungsparameter und Laktat evaluiert.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kardiologische Intensivmedizin"
        },
        {
            "text": "Ergebnisse: Von den sechs Patienten verstarben vier Patienten (Non-Surviver = NS) innerhalb von 24 bis 120 h nach Einbau des Systems. Grund für den letalen Verlauf waren zu niedrige Perfusionsdrucke und ein daraus resultierendes Multiorganversagen. Die alleinige maschinelle Pumpleistung des Systems von maximal 4,5 l/min erwies sich in diesen Fällen als nicht ausreichend. Diese Pa-tienten unterschieden sich von den Überlebenden (Surviver = S) durch einen schlechteren präoperativen Gasaustausch; 2 NS sowie 1 S hatten schon vor der Operation einen massiven Myokardinfarkt. Die Nierenfunktion war bei den S über den Beobachtungszeitraum im Normbereich, bei drei NS dagegen war die Nierenfunktion dekompensiert. Alle NS zeigten über die Behandlungszeit Laktatwerte im pathologisch erhöhten Bereich, wohingegen die S unauffällige Werte aufwiesen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kardiologische Intensivmedizin"
        },
        {
            "text": "Diskussion: Der Einsatz des impella®recover-Systems bei Patienten im kardiogenen Schock bzw. im low cardiac output, insbesondere nach kardio-chirurgischen Operationen, stellt eine therapeutische Option dar, die kritische Organperfusion akut zu verbessern. Trotz ausreichender Pumpleistung kann durch das neue Herzunterstützungssystem keine hohe Rate an überlebenden Patienten garantiert werden. Die im Verlauf einer kardialen Dekompensation beobachtete Dysregulation des peripheren Gefäßwiderstandes konnte auch durch exzessiven Einsatz von Vasopressoren nicht therapiert werden. Schlussfolgerung: An einem interventionellen Zentrum in einer sehr ländlichen Region verkürzt die präklinische Thrombolyse den Therapiebeginn erheblich und kann als sog. \"facilitated PTCA\" in das regionale Versorgungskonzept sicher integriert werden. A. Schmidt, H. Güttel Als Alternativen sind bei guter Ventrikelfunktion Flecainid und Propafenon zu nennen. Am häufigsten wird jedoch Verapamil angewandt, wobei es zu einer fetalen Bradycardie und maternen/ fetalen Hypotension kommen kann.",
            "cite_spans": [
                {
                    "start": 831,
                    "end": 852,
                    "text": "A. Schmidt, H. Güttel",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Kardiologische Intensivmedizin"
        },
        {
            "text": "Zur Rezidivprophylaxe werden wenn nötig Digitalis und b-Blocker angewandt. Problematisch stellt sich der längerfristige Gebrauch von Chinidin (Thrombopenie, neurotoxisch), Amiodaron (fetale(r) Hypothyreoidismus) und Verapamil dar.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P28 Fortlaufende Registerdaten bei interventionell behandelten Patienten mit akutem Koronarsyndromakuter und mittelfristiger Verlauf"
        },
        {
            "text": "Schlussfolgerung: Die Terminierung einer AVK-RT mit Adenosin in einer Schwangerschaft ist sicher. Ein Monitoring der mütterlichen Herzaktion ist obligat, der fetalen Herzaktion empfehlenswert und bei fehlendem CTG mittels Dopplerechokardiographie möglich. Purpose: The Thrombolysis in Myocardial Infarction (TIMI) risk score for ST-elevation myocardial infarction (STEMI) was created as the simple arithmetic sum of independent predictors of 30-day mortality. The level of serum creatinine (CRE) on admission is an independent predictor too but was not taken into consideration there. The relationship between CRE on admission and TIMI risk score for STEMI in patients (pts) with acute STEMI has not been evaluated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P28 Fortlaufende Registerdaten bei interventionell behandelten Patienten mit akutem Koronarsyndromakuter und mittelfristiger Verlauf"
        },
        {
            "text": "The study population of 352 pts (age 63 ± 13 years) with acute STEMI (< 6 hours) received all a thrombolytic regimen and the majority (90% of pts) underwent early (within 90 min of lytic) invasive management. Pts were classified as having normal renal function (n = 268) and renal dysfunction (RD) based on definition of CRE > 1.2 mg/dl (1.3-2.6 mg/dl). Fifty-four percent of pts (n = 190) had a TIMI risk score for STEMI > 3, classified as higher risk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method:"
        },
        {
            "text": "To elucidate the predictive value of RD and TIMI risk score for STEMI we performed multiple logistic regression model including age, gender, hypertension, diabetes, previous myocardial infarction, chronic heart failure, and cardiogenic shock (see Table) . The overall 30-day mortality was 6.5%, in pts with normal renal function 3.4%, in pts with TIMI risk score 0-3 1.9%, and in pts with TIMI risk score 0-3 and normal renal function 0.8%.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 247,
                    "end": 253,
                    "text": "Table)",
                    "ref_id": null
                }
            ],
            "section": "Results:"
        },
        {
            "text": "Conclusion: CRE on admission and TIMI risk score for STEMI are complementary in predicting 30-day mortality in pts with AMI. Both may be useful in assessing risk among AMI pts and may aid in further risk stratification as well as helpful in clinical decisions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results:"
        },
        {
            "text": "Odds ratio p-value M. Goernig, T. Kirmeier Schlussfolgerung: Die Verwendung von Iohexol Kontrastmittel zur Koronarangiographie bei Patienten, die mit Medikamenten wie Amiodaron behandelt werden, bei denen eine Verlängerung der QT-Zeit bekannt ist, kann zu einer weiteren kritischen Verlängerung der QT-Zeit führen, was potentiell zur Auslösung von lebensbedrohlichen Torsade de pointes Tachykardien führen kann. In Hinblick auf den häufigen Gebrauch von Kontrastmittel und Amiodaron bei Patienten der Intensivstationen sollte diese Interaktion berücksichtigt werden. R. Gareis, G. Schmidt, T. Störk Innere Klinik II (Kardiologie & Angiologie), Karl-Olga Krankenhaus, Stuttgart Einleitung: Zur antiarrhythmischen Begleittherapie bei Defibrillations-refraktärem Kammerflimmern (KF) wurde in den Leitlinien der American Heart Association 1992 ausschließlich Lidocain (LIDO) empfohlen, in denen des Jahres 2000 auch Amiodaron (AMIO). Letztes Jahr wurden die Ergebnisse einer ersten randomisierten Studie veröffentlicht, die in dieser Situation einen signifikanten Vorteil für AMIO gegenüber LIDO zeigten. Die Autoren sehen keine Indikation mehr für LIDO bei therapierefraktärem KF.",
            "cite_spans": [
                {
                    "start": 19,
                    "end": 42,
                    "text": "M. Goernig, T. Kirmeier",
                    "ref_id": null
                },
                {
                    "start": 567,
                    "end": 598,
                    "text": "R. Gareis, G. Schmidt, T. Störk",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "30-day mortality [%]"
        },
        {
            "text": "Kasuistik: Ein 50-jähriger Patient wird mit Angina pectoris stationär aufgenommen. Als Ursache findet sich ein Vorderwandinfarkt. Anamnestisch ist ein langjähriger, Insulin-pflichtiger Diabetes mellitus und ein stummer Hinterwandinfarkt bekannt. Die linksventrikuläre Pumpfunktion ist schwer eingeschränkt. Koronarangiographisch zeigt sich eine schwere koronare 3-Gefäßerkrankung. Im Verlauf muss der Patient wegen plötzlichen Herzkreislaufstillstandes bei KF reanimiert werden. Trotz insgesamt 21 × Defibrillation, der Gabe von 300 mg AMIO und Magnesium wird kein stabiler Rhythmus erzielt. Erst nach der Gabe von LIDO kann ein anhaltender Sinusrhythmus wiederhergestellt werden. 16 Tage später wird der Patient ohne neurologisches Defizit zur Bypass-Operation in die Herzchirurgie verlegt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P38 Lidocaingabe überwindet Amiodaron-refraktäres Kammerflimmern -ein Fallbericht"
        },
        {
            "text": "Bei therapierefraktärem KF sehen manche Autoren keine Indikation mehr für LIDO. Wir berichten von einem Fall, bei dem nach zuvor schon verabreichtem AMIO erst die Gabe von LIDO zu einem stabilen Rhythmus führte. Dies zeigt, dass im Einzelfall auf LIDO nicht verzichtet werden kann. Dies gilt umso mehr, als in solchen Situationen die Alternative zur Gabe von LIDO der Abbruch der Reanimationsbemühungen und damit der unabwendbare Tod des Patienten ist. Ergebnisse: Den ersten ärztlichen Ansprechpartner stellten für 72 P (43,9%) der Hausarzt, für 6 P (3,7%) der Ärztliche Notdienst, für 62 P (37,8%) der Notarzt und für 24 P (14,6%) der aufgesuchte Klinikarzt dar. Das Intervall zwischen Beschwerdebeginn und Erstuntersuchung durch den Hausarzt betrug 17,2 (±26,3) h, durch den Ärztlichen Notdienst 7,8 (±9,5) h, durch den Notarzt 2,7 (±4,3) h, durch den aufgesuchten Klinikarzt 10,5 (±19,3) h. Hausärztlich vermittelte P trafen 23,4 (±32,6) h, notdienstärztlich vermittelte 9,7 (±9,5) h, notärztlich versorgte 3,4 (±4,3) h nach Beschwerdebeginn auf der Intensivstation ein. Insgesamt 86 P (52,4%) erreichten die Intensivstation innerhalb 3 h nach Symptombeginn, weitere 24 P (14,6%) innerhalb der folgenden 3 h, 24 P (14,6%) gelangten erst nach mehr als 24 h nach Symptombeginn auf die Intensivstation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diskussion:"
        },
        {
            "text": "Zusammenfassung: Nur knapp die Hälfte unserer P mit ACS oder MI gelangte innerhalb von 3 h nach Symptombeginn auf die Intensivstation, von wo aus üblicherweise die Alarmierung des Herzkatheterteams erfolgt. Die überwiegend typische Symptomatik wurde häufig falsch eingeschätzt. Ein immer noch bestehender Informationsmangel bezüglich der Zeichen des Myokardinfarkts oder der Bewertung der Ruhe-Angina wird an dieser Stelle deutlich. Einen wichtigen Baustein im Gesundheitssystem unseres Landes stellt die qualifizierte präklinische Versorgung von Notfallpatienten dar. Notfallmedizinische Aufgabe hierbei ist es, in relativ kurzer Zeit eine Vitalgefährdung des Patienten zu erkennen und durch Anwendung geeigneter Maßnahmen zu behandeln bzw. ab-zuwenden. Der durch Ländergesetze geregelte Notarztdienst ist dabei überwiegend in klinischen Einrichtungen angesiedelt. Die Hausärzte sind an der Versorgung von Notfallpatienten durch ihre Teilnahme am Ärztlichen Notfalldienst beteiligt. Lange Anfahrtswege des bodengebundenen Rettungs-und Notarztdienstes lassen im ländlichen Bereich in zahlreichen Notfallsituationen eine Behandlung des Patienten in einem sinnvollen Zeitrahmen nicht zu. Bei einer Großzahl von Einsätzen in diesem Gebiet kann der parallel bzw. vom Patienten oder dessen Angehörigen häufig bereits alarmierte Hausarzt in deutlicher zeitlicher Nähe zum Eintritt des Ereignisses erste ärztliche Hilfe leisten. Auf Grund seiner oft langjährigen Patientenkontakte, der räumlichen Nähe zum Notfallort und des besonderen Vertrauensverhältnisses durch seine Hausarztfunktion ist gerade er oft erster Ansprechpartner bei Notfällen. Trotz eingeschränkter Möglichkeiten ist es ihm möglich, in einem für den Patienten prognostisch bedeutsamen Zeitraum Hilfe noch vor Eintreffen weiterer arztbesetzter Rettungsmittel zu leisten. Somit kommt der genannten Arztgruppe im ländlichen Einsatzbereich bei bestehender persönlicher fachlicher Qualifikation des Arztes eine nicht zu unterschätzende Bedeutung bei der Reduzierung des therapiefreien Intervalls zu. Durch eine am Wohl des Patienten orientierte Zusammenarbeit kann insbesondere in ländlichen Regionen durch die Einbindung von geeigneten Hausarztpraxen in den öffentlich-rechtlichen Notarztdienst eine weitere Effektivitätssteigerung der präklinischen Notfallversorgung erreicht werden. Der zusätzliche Einsatz des Hausarztes in Flächengebieten als \"First Responder\" führt regelmäßig zu einer Verkürzung des therapiefreien Intervalls.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P39 Akutes Koronarsyndrom: Hat sich der Anteil von Patienten mit akutem Koronarsyndrom (ACS) auf einer internistischen Intensivstation eines Schwerpunktkrankenhauses innerhalb"
        },
        {
            "text": "Abteilung für Anästhesiologie und Zentrum für Hyperbare Medizin, St. Joseph-Hospital Duisburg-Laar Problemstellung: Die wesentliche kausale Maßnahme zur Behandlung einer CO-Intoxikation besteht in der hochdosierten Sauerstoffgabe zur schnellstmöglichen Toxinelimination. In schweren Fällen wird hierzu die frühzeitige hyperbare Sauerstofftherapie (HBO) in einer Überdruckkammer empfohlen. Die Indikationsstellung hierzu orientiert sich neben dem klinischen Bild am initialen CO-Hb-Gehalt des Blutes. Der Zeitpunkt der Messung ist jedoch zu berücksichtigen.",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 98,
                    "text": "St. Joseph-Hospital Duisburg-Laar",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "J. Hencke"
        },
        {
            "text": "Bei allen Patienten, die im Zeitraum 01/2001-12/2002 nach einer CO-Exposition zugewiesen wurden, wurden prospektiv CO-Hb-Wert und Zeitintervall zwischen Beendigung der CO-Exposition und Zeitpunkt der ersten Messung (\"Latenzzeit\") erfasst und retrospektiv ausgewertet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodik:"
        },
        {
            "text": "Ergebnisse: Im Untersuchungszeitraum wurden 52 Patienten eingeliefert, davon 22 (42,31%) mit initialer Bewusstseinsstörung. Eine erste CO-Hb-Bestimmung erfolgte bei primärer Bewusstseinsstörung im Durchschnitt 26 Minuten und ohne Bewusstseinsstörung 127 Minuten nach Expositionsende. Gemessene CO-Hb-Werte betrugen bei primärer Bewusstseinsstörung 0,1-45,2% (MW 19,28%), ohne Bewusstseinsstörung 0,1-46,9% (MW 12,91%), im Gesamtkollektiv im Mittel 15,66%. Ein CO-Hb-Wert von mehr als 25% wurde bei 9 (40,91%) der primär bewusstseinsgestörten und bei 6 (20%) der bewusstseinsklaren Personen ermittelt. Unter Berücksichtigung der Abklingquote musste bei weiteren 4 bewusstseinsgestörten und 5 nicht bewusstseinsgestörten Patienten ein initialer CO-Hb-Gehalt über 25% angenommen werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodik:"
        },
        {
            "text": "Schlussfolgerung: Eine direkte Korrelation zwischen den breit streuenden CO-Hb-Werten und der Schwere des Krankheitsbildes lässt sich nicht belegen, zumal die höheren Werte in der Patientengruppe mit primärer Bewusstseinsstörung nach kürzeren Latenzzeiten als in der Gruppe ohne Bewusstseinsstörung ermittelt wurden. Während sich bei Vorliegen einer Bewusstseinsstörung die Indikation zur HBO primär am klinischen Bild orientiert, muss bei Fehlen einer neurologischen Symptomatik der initiale CO-Hb-Wert als Entscheidungskriterium herangezogen werden. Da die Latenzzeiten teilweise in der Größenordnung von einer oder mehreren Halbwertszeiten liegen, muss vom gemessenen Wert eine Extrapolation auf den unmittelbar nach Expositionsende anzunehmenden CO-Hb-Wert erfolgen. Um die Aussagekraft der CO-Hb-Bestimmung zu verbessern und Therapieverzögerungen zu vermeiden, ist eine frühzeitigere Probengewinnung anzustreben. A. Sydow 1 , H. Desel 1 Vergiftungs-Informations-Zentrale (VIZ), Freiburg; 1 Giftinformationszentrum-Nord (GIZ-Nord) Göttingen Grundlagen: Metoprolol, ein kardioselektiver Betablocker mit schwacher membranstabilisierender Aktivität ohne intrinsische Wirkung, ist der in Deutschland am häufigsten verordnete Betablocker (5,3 Mio Verordnungen/Jahr). Leitsymptome einer Vergiftung sind Bradykardie und Hypotonie. Todesfälle werden nach Einnahme von 7,5 g und 10 g Metoprolol beschrieben, während 4,8 g nur zu einer leichten Symptomatik führten. Bislang wurden nur Einzelfallberichte publiziert.",
            "cite_spans": [
                {
                    "start": 918,
                    "end": 930,
                    "text": "A. Sydow 1 ,",
                    "ref_id": null
                },
                {
                    "start": 931,
                    "end": 941,
                    "text": "H. Desel 1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methodik:"
        },
        {
            "text": "Fallserie: Alle im GIZ-Nord (1/1996 -1/2003 ) und VIZ-Freiburg (5/ 2000 -1/2003 ) beratenen gut dokumentierten und nachverfolgten Vergiftungsfälle mit Metoprolol von 14-64-jährigen Patienten wurden retrospektiv ausgewertet.",
            "cite_spans": [
                {
                    "start": 19,
                    "end": 35,
                    "text": "GIZ-Nord (1/1996",
                    "ref_id": null
                },
                {
                    "start": 36,
                    "end": 43,
                    "text": "-1/2003",
                    "ref_id": null
                },
                {
                    "start": 44,
                    "end": 71,
                    "text": ") und VIZ-Freiburg (5/ 2000",
                    "ref_id": null
                },
                {
                    "start": 72,
                    "end": 79,
                    "text": "-1/2003",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "P44 Dosis-abhängige Toxizität von Metoprolol"
        },
        {
            "text": "Ergebnisse: 60 Patienten (28 Frauen, 32 Männer) nach Einnahme von 0,48-18 g Metoprolol wurden in die Studie eingeschlossen. Von 11 Patienten nach bis zu 1 g entwickelten 2 eine Bradykardie (48-50/min), 1 × mit Bronchospastik. Von 27 Fällen mit 1,1-3,4 g verlief 1 Intoxikation schwer (1,9 g, Blutdruck systolisch < 80 mmHg). Von 22 Vergiftungen mit 3,5-18 g waren 8 schwer, 5 mittelschwer. Komplikationen wie Rhabdomyolyse, akutes Nierenversagen, Linksherzversagen mit Lungenödem, Koma wurden ab 3,5 g beobachtet. Andererseits wurde nach bis zu 10 g Metoprolol nur eine passagere Hypotonie und/oder Bradykardie (> 50/min) gesehen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P44 Dosis-abhängige Toxizität von Metoprolol"
        },
        {
            "text": "In dieser Studie entwickelten Patienten mit einer Einnahmemenge von 1,9 g oder mehr eine schwere Vergiftung (insgesamt 9), während andererseits sehr viel größere Mengen (-10 g) ohne hämodynamische Komplikationen toleriert werden. Dennoch sollten alle Patienten nach Einnahme von mehr als 400 mg (= Tagesmaximaldosis) überwacht werden, da Bradykardien und Bronchospastik bereits ab 0,48 g auftraten. Eine Magenspülung ist nur bei einer lebensbedrohlichen Vergiftung indiziert (≥ 3,5 g). Bei Hypotonie wurden Katecholamine (i.E. für 4 Tage) und/oder Glukagon, bei Bradykardie ggf. zusätzlich ein passagerer Pacer erfolgreich eingesetzt. Eine Hämodialyse ist nur bei akutem Nierenversagen sinnvoll. T. Zilker, N. Felgenhauer M. Koch, R. Blank, H. Auerbach, H.-J. von Methodik: Insgesamt wurden 25 Patienten mit einer schweren Dyspnoe bei Verdacht auf Lungenödem (Sauerstoffsättigung < 90%) in die Studie eingeschlossen. Alle Patienten wurden wie üblich medikamentös behandelt und 10 wurden zufällig ausgewählt, zusätzlich bereits am Einsatzort und später im Rettungswagen über eine Gesichtsmaske eine Druckunterstützung ihrer Spontanatmung und einen positiven endexpiratorischen Druck zu erhalten (PEEP 5 mbar, ASB Druck 12 mbar, FIO 2 0,6, Oxylog® 3000, Dräger Medical). Patienten ohne Atemhilfe erhielten Sauerstoff (8 l/min) über eine Nasensonde.",
            "cite_spans": [
                {
                    "start": 696,
                    "end": 721,
                    "text": "T. Zilker, N. Felgenhauer",
                    "ref_id": null
                },
                {
                    "start": 722,
                    "end": 763,
                    "text": "M. Koch, R. Blank, H. Auerbach, H.-J. von",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Schlussfolgerung:"
        },
        {
            "text": "Ergebnisse: Die präklinische nichtinvasive Beatmung führte zu einer rapiden Erhöhung der transkutanen Sauerstoffsättigung (von 81,1 ± 2,8% auf 97,3 ± 0,8%, Mittelwert ± SEM, p < 0,05), die bei Eintreffen in der Klinik signifikant (p < 0,05) höher lag als in der Gruppe der medikamentös therapierten Patienten (78,1 ± 3,8% auf 90,6 ± 2,4%). Komplikationen traten durch die Therapie nicht auf.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P46 Hämodynamische und elektrokardiografische Aspekte bei schwerer akzidenteller Hypothermie"
        },
        {
            "text": "Schlussfolgerung: Der präklinische Beginn einer nichtinvasiven präklinischen druckunterstützten Spontanventilation ist eine sinnvolle Therapieoption bei schwerem Lungenödem, die gefahrlos und unkompliziert präklinisch zum Zeitpunkt des dringensten Bedarfs angewendet werden kann.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P46 Hämodynamische und elektrokardiografische Aspekte bei schwerer akzidenteller Hypothermie"
        },
        {
            "text": "Seltene Differentialdiagnose der zentralen Lungenembolie D. Böse, C. von Diagnostik: Elektrokardiographisch zeigte sich ein inkompletter Rechtsschenkelblock. Im Röntgen-Thoraxbild fand sich ein unauffälliger Herzschatten sowie ein mit rezidivierenden Lungeninfarkten zu vereinbarender Befund. Die transösophageale Echokardiographie ergab den Verdacht auf einen 2 × 3 cm messenden zentralen Embolus der Pulmonalarterie (PA) sowie Hinweise auf Rechtsherzbelastung. Angio-Magnetresonanztomographie (MRT) und Angio-Computertomographie (CT) der PA zeigte eine 2,8 × 1,9 cm große Hypointensität im PA-Hauptstamm (V. a. Angiosarkom), die sich in beide PA's erstreckte und die linke PA subtotal verlegte, sowie Hinweise auf rezidivierende pulmonale Infarzierungen und Rechtsherzbelastung. Die MRT-Venographie der unteren Extremitäten zeigte keinerlei Thrombose. Im Rahmen einer Rechtsherzkatheteruntersuchung wurden mehrere Biopsien der zentralen PA-Raumforderung gewonnen, die makroskopisch weißlich und gallertartig imponierten.",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 72,
                    "text": "D. Böse, C. von",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "P55 Intimasarkom der Pulmonalarterie:"
        },
        {
            "text": "Diagnose: Intimasarkom der Pulmonalarterie (Malignitätsgrad III).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P55 Intimasarkom der Pulmonalarterie:"
        },
        {
            "text": "Therapie: Entfernung des Tumors, Resektion des Truncus pulmonalis bis zum Klappenanulus und Ersatz des Truncus pulmonalis mit 26 mm Vaskutec-Prothese sowie Rekonstruktion der PA-Bifurkation. PTE der Pulmonalarterie bis auf Subsegmentarterienebene. Komplikationsloser postoperativer Verlauf.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P55 Intimasarkom der Pulmonalarterie:"
        },
        {
            "text": "Prognose: Mittlere statistische Überlebenszeit geringer als 24 Monate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P55 Intimasarkom der Pulmonalarterie:"
        },
        {
            "text": "Schlussfolgerung: Primäre Tumoren der Arteria pulmonalis stellen eine äußerst seltene Differentialdiagnose der Lungenarterienembolie dar, die aber bei atypischem Erkrankungsverlauf in die differentialdiagnostischen Überlegungen einbezogen werden sollte.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P55 Intimasarkom der Pulmonalarterie:"
        },
        {
            "text": "P56 Überwachung der Beatmung während der kardiopulmonalen Reanimation: Kapnometrie versus expiratorisches Atemminutenvolumen T. Karow, M. zur Die durchschnittliche CPR-Dauer betrug 29 Minuten. Bei 7 von 39 CPR-Episoden (18%) sank das AMV zwischenzeitlich auf < 50%, ohne dass vom äußeren Aspekt eine Funktionseinschränkung auffiel. Die CPR-Dauer betrug hierbei vorwiegend > 30 Minuten. Es waren überwiegend systemisch lysierte Patienten mit partieller Atemwegsverlegung bei Hämoptysen und nachfolgend vermindertem AMV betroffen. Zeitgleich wies die Kapnometrie vereinzelt erhöhte endexpiratorische pCO 2 -Werte nach. Die Kapnometrie erlaubt unter CPR keine ausreichende Aussage über die Ventilation, da die Methode wesentlich durch die Perfusion mitbestimmt wird. Zudem ist nach Bikarbonatgabe der endexpiratorische pCO 2 vorübergehend falsch hoch.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 141,
                    "text": "T. Karow, M. zur",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "P55 Intimasarkom der Pulmonalarterie:"
        },
        {
            "text": "Bei der CPR ist -auch präklinisch -zur Überwachung der Ventilation die dauerhafte Registrierung des expiratorischen Atemminutenvolumens zu fordern, da auch bei vermeintlich suffizienter Beatmung eine beträchtliche Hypoventilation möglich ist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P55 Intimasarkom der Pulmonalarterie:"
        },
        {
            "text": "rid von E. coli in einer Dosis von 4 ng/kg Körpergewicht intravenös injiziert, die anderen 7 eine Placeboinjektion. Die MSNA wurde durch direkte mikroneurographische Ableitung sympathischer Summenpotentiale aus dem Nervus peroneus superficialis kontinuierlich abgeleitet, außerdem erfolgte eine Überwachung des Blutdrucks und der Herzfrequenz. Die Immunantwort wurde durch die Bestimmung von IL 6 und TNF-a in regelmäßigen Intervallen erfasst.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P55 Intimasarkom der Pulmonalarterie:"
        },
        {
            "text": "Ergebnisse: Die LPS-Injektion führte zu einer deutlichen Cytokinantwort und der Entwicklung von Fieber. Nach 90 min stieg in der Placebogruppe die MSNA von 18,08 ± 3,4 auf 25,7 ± 4, 5 bursts/ min, während sie in der LPS-Gruppe von 27,5 ± 3,3 auf 12,2 ± 2,9 bursts/min signifikant abfiel. Die Herzfrequenz stieg signifikant von 60,2 ± 2,2 auf 78,1 ± 3,3 Schläge/min nach LPS, während sie nach Placebo konstant blieb. Der systolische Blutdruck war nach LPS leicht gegenüber der Ruhephase erhöht, der diastolische Blutdruck wurde durch die LPS-Gabe nicht signifikant beeinflusst.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P55 Intimasarkom der Pulmonalarterie:"
        },
        {
            "text": "Schlussfolgerung: Eine LPS-induzierte Sepsis-äquivalente Immunantwort führt bei gesunden jungen Probanden in der Frühphase zu einer ausgeprägten Unterdrückung der sympathischen Aktivität zum Muskelgefäßbett. Zielsetzung: Tumornekrosefaktor-beta (LT-alpha) bindet den gleichen Zellrezeptor wie TNF-a. Ein Polymorphismus der beiden Allele wurde bereits beschrieben und als prognostisch relevanter Faktor für das Outcome untersucht. Eine Korrelation zum letalen Ausgang wurde für den homozygoten TNFB2-Genotyp postuliert. Ist der genetische Polymorphismus tatsächlich ein prognostisch relevanter Faktor für den letalen Ausgang beim kritisch kranken Patienten?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P55 Intimasarkom der Pulmonalarterie:"
        },
        {
            "text": "Material und Methode: Es wurden konsekutiv 85 Patienten mit Sepsis, schwerer Sepsis und septischem Schock bei Aufnahme auf unsere Intensivstation in die Auswertung aufgenommen. Der Polymorphismus des biallelen LT-a (+250 G/A) wurde ebenso analysiert, wie die Serumwerte von TNF-a, TNF-Rezeptor 1, Il-6, Il-8, Il-10, Procalcitonin und Neopterin. Die Serumwerte wurden wiederholt bis zur Entlassung von der Intensivstation oder bis zum Tod des Patienten gemessen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P63 Schwerer septischer"
        },
        {
            "text": "Ergebnisse: Die Allelfrequenz für TNFB1 lag bei 0,28, für TNFB2 bei 0,72. Der Genotyp konnte wie folgt festgelegt werden: TNFB1 homozygot 5,1%, TNFB1/TNFB2 heterozygot 46,8% und TNFB2 homozygot in 48,1% der Patienten. 67,5% der Patienten hatten bei Aufnahme eine schwere Sepsis, 45,0% hatten oder entwickelten einen septischen Schock. Ein Multiorganversagen fanden wir bei 75,0% der Patienten, die Letalität lag bei 32,5%. Bezüglich der verschiedenen Genotypen des TNFb-Polymorphismus fanden wir keine Korrelation eines Typs zum erhöhten Risiko des letalen Ausgangs, zur Frequenz der schweren Sepsis oder zur Entwicklung eines Multiorganversagens. Auch die Serumwerte der Cytokine zeigten keine Unterschiede in den drei Gruppen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P63 Schwerer septischer"
        },
        {
            "text": "Zusammenfassung: Aufgrund unserer Daten können wir an einem großen Kollektiv von kritisch kranken Patienten eindeutig belegen, dass eine Korrelation der genotypischen Ausprägung des LTa-Polymorphismus zum klinischen Outcome nicht besteht. pro Fall) erwähnt. Ein schriftliches FUP war in 9930 Fällen erhältlich (49%). In 4902 Fällen (3,5% aller Fälle) wurden 5230 Antidota (1,1/Fall) nachweislich appliziert. Hierbei erfolgte in 2116 Fällen die Gabe bereits vor und in 3114 Fällen nach der Beratung. Bei Kalkulation der gleichen Antidotfrequenz in der Gruppe ohne FUP kann eine fiktive Häufigkeit an Antidotgaben im Gesamtkollektiv mit insg. 8471 Applikationen in 7940 Fällen (5,6%) berechnet werden. Im Durchschnitt wurden Antidota 1,3-mal häufiger appliziert als von der GIZ empfohlen. Die Gabe erfolgte 3-mal häufiger nach der Beratung als vor der Konsultation der GIZ.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P63 Schwerer septischer"
        },
        {
            "text": "Fazit: Basierend auf den Daten der GIZ Mainz werden Antidota häufiger appliziert als empfohlen (z. B. Flumazenil, Naloxon) . Die Folge sind unnötige Kosten und ein erhöhtes Risiko unerwünschter Wirkungen für den Patienten. Die Überprüfung der einzelnen Antidota verfolgt das Ziel, durch evidenzbasierte Daten einen adäquaten Einsatz zu erreichen und Daten zur Effektivität und zu Komplikationen der Antidota zu gewinnen sowie die Qualitätssicherungsmaßnahmen zu verbessern.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 122,
                    "text": "B. Flumazenil, Naloxon)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "P65 Intensivmedizinische Behandlung einer fulminant verlaufenden progressiven systemischen Sklerodermie"
        }
    ],
    "bib_entries": {
        "BIBREF82": {
            "ref_id": "b82",
            "title": "P25, P31, P32",
            "authors": [
                {
                    "first": "H.-P",
                    "middle": [
                        ". . ."
                    ],
                    "last": "Hobbach",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "33",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF161": {
            "ref_id": "b161",
            "title": "P25, P31, P32",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        ". . . . ."
                    ],
                    "last": "Pfeiffer",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "33",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF196": {
            "ref_id": "b196",
            "title": "P25, P31, P32",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        ". . . ."
                    ],
                    "last": "Schuster",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "33",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF234": {
            "ref_id": "b234",
            "title": "V01, V02, P02, P12, P35",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        ". . ."
                    ],
                    "last": "Werdan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "47",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "H.-P. Hobbach, P. Pfeiffer, J. Hundertmark, C. Schaeffer, P. Schuster Medizinische Klinik II -Kardiologie, Angiologie, Internistische Intensivmedizin,St. Marien-Krankenhaus Siegen",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "von 12 Jahren verändert?M. Liese, W. Jansen, C. Reddermann, R. Geppert,  G. Kanonenberg, B. Weidmann, J. Aring   Medizinische Klinik I/Kardiologie, Klinikum Leverkusen gGmbH Die Lebenserwartung der Bevölkerung hat in den letzten Jahrzehnten deutlich zugenommen. Durch Aufklärungskampagnen hinsichtlich der Warnsignale eines drohenden Myokardinfarktes (MI) werden viele Patienten frühzeitiger diagnostiziert und therapiert.Methodik: Wir untersuchten retrospektiv die Anzahl von Patienten mit ACS im Verhältnis zu intensivpflichtigen Patienten mit anderen fachspezifischen Erkrankungen (EK). Die ACS-Patienten wurden auf den prozentualen Anteil von STEMI bzw. NSTEMI sowie Reperfusionsmaßnahmen, Verweildauer und Letalität ausgewertet.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "P. Heintzen 1 , B. E. Strauer Medizinische Klinik und Poliklinik B, Klinik für Kardiologie, Pneumologie und Angiologie, Heinrich-Heine-Universität Düsseldorf 1 Kardiologische Klinik, Klinikum Braunschweig",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "1 , L. Engelmann 1 Klinik und Poliklinik für Neurologie, 1 Medizinische Klinik und Poliklinik I, Universität Leipzig Hintergrund: Bei der Suche nach zur Prognoseabschätzung tauglichen biochemischen Markern hob sich die neuronenspezifische Enolase (NSE) besonders hervor. Ziel der vorliegenden Studie war es, die Validität von seriellen Serumbestimmungen der NSE für die Prognosestellung nach Herzkreislaufstillstand zu überprüfen. Methoden: Untersucht wurden bei 67 Patienten Serum-NSE-Konzentrationen nach Reanimation an den Tagen 1-3 im 4-stündlichen Abstand und vom 4. bis 10. Tag jeweils einmal täglich. Die NSE-Werte wurden mit der GCS und dem Outcome nach 1 Jahr korreliert. Ergebnisse: Die Verstorbenen hatten signifikant höhere NSE-Maximalwerte als die Überlebenden (Median 58,01 vs. 31,00 ng/ml) (p = 0,0268). Ebenso korrelierten die NSE-Maximalwerte signifikant gegenläufig mit den GOS-Werten (p = 0,002) und den GCS-Werten (p = 0,008). Der NSE-Maximalwert bei gutem neurologischen Outcome (GOS 3) betrug 60 ng/ml. Zusammenfassung: Schlussfolgernd aus den Ergebnissen unserer Studie, der eingehenden NSE-Kurvenauswertung und den Daten der Literatur wird folgendes Vorgehen empfohlen: Nach kardiopulmonaler Reanimation: • keine NSE-Messung bei rascher neurologischer Verbesserung, • ansonsten Messungen nach 12, 24 und 36 Stunden und danach 6-stündlich bis zur 72. Stunde, • Abbruch weiterer Messungen bei reproduzierbarem NSE-Anstieg über 120 ng/ml, • Weiterführung der Messungen nach 72 Stunden, wenn Serum-NSE ansteigend, aber noch < 120 ng/ml Das Überschreiten von 120 ng/ml gilt als deutlicher Hinweis darauf, dass ein Überleben des Patienten oder Wiedererlangen des Bewusstseins nicht zu erwarten ist und kann als wichtiger Faktor in die weitere Therapieentscheidung einbezogen werden.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Stunden). Prognose für das Überleben: Die beste Voraussage wurde über den Parameter Quick ≥ 25% kombiniert mit Serumkreatinin ≤ 1,2 mg/dl erzielt (Sensitivität 84%, Spezifität 100%). Falldarstellung: Nach thorako-abdominaler Ösophagusresektion mit Magenhochzug kam es in dem hier beschriebenen Fall zu einer Anastomoseninsuffizienz mit Mediastinitis und teilweiser Nekrose der Tracheahinterwand. Mehrfach waren Rethorakotomien nötig, ein suffizienter operativer Verschluss des Trachealdefektes gelang nicht. In der Folge bildete sich von dem Defekt an der Pars membranacea ausgehend eine vier Zentimeter tiefe tracheomediastinale Fistel. Der Patient entwickelte ein ARDS. Durch multiple Verwachsungen sowie die akute Entzündung im Operationsgebiet war eine chirurgische Therapie des Befundes nicht möglich. Wochen mit vollständiger Restitutio ad integrum nach Hause entlassen werden. Bei der Kontrolluntersuchung in unserer Postintensivambulanz 5½ Wochen nach Krankheitsbeginn war unsere Patientin vollständig beschwerdefrei.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "kann das in stressbelasteten Situationen den Druck auf das Intensivteam erhöhen. Eine kurze Nachfrage informiert über den Bedarf. Bei Gesprächswunsch könnte dann mehr auf den Informationsgehalt geachtet werden. Immerhin gab die Hälfte der Befragten ein Informationsdefizit an. Einleitung: Eingriffe an der thorakalen Aorta unter Einsatz der Herz-Lungen-Maschine (HLM) sind mit erhöhtem perioperativen Risiko behaftet. Die Versorgung einer Typ A Dissektion, die die Aorta ascendens betrifft, wird nach medialer Sternotomie im tief hypothermen Kreislaufstillstand durchgeführt, wohingegen die Typ B Dissektion der Aorta distal des linken Subclaviaabganges nach lateraler Thorakotomie operiert wird. Wir wollten in unserer deskriptiven Studie anhand der perioperativen Verläufe der in den Jahren 2001 und 2002 operierten Patienten Unterschiede zwischen den beiden Operationen darstellen. Methoden: Von 19 Patienten litten 12 unter einer Typ A Dissektion (Gruppe A), davon 10 Pat. notfallmäßig, 7 unter Typ B (Gruppe B), davon 2 Notfälle. Die Patienten in A waren im Durchschnitt 61 Jahre alt, in B 49 Jahre. Ausgewertet wurden die Operationszeiten und Parameter der postoperativen Organfunktionen. Ergebnisse: Die Operationsdauer war in B mit 8 h um 1 h länger als in A, die Zeit an der HLM war um 45 min länger. Postoperativ wurde in A 50 h nachbeatmet, in B 67 h. Die Hämodynamik musste in A 32 h, in B nur 11 h differenziert medikamentös unterstützt werden. Bei 3 Pat. aus A war ein maschineller Nierenfunktionsersatz notwendig. Perioperative Herzinfarkte wurden in keiner Gruppe diagnostiziert, Muskelminderperfusion (Myoglobin, CK) wurde in A in erheblich höherem Ausmaß nachgewiesen. Infektionsparameter (Leukozyten, CRP) waren in A höher als in B. Eine Patientin aus A verstarb am 7. postoperativen Tag nach Ruptur der Aorta. Alle anderen Patienten konnten nach einer intensivmedizinischen Liegedauer von 11 (Gruppe A) oder 12 (Gruppe B) Tagen ohne anhaltende Defizite in die weitere Behandlung entlassen werden. Diskussion: Unter Berücksichtigung des hohen Anteils an Notfalleingriffen und des Ausmaßes der sehr invasiven operativen Behandlung der thorakalen Aortendissektionen können zufrieden stellende Langzeitverläufe dargestellt werden. Operation und Nachbeatmungsdauer waren in A kürzer, die Organfunktion von Kreislauf, Niere, Muskulatur und Infektion dagegen in B weniger problematisch, was aber keine Auswirkung auf die Liegedauer hatte. T. Karow, R. te Wilde, R. Blomeyer, M. zur Nieden, A. Lechleuthner Institut für Notfallmedizin der Berufsfeuerwehr Köln Sonographische Untersuchungstechniken stehen für den Notfallpatienten routinemäßig bislang erst innerklinisch zur Verfügung.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Behandlung kritisch Kranker eine Monotherapie einer Kombinationstherapie generell gleichwertig? T. Kibbel, S. Süfke, C. Dodt, H. Djonlagic Medizinische Klinik I, Campus Lübeck, Universitätsklinikum Schleswig-Holstein",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "oder in Kombination (K) mit Aminoglykosiden, Makroliden, Vancomycin und/oder Metronidazol. Differenziert nach M und K erhoben wir neben der infektiologischen Diagnose 1. die Parameter zur Beschreibung des Risikoprofils bei Aufnahme (MPM, Co-Morbidität, ineffektive antibiotische Vorbehandlung, nosokomiale Einflüsse, SIRS ≥ 2 Kriterien, CRP-Maximum) und 2. die Therapieergebnisse (Krankenhaus(KH)-Mortalität, Therapieansprechen, Antibiotika-Kosten, Behandlungsaufwand nach TISS, KH-und ICU-Liegedauer). Monotherapie im Vergleich zu einer Kombinationstherapie ein gutes und kostengünstiges Therapieergebnis zu erzielen ist. Aufgrund der vorliegenden Daten ist aber das generelle Empfehlen eines monotherapeutischen Vorgehens bei Patienten abzulehnen, die ein ungünstiges Risikoprofil aufweisen.P11 Zur Risikoeinschätzung während der kalkulierten antiinfektiösen Therapie von schweren Pneumonien mittels Ceftriaxon vs. Imipenem/CilastatinT. Kibbel, S. Süfke, C. Dodt, H. Djonlagic   Medizinische Klinik I, Campus Lübeck, Universitätsklinikum Schleswig-Holstein Nach den Empfehlungen der Paul-Ehrlich-Gesellschaft sind schwere Pneumonien frühzeitig mit Breitbandantibiotika zu behandeln. Welche Präparate aber im Einzelfall zu bevorzugen sind und wann ein Therapiewechsel einzuleiten ist, wird kontrovers diskutiert. Vor diesem Hintergrund galt die vorliegende Untersuchung der Frage, welche Bedeutung der CRP-Verlauf für die Risikobeurteilung hat, wenn Ceftriaxon bzw. Imipenem/Cilastatin eingesetzt wird.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "H.B. Schmidt, S. Nuding, P. Tymiec, T. Hoffmann, K. Werdan Universitätsklinik und Poliklinik für Innere Medizin III, Zentrum für Innere Medizin, Martin-Luther-Universität Halle-Wittenberg Hintergrund: Das Multiorgandysfunktionssyndrom (MODS) ist durch eine autonome Dysfunktion gekennzeichnet, welche zur Aggravierung dieser Erkrankung beitragen könnte. Ein Parameter, der uns Informationen hinsichtlich der kardiorespiratorischen Kopplung bei diesem Krankheitsbild gibt, ist die Chemoreflexsensitivität (CRS). Ziel unserer Studie war es herauszufinden, ob die Messung dieses Parameters durch Katecholamingaben beeinflusst wird. Methodik: Wir haben 71 Patienten mit MODS in diese Studie eingeschlossen, die konsekutiv auf die Intensivstation aufgenommen wurden. Ein MODS wurde durch einen APACHE II Score ≥ 20 charakterisiert. Die CRS wurde innerhalb von 48 h nach Einweisung gemessen: Der Quotient aus Herzintervall und arteriellem PO 2 wurde während der Ruhephase, nach 5 min Erhöhung des FiO 2 um 1/3 und nach Rückkehr zum Basis-FiO 2 berechnet und der Anstieg der Regressionsgerade als CRS bezeichnet. Die Gabe folgender Katecholamine wurde überprüft: Dobutamin (DOB), Noradrenalin (NORA), Adrenalin (AD), Dopamin (DOPA).",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": ", P. Kesselmeier 1 , S. Kötter, M. Krois, H.-J. Kias, U. Behrends 2 Arbeitsgemeinschaft Notfallmedizin e.V., Notarztwache Hövelhof; 1 Freiwillige Feuerwehr Hövelhof; 2 Freiwillige Feuerwehr Ostenland",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "J.Kias, M. Krois   Arbeitsgemeinschaft Notfallmedizin e.V., Notarztwache Hövelhof    Messerstichverletzungen des Brustkorbes stellen wegen der möglichen Mitverletzung lebenswichtiger Gefäß-und Organstrukturen anspruchsvolle präklinische Einsatzsituationen dar. In nordamerikanischen Traumazentren werden bis zu 1000 Fälle/Jahr mit perforierenden Thoraxverletzungen behandelt, an deutschen Schwerpunktkliniken liegt die Zahl bei etwa 20. Neben den Maßnahmen der präklinischen Grundversorgung (u. a. Sicherung der Vitalfunktionen und Monitoring) kommt dem frühzeitigen erweiterten Notfallmanagement eine für den weiteren Verlauf herausragende Bedeutung zu. Generell wird der eingedrungene Fremdkörper in der Wunde belassen, zur Stabilisierung kann er umpolstert werden. Bereits frühzeitig sollte über die Rettungsleitstelle eine Aufnahmemöglichkeit des Patienten in einer Klinik mit thoraxchirurgischem Schwerpunkt abgeklärt werden. Bei längerem Transportweg ist ggf. ein RTH nachzufordern. Bei der weiteren Versorgung ist zwischen den Alternativmöglichkeiten \"stay and play\" und \"scoop and run\" unter besonderer Berücksichtigung von Patien-tenzustand und Zeitdauer der geplanten Maßnahmen abzuwägen (rasche Erstversorgung versus zeitintensive therapeutische Maßnahmen). Nach derzeitigem Kenntnisstand scheinen von einer früh eingeleiteten prähospitalen intensivmedizinischen Behandlung nur Patienten mit schweren, aber nicht innerhalb von 30 Minuten tödlichen Penetrationsverletzungen zu profitieren. Die außerklinische Volumengabe sollte mit 1 l Kristalloiden und 0,5 l Kolloidallösung innerhalb der ersten Minuten über großlumige Venenzugänge eingeleitet werden. Alle volumenstabilisierenden Maßnahmen sind jedoch kritisch zu werten: Einerseits können kristalloide Lösungen durch Zunahme des hydrostatischen Drucks zur Zunahme einer Sickerblutung führen, andererseits kann durch Verdünnung die Viskosität des Blutes herabgesetzt und die Blutungsbereitschaft erhöht werden. Small-volume-Lösungen scheinen die Sterblichkeit im hämorrhagischen Schock nicht wesentlich zu verringern.P15 Der Na + /H + Austauschhemmer \"Cariporide\" -Einfluss auf den Gasaustausch nach cardiopulmonalem BypassW. Eichler, J. F. M. Bechtel 1 , S. Klaus, J. Schumacher, M. Hernandez, K. Toerber 1 , C. Bartels 1 , K. F. Klotz Kliniken für Anästhesiologie und 1 Herzchirurgie, Universitätsklinikum, Universität zu Lübeck Fragestellung: Cariporide ist ein selektiver Inhibitor des Na + /H + Austauschers vom Subtyp 1 (NHE-1). Der klinische Effekt bei kardiovaskulären Risikopatienten wurde in der GUARDIAN Studie (n = 11 590 Patienten) untersucht und zeigte den günstigsten Effekt für Patienten mit ACVB-Versorgung (1). Da auch in der Alveolarzelle NHE-1 exprimiert wird (2) sollte der Einfluss von Cariporide auf die respiratorische Funktion nach cardiopulmonalem Bypass (CPB) untersucht werden. Methodik: Mit Genehmigung der Tierschutzkommission wurden in einer randomisiert kontrollierten Studie 16 Schweine für 60 min einem CPB unterzogen. 8 Tiere wurden mit Cariporide behandelt (Bolus 180 mg, dann 40 mg/h), 8 Kontrolltiere erhielten Placebo. 5, 60, 120 und 180 min nach Entwöhnung des CPB wurden die alveoloarterielle O 2 -Differenz (AaDO 2 ), der pulmonalarterielle Widerstandsindex (PVRI), die Compliance (Cpl) der Lunge, der pulmonalkapilläre Wedgedruck (PCWP) sowie der Herzindex (CI) bestimmt und mit den Ausgangswerten vor CPB verglichen (Wilcoxon-Test). Die Gruppenunterschiede wurden mittels Mann-Whitney-U-Test ermittelt. Signifikanzniveau p < 0,05. Ergebnisse: In der Cariporidegruppe starben 2 Tiere vor dem Versuchsende im akuten Rechtsherzversagen. AaDO 2 und PVRI stiegen post CPB in beiden Gruppen signifikant an, dabei lagen die Werte in der Cariporidegruppe nach 60 und 120 min signifikant höher als in der Kontrollgruppe. Die Cpl fiel in beiden Gruppen jedoch ohne signifikanten Gruppenunterschied. PCWP und CI veränderten sich ohne Gruppenunterschied nur wenig zur Ausgangslage. Schlussfolgerungen: Parameter des Gasaustausches nach CPB verschlechterten sich unter der Behandlung mit Cariporide. Die Anwendung von Cariporide könnte eine Gefährdung von Patienten mit bestehendem pulmonalem Hypertonus und pulmonaler Gasaustauschstörung im Rahmen der ACVB Versorgung darstellen. Literatur: 1. Theroux P et al. Circulation 2000; 102:3032-3038. 2. Dudeja PK et al. Am J Physiol 1999; 276:L971-L978. P16 Single-Dose Pharmacokinetics of Ofloxacin during Continuous Venovenous Hemofiltration in Critical Care PatientsV. Fuhrmann, P. Schenk, Ch. Mittermayer, I. El Menyawi,  K. Ratheiser, F. Thalhammer   Intensivstation 13 H1, Innere Medizin IV, Universität Wien, A Background: Ofloxacin is a quinolone administered to patients with severe infections. Pharmacokinetic data on ofloxacin in critically ill patients under renal replacement therapy are sparse and conflicting.",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "1 , L. Bahlmann, S. Klau 1 , H. H. Sievers 2 , P. Schmucker Kliniken für Anästhesiologie und 1 Herzchirurgie, Campus Lübeck, Universitätsklinikum Schleswig-Holstein; 2 Klinik für Anästhesiologie, Friedrich-Schiller Universität, Jena",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "J. T. Kielstein, D. Czock 1 , T. Schöpke, S. M. Bode-Böger 2 , H. Haller, F. Keller 1 , D. Fliser Abteilung Nephrologie, Medizinische Hochschule Hannover, 1 Universitätsklinik Ulm, 2 Institut für Klinische Pharmakologie, Otto-von-Guericke-Universität MagdeburgHintergrund: Slow low-efficient dialysis (SLED) unter Verwendung des GENIUS-Dialyse-Systems findet immer größere Verbreitung zur Behandlung des akuten Nierenversagens auf der Intensivstation, da es eine hervorragende Clearance in Kombination mit einer exzellenten Kreislaufstabilität gewährleistet.Ziel: Da es bisher keine Daten zur Pharmakokinetik von Antibiotika unter SLED gibt, sollte dies anhand des Antibiotikums Vancomycin untersucht werden. Neben der Pharmakokinetik dieser Substanz wurde auch die gesamte im Rahmen der Dialyse eliminierte Substanzmenge durch Messung der Dialysatkonzentration bestimmt. Dies war durch die Verwendung des GENIUS®-Dialysesystems möglich, welches den Zugang zu dem gebrauchten Dialysat (75 l) ermöglicht.Patienten und Methodik: Jeweils neun anurische Intensivpatienten mit einem akuten Nierenversagen wurden in die Studie eingeschlossen. Alle Patienten wurden mit einer GENIUS-Dialyse über 8 Stunden (Blut-und Dialysatfluss 160 ml/min) behandelt. Der verwendete high-flux Polysulphon-Dialysator hatte eine Oberfläche von 1,2 m 2 (F 60 S). Die Auswahl des Antibiotikums wurde aufgrund klinischer und mikrobiologischer Erwägungen getroffen. Vancomycin (1,0 g) wurde 12 h vor der geplanten GENIUS-Dialyse mittels Infusionspumpe über 60 min infundiert. Blutentnahmen erfolgten vor, 0,5, 1, 2, 4, 6 und 8 h nach Gabe von Vancomycin, vor Beginn der Dialyse, 2, 4 und 6 h nach Dialysebeginn, am Ende der Dialyse, sowie 0,5, 1, 3 und 8 h nach Ende der Dialyse. Zusätzlich wurde die Gesamt-Dialysatkonzentration der Antibiotika nach Mischung des Dialysates bestimmt.Ergebnisse: Die durchschnittliche Vancomycin-Serumkonzentration der Patientin ist in der Abbildung dargestellt. Folgende pharmakokinetische Parameter wurden errechnet: Cmax: 30 ± 8 g/ml, 930 min (= 29 ± 15,5 h), Thd: 720 ± 270 min (= 12 ± 4,5 h). Die im gesammelten Dialysat bestimmte durchschnittliche Gesamtmenge an Vancomycin betrug 202 ± 59 g.Schlussfolgerung: SLED eliminiert erhebliche Mengen an Vancomycin. Die einmalige Gabe von 1,0 g Vancomycin bei Patienten die mittels SLED unter Verwendung einer 1,2 m 2 high-flux Polysulphon-Membran behandelt werden, reicht nicht aus um einen therapeutischen Spiegel dieser Substanz über 48 Stunden zu gewährleisten. Unsere Daten zeigen die Notwendigkeit tradierte Dosierungsschemata in Anbetracht neuer, effektiver Dialyseverfahren auf der Intensivstation zu überprüfen. Die Bestimmung des Einflusses dieser Behandlungsverfahren erscheint insbesondere für Antibiotika erforderlich, bei denen ein drug-monitoring nicht routinemäßig zu Verfügung steht.P19 Randomisierte Studie zum Vergleich von slow low efficient daily dialysis (SLED) und high volume CVVH bei Patienten mit akutem Nierenversagen auf der IntensivstationJ. T. Kielstein, U. Kretschmer, T. Ernst, C. Hafer, H. Haller,  D. Fliser   Abteilung Nephrologie, Medizinische Hochschule Hannover Hintergrund: Mit der slow low-efficient daily dialysis (SLED) lassen sich theoretisch die Vorteile von intermittierenden und kontinuierlichen Verfahren der Nierenersatztherapie des akuten Nierenversagens (ANV) kombinieren. Sinn der Studie war zu überprüfen, ob sich gute Clearance mit guter Kreislaufstabilität bei der Behandlung von Patienten auf der Intensivstation vereinen lassen.Patienten und Methodik:In einer prospektiven, randomisierten Studie behandelten wir 36 beatmete Patienten mit oligurischem ANV. Die Patienten wurden entweder 24 h mit high volume (> 35 ml/kg/h) kontinuierlicher veno-venöser Hämofiltration (hvCVVH) (n = 18, Alter 52 ± 15 Jahre, APACHE II 32 ± 6) oder 12 h mit SLED (n = 18, Alter 51 ± 12 Jahre, APACHE II 32 ± 5) behandelt. SLED wurde unter Verwendung des GENIUS® Dialysesystems mit 75 l Bicarbonat-Dialysat durchgeführt (GENIUS, Fresenius Medical Care, Deutschland). Bei allen Patienten wurde ein high-flux Polysulphon Dialysator (F60S) verwendet. Die hämodynamischen Parameter wurden unter Verwendung eines arteriellen Thermodilutionskatheters, PiCCO (PULSION Medical Systems AG, Deutschland) kontinuierlich erfasst.Ergebnisse: Die hämodynamischen Parameter (Tabelle) und das Netto-Ultrafiltrationsvolumen beider Behandlungsverfahren unterschieden sich nicht (hvCVVH: 3,2 ± 1,8 l/24 h, SLED: 3,7 ± 2,5 l/24 h; n.s.). Trotzdem die Patienten der hvCVVH Gruppe über 24 h mit 3,1 ± 1,1 l/h behandelt wurden, unterschied sich das Serum-Kreatinin nach der Behandlung nicht von der SLED Gruppe.Schlussfolgerung: SLED ist ein viel versprechendes Behandlungsverfahren zur Therapie des ANV auf der Intensivstation. SLED bietet sogar bei schwerkranken Intensivpatienten eine exzellenter Kreislaufstabilität in Kombination mit einer ausgezeichnete Clearance. Darüber hinaus betragen die Kosten für das Verbrauchsmaterial einer SLED Behandlung nur einen Bruchteil der Kosten einer hvCVVH Behandlung.",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": "Einleitung: b-Lactam-Antibiotika wie Piperacillin/Sulbactam werden mehrmals täglich verabreicht. Untersuchungen zur Bakterizidie von b-Lactamen sowie klinische Studien haben Hinweise für die Dauerinfusion als Alternative mit eventuell besserem klinischen Erfolg geliefert. Vor allem, da b-Lactame einen zeitabhängigen Effekt aufweisen. Auch weisen b-Lactam-Antibiotika kaum einen postantibiotischen Effekt auf. Eine intermittierende Gabe er-Dialysen (15%) mussten vor Erreichen der geplanten Dauer abgebrochen werden, wobei das meiste Blut im extrakorporalen Kreislauf retransfundiert werden konnte. Bei nur 5 Behandlungen (3%) musste wegen Thrombosierung der vorzeitige Abbruch ohne Retransfusion erfolgen. Bei den 15 prospektiv durchgeführten Dialysen war keine Beeinflussung der Gerinnung nachweisbar (aPTT).Der Einsatz der AN69ST-Membran stellt bei Patienten mit sehr hohem Blutungsrisiko eine Möglichkeit dar, auf eine systemische Antikoagulation zu verzichten. Voraussetzungen für eine sichere Therapie sind dabei die strikte Vermeidung prokoagulatorischer Begleitumstände (Blutfluss ≥ 220 ml/min, konstanter Blutfluss ohne Stopps, Minimierung des Blut-Luft-Kontaktes). Heterogenes Bild bei schwer verlaufender thrombotischer Mikroangiopathie (HUS/TTP)F. Merkel, M. Weber Medizinische Klinik I, Krankenhaus Köln-Merheim, Kliniken der Stadt Köln Die thrombotische Mikroangiopathie (HUS/TTP) ist gekennzeichnet durch Thrombozytopenie, Hämolyse und Ischämie nach Thrombozytenagglutination in der arteriellen Mikrostrombahn, v.a. in Niere und ZNS. Der Nachweis einer verminderten Aktivität der von Willebrand Faktor-spaltenden Protease (vWF-cP) bei der TTP erlaubt die Differenzierung vom HUS. Im Transplantat wurde histologisch 2 × eine thrombotische Mikroangiopathie nachgewiesen. Auslöser war in einem Fall Tacrolimus, so dass sich das Bild nach Umstellung der Immunsuppression besserte. Im zweiten Fall konnte die Gabe von Frischplasmen (FFP) das Transplantatversagen nicht verhindern. Auch bei 2 weiteren Patienten mit rezidivierendem HUS besserte sich die Eigennierenfunktion unter Plasmapherese nicht. Die Symptomatik war initial mit Hautjucken und Petechien un-spezifisch, so dass die Diagnose spät gestellt wurde. Lange Verläufe einer TTP mit zahlreichen Rezidiven und unterschiedlichen Organmanifestationen (Niere, ZNS, Pankreas) lagen bei 3 Patienten vor. Bei 2 Pat. gelang der Nachweis von Antikörpern gegen die vWF-cP. Das Ansprechen auf die Plasmapherese war jeweils nur von kurzer Dauer. Splenektomie und Immunsuppression (Cyclophosphamid bzw. Mycophenolsäure (MMF)) ergänzten die Therapie. Alle 3 wurden mit guter Organfunktion und ohne Rezidive entlassen.",
            "latex": null,
            "type": "table"
        },
        "TABREF14": {
            "text": "H.-P.Hobbach, C. Schaeffer, P. Pfeiffer, J. Hundertmark, P. Schuster Medizinische Klinik II -Kardiologie, Angiologie, Internistische Intensivmedizin, St. Marien-Krankenhaus Siegen Fragestellung: Ein Konsens über die optimale pharmakologische Reperfusionstherapie beim akuten ST-Hebungsinfarkt (STEMI) besteht bisher nicht. Methodik: Von Juni 1994 bis September 2001 wurden an unserer Klinik 178 Patienten (Alter 62 ± 13 Jahre, 30% Frauen) mit einem akuten STEMI, Symptombeginn < 6 Stunden, im Rahmen internationaler, randomisierter Infarktstudien mit einem Thrombolytikum bzw. einer Kombinationsbehandlung aus Thrombolytikum und Glykoprotein IIb/IIIa Inhibitor therapiert. Die zur Anwendung gekommenen Therapieschemata waren: Streptokinase (SK) (n = 21); Plasminogenaktivator (PA) (n = 82); halbierte Dosis eines PA plus Abciximab (ABC) (n = 23) und halbierte Dosis eines PA plus Eptifibatide (EPT) (n = 52). Alle Patienten erhielten Aspirin und einen Thrombininhibitor. Ergebnisse: Die unterschiedlichen Strategien wurden beurteilt nach dem kombinierten Endpunkt Mortalität/Reinfarkt/instabile Angina pectoris zum Zeitpunkt Tag 7 oder Entlassung, Tag 30, 6 Monate und ein Jahr. Die Gruppen waren statistisch nicht signifikant unterschiedlich in Alter, Geschlecht, Infarktlokalisation, Pumpfunktion, Symptomdauer und Blutungsinzidenz. Die Ergebnisse sind in der Tabelle dargestellt. Schlussfolgerung: Die Kombinationstherapie aus einer halbierten Dosis eines PA und einem Glykoprotein IIb/IIIa Inhibitor scheint einer Monotherapie mit SK oder PA überlegen zu sein. Insbesondere die Kombination mit EPT zeigt einen frühen und anhaltenden Vorteil. Im direkten Vergleich mit ABC muss EPT als überlegener Kombinationspartner angesehen werden. P26 Rechtskardiale Transitthromben -eine besonders akute Manifestation der Lungenembolie K. Schlotterbeck, S. Mang, O. Bosse, W. Moshage Abteilung Kardiologie und internistische Intensivmedizin, Klinikum Traunstein Fragestellung: Durch zunehmenden Einsatz der Echokardiographie bei Patienten in Notaufnahmen wird häufiger die Diagnose eines rechtsatrialen Thrombus gestellt. Sie erscheinen als drohende Embolie und sind in der Regel mit nachfolgenden massiven Lungenembolien assoziiert. Bei zusätzlich vorliegendem PFO kann es zu gekreuzten Embolien kommen. Methodik: Wir haben an unserem Klinikum 16 Patienten in den Jahren 1992-2002 erfasst, bei denen eine Lungenembolie und rechtsatriale Thromben vorlagen. Dies waren ca. 8% der Patienten, die wegen einer Lungenembolie auf der Intensivstation behandelt wurden. Ergebnisse: 3 Patienten wurden unter Reanimationsbedingungen aufgenommen, 7 Patienten waren im Stadium III nach Grosser, die weiteren befanden sich im Stadium II. Neben der transthorakalen Echokardiographie wurde bei 50% der Pat. eine TEE zum Therapiemonitoring verwendet. 12 Patienten erhielten zunächst eine Thrombolysebehandlung mit einem fibrinselektiven Thrombolytikum und, falls weiterhin Thromben nachweisbar waren, eine Langzeitlyse mit einem nichtfibrinselektiven Fibrinolytikum. 1 Pat. wurde mit Hilfe der Herz-Lungenmaschine embolektomiert. In 2 Fällen konnten Thromben im offenen Foramen ovale gesehen werden. Die Gesamtmortalität betrug 18%.Schlussfolgerung: Rechtskardiale Thromben sind in der Regel von einem fulminanten Verlauf der Lungenembolie begleitet und sollten wegen hoher Mortalität aggressiv behandelt werden. Die Thrombolyse ist eine effektive und schnelle Therapie bei Pat. mit Transitthromben und Lungenembolie, die eine gute Therapiealternative gegenüber der chirurgischen Therapie darstellt.P27 Präklinische Lysetherapie des Myokardinfarktes im regionalen Versorgungskonzept einer ländlichen RegionK. Schlotterbeck, M. Barth, M. Winklmaier, W. Moshage Kardiologie und internistische Intensivmedizin, Klinikum Traunstein Einleitung: Entsprechend den Leitlinien wird eine präklinische Thrombolyse des akuten ST-Hebungsinfarktes für Patienten empfohlen, bei denen Symptome erst weniger als 90 min bestehen, oder bei denen ein Zeitgewinn > 90 min gegenüber der Krankenhausbehandlung zu erwarten ist. In ländlichen Gebieten mit langen Anfahrtswegen zum Krankenhaus ist diese Situation gegeben. Wir haben analysiert, wie an einem regionalen interventionellen Zentrum die präklinische Lysetherapie das regionale Versorgungskonzept in einer ländlichen Region ergänzt. Methodik: In den Jahren 2000-2002 wurde am Notarztstandort des Klinikums und am RTH Christoph 14 die präklinische Lysetherapie durchgeführt. Bei den Patienten wurde nach stationärer Aufnahme im interventionellen Zentrum entschieden, ob eine Akut-PTCA durchgeführt werden muss. Ergebnisse: Es wurden 25 Patienten präklinisch lysiert. Der Zeitpunkt Schmerzbeginn-Lysebeginn betrug im Schnitt 120 min, dabei 20% < 60 min. Es gabe keine Komplikationen während des Transportes. KO nach stationärer Aufnahme: 3 Pat. AV Block III, 2 Pat. Langzeitbeatmung, 3 Pat. Lungenödem, 2 Pat. Kammerflimmern. Die Mortalität betrug 4%, durch eine Ventrikelruptur nach Aufnahme. Es wurde in 74% eine Akut-PTCA (Rescue-PTCA) durchgeführt, nur Diagnostik 16%, keine Coronarangiographie in 12%. Zusatztherapie: 40% GP II b/III a, 8% IABP.",
            "latex": null,
            "type": "table"
        },
        "TABREF15": {
            "text": ", G. Wierse Klinik für Innere Medizin, Kreiskrankenhaus Heidenheim Einleitung: Patienten mit Koronarsyndrom (ACS) profitieren von einer akuten Intervention. Die Sicherheit bei einem frühen interventionellen Eingriff ist durch medikamentöse Begleitmaßnahmen deutlich gestiegen. Der klinische Verlauf dieser kardialen Risiko-Patienten wurde anhand eines Registers analysiert. Patientengut: In den untersuchten 9 Monaten bis Juli 2002 wurde bei 243 Pat. eine Intervention durchgeführt, darunter 142 Pat. mit Koronarsyndrom (Alter 68 J., 64% Männer). Ergebnis: Als Risikomarker lagen vor (jeweils % der Pat.): Diabetes 33%, vorbekannte KHK 30%, Alter > 65 J. 59%, Troponin pos 71%, EKG-Veränderungen 90%. Die Intervention erfolgte innerhalb 96 h, bei 58% innerhalb von 24 h. Eine Clopidogrel Vorbehandlung der Nicht-ST-Hebungs-Pat. mehr als 6 h vor Intervention erfolgte bei 57%. Weitere Ergebnisse laut Tabelle. Ereignisse ein. 7 dringende Reinterventionen u. a. auch wegen einer Progression der KHK wurden erforderlich. Schlussfolgerung: Die Gesamtzahl an Ereignissen bei ACS-Pat. ist in der Akutphase durch die Schwere der Erkrankung hoch, die interventionsabhängigen Ereignisse sind bis auf eine Rate an Instentthrombosen (2,8%) günstig. Ein restriktiver Einsatz der GP-Antagonisten dürfte hierfür eine Bedeutung haben. P29 Koinzidenz eines akuten Myocardinfarktes und Spontanpneumothorax A. Schwarzmaier-D'Assie, C. Steger, C. Stöllberger, J. Slany II. Medizinische Abteilung, Krankenanstalt Rudolfstiftung, Wien, A Pneumothorax kann klinisch und elektrokardiographisch einen Herzinfarkt vortäuschen. Wir berichten über den Fall eines akuten Vorderwandinfarktes, assoziiert mit einem Spontanpneumothorax. Fallbericht: Eine 76-jährige Frau wurde wegen plötzlicher Atemnot und Schwäche an unserer Intermediate Care aufgenommen. Im EKG fanden sich ST-Hebungen von V1 bis V6, die Echokardiographie zeigte eine Hypokinesie apicoseptal. Die Diagnose eines akuten Vorderwandinfarktes wurde gestellt, die Patientin erhielt eine systemische Lysetherapie mit 50 mg rtPA. Die anschließende Koronarangiographie zeigte eine koronare Dreigefäßerkrankung. Die \"culprit lesion\", eine 75%ige LAD-Stenose wurde erfolgreich dilatiert und mit einem Stent versorgt. Postinterventionell bildeten sich die EKG-Veränderungen prompt zurück, die Atemnot der Patientin besserte sich jedoch nicht. Das Cor/Pulmo-Röntgen deckte einen linksseitigen Pneumothorax auf, der mit einer Bülaudrainage versorgt wurde. Anamnestisch gab es keinen Hinweis auf ein Trauma im Bereich des Thorax. Eine iatrogene Genese konnte ebenfalls ausgeschlossen werden, sodass ein Spontanpneumothorax anzunehmen war. Das CK-Maximum wurde am nächsten Tag erreicht (516 U/l). Der weitere Aufenthalt verlief komplikationslos, die Patientin wurde nach 12 Tagen entlassen. Schlussfolgerung: Ein Pneumothorax kann bei Myokardinfarkt mit typischen EKG-Veränderungen in dem Bemühen um rasche Reperfusion leicht übersehen werden. Bei entsprechender Symptomatik sollte an eine solche Koinzidenz gedacht werden. P30 Terminierung einer AV-Knoten-Reentry-Tachykardie mit Adenosin bei einer Schwangeren unter dopplerechokardiographischer Kontrolle K. Schwill, A. Dietz, B. Bätge Klinik für Innere Medizin, Klinikum Neustadt Eine 36 Jahre alte Patientin in der 28. SSW stellte sich mit seit 3 h bestehendem Herzrasen und Schwächegefühl in unserer Notfallambulanz vor. Befunde: EKG: AV-Knoten-Reentry-Tachycardie, LT, HF 228/min, diskrete ERS. und Ergebnisse: Die hämodynamisch für die Mutter bei Belastung relevante tachykarde Rhythmusstörung wurde mit Adenosin (6-9-12-18 mg) terminiert und in einen SR überführt. Vagale Manöver waren frustran geblieben. Zur Überwachung des Fötus wurde aufgrund einer nicht vorhandenen Cardio-Tokographie (CTG) die kindliche Herzaktion doppler-echokardiographisch kontrolliert. In der Terminierungsphase waren beim Kind keine relevanten bradycarden Phasen oder Pausen zu beobachten. Diskussion: Die paroxysmale SVT stellt die häufigste Rhythmusstörung in der Schwangerschaft dar, vagale Manöver versagen in etwa 50% der Fälle. Eine Therapie ist dann indiziert, wenn es zu einer hämodynamischen Kreislaufkompromittierung bei der Mutter oder beim Kind kommt. Adenosin wurde aufgrund seiner geringen HWZ und seines definierten Wirkspektrums gewählt. Die Effizienz ist mit einer über 90%igen Erfolgsrate beschrieben. Als mögliche Nebenwirkungen sind lediglich transiente fetale Bradykardien beschrieben.",
            "latex": null,
            "type": "table"
        },
        "TABREF16": {
            "text": "Die reale Entscheidungsfindung für den Zeitpunkt der invasiven Diagnostik ist häufig von der lokalen Logistik und der subjektiven Einschätzung der behandelnden Ärzte abhängig.Hypothese: Die IABP führt im Gefolge der verbesserten hämodynamischen Situation auch zu einer nachhaltig positiven Beeinflussung der generalisierten Inflammation und des konsekutiven MODS.P36 Ergebnisse und Probleme der innerklinischenNotfallrettung in einem Krankenhaus der Maximalversorgung H. R. Arntz, S. Regensburger, J. Breckwoldt, D. Müller 1 , H. P. Schultheiss Medizinische Klinik II, Kardiologie/Pulmologie; 1 Anästhesie u. operative Intensivmedizin; Universitätsklinikum Benjamin Franklin, Freie Universität Berlin Hintergrund und Fragestellung: Ergebnisdarstellungen der innerklinischen Notfallrettung im deutschsprachigen Raum sind selten. Am Beispiel eines 1100 Bettenhauses der Maximalversorgung sollte das innerklinische Notfallsystem auf seine Effizienz, Schwächen und Verbesserungsmöglichkeiten untersucht werden: Ausgangslage: An strategischen Punkten vorgehaltene Rettungsgeräte (Notfallkoffer + manuelle Defibrillatoren), 3 Rettungsteams (Anästhesie, innere Intensivmedizin, innere Aufnahmestation, 2 davon Arzt + Pflegekraft, 1 nur Arzt) werden in konservativen bzw. operativen Fächern fachspezifisch eingesetzt bzw. versorgen das Freigelände, Besucherbereiche etc. Ergebnisse: Im Laufe von 18 Monaten gab es 118 (mittleres Patientenalter 63 Jahre) Alarme, davon 61 Reanimationsversuche. Kardiale Notfälle waren am häufigsten (Arrhythmie, Infarkt, Lungenödem) mit 35%, gefolgt von cerebrovaskulären Ereignissen/ Krampfanfall 19%, akuter respiratorischer Insuffizienz 17%, Lungenarterienembolie 7% und Synkopen 9%. 60% der Notfälle traten während der Hauptdienstzeit (6-18 Uhr) auf, 81% der Pat. waren in stationärer, 19% in ambulanter Behandlung/Besucher. Mitarbeiter waren nicht betroffen. In 66% der Fälle benötigte das Team bis 2 Min. zum Notfallort, in 21% bis 2-4 Min., 13% > 4 Min. In 70% der Fälle war der Pat. bewusstlos, bei 25% bestand Schnappatmung, bei 37% Atemstillstand, in 44% Pulslosigkeit. 36 der 61 Reanimationen (25% VF/VT, 38% PEA, 23% Asystolie, die übrigen nicht exakt definiert) waren primär erfolgreich, 13 der Pat. wurden ohne neurol. Defizit entlassen. Bei 8 der 61 Pat. be-In 26% aller 118 Einsätze fanden sich gravierende Mängel bzgl. der Notfallausrüstung (fehlender O 2 , defekter Defibrillator, fehlende Absaugeinheit etc.). In 12% der Fälle wurde das Pflegepersonal/Ärzte vor Ort als absolut inkompetent empfunden. Das Fehlen von DNR Orders wurde besonders kritisiert. Fazit: Die standardisierte Erfassung deckt unbeachtete Mängel und Fehlerquellen auf und ist Voraussetzung für ein optimiertes innerklinisches Notfallmanagement.",
            "latex": null,
            "type": "table"
        },
        "TABREF17": {
            "text": ", A. Krack, R. Pfeifer, H. R. Figulla, U. Leder Klinik für Innere Medizin III, Medizinische Fakultät, Friedrich-Schiller-Universität Jena Methodik: Retrospektive EKG-Analyse von 21 Patienten mit Amiodaron Langzeittherapie und einer zufällig ausgewählten, altersentsprechenden Kontrollgruppe von 21 Patienten ohne Amiodarontherapie am Folgetag nach Gabe von Iohexol (Accupaque 350) Kontrastmittel bei der Koronarangiographie. Herzfrequenz und QT Zeit wurden von dem EKG unmittelbar vor und am Tag nach der Untersuchung bestimmt. Die QT Zeit wurde nach der Bazettschen Korrekturformel frequenzbereinigt und die Ergebnisse dem t-Test für abhängige Stichproben unterzogen.",
            "latex": null,
            "type": "table"
        },
        "TABREF18": {
            "text": "Ergebnis: Von 1990 bis 2002 wurden 13.101 Patienten behandelt. Vergleicht man die Jahre 1993 und 2000 miteinander, so hat die Zahl der Intensivpatienten um 10% (1993/2000: 1014 vs. 1132 Pat.) zugenommen. Der prozentuale Anteil an kardialen EK stieg von 52% auf 58%, der prozentuale Anteil onkologischer, neurologischer und gastroenterologischer EK blieb gleich. 1990/91 betrug der Anteil von Patienten mit ACS 10% aller Patienten (STEMI/ Das Belastungs-EKG konnte bis 175 Watt bis zu einer Herzfrequenz von 173/Min. unproblematisch durchgeführt werden. Bei einer mehrtägigen Monitorüberwachung zeigten sich keine Rhythmusstörungen. Die Untersuchung auf Spätpotentiale fiel unauffällig aus. Bei dieser Befundkonstellation gingen wir von einem Koronarspasmus mit konsekutivem Vorderwandinfarkt aus, wobei als Auslöser der Sprung ins kalte Wasser an einem sehr heißen Tag anzusehen ist. Ein direktes Thoraxtrauma fand sich anamnestisch nicht. Für eine Einwirkung von Drogen (Kokain) fand sich kein Anhalt. Eine KHK bzw. Folgerung: Möglicherweise sind bei einem Teil der Todesfälle beim Beinahe-Ertrinken die Herzrhythmusstörungen bei Koronarspasmen verantwortlich.",
            "latex": null,
            "type": "table"
        },
        "TABREF19": {
            "text": "Toxikologische Abteilung, II. Medizinische Klinik, Klinikum rechts der Isar, Technische Universität München Einleitung: Der terroristische Anschlag vom 11. September 2001 hat Anschläge mit Chemiekampfstoffen in den Bereich des Möglichen gerückt. Methodik: Wir haben deshalb 12 Senfgasopfer, die wir in den Jahren 1984 und 1985 behandelt haben (iranische Soldaten) bezüglich ihrer Verletzungen und der Therapie ausgewertet. Es fand sich eine gesteigerte Erythropoese, mit supprimierter Granulopoese und Megakaryopoese. 3 der Patienten hatten eine Linksverschiebung im Knochenmark. Auf der Haut und im Sputum fanden sich typische nosokomiale Keime. 4 von 9 Blutkulturen waren positiv. Die antibiotische Therapie mit Cephalosporinen war gut wirksam. Auf der Haut entwickelten sich Blasen, die tiefe Ulzerationen hinterließen. Die Haut wurde mit Zink-Schüttelmixtur, lokaler Antibiose und Steroiden behandelt. 9 Patienten wiesen eine schwere purulente Konjunktivitis und Corneatrübung auf. Zusammenfassung: Gute Pflege über einen langen Zeitraum kann Senfgasvergiftete retten. Internisten, Chirurgen, Augenärzte, HNO-Ärzte und Dermatologen müssen in die Behandlung eingebunden werden.",
            "latex": null,
            "type": "table"
        },
        "TABREF20": {
            "text": "Mengden II Medizinische Abteilung, Stadtkrankenhaus Rüsselsheim Einleitung: Unterkühlungen gehen mit typischen pathophysiologischen Störungen einher. Wir berichten über eine Patientin aus unserer Klinik mit hämodynamischen und elektrokardiografischen Veränderungen bei schwerer akzidenteller Hypothermie. Kasuistik: Eine 78-jährige Patientin wurde somnolent auf unsere Intensivtherapiestation aufgenommen, nachdem sie im Winter 36 Stunden in ihrer ungeheizten Wohnung gelegen hatte. Bei Aufnahme betrug die Körperkerntemperatur 25,0 8C, die Herzfrequenz 39 Schläge pro Minute und der Blutdruck 90/42 mmHg. Elektrokardiografisch zeigten sich neben einem AV-Block 18 eine ausgeprägte Verlängerung der QT-Zeit und eine Überhöhung der T-Welle. Der QRS-Komplex war leicht verbreitert. Die Patientin erhielt neben supportiver intensivmedizinischer Therapie zusätzlich angewärmte Infusionslösung und Bestrahlung mit einer Wärmelampe. Hierunter stieg die Körperkerntemperatur nach 24 Stunden auf 35,8 8C. Im Verlauf klarte die Patientin zunehmend auf und es demaskierte sich eine Halbseitenparese. Kreislaufparameter sowie Elektrokardiogramm normalisierten sich nach Wiedererwärmung. Schwerwiegende bleibende Störungen anderer Organsysteme traten nicht auf. Die Patientin konnte schließlich in stabilem Zustand verlegt werden. Schlussfolgerung: Die akzidentelle Hypothermie ist ein bei uns seltenes aber lebensbedrohliches Krankheitsbild mit typischen hämodynamischen und elektrokardiografischen Veränderungen. Wesentliche therapeutische Maßnahme ist die Erwärmung der Patienten in einem ausreichend langen Zeitintervall. Sämtliche Organfunktionen sollten engmaschig überwacht werden. R. R. Flieger, S. Nuding, K. Werdan Universitätsklinik und Poliklinik für Innere Medizin III, Zentrum für Innere Medizin, Martin-Luther-Universität Halle-Wittenberg Patienten mit septischem Multiorgan-Dysfunktions-Syndrom (s-MODS) zeigen als Ausdruck einer gestörten O 2 -Utilisation im Vergleich zu ITS-Patienten ohne Sepsis einen erhöhten Gewebesauerstoff-Partialdruck im Skelettmuskel (p(ti)O 2 ). Fragestellung: Ist der seriell gemessene p(ti)O 2 ein unabhängiger Parameter in der Oxygenierungs-und Therapieüberwachung kritisch Kranker und ist er als prognostischer Parameter hilfreich? Methodik: Wir untersuchten 17 Patienten mit s-MODS. Die Charakterisierung erfolgte mittels APACHE II-Score (cut-off: ≥ 20 Punkte) und Sepsis-Score nach Elebute & Stoner (cut-off: ≥ 12 Punkte). Im Rahmen des erweiterten intensivmedizinischen Monitoring erfolgte die sonographisch gestützte Implantation einer p(ti)O 2 -Sonde (Revoxode®) in einen Skelettmuskel (M. tric. br. oder brachialis). Die Messung wurde kontinuierlich (3 Messungen/min, 4320 Messungen/Tag) über mindestens 5 Beatmungstage durchgeführt (Abbildung). Intention bzw. Entscheidung ohnehin nur unzureichend modellieren können. Im Gegensatz zu den klassischen statistischen Ansätzen bei Scoring-Systemen entfällt bei dem neuronalen Netz eine Reihe von Limitationen wie die Voraussetzung einer Normalverteilung, einer Dekorrelation der Merkmale oder das Dimensionalitätsproblem (viele Merkmale bei nur wenigen Patienten). Vor allem jedoch durch die Berücksichtigung der nicht-linearen Wechselwirkungen konnten mit neuronalen Netzen in der Vergangenheit prognostische Leistungen erzielt werden, welche sich nicht nur gegenüber den bisherigen parametrischen Ansätzen, sondern vereinzelt auch gegenüber den behandelnden Fachärzten überlegen zeigten, so bereits 1991 bei der Prognose von Myokardinfarkten (WG Baxt). Dies zeigt, dass gerade die internistische Intensivmedizin von neuronalen Netzen profitieren kann. Bei komplexen Krankheitsbildern und multimorbiden Patienten liegt eine Vielzahl von Symptomen und weiteren Informationen (Variablen) vor, die verarbeitet und in der Zusammenschau der Befunde gewürdigt werden müssen. Eben die Verarbeitung der vielen Parameter mit unterschiedlicher Relevanz, auf unterschiedlichen Skalenniveaus und mit ausgeprägten nicht-linearen gegenseitigen Abhängigkeiten zählt zu den Stärken selbstlernender neuronaler Netze, deren Funktionsweise sich in wichtigen Prinzipien am biologischen Vorbild orientiert. Nach abgeschlossenem Training verteilt sich das Wissen des neuronalen Netzes auf Hunderte von Synapsen, was der Transparenz des Antwortverhaltens entgegensteht. Lösungen und Lösungsansätze mit künstlichen neuronalen Netzen werden an Beispielen vorgestellt. Nicht zuletzt haben chirurgische Intensivmediziner bereits durch den Einsatz neuronaler Netze in der Outcome-Vorhersage von Trauma-und Sepsispatienten gezeigt, welche Möglichkeiten sich in der weit komplexeren internistischen Intensivmedizin erschließen könnten. Besonders hinsichtlich einer Erfassung von Frühwarnsymptomen (Variablen), die eine rechtzeitige Therapieentscheidung unterstützen und somit das Outcome verbessern helfen, ist ein Fortschritt zu erwarten. P49 Differentialdiagnose der unklaren Bewusstseinsstörung -Hyperkalzämische Krise als Erstmanifestation eines Ösophaguskarzinoms F. Oehmichen, G. Grellmann, A. Graf Abt. für Internistische Intensivmedizin, II. Medizinische Klinik, Krankenhaus Dresden-Friedrichstadt In der Notfallmedizin ist die \"unklare Bewusstseinsstörung\" ein häufig auftretender Einsatzgrund. Durch anamnestische Erhebung und klinische Untersuchung ist lediglich eine symptomorientierte Diagnose zu stellen. Liegt ein Koma nichttraumatischer Genese ohne neurologische Begleitsymptome und ohne Meningismus vor, so sind als seltene Ursachen auch Störungen im Kalziumstoffwechsel in die differentialdiagnostischen Überlegungen einzubeziehen. Die Kasuistik verdeutlicht die Notwendigkeit der Bestimmung des Serum-Kalziums im Notfall-Labor. Der Notarzt wurde zu einem 75-jährigen Mann mit allgemeinem Schwächezustand und zunehmender Eintrübung gerufen. Es bestand kein fokal-neurologisches Defizit. Intravenös verabreichte Glucose brachte keine Besserung. Im Aufnahmelabor fiel ein Kalziumspiegel im Serum von 4,18 mmol/l bei einem Kalium von 3,23 mmol/l auf. Nach klinischem und laborchemischen Ausschluss der übrigen häufigen metabolischen Komaursachen und fehlenden Hinweisen auf eine Intoxikation lag als Ursache eine hyperkalzämische Krise vor. Das therapeutische Vorgehen umfasste medikamentöse (forcierte Diurese, Gabe von Calcitonin, Clodronsäure und Prednison), spezifische apparative (Dialyse) und supportive Maßnahmen (Beatmung). Die weitere Diagnostik erbrachte die Erstmanifestation eines Ösophaguskarzinoms mit Wirbelkörperdestruktionen und Osteolysen der Kalotte. Nach Erreichen normokalzämischer Werte konnte der Patient in kooperativem Zustand am 6. Tag extubiert werden. Aufgrund des weit fortgeschrittenen Tumorleidens verstarb der Patient am 13. Tag unter palliativer Pflege. P50 Ist eine neurologisch-neurochirurgische Frührehabilitation nach transienter globaler zerebraler Ischämie sinnvoll? D. Streube, G. Rösl Abt. Neurologisch-Neurochirurgische Frührehabilitation, Neurologische Klinik GmbH, Neustadt Fragestellung: Bei jedweden neuropsychologischen Defiziten nach hypoxischen Hirnschäden wird eine Neurorehabilitation gefordert. Ist diese Behandlung sinnvoll oder ergeben sich aus neuropsychologischen Untersuchungsergebnissen prognostische Hinweise? Methodik: Im Zeitraum von 1998 bis 2002 wurden 116 Patienten nach transienter globaler zerebraler Ischämie erfasst. Neben der Beurteilung des Impairment, auch im Verlauf, erfolgten eine cCT-Untersuchung, ein EEG und wenn möglich ein MEP zum ADM und Medianus-SSEP. Die Beurteilung der Disability erfolgt mittels des Barthel-Index sowie dem Functional Independence Measure und das Handicap mittels der 8-stufigen Glasgow Outcome Skala. Ergebnisse: Bei Nachweis eines persistierenden apallischen Syndroms und nach bilateralem SSEP-und/oder MEP-Ausfall muss ein ungünstiges Outcome prognostiziert werden. Gleiches gilt für die Kombination schwerer EEG-Veränderungen und SEP-Läsion. Bei allen übrigen Patienten bestimmen vordergründig die psychischen Funktionsstörungen den Verlauf und die Therapieergebnisse. Schlussfolgerung: Patienten nach einer transienten globalen zerebralen Ischämie sollten zwingend neurorehabilitiert werden. Bei schwersten persistierenden neuropsychologischen Defiziten kann und muss die Behandlungszeit limitiert werden. Bei den Übrigen muss ein langfristiges gestuftes Therapiekonzept zur Anwendung kommen. P51 Ist eine invasive Beatmung bei Patienten mit AML und pulmonalen Infiltraten sinnvoll? C. Rabe, U. Mey, M. Paashaus, A. Glasmacher, I. G. H. Schmidt-Wolf, T. Sauerbruch, F. L. Dumoulin Medizinische Klinik I, Rheinische Friedrich-Wilhelms-Universität Bonn Ziel: Feststellung der Prognose invasiv beatmeter Patienten mit AML (Akute Myeloische Leukämie) und pulmonalen Infiltraten. Studiendesign: Retrospektive Kohortenerhebung. Studienort: Internistische Intensivstation einer deutschen Universitätsklinik. Patienten und Methoden: 30 konsekutive Patienten mit AML und pulmonalen Infiltraten, die invasiv beatmet wurden, konnten identifiziert werden. Unter Verwendung nicht-parametrischer statistischer Verfahren wurden klinische und laborchemische Parameter zwischen intensivüberlebenden und verstorbenen Patienten verglichen. Ergebnisse: Die Gesamtmortalität betrug 87% (26/30). 40% (4/10) der Patienten im Alter von bis zu 50 Jahren überlebten, während kein Patient (0/20) über 50 Jahre überlebte (p < 0,02). Überlebende Patienten wurden im Median 23,5 (3-45) Tage beatmet. Es konnten keine Unterschiede in Bezug auf den APACHE II Score, den Oxygenierungsquotienten, Leberfunktionsparameter, Kreatinin, Harnstoff oder auf prognostische Parameter bei AML (Blasten im Knochenmark, Zytogenetik, Chemotherapieintensität) zwischen überlebenden und verstorbenen Patienten gefunden werden. Schlussfolgerung: Nur sehr wenige Patienten mit AML und pulmonalen Infiltraten profitieren von einer Beatmungstherapie, wobei das Alter der wichtigste Einflussfaktor auf das Überleben zu sein scheint. Die Dauer der Beatmung hingegen hatte keinen Einfluss auf die Prognose.P52 Inhalative Therapieverfahren zur Behandlung der pulmonalen Hypertonie nach herzchirurgischen OperationenA. Sablotzki, T. Hentschel, W. Starzmann, S. Grond, E. Czeslick   Klinik für Anästhesiologie und Operative Intensivmedizin, Zentrum für Innere Medizin, Martin-Luther-Universität Halle-Wittenberg Fragestellung: Eine vorbestehende pulmonale Hypertonie (PH) geht bei herzchirurgischen Operationen mit einer erhöhten Mortalität einher. Insbesondere nach Mitralklappenersatz kommt es häufig zu einer Exazerbation pulmonaler Drucke und Widerstände, nach Herztransplantation bedingt das Ausmaß der PH den Erfolg der Operation. Die intravenöse Gabe von Vasodilatatoren führt häufig zu einer Abnahme des arteriellen Blutdruckes, dadurch wird die Therapie entscheidend limitiert. Mit der inhalativen Therapie kann eine selektive pulmonale Vasodilatation erreicht werden, ohne die systemische Zirkulation zu beeinflussen. In einer retrospektiven Analyse verglichen wir die Wirkungen verschiedener inhalativer Therapien auf die pulmonale und systemische Hämodynamik nach herzchirurgischen Operationen.Material und Methoden:Wir behandelten von 1999-2002 insgesamt 124 Patienten mit einer additiven inhalativen Therapie, wenn durch die intravenöse Gabe von Vasodilatatoren keine signifikante Abnahme des pulmonal-arteriellen Druckes (mPAP) erreicht werden konnte. 62 Patienten wurden mit steigenden Konzentrationen Stickstoff-Monoxid (Gruppe 1; NO: 5, 10 und 30 ppm), 32 Patienten mit Prostacyclin (Gruppe 2; PGI 2 : 40 und 80 ng/kgKG) und 30 Patienten mit Iloprost (Gruppe 3; IP: 50 lg) inhalativ behandelt. Die Parameter der systemischen und pulmonalen Hämodynamik wurden jeweils vor und nach der Inhalation bestimmt.Ergebnisse: Die biometrischen Daten und die Verteilung der Operationen der drei Gruppen waren vergleichbar. Alle Patienten waren mit Nitraten und PDE-III-Inhibitoren vorbehandelt. Während nur unter 80 ng/kgKG PGI 2 ein signifikanter Abfall von arteriellem Blutdruck (MAP) und systemischem Widerstand (SVR) beobachtet werden konnte, blieb die systemische Hämodynamik unter NO und Iloprost unbeeinflusst. Alle Substanzen konnten die Zielgrößen mPAP und PVR signifikant reduzieren, dabei zeigte sich eine signifikant stärkere Abnahme des mPAP unter der Iloprost-Inhalation.Schlussfolgerung: Eine wirkungsvolle pulmonal-selektive Therapie der pulmonalen Hypertonie nach herzchirurgischen Operationen ist mit allen untersuchten Medikamenten möglich. Dabei konnte der mPAP mit Iloprost am effektivsten reduziert werden, ohne systemische Begleitwirkungen hervorzurufen. Ein weiterer Vorteil der Iloprost-Inhalation ist der geringere technische Aufwand und die Möglichkeit einer intermittierenden, beatmungs-unabhängigen Anwendbarkeit.Literatur:Pagano D et al., Eur J Cardio-thorac Surg 1996; 10:  1120-1126 P53 Intensivmedizinische Intervention bei Patienten mit Acute Lung Injury (ALI) nach allogener StammzelltransplantationS. Trautmann, T. Illmer, M. Bornhäuser, F. Kroschinsky,  G. Höffken, G. Ehninger, M. Weise ZIM ITS, Medizinische Klinik I, Technische Universität Dresden Fragestellung: Die pulmonalen Komplikationen nach allogener Stammzelltransplantation (SZT) sind eine wichtige Ursache für die Frühmortalität dieser Therapie. Allogen transplantierte Patienten wurden daher engmaschig überwacht und bei klinischen Zeichen eines ALI frühzeitig auf die Intensivstation (ITS) übernommen. Es soll gezeigt werden, dass die Anwendung intensivmedizinischer Maßnahmen bei frühen Zeichen einer respiratorischen Insuffizienz letalitätsmindernd ist. Methodik: Prospektiv untersuchten wir 59 Patienten nach allogener SZT ab Tag 0. Bei diesen Patienten wurde 12-stündlich der Horovitz-Index bestimmt. Patienten mit klinischen Zeichen eines ALI und einem PaO 2 /FiO 2 < 300 mmHg wurden im Rahmen einer Studie zur nicht-invasiven Beatmung (NIV) auf KMT Station mit O 2 Gabe vs. NIV behandelt. Patienten, die sich trotz dieser Maßnahmen weiter verschlechterten (kein Anstieg im PaO 2 /FiO 2 ), wurden von der KMT-Station auf die ITS verlegt. Dort wurde zusätzlich intensivmedizinisches Monitoring mittels PICCO-Messung durchgeführt und die Beatmungsstrategie intensiviert. Ergebnisse: Von den 59 Patienten entwickelten 15 ein ALI im Posttransplantverlauf. Nur 6 von 15 wiesen eine Atemfrequenz von > 16/min auf. Von diesen 15 wurden 6 (40%) auf die ITS verlegt. Alle 6 Patienten hatten hämodynamische Zeichen einer hyperdynamen Kreislaufreaktion mit deutlich erhöhtem Herzminutenvolumen. Es zeigten sich deutlich erhöhte extravasale Lungenwasserindizes (EVLWI) bei 4 Patienten. Der systemische Widerstand (SVR) war bei 4 Patienten erniedrigt (mittlerer SVR 652 dyn-sec/cm 5 ). Lediglich zwei Patienten zeigten einen normalen SVR. Bei 4 Patienten musste eine Nierenersatztherapie durchgeführt werden.2 Patienten der auf die ITS übernommenen 6 Patienten überlebten das ALI. Beide hatten einen normalen peripheren systemischen Widerstand, eine Nierenersatztherapie musste hier nicht durchgeführt werden.Von den restlichen 44 Untersuchten mussten 3 (6%) aus anderen Gründen auf die ITS übernommen werden.Schlussfolgerung: Patienten mit klinischen Zeichen eines ALI und einem erniedrigten PaO 2 /FiO 2 nach allogener SZT müssen signifikant häufiger auf die ITS verlegt werden. Dennoch ist trotz der Diagnose ALI bei zeitiger Intervention (NIV) die Verlegung auf die Intensivstation bei > 50% der Patienten zu vermeiden. Normaler peripherer systemischer Widerstand im akuten Lungenversagen nach allogener SZT scheint verglichen mit erniedrigtem systemischem Widerstand prognostisch günstiger.P54 Präklinische nichtinvasive Beatmung bei LungenödemC. Dodt, A. Zonak, S. Balnuss, J. Struck, B. Perras  Medizinische Klinik I, Campus Lübeck,  Universitätsklinikum Schleswig-Holstein    Fragestellung: In einer randomisierten Studie untersuchten wir die Effektivität einer nichtinvasiven Druckunterstützung der Spontanventilation und gleichzeitiger Applikation eines positiven endexpiratorischen Drucks als präklinische Therapie des kardial bedingten Lungenödems. Diese Therapie ist unter klinischen Bedingungen bereits etabliert, stand aber bisher im Rettungsdienst nicht zur Verfügung.",
            "latex": null,
            "type": "table"
        },
        "TABREF21": {
            "text": "Birgelen, F. Grabellus 2 , P. Hunold 3 , A. Schmermund, A. Matuszczyk, H. Jakob 1 , R. Erbel Kliniken für Kardiologie, 1 Thorax-und Kardiovaskuläre Chirurgie 2 Institut für Pathologie 3 Radiologie, Universitätsklinikum Essen Vorgeschichte und Klinik: Ein 65-jähriger Patient wurde auswärts über 4 Monate mit atemabhängigen Thoraxschmerzen, Hustenreiz, Belastungsdyspnoe und rezidivierenden Hämoptysen unter V. a. rezidivierende Lungenarterienembolien frustran mittels Antikoagulation therapiert; es bestand kein Hinweis auf eine tiefe Bein-Beckenvenenthrombose.",
            "latex": null,
            "type": "table"
        },
        "TABREF22": {
            "text": "Nieden, R. te Wilde, R. Blomeyer, A. Lechleuthner Institut für Notfallmedizin der Berufsfeuerwehr Köln Die Kapnometrie hat sich zur Überwachung der Beatmung etabliert. Unter kardiopulmonaler Reanimation (CPR) wird die Kapnometrie zur Beurteilung der Effektivität als nichtinvasives Verfahren herangezogen. Es besteht die Frage, inwieweit die Kapnometrie unter CPR eine Überwachung der Beatmung im Vergleich zum Atemminutenvolumen (AMV) erlaubt, zumal die meisten derzeitigen Notfallrespiratoren das expiratorische AMV nicht ermitteln können. Es wurden 31 Patienten mit insgesamt 39 CPR-Ereignissen präklinisch und innerklinisch reanimiert. Dabei wurde eine kontinuierliche Kapnometrie (Capnocount mini, Fi. Andos) und die Messung des expiratorischen Atemminutenvolumens durchgeführt. Die CPR bestand aus konventioneller Herzdruckmassage und maschineller Beatmung der intubierten Patienten mit 100% Sauerstoff. Adrenalin wurde entsprechend der Empfehlung (1 mg alle 3-5 Minuten) appliziert, bei Dosiserhöhung erfolgte die zusätzliche Gabe dauerhaft über Perfusor.",
            "latex": null,
            "type": "table"
        },
        "TABREF23": {
            "text": "Schock mit Abortus in der 16. SSW durch eine Infektion mit zoonotischen Chlamydophilae W. Gritsch, G. Walder 1,2 , Ch. Brezinka 2 , R. Tauber 3 , D. Heininger-Rothbucher, G. Weiss, C. J. Wiedermann Medizinische Intensivstation, Universitätsklinik für Innere Medizin 1 Institut für Hygiene und Sozialmedizin 2 Universitätsklinik für Frauenheilkunde, Leopold-Franzens-Universität Innsbruck, A, 3 tierärztlicher Dienst des Sanitätsbetriebes Brixen, Südtirol, A In unserem Fallbericht möchten wir über eine 31-jährige Bäuerin, die an einer schweren Chlamydiensepsis erkrankt war, berichten. Diese Infektion wurde durch direkten Kontakt mit abortierten Ziegenfeten übertragen. Bei der Patientin kam es zu einer fulminanten Sepsis durch die erwähnten zoonotischen Chlamydienspezies, sowie zu einem Abortus in der 16. SSW. Der Verlauf ihrer Erkrankung war außergewöhnlich schwer und war geprägt von einem schweren septischen Zustandsbild mit hoher Katecholaminpflichtigkeit. Der direkte Kontakt mit chlamydieninfizierten Feten von Nutztieren wie Schafen oder Ziegen stellt somit eine direkte Gefährdung für den Menschen dar. Bei vorliegender Gravidität sollte somit eine Kontamination vermieden werden bzw. bei Kontakt und entsprechender klinischer Symptomatik an eine mögliche Infektion mit zoonotischen Chlamydien gedacht und eine entsprechende Therapie eingeleitet werden. Methodik: Fallbericht Serologie aus Ziegenfetus, Humanfetus und Patientin PCR aus Ziegenfetus, Humanfetus und Patientin. P64 Markiert der Polymorphismus von TNFb (LT-alpha) das klinische Outcome von kritisch kranken Patienten? S. K. Rauchschwalbe, B. Schlüter 1 , A. Thiede, H. B. Reith Chirurgische Klinik und Poliklinik, Bayerische Julius-Maximilians-Universität Würzburg 1 Institut für Labormedizin, Westfälische Wilhelms-Universität Münster",
            "latex": null,
            "type": "table"
        },
        "TABREF24": {
            "text": "W.Krämer, K. Schlotterbeck, K. Benotmane 1 , W. Moshage Kardiologie und internistische Intensivmedizin, Klinikum Traunstein 1 Sanitas Alpenklinik Inzell Einleitung: Fallbericht einer 56-jährigen Patientin, die mit einer rasch progredienten progressiven systemischen Sklerodermie auf unsere Intensivstation im beginnenden Multiorganversagen aufgenommen wurde. Die Erstdiagnosestellung der damals kaum klinisch beeinträchtigten Patientin wurde 10/02 bei zunehmender Belastungsdyspnoe und Akrensklerose bei neu nachgewiesener beidseitiger basaler Lungenfibrose gestellt. Dieser Klinik war lediglich seit 4 Jahren ein Raynaud-Phänomen am Dig. IV rechts vorausgegangen. Laborchemisch war die Patientin SS-A/Ro positiv, Scl-70 neg, ENA neg. Computertomographisch zeigte sich eine ausgeprägte basale Fibrose beidseits.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Einleitung: Die Aktivation der HPA-Achse erfolgt nach einer schweren Infektion mit dem Ziel der Begrenzung der systemischen Inflammation. Die Detektion der Phasen von systemischer Inflammation und Gegenregulation durch die HPA-Achse erweist sich oft als schwierig.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Wir bestimmten bei 30 Patienten mit schwerer Sepsis (15 Überlebende, 15 Nichtüberlebende) den Verlauf der Nebennierenhormone Cortisol, DHEAS und DHEA sowie ACTH und korrelierten die Hormonkonstellationen in der Früh-und Spätphase der Sepsis mit dem klinischen Verlauf und dem Verlauf von Inflammationsmarkern. Anhand der typischen zeitlichen Gesamtverläufe der Sepsis von 3 überlebenden und 3 nicht-überlebenden Patienten erfolgte die modellhafte Determinierung von zeitabhängigen Funktionsstadien der HPA-Achse.Ergebnisse: Es lassen sich vier funktionelle Phasen der HPA-Achse charakterisieren: I) Aktivation: Infektion, systemische Inflammation mit Aktivation der HPA-Achse: hohe Zytokinspiegel, Freisetzung von ACTH und Glukokortikoiden. II) Immunogene Stimulation: Hohe Zytokinspiegel halten die Glukokortikoid-Freisetzung aufrecht, während ACTH durch die Glukokortikoide supprimiert wird. III) Suppression der Inflammation bzw. Erschöpfung und Hyperinflammation: Suppression der Inflammation durch Glukokortikoide. Gefahr der Entwicklung einer relativen Nebenniereninsuffizienz durch Erschöpfung der Nebenniere, Hyperinflammation. IV) Regeneration bzw. Insuffizienz: Normalisierung der Zytokinspiegel, Regeneration der Nebenniere und Wiederherstellung der physiologischen Regulation bzw. relative Nebenniereninsuffizienz mit schlechter Prognose. (1). Deshalb untersuchten wir mögliche Effekte von Berinert® auf das Immunsystem über eine Beeinflussung der Expression von Interleukin 6 (IL-6) als ein proinflammatorisches Zytokin in humanen Monozyten. Fragestellung: Iloprost wird in der kardiochirurgischen Intensivmedizin auf inhalativem Wege zunehmend eingesetzt, um in der unmittelbaren postoperativen Phase einen erhöhten pulmonalvaskulären Widerstand selektiv zu beeinflussen und damit der Gefahr eines akuten Rechtsherzversagens wirkungsvoll zu begegnen. Die Anwendung von Iloprost erfolgt in einer immunologisch vulnerablen Phase, denn die extrakorporale Zirkulation im Rahmen kardiochirurgischer Operationen führt zu einer ausgeprägten inflammatorischen Reaktion. Deshalb untersuchen wir mögliche Effekte von Iloprost auf das Immunsystem über eine Beeinflussung proinflammatorischer Zytokine in humanen Monozyten. Da gerade im Bereich der Kardiochirurgie der Anteil älterer Patienten in den letzten Jahren deutlich zugenommen hat und Patienten im hohen Alter sowohl eine veränderte Ansprechbarkeit auf bestimmte Medikamente als auch eine veränderte Immun-Reagibilität zeigen, erschien es uns sinnvoll, eine mögliche altersabhängige Einwirkung von Iloprost auf die Synthese von TNF-a in Monozyten zu untersuchen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodik:"
        },
        {
            "text": "Vollblutproben (200 ll) gesunder junger Freiwilliger (n = 12, mittleres Alter = 30 ± 2 Jahre) und gesunder Freiwilliger im höheren Lebensalter (n = 12, mittleres Alter = 66 ± 2 Jahre) wurden direkt nach Entnahme in Zellkulturmedium mit Lipopolysaccharid (LPS) stimuliert und mit Iloprost (variable Konzentration im Ansatz jeweils 0,01, 0,1, 0,3, 1, 3, 10, 30 und 100 nM) für 3 Stunden inkubiert. Anschließend wurde die intrazelluläre Produktion von TNF-a in Monozyten durchflusszytometrisch bestimmt.Ergebnisse: Die Einwirkung von Iloprost in Konzentrationen ab 1 bis 100 nM nach Stimulation mit LPS bewirkt in der Gruppe der älteren Probanden eine konzentrationsabhängige Verminderung der Produktion von TNF-a (p < 0,01). Diese deutliche konzentrationsabhängige Expression von TNF-a erfolgt in der Gruppe der jungen Probanden bereits bei Einsatz niedrigerer Iloprost-Konzentrationen (ab 0,01 nM).Schlussfolgerung: Humane Monozyten als essentieller Bestandteil des unspezifischen Immunsystems zeigen altersunabhängig nach Einwirkung von Iloprost in unterschiedlichen Konzentrationen ein verändertes TNF-a -Expressionsmuster. A. Vietherr, F. Sayk, P. Wellhöner, J. Struck, S. Heindl, B. Perras Zusammenfassung: Eine rasch progrediente PSS wie in diesem Fall stellt die Intensivmedizin vor eine Herausforderung. Eine kausale Therapie existiert nicht, der Nutzen einer immunsuppressiven Therapie ist wegen der geringen Fallzahlen in Studien nur unzureichend untersucht und in der Prognoseverbesserung nicht sicher belegt. Intensivmedizinische Maßnahmen beschränken sich auf die symptomatische Therapie des Multiorganversagens. Patienten mit suizidalen und parasuizidalen Intoxikationen stellen etwa 10-15% an notfallmedizinisch zu versorgenden Patienten. Anhand der Beratungen unseres Giftinformationszentrums sollte festgestellt werden, ob Häufungen an bestimmten Wochentagen vorkommen, und inwieweit geschlechtsspezifische und altersgruppenspezifische Unterschiede bestehen. Während des Untersuchungszeitraums vom 1. Januar 1995 bis zum 30. September 2002 wurden die Beratungen aufgrund von suizidalen und parasuizidalen Intoxikationen dokumentiert, und die Daten bezüglich des Alters, des Geschlechts und des Einnahmetags erfasst. Es wurden 38 260 Patienten mit suizidalen und parasuizidalen Intoxikationen registriert (25 702 weiblich, 12 558 männlich). Sowohl weibliche als auch männliche Patienten zeigten eine zyklische Verteilung der Intoxikationen. Bei weiblichen Patienten wurde ein Minimum am Freitag mit einer starken Zunahme von Intoxikationen auf ein Maximum am Montag beobachtet (+ 25,1%). Bei männlichen Patienten fand sich die niedrigste Häufigkeit am Samstag, gefolgt von Höchstwerten am Montag (+ 29,0%). Die Analyse der Altersgruppen ergab, dass bei den weiblichen Patienten vor allem die 10-bis 29-Jährigen mit einer Häufigkeitszunahme vom Minimal-auf den Maximalwert von 33,9% und die über 60-Jährigen mit 32,3% für die Häufigkeitsunterschiede verantwortlich waren, während die 30-bis 59-Jährigen nur eine maximale Zunahme von 17,2% zeigten. Bei den männlichen Patienten zeigten sich kontinuierlich abnehmende Häufigkeitsunterschiede mit Zunahme des Alters (41,2% bei den 10-bis 29-Jährigen; 25,3% bei den 30-bis 59-Jährigen; 20,1% bei den über 60-Jährigen). Vergleichbar mit Untersuchungen zu Suiziden, die zyklische Häufigkeitsverteilungen bezüglich der Jahreszeit zeigen konnten, wurden aktuell Verteilungsmuster mit Höchstwerten zum Wochenbeginn und einem kontinuierlichen Abfall zum Wochenende sowie altersspezifische Unterschiede ermittelt. M.-A. von ",
            "cite_spans": [
                {
                    "start": 1125,
                    "end": 1192,
                    "text": "A. Vietherr, F. Sayk, P. Wellhöner, J. Struck, S. Heindl, B. Perras",
                    "ref_id": null
                },
                {
                    "start": 3566,
                    "end": 3575,
                    "text": "M.-A. von",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Material und Methoden:"
        }
    ]
}