{
    "paper_id": "6427aaa6d1fa025dc5d4a6534e1825245060475d",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Sir-We read with interest the report by Yap et al. [1] regarding the increased rates of methicillin-resistant Staphylococcus aureus (MRSA) isolation in the intensive care unit (ICU) during an outbreak of severe acute respiratory syndrome (SARS) in Hong Kong. The SARS outbreak in Singapore, which lasted from 4 March 2003 to 11 May 2003, also led to the adoption of heightened infection-control measures, including mandatory universal use of personal protective equipment (PPE) consisting of disposable long-sleeved gowns, gloves, goggles, and N95 masks by health care workers for all patient contacts. Compulsory training on the proper donning and discarding of PPE was instituted, and compliance with hand washing was re-inforced. Observers were employed to ensure that these measures were followed by the ward staff. In addition, all patients with undifferentiated fever were nursed in single isolation rooms until the cause of their fever was ascertained. Whereas the data reported by Yap et al. [1] was confined to the ICU, we studied the effect of these measures on hospital-wide nosocomial MRSA infection and bacteremia rates in the National University Hospital, a 1000bed teaching facility in Singapore.",
            "cite_spans": [
                {
                    "start": 51,
                    "end": 54,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1000,
                    "end": 1003,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Staphylococcus aureus Acquisition Rates Despite Barrier Precautions and Increased Hand Washing Compliance during an Outbreak of Severe Acute Repiratory Syndrome"
        },
        {
            "text": "MRSA bacteremia and infection rates were determined by surveillance of nonduplicative isolates identified in the microbiology laboratory from January ). However, we too were unable P p .01 to detect a corresponding decrease in MRSA infection rates (figure 1). Paradoxically, increases in the rates of MRSA infection and possibly MRSA bacteremia were observed, despite the use of intense infection-control measures during the epidemic period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Staphylococcus aureus Acquisition Rates Despite Barrier Precautions and Increased Hand Washing Compliance during an Outbreak of Severe Acute Repiratory Syndrome"
        },
        {
            "text": "Like the findings reported by Yap et al. [1] , our findings seem to suggest that the universal use of gloves and gowns did not produce the expected decrease in the rate of nosocomial cross-infection [2, 3] . Although protective to health care workers, inanimate objects (such as gloves and gowns) have been implicated as reservoirs of MRSA [4, 5] . In addition, although we were able to document a marked improvement in hand hygiene compliance, we were unable to show expected reductions in the rate of nosocomial infection [6, 7] . We suspect that despite-or perhaps because of-the increased emphasis on hand hygiene, compliance with glove change between patient contacts was reduced, and this may have led to increased transmission of multidrug-resistant nosocomial pathogens on the gloved hands of health care workers [5] . Another possible explanation for the paradoxical increase in MRSA rates during the SARS outbreak could be the shunting of limited infection-control resources to SARS case surveillance and epidemiology and away from mainstream infection-control activities, thus compromising the effectiveness of baseline control measures against nosocomial infections.",
            "cite_spans": [
                {
                    "start": 41,
                    "end": 44,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 199,
                    "end": 202,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 203,
                    "end": 205,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 340,
                    "end": 343,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 344,
                    "end": 346,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 524,
                    "end": 527,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 528,
                    "end": 530,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 821,
                    "end": 824,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Staphylococcus aureus Acquisition Rates Despite Barrier Precautions and Increased Hand Washing Compliance during an Outbreak of Severe Acute Repiratory Syndrome"
        },
        {
            "text": "As our data reinforce, during periods of intense alert for novel emerging pathogens, such as SARS coronavirus and avian influenza virus, it is imperative that \"conventional\" practices of infection control not be overlooked, because they remain essential for the control of infection with endemic nosocomial pathogens in our midst.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Staphylococcus aureus Acquisition Rates Despite Barrier Precautions and Increased Hand Washing Compliance during an Outbreak of Severe Acute Repiratory Syndrome"
        },
        {
            "text": "Sir-We read with great interest the recent article by Yap et al. [1] . The authors report a significant increase in the methicillin-resistant Staphylococcus aureus (MRSA) acquisition rate, with a very high rate of ventilator-associated pneumoniacaused mainly by MRSA-in patients with severe acute respiratory syndrome (SARS) in an intensive care unit (ICU) that admitted only patients with SARS. Paradoxically, this increase occurred after infection-control measures (including the wearing of gloves and gowns at all times) were upgraded because of the SARS outbreak and despite a low importation rate of MRSA into the ICU.",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 68,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Outbreak of Methicillin-Resistant Staphylococcus aureus Infection Associated with an Outbreak of Severe Acute Respiratory Syndrome"
        },
        {
            "text": "Yap et al. [1] provide 3 possible explanations for this observation. First, the practice of wearing gloves at all times may have led to poor compliance with hand hygiene, and the routine wearing of longsleeved gowns, which were not changed between contact with patients, could also have contributed to cross-transmission of MRSA. Second, the heavy use of antimicrobials active against gram-negative organisms could have promoted the overgrowth of MRSA. Third, the SARSassociated coronavirus (SARS-CoV) may predispose patients to secondary infection with S. aureus.",
            "cite_spans": [
                {
                    "start": 11,
                    "end": 14,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Outbreak of Methicillin-Resistant Staphylococcus aureus Infection Associated with an Outbreak of Severe Acute Respiratory Syndrome"
        },
        {
            "text": "We agree with these hypotheses, but we disagree with the conclusion that \"crosstransmission of MRSA may be increased … if the [infection-control] measures included excessive use of gloves and gowns\" [1, p. 515 ]. An alternative explanation for the significant increase in the rate of MRSA acquisition may be a viral-bacterial interaction between SARS-CoV and S. aureus, leading to an explosive airborne dispersal of S. aureus and a very efficient transmission of MRSA from colonized to noncolonized patients (the \"cloud phenomenon\"). This phenomenon was described by Eichenwald et al. [2] , who showed that newborn infants who are nasally colonized with S. aureus produce significant airborne S. aureus dispersal and become highly contagious after infection with a respiratory virus. These babies caused explosive outbreaks of S. aureus infection in nurseries. Because they were literally surrounded by clouds of bacteria, they were called \"cloud babies\" [2] . We have recently shown that the same mechanism also occurs in certain adult nasal S. aureus carriers (\"cloud adults\") [3] [4] [5] . Reports in the literature describe single health care workers nasally colonized with S. aureus who originated nosocomial S. aureus epidemics while experiencing a viral infection of the upper respiratory tract. This confirms that \"cloud adults\" can cause outbreaks [3, 6, 7] . Our data also indicate that clothing contaminated with S. aureus can amplify the dispersal of these bacteria into the air [4, 5] , in agreement with previous observations [8, 9] .",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 209,
                    "text": "[1, p. 515",
                    "ref_id": null
                },
                {
                    "start": 585,
                    "end": 588,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 955,
                    "end": 958,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1079,
                    "end": 1082,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1083,
                    "end": 1086,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1087,
                    "end": 1090,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1357,
                    "end": 1360,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1361,
                    "end": 1363,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1364,
                    "end": 1366,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1491,
                    "end": 1494,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1495,
                    "end": 1497,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1540,
                    "end": 1543,
                    "text": "[8,",
                    "ref_id": null
                },
                {
                    "start": 1544,
                    "end": 1546,
                    "text": "9]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Outbreak of Methicillin-Resistant Staphylococcus aureus Infection Associated with an Outbreak of Severe Acute Respiratory Syndrome"
        },
        {
            "text": "In conclusion, aerial dissemination of MRSA because of the \"cloud phenomenon\" may be the main reason for the described epidemic of MRSA infection. This may have occurred as a result of direct aerial dissemination or as a result of heavy contamination of the environment of colonized patients (including contamination of patient bedclothes or health care worker gowns). This, in combination with difficulties associated with frequently changing gloves and gowns, may have greatly facilitated MRSA cross-infection during the SARS outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outbreak of Methicillin-Resistant Staphylococcus aureus Infection Associated with an Outbreak of Severe Acute Respiratory Syndrome"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Increase in methicillin-resistant Staphylococcus aureus acquisition rate and change in pattern associated with an outbreak of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "Fhy",
                    "middle": [],
                    "last": "Yap",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Gomersall",
                    "suffix": ""
                },
                {
                    "first": "Ksc",
                    "middle": [],
                    "last": "Fung",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin Infect Dis",
            "volume": "39",
            "issn": "",
            "pages": "511--517",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Do infection control measures work for methicillinresistant Staphylococcus aureus?",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Boyce",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Havill",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kohan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "25",
            "issn": "",
            "pages": "395--401",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The role of barrier precautions in infection control",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Goldman",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J Hosp Infect",
            "volume": "18",
            "issn": "",
            "pages": "515--538",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Isolation and characterization of methicillin-resistant Staphylococcus aureus strains from the nares of nurses and their gowns",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Horikawa",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Murakami",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kawano",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Microbiol Res",
            "volume": "155",
            "issn": "",
            "pages": "345--354",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Environmental contamination due to methicillin-resistant Staphylococcus aureus: possible infection control implications",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Boyce",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Potter-Bynoe",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chenevert",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "18",
            "issn": "",
            "pages": "622--629",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Compliance with handwashing in a teaching hospital",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pittet",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mourouga",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Perneger",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Infection Control Programme. Ann Intern Med",
            "volume": "130",
            "issn": "",
            "pages": "126--156",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Effectiveness of a hospital-wide programme to improve compliance with hand hygiene",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pittet",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hugonnet",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Harbarth",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Infection Control Programme. Lancet",
            "volume": "356",
            "issn": "",
            "pages": "1307--1319",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "ᮊ 2005 by the Infectious Diseases Society of America. All rights reserved",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "40",
            "issn": "",
            "pages": "632--635",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Methicillin-resistant Staphylococcus aureus (MRSA) bacteremia and infection rates, 2003. PPE, personal protective equipment.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "2003 through December 2003 (figure 1). Hand washing compliance was determined by trained observers in 2 surveys involving a total of 1004 subjects; the first survey, involving 829 subjects, was done in February 2003 (before the SARS outbreak), and the second survey, involving 175 subjects, was done in June 2003 (after the SARS outbreak). The overall rate of compliance with hand washing increased from 33.4% in February 2003 to 87.4% in June 2003 (",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}