{
    "paper_id": "646cd3981363733c2fc8fbf44da3a81650a0d082",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Kg ;",
                "middle": [],
                "last": "Braund",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "G",
                "middle": [
                    "A"
                ],
                "last": "Henrebere",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "J"
                ],
                "last": "Hamilton",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "W"
                ],
                "last": "Kramer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mp ;",
                "middle": [],
                "last": "Moore",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "G",
                "middle": [
                    "A"
                ],
                "last": "Hegreberg",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "G",
                "middle": [
                    "M"
                ],
                "last": "Bryan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "K",
                "middle": [],
                "last": "Meyers",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rl ;",
                "middle": [],
                "last": "Ott",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "in affected Labradors (Kramer ef a1 1976; McKerrell et al 1984). Although diazepam (10 mg twice daily) ameliorated clinical signs in two dogs (Kramer et al 1976), our case did not improve with treatment and the dose used may have been inadequate (2 mg twice daily).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The electromyographic abnormalities detected resembled those reported by Moore ef a1 (1987) apart from the lack of bizarre high frequency discharges. All cases previously evaluated electromyographically showed abnormalities, except for one reported by Hoskins and Root (1983), and all had normal motor nerve conduction velocity. Muscle pathology in this case was consistent with hereditary myopathy of Labradors. A great variation in muscle pathology has been reported in this condition, which was explained partly by increasing severity with age and the tendency towards more severe changes in proximal than in distal limb muscles (McKerrell and Braund 1986). A puzzling aspect is that while some features are suggestive of denervation disease (hyporeflexia, fibrillation potentials, small and large fibre group atrophy, twin-peaking on fibre-diameter curves), many others indicate a primary myopathy, namely internal nuclei, architectural changes, necrosis, phagocytosis, regeneration and fibrosis (McKerrell and Braund 1986). It is possible that the condition is a chronic denervative disorder with secondary myopathic changes, although abnormalities have not been identified in spinal cord or peripheral nerves (McKerrell and Braund 1986). The pathogenesis remains obscure. Other abnormalities identified in affected dogs are of uncertain significance and require confirmation, namely creatinuria (Kramer ef a1 19761, increased plasma aldosterone concentration, polyuria and impaired renal conservation of sodium, potasium and calcium (Hegreberg et a1 1984) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1539,
                    "end": 1561,
                    "text": "(Hegreberg et a1 1984)",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Previous methods of rumen cannulation in sheep have involved 2-stage operations in which the rumen is sutured to the skin, through dissected abdominal muscles, and then several days later an incision is made through the skin and rumen wall to form a permanent fistula, and a cannula fitted (Jarrett 1948 Hecker (1969) adapted a method previously used for cattle (Balch and Cowie 1962) . A metal bar clamp is fitted to a fold of the rumen, which is exposed by laparotomy. After about 10 days the occluded fold sloughs away and a cannula may be inserted into the fistula. These methods have been found to be both time consuming and sometimes distressful to the animal. The need for a relatively large incision in the rumen wall means that leakage of rumen contents around the cannula is a frequent sequel.",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 303,
                    "text": "(Jarrett 1948",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 362,
                    "end": 384,
                    "text": "(Balch and Cowie 1962)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A siplple one-stage operation, requiring no suturing of the rumen'wall and an incision smaller than the neck of the Australian Veterinary Journal, Vol. 65, NO. 7, July, 1988 cannula to ensure no leakage of rumen contents, is described here.",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 173,
                    "text": "July, 1988",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A healthy sheep which has been fasted for 24 h is given either general anaesthesia or sedation plus local anaesthesia and placed on its right side. The left dorsal part of the abdomen is clipped of wool and the skin disinfected.* A vertical incision about 5 cm long is made about 3 cm caudal to the last rib and 3 cm ventral to the transverse process of the first lumbar vertebra.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The abdominal muscles and peritoneum are gently separated by blunt dissection. The rumen is drawn through the opening and a small incision ( < 2 cm) is made in a section free of major blood vessels. A rubber cannula? (A in figure 1) is partially everted by pushing the flange through the neck of the cannula. The folded cannula (F) is then inserted through the incision and pushed inward until the neck of the cannula is tightly held by the tissue surrounding the incision. The flange of the cannula is then allowed to revert to its original shape. Several swabs are placed in the cannula while the abdominal muscles (if necessary) and the skin wound closed by sutures. A PVC plate (B) is placed over the cannula neck and a cutoff 20mL syringe barrel and rubber stopper (C and D) are held in the neck of the cannula with a cable tie (E). Two holes may be bored into the flanges of the syringe and wire tied over the stopper to prevent it dislodging. Administering a topical antibiotic and intramuscular penicillin as prophylactic measures is advised. After several days, adhesions form between the rumen wall and the peritoneum; peritonitis has not been observed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This method has been used by several surgeons on 152 sheep. The operation can be completed in less than 20 min and most animals eat their normal ration once the effects of anaesthesia have dissipated. Cannulae have remained functional for up to 3 years. Occasionally the PVC plate needs to be removed and the wool clipped to reduce tightness and the possibility of blowfly attack.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The authors gratefully acknowledge the funding of the The chicken is the only confirmed natural host to infectious bronchitis virus (IBV) (Hofstad 1984) . We report the isolation of IBV from a flock of racing pigeons and assess its significance.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 152,
                    "text": "(Hofstad 1984)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "During the winter of 1985, a racing pigeon fancier in north eastern Victoria observed an acute illness in his loft of 150 racing pigeons. Affected birds had ruffled feathers, dyspnoea and excessive mucus at the commissures of the beak. Eleven birds died during the first 24 h and 11 more over the next 2 days. Seven birds were submitted for necropsy. The flock was treated with antibiotics. Affected birds recovered over the next 2 to 3 weeks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "At post-mortem examination, all birds were in average body condition. They had recently eaten but the linings of the oesophagus and crop were ulcerated. Mucoid pharyngitis and tracheitis were noted. The lower intestines contained fluid. Histological examination of oesophageal tissues confirmed that the birds were infested with trichomonads.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Four clarified suspensions from pooled samples of 5 tracheal mucosae and from 7 cloacal swabs were each inoculated into the allantoic cavity of sets of 5 nine-day-old fertile chicken eggs, Allantoic fluids, from the third passage, were collected 72 h after inoculation of each set of eggs, clarified and pelleted in an ultra centrifuge. Coronaviruses were seen when the pellets were examined by electron microscopy. Ten days after inoculation, all eggs were opened and the embryos examined. Embryos in each set were curled and stunted, changes which are characteristic of IBV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "An aliquot of a tracheal isolate was passaged 3 times in eggs at 48 h intervals. Fluorescence, shown to be specific for IBV, was seen in the aliantoic cells of each passage (Endo and Faragher, unpublished) . After concentration and treatment with phospholipase C type 1, allantoic fluid from the third passage haemagglutinated chicken red blood cells. The haemagglutination was inhibited by specific IBV antiserum, indicating IBV of sub-type B (Faragher 1987). The IBV was then sub-typed by plaque reduction serum neutralisation tests using serums specific for each of the 9 Australian IBV subtypes (Wadey and Faragher 1981) , and shown to belong to sub-type B.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 205,
                    "text": "(Endo and Faragher, unpublished)",
                    "ref_id": null
                },
                {
                    "start": 599,
                    "end": 624,
                    "text": "(Wadey and Faragher 1981)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Twenty-six days after the onset of disease in the pigeons, samples of serum were obtained from 10 birds in the affected flock and also from 12 birds in an unaffected flock kept in a separate loft 4OOm away. IBV haemagglutination inhibition (HI) antibody was detected at levels from 2 to 2'. The titres in serum from the unaffected and the affected pigeon flocks were similar.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The pathogenicity of a cloacal IBV isolate was examined. Four 4-week-old CSIRO SPF chickens and four 8-week-old meat pigeons that were housed in the same cage were each inoculated by intranasal, intraocular and oral routes with allantoic fluid containing 10' EID,, of IBV. Meat pigeons were chosen rather than racing pigeons to reduce the likelihood of previous exposure to IBV. A similar number of birds of both species was inoculated with phosphate buffered saline (PBS) and housed in a separate room. Four days after inoculation, all the chickens inoculated with IBV had marked respiratory rales. A11 pigeons and those chickens inocuIated with PBS remained healthy for 18 d when all the birds were bled and killed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Levels of IBV HI antibodies in the chickens increased from 2' before inoculation to 2' to 24 18 d after inoculation. This response is common following vaccination of chickens, whereas wild IBV stimulate higher antibody levels. No IBV HI antibody was detected in the pigeons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The IBV may have caused disease in the racing pigeons because their resistance was lowered by intercurrent disease. Pigeons raced over long distances have been seen to shelter in open-sided caged-layer poultry sheds when they are attacked by raptors (J Dark, personal communication). Such direct contact may have been the route of transmission to the pigeons of an IBV shown to be of the same serotype as widely used Australian IBV vaccine strains. A stray pigeon which the pigeon fancier had seen join his flock a week before the onset of disease may have been implicated in the transmission of the IBV. Laboratory contamination as a source of the isolate was considered to be a remote possibility because no other IBV was isolated during the 5 days immediately preceding or following this case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We thank Mr G Beavis for submitting the pigeons and assisting with the investigation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF2": {
            "ref_id": "b2",
            "title": "311 References Faragher JT",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "G"
                    ],
                    "last": "Jarrett",
                    "suffix": ""
                }
            ],
            "year": 1948,
            "venue": "",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Diseuses of Poultry",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Hofstad",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "RE and Braund KG (1986) -Vet Path 23: 411 McKerrell RE and Braund KG (1987) -J Small Anim Pract 28: 479 Moore MP, Reed SM, Hegreberg GA, Kramer JW, Alexander JE (Accepted for publication 28 March 1988) et al (1987) -A m J Vet Res 48: 1332Simple rapid method of rumen cannulation",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Rumen cannulation materials (A) Cannula (B) PVC plate (C) Syringe barrel (D) Rubber stopper (E) Cable tie (F) Folded cannula",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ").",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Australian Wool Corporation. Betadine Surgical Scrub, Faulding Medical Products, Lakt Starr Rubber Co. 52 Kincaid Avenue, North Plympton, South emba, New South Wales Australia (Accepted for publication 21 March 1988)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}