{"paper_id": "64ddf3f7f6113e50ec8222dbf6cacd5f71b6b6e3", "metadata": {"title": ". Introduction 2. Patents review 3. Expert opinion Chloroquine-containing compounds: a patent review (2010 --2014) Chloroquine-containing compounds: a patent review (2010 --2014)", "authors": [{"first": "Paul", "middle": ["M"], "last": "Njaria", "suffix": "", "affiliation": {}, "email": ""}, {"first": "John", "middle": [], "last": "Okombo", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Nicholas", "middle": ["M"], "last": "Njuguna", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Kelly", "middle": [], "last": "Chibale", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Introduction: Chloroquine (CQ) has been well known for its antimalarial effects since World War II. However, it is gradually being phased out from clinical use against malaria due to emergence of CQ-resistant Plasmodium falciparum strains. Besides low cost and tolerability, ongoing research has revealed interesting biochemical properties of CQ that have inspired its repurposing/repositioning in the management of various infectious/noninfectious diseases. Consequently, several novel compounds and compositions based on its scaffold have been studied and patented. Areas covered: In this review, patents describing CQ and its derivatives/ compositions over the last 5 years are analyzed. The review highlights the rationale, chemical structures, biological evaluation and potential therapeutic application of CQ, its derivatives and compositions. Expert opinion: Repurposing efforts have dominantly focused on racemic CQ with no studies exploring the effect of the (R) and (S) enantiomers, which might potentially have additional benefits in other diseases. Additionally, evaluating other similarly acting antimalarials in clinical use and structural analogs could help maximize the intrinsic value of the 4-aminoquinolines. With regard to cancer therapy, successful repurposing of CQ-containing compounds will require linking the mode of action of these antimalarials with the signaling pathways that drive cancer cell proliferation to facilitate the development of a 4-amino-7-chloroquinoline that can be used as a synergistic partner in anticancer combination chemotherapy.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Chloroquine (N¢-(7-chloroquinolin-4-yl)-N,N-diethyl-pentane-1,4-diamine) (1, Figure 1 ) is a 4-aminoquinoline compound first synthesized in 1934 by Johann (Hans) Andersag and co-workers at Bayer I.G. Farbenindustrie A.G. in Elberfeld, Germany [1] .", "cite_spans": [{"start": 243, "end": 246, "text": "[1]", "ref_id": null}], "ref_spans": [{"start": 77, "end": 85, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "Introduction"}, {"text": "Despite exhibiting potent antiplasmodial activity, this compound was initially neglected for almost a decade due to toxicity concerns in humans. However, during World War II, the US government sponsored clinical trials that demonstrated the therapeutic value of chloroquine (CQ) as an antimalarial and its superiority over existing drugs, thereby heralding its widespread use in the treatment and prevention of different forms of malaria [2, 3] . The antimalarial activity of CQ is thought to occur in the parasite digestive vacuole (DV) where degradation of the host erythrocyte hemoglobin leads to release of the toxic waste product, iron (II) protoporphyrin IX (FeIIPPIX), which undergoes auto oxidation to the equally toxic iron (III) protoporphyrin IX (FeIIIPPIX) or hematin [4] . The parasite, however, can adapt by detoxifying hematin to a dimerized nontoxic hemozoin form. CQ interferes with this dimerization and detoxification of hematin, thereby impeding hemozoin formation [5] , leading to inhibition of parasite growth. The exact killing mechanism is not well understood albeit the peroxidation of parasite lipid membranes, damage of DNA and oxidation of proteins are implicated in parasite death [6] .", "cite_spans": [{"start": 438, "end": 441, "text": "[2,", "ref_id": null}, {"start": 442, "end": 444, "text": "3]", "ref_id": null}, {"start": 780, "end": 783, "text": "[4]", "ref_id": null}, {"start": 985, "end": 988, "text": "[5]", "ref_id": null}, {"start": 1210, "end": 1213, "text": "[6]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "For many years thereafter, CQ was successfully used as the primary chemotherapeutic agent for the treatment and prevention of malaria caused by different Plasmodium species, owing to its relatively low cost, high efficacy and ready availability. However, in 1961, the first case of a CQ-resistant (CQR) Plasmodium falciparum strain was reported in Colombia [7] with more cases increasingly reported over subsequent years from various malaria endemic regions [8] . Consequently, by early 2000, CQ had been largely replaced by mefloquine (2) (MEF), sulfadoxine (3)-pyrimethamine (4) (SP) and later artemisinin (5)-or artesunate (ART) (6)-based combination therapies (ACTs) as the treatment of choice for falciparum malaria.", "cite_spans": [{"start": 357, "end": 360, "text": "[7]", "ref_id": null}, {"start": 458, "end": 461, "text": "[8]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Introduction"}, {"text": "Nevertheless, despite the decline in CQ efficacy as an antimalarial, the World Health Organization (WHO) in its current malaria treatment guidelines still recommends its use, in combination with primaquine (PRM), as the preferred treatment option in the management of uncomplicated malaria caused by sensitive P. vivax strains [9] . Its continued global importance is further underscored by the fact that different formulations of the drug are included in WHO's current edition of the Model List of Essential Medicines [10] .", "cite_spans": [{"start": 327, "end": 330, "text": "[9]", "ref_id": "BIBREF1"}, {"start": 519, "end": 523, "text": "[10]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Although widely known for its tremendous success against malaria before the advent of resistance, CQ has also been successfully repurposed for the clinical management of other noninfectious conditions. For example, by the early 1960s, results of clinical trials to investigate the efficacy of CQ in the management of rheumatoid arthritis (RA) were already being reported [11] . Based on the findings of such trials, CQ and its derivative, hydroxychloroquine (HCQ) (7), are both still in clinical use as disease-modifying anti-rheumatic drugs (DMARDs) [12] . Its usefulness in the management of other auto-immune conditions such as lupus erythematosus (LE) was similarly recognized as early as the 1950s based on observations using related antimalarials such as quinine (8) (QN) and quinacrine (9) (QNR) (Figure 2 ) [13] . Since then, numerous clinical evidence have confirmed the beneficial role of CQ and HCQ in treating LE even during pregnancy [14] . More recently, CQ and its analogs have been the subject of intense interest in the development of safe and effective cancer drugs. It has been implicated in modifying cell differentiation as well as in the induction of apoptosis and inhibition of autophagy in different cancer cell lines [15] . Indeed, CQ has been shown to potentiate the anticancer effects of drugs such as 5-fluorouracil and cisplatin, highlighting its potential utility as a combination agent in cancer chemotherapy [16] .", "cite_spans": [{"start": 371, "end": 375, "text": "[11]", "ref_id": "BIBREF3"}, {"start": 551, "end": 555, "text": "[12]", "ref_id": "BIBREF4"}, {"start": 815, "end": 819, "text": "[13]", "ref_id": "BIBREF5"}, {"start": 947, "end": 951, "text": "[14]", "ref_id": "BIBREF6"}, {"start": 1242, "end": 1246, "text": "[15]", "ref_id": "BIBREF7"}, {"start": 1440, "end": 1444, "text": "[16]", "ref_id": "BIBREF8"}], "ref_spans": [{"start": 803, "end": 812, "text": "(Figure 2", "ref_id": null}], "section": "Introduction"}, {"text": "Based on the wide pharmacological activity spectrum that CQ and its derivatives has exhibited since its discovery, it is not surprising that there are still significant ongoing efforts to develop yet more CQ-inspired compounds. In this review, we highlight patents of compounds based on the CQ chemical scaffold filed globally between 2010 and 2014 for different therapeutic applications (Figure 3 ).", "cite_spans": [], "ref_spans": [{"start": 388, "end": 397, "text": "(Figure 3", "ref_id": "FIGREF1"}], "section": "Introduction"}, {"text": "2.1 Novel antimalarial agents One of the strategies to discover new antimalarials to address drug resistance and/or toxicity involves designing novel and more potent molecules through structural modifications of existing ones. For instance, to circumvent amodiaquine (AQ) (10)-induced idiosyncratic hepatotoxicity arising from the reactive quinone-imine metabolite due to CYP-catalyzed oxidation, the University of Liverpool in 2006 patented AQ analogs, with the chemical structure 11 (Figure 4 ), lacking the potential to form reactive metabolites via the quinoneimine pathway, while retaining the potent antimalarial activity [17] . Among these, isoquine (12) K1 (IC 50 : 6 nM vs 25 nM) P. falciparum strains. This in vitro potency was also translated into in vivo activity in the rodent malaria model P. yoelii on oral administration in the standard 4-day test resulting in a mean half-maximal effective dose (ED 50 ) of 2.7 mg/kg for compound 12 compared to 7.7 mg/kg for AQ. The potency of this compound has also been confirmed against clinical isolates from a malariaendemic region with a median half-maximal inhibitory concentration (IC 50 ) value of 9 nM compared to 56 nM for CQ [18] . The increase in potency and decrease in dose would be expected to reduce the potential toxicity of the compounds claimed in this invention. Another approach involves structural re-engineering of existing drugs by, for instance, coupling them to resistance reversers. In 2013, Portland State University patented CQderivatives referred to as 'reversed chloroquines' (RCQs), which are hybrid molecules covalently linking a CQ-like (inhibitory) moiety and a resistance reversal moiety [19] . Examples of the RCQs are shown in Figure 5 (13--18). The resistance reversal moiety is thought to sensitize CQR parasites to the inhibitory moiety by reducing the efflux of the CQ moiety from the parasite's DV. This covalent linking is believed to enhance the local concentration of either or both drugs to effectively inhibit growth of CQR or CQS parasite strains. The feasibility of this approach has since been confirmed by other studies, some of which have generated even more potent modifications of the prototype molecule [20, 21] .", "cite_spans": [{"start": 628, "end": 632, "text": "[17]", "ref_id": null}, {"start": 657, "end": 661, "text": "(12)", "ref_id": "BIBREF4"}, {"start": 1188, "end": 1192, "text": "[18]", "ref_id": null}, {"start": 1676, "end": 1680, "text": "[19]", "ref_id": "BIBREF11"}, {"start": 2211, "end": 2215, "text": "[20,", "ref_id": "BIBREF12"}, {"start": 2216, "end": 2219, "text": "21]", "ref_id": "BIBREF14"}], "ref_spans": [{"start": 485, "end": 494, "text": "(Figure 4", "ref_id": "FIGREF2"}, {"start": 1717, "end": 1725, "text": "Figure 5", "ref_id": "FIGREF3"}], "section": "Patents review"}, {"text": "The RCQs exhibited better in vitro activity against CQS and CQR strains as summarized in Table 1 . In particular, the in vivo efficacy of 13 was determined by treating mice infected with P. chabaudi at an oral dose of 64 mg/kg, which resulted in > 99% reduction in parasitemia on day 4. The invention also details synthetic procedures for selected RCQs, experiments on inhibition of neurotransmitter uptake by their transporters as well as in vitro and in vivo cytotoxicity studies [19] .", "cite_spans": [{"start": 482, "end": 486, "text": "[19]", "ref_id": "BIBREF11"}], "ref_spans": [{"start": 89, "end": 96, "text": "Table 1", "ref_id": "TABREF3"}], "section": "Patents review"}, {"text": "Another alternative to the development of novel antimalarials explores designing compounds that interact with the iron center of free heme within the acidic environment of the parasite's DV (pH~5.5) and which produce putative radical species selectively toxic to the parasite. On this basis, a novel class of antimalarials based on clotrimazole, 19 ( Figure 6 ), has been optimized using a pharmacophore hybridization approach between the clotrimazole polyarylmethyl system and the 4-aminoquinoline iron-complexing moiety of CQ [22] . Following this rationale, Campiani and co-workers in 2010 patented clotrimazole--quinoline hybrids exhibiting high in vitro activity against CQS and CQR Plasmodium sp. strains and in vivo activity against P. berghei [23] . Compounds 20--24 ( Figure 6 ) had nanomolar in vitro activity against 3D7, NF54 and D10 (CQS) and K1 and W2 (CQR). All these compounds had > 98% reduction in parasitemia at 50 mg/kg against P. chabaudi compared to 19 alone (6%) while compound 20 had b-hematin inhibitory activity comparable to that of AQ.", "cite_spans": [{"start": 528, "end": 532, "text": "[22]", "ref_id": "BIBREF16"}, {"start": 751, "end": 755, "text": "[23]", "ref_id": "BIBREF17"}], "ref_spans": [{"start": 351, "end": 359, "text": "Figure 6", "ref_id": "FIGREF4"}, {"start": 777, "end": 785, "text": "Figure 6", "ref_id": "FIGREF4"}], "section": "Patents review"}, {"text": "In 2010, Advanced Applied Physics Solutions, Inc. patented antimalarial conjugates comprising CQ or a CQ-derivative, metallocene (ferrocene) and a carbohydrate. The metallocene may include two cyclopentadienyl rings bound to a central metal atom such as iron. The carbohydrate and the antimalarial agent may be appended to at least one of the cyclopentadienyl rings as exemplified by compounds 25--27 (Figure 7 ) [24] . Although the patent does not describe the rationale behind these conjugates, it has detailed the synthetic procedures of the same. The University of South Florida in 2010 patented drug delivery systems that use polyacrylate nanoparticles to overcome difficulties encountered in delivery of resistance reversal agents to the site of action [25] . In this case, the reversal agent and/or CQ were first converted to an acrylated derivative using butyl acrylate and styrene at a drug concentration of 1% w/w. To pre-emulsify the mixture, 3% w/w sodium dodecyl sulfate in purified water was added with rapid stirring. The resulting homogenous solution of micelles was then treated with potassium persulfate (1% w/w), a watersoluble radical initiator, to induce free radical polymerization. The resulting emulsion contained uniformly sized polyacrylate nanoparticles in which the drug is covalently incorporated directly into the polymeric matrix of the nanoparticle. Experimental IC 50 values proved the drug in the nanoparticles retained antiplasmodial activity and that the nanoparticle itself was nontoxic to the parasites.", "cite_spans": [{"start": 394, "end": 400, "text": "25--27", "ref_id": null}, {"start": 413, "end": 417, "text": "[24]", "ref_id": "BIBREF18"}, {"start": 759, "end": 763, "text": "[25]", "ref_id": "BIBREF19"}], "ref_spans": [{"start": 401, "end": 410, "text": "(Figure 7", "ref_id": "FIGREF5"}], "section": "Patents review"}, {"text": "In 2011, the University of Georgetown patented a series of CQ-derivatives based on structural modification of the CQ side chain as shown in Figure 8 : modification of side chain length and basicity (28--30) ; alkyl ring side chain (31, 32) ; symmetrically branched side chain (33, 34) ; incorporation of [26] . Previous studies have demonstrated enhanced activity against CQR P. falciparum by compounds derived from modification of the CQ side chain: shortening or lengthening of the alkyl chain between the two amino groups to 2 --3 or 10 --12 carbon atoms; incorporation of a phenol moiety and incorporation of an intramolecular hydrogen bonding motif [27] . Introduction of a branched dialkylamino motif at the terminal N of CQ side chain has been reported to yield metabolically more stable antimalarials with retained activity against drug-resistant strains of P. falciparum [28] . The in vitro antiplasmodial activities of some of these derivatives on CQS and CQR P. falciparum strains are summarized in Table 2 . As indicated in the table, some structural changes led to compounds with better activity than CQ while others resulted in loss of activity [26] . A 2011 patent by Nagoya City University claimed compounds with antimalarial activity represented by the general chemical structure 45 ( Figure 9 ) [29] . The compounds are claimed to have higher efficacy than CQ due to enhanced binding affinity to heme attributable to structural modifications on CQ to introduce groups capable of electrostatic interaction with heme and coordination to the iron atom of heme, besides the -pi-pi stacking of the quinoline nucleus with heme. The antiplasmodial activity of compound 46 against the FCR3 strain was superior (EC 50 = 6.6 nM) to that of CQ, QN, MEF and artemisinin. These compounds also had lower cytotoxicity (evaluated against mouse mammary tumor FM3A cells) than the standard antimalarials used as controls and subsequently, compound 46 exhibited the highest selectivity while compound 47 had a selectivity index comparable to CQ [29] .", "cite_spans": [{"start": 198, "end": 206, "text": "(28--30)", "ref_id": null}, {"start": 231, "end": 235, "text": "(31,", "ref_id": "BIBREF25"}, {"start": 236, "end": 239, "text": "32)", "ref_id": "BIBREF26"}, {"start": 276, "end": 280, "text": "(33,", "ref_id": "BIBREF27"}, {"start": 281, "end": 284, "text": "34)", "ref_id": null}, {"start": 304, "end": 308, "text": "[26]", "ref_id": "BIBREF20"}, {"start": 654, "end": 658, "text": "[27]", "ref_id": "BIBREF21"}, {"start": 880, "end": 884, "text": "[28]", "ref_id": "BIBREF22"}, {"start": 1159, "end": 1163, "text": "[26]", "ref_id": "BIBREF20"}, {"start": 1313, "end": 1317, "text": "[29]", "ref_id": "BIBREF23"}, {"start": 2044, "end": 2048, "text": "[29]", "ref_id": "BIBREF23"}], "ref_spans": [{"start": 140, "end": 148, "text": "Figure 8", "ref_id": "FIGREF7"}, {"start": 1010, "end": 1017, "text": "Table 2", "ref_id": "TABREF4"}, {"start": 1302, "end": 1310, "text": "Figure 9", "ref_id": null}], "section": "Patents review"}, {"text": "Oregon Health and Science University patents filed in 2011 [30] and 2013 [31] , reported CQ derivatives possessing structural features aimed at circumventing antiplasmodial drug resistance. These features, exemplified by compounds 48 and 49 (Figure 10 ), were a short side chain and a substituent at C-3 which independently circumvent CQ resistance and greatly diminish the likelihood of emergence of resistant strains. The in vitro IC 50 values for 48 against CQS (D6) and multidrug-resistant (Dd2, Tm90.C2B and 7G8) P. falciparum strains were 6.2, 11.6, 12.0 and 11.3 nM compared to CQ's 11.2, 160, 144 and 55 nM respectively. A Thompson Test using P. yoelii in mice on 48 yielded an ED 50 of 2.5 mg/kg/day, which was comparable to the efficacy of CQ (2.4 mg/kg/day). An in vivo efficacy test of 48 using P. berghei infected mice at a dose of 64 mg/kg/day for 4 days yielded a 100% cure rate with the mice remaining aparasitemic for the full 30-day examination period [30, 31] . Using the same approach, Portland State University and Designmedix Inc in 2011 patented CQ-derivatives whereby the CQ side chain incorporates a piperazinyl group with the terminal N attached to a single ring or fused ring moieties as represented by compounds 50--54 ( Figure 11 ). In vitro antiplasmodial activity was determined against CQS (D6) and CQR (Dd2) strains of P. falciparum resulting in IC 50 values ranging from 0.1 to 2.7 nM and 0.36 to 4.8 nM respectively compared to CQ's 6.9 and 102 nM. Compound 50 was tested for in vivo efficacy using P. berghei in mice. At an oral dose of 4 Â 30 mg/kg, it suppressed parasitemia within 4 days of infection but the average survival duration of the tested mice was 20 days compared to 30 days for CQ [32] .", "cite_spans": [{"start": 59, "end": 63, "text": "[30]", "ref_id": "BIBREF24"}, {"start": 73, "end": 77, "text": "[31]", "ref_id": "BIBREF25"}, {"start": 970, "end": 974, "text": "[30,", "ref_id": "BIBREF24"}, {"start": 975, "end": 978, "text": "31]", "ref_id": "BIBREF25"}, {"start": 1732, "end": 1736, "text": "[32]", "ref_id": "BIBREF26"}], "ref_spans": [{"start": 241, "end": 251, "text": "(Figure 10", "ref_id": "FIGREF0"}, {"start": 1249, "end": 1258, "text": "Figure 11", "ref_id": "FIGREF0"}], "section": "Patents review"}, {"text": "Designmedix, Inc. had in 2010 applied the same approach of structurally modifying the CQ side chain and patented modified CQ compounds having branched moieties as exemplified by compounds 55--58 ( Figure 12 ). Biological assays conducted on these compounds yielded results comparable to those of compounds having a single ring or fused ring moieties ( Figure 11 ) [33] .", "cite_spans": [{"start": 364, "end": 368, "text": "[33]", "ref_id": "BIBREF27"}], "ref_spans": [{"start": 197, "end": 206, "text": "Figure 12", "ref_id": "FIGREF0"}, {"start": 352, "end": 361, "text": "Figure 11", "ref_id": "FIGREF0"}], "section": "Patents review"}, {"text": "Researchers from the University of Wuerzburg and the University of Heidelberg also patented hybrid compounds Figure 14 ). In this invention, it is claimed that the compounds can be used to image live cells to determine the location of the antimalarial agent in the cell, identify drug resistance and growth-related pathways in Plasmodium isolates as well as new drug targets and chemosensitizers to reverse drug resistance. Confocal bioimaging assays carried out on 64 showed concentrationdependent accumulation of this compound in different cellular compartments. The IC 50 values against 3D7 for CQ and 64 were 42.7 and 349.3 nM, respectively [35] . This approach has recently been successfully employed by the Vial group in Montpellier to search for pharmacological targets of the antimalarial clinical candidate albitiazolium by integrating photo-crosslinking and click chemistry [36] . In this study, the authors identified proteins involved in phospholipid metabolism, lipid binding and transport, as well as in vesicular transport functions through whole cell imagery, in-gel detection with fluorescent reporters and affinity purification.", "cite_spans": [{"start": 645, "end": 649, "text": "[35]", "ref_id": "BIBREF28"}, {"start": 884, "end": 888, "text": "[36]", "ref_id": "BIBREF29"}], "ref_spans": [{"start": 109, "end": 118, "text": "Figure 14", "ref_id": "FIGREF0"}], "section": "Patents review"}, {"text": "It has been previously shown that a combination of CQ and ART is not sufficiently efficacious [37] and can potentially select for CQR parasite strains, while AQ plus ART is disadvantaged by a high risk of neutropenia [38] . However, Sanofi-Aventis recently published a patent highlighting the efficacy of a combination of the ferrocenic derivative of CQ, ferroquine (FQ) (65, Figure 15 ) plus ART against resistant parasite strains [39] . In the patent, combined and separate administration of 3 mg/kg/day for FQ and 6 mg/kg/day for ART for 4 days were carried out on P. vinckei vinckei-infected mice and compared to untreated controls. The combined administration of the two drugs was claimed to significantly reduce parasitemia in the infected mice compared with separate drug administration. Furthermore, the authors claim improved survival of the animals in the combined-treatment group and absence of antagonism between the two drugs, highlighting the potential for malaria therapy. All these strategies confirm the antimalarial utility of CQ-containing compounds and highlight the potential for development of structurally modified analogs with improved activity and ability to overcome resistance.", "cite_spans": [{"start": 94, "end": 98, "text": "[37]", "ref_id": "BIBREF30"}, {"start": 217, "end": 221, "text": "[38]", "ref_id": "BIBREF31"}, {"start": 432, "end": 436, "text": "[39]", "ref_id": "BIBREF32"}], "ref_spans": [{"start": 376, "end": 385, "text": "Figure 15", "ref_id": "FIGREF0"}], "section": "Patents review"}, {"text": "CQ-containing compounds inhibit the replication of a wide spectrum of viruses [40, 41] , with HCQ even being proposed as a potential useful adjunctive therapy in the treatment of HIV-1 infection. As lysosomotropic weak bases, inhibition of viral replication is likely through reduction of the efficiency of endosome-mediated viral entry or by impairing the low-pH-dependent replication steps within trans-Golgi network [42] . However, it is also important to note that some evidence has recently emerged showing that CQ, AQ and their metabolites exacerbate human parvovirus-associated anemia by promoting viral replication [43] . Nonetheless, evidence supporting the antiviral activity of CQ-based compounds has been persuasive. CQ may exert additive or synergistic effects when associated with other anti-HIV drugs such as didanosine, zidovudine and hydroxyurea. The anti-HIV activity of CQ is proposed to be due to an impairment of the infectivity of virions by inhibition of GP120 glycosylation through impairment of the formation of the heavily glycosylated epitope 2G12 [44] . Protease inhibitors (PIs) on the other hand possibly impair plasmodial growth by targeting plasmepsins (aspartyl enzymes structurally similar to HIV proteases) -a hypothesis fortified by the fact that maximal sequence homology between the two proteins exists in their catalytic site which, in the HIV protease, is noncovalently bound to and inhibited by PIs. Another potential ground for the antimalarial effect of PIs is the downmodulation of P. falciparum cluster of differentiation 36 receptor on human erythrocytes [45] . Various studies have since reported consistent synergistic/additive in vitro and in vivo effects of these aminoquinoline-PIs combinations [44, 46] .", "cite_spans": [{"start": 78, "end": 82, "text": "[40,", "ref_id": "BIBREF33"}, {"start": 83, "end": 86, "text": "41]", "ref_id": null}, {"start": 419, "end": 423, "text": "[42]", "ref_id": null}, {"start": 623, "end": 627, "text": "[43]", "ref_id": null}, {"start": 1075, "end": 1079, "text": "[44]", "ref_id": "BIBREF34"}, {"start": 1601, "end": 1605, "text": "[45]", "ref_id": "BIBREF35"}, {"start": 1746, "end": 1750, "text": "[44,", "ref_id": "BIBREF34"}, {"start": 1751, "end": 1754, "text": "46]", "ref_id": "BIBREF36"}], "ref_spans": [], "section": "Inhibition of viral infection"}, {"text": "In a patent published in 2012, Kinch et al. describe a family of compounds effective at inhibition of a broad spectrum of different viruses, including HIV, influenza, hepatitis virus and porcine reproductive and respiratory syndrome virus [47] . A group of compounds having the general formula 66 (Figure 16 ), was generated based on predicted inhibition of tumor susceptibility gene (TSG101) and appear to inhibit viral replication by blocking late-stage viral activity, possibly after completion of viral protein synthesis. This would be Recently, Emeka Obi patented the use of CQ, HCQ and AQ in treating infections of the human papillomavirus (HPV), and in particular, treatment of warts associated with such infections [48] . The invention details the use of monoor combination therapy administered in a topical or an injectable form. An example of a formulation from the patent is a gel consisting of HCQ (2400 mg); lidocaine jelly 2% or ointment 5% (10 ml or 10 mg respectively); ethyl alcohol 70% aqueous solution (15 ml); peppermint spirit oil (2.5 ml) and water (2.5 ml). This gel was able to clear warts without any visible trace of scarring when it was applied once to twice a day for 1 week on a 12-year-old patient. A similar approach was used by Chaozhou Hybribio Ltd. who in 2014 patented a drug combination for treating verruca diseases caused by various HPV infections [49] . It comprises two active components: one of the components is CQ phosphate, CQ sulfate or HCQ sulfate accounting for 5 --25% of the total drug weight, while the other is lidocaine, procaine or bupivacaine accounting for 0.5 --2% of the total weight. In 2013, Genoscience Pharma SAS and Panmed Ltd patented methods of treating hepatitis C virus (HCV) related disease through administration of a therapeutically effective amount of HCQ or a combination of HCQ and an antiviral agent. A combination of 3.7 IU/mL IFNa and 6 µM HCQ exhibited synergistic inhibition of HCV. HCQ was able to decrease HCV core and NS5A proteins in a dose-dependent manner and gene expression analysis of transcriptional modulations showed that HCQ treatment strongly decreases the HCV-induced NFkB signaling, the endoplasmic reticulum stress, autophagic signaling and the p53 signaling pathways. Further studies indicate that HCQ is capable of potentiating the activity of anti-HCV therapies in patients unresponsive to a standard care of treatment [50] .", "cite_spans": [{"start": 239, "end": 243, "text": "[47]", "ref_id": null}, {"start": 723, "end": 727, "text": "[48]", "ref_id": "BIBREF38"}, {"start": 1386, "end": 1390, "text": "[49]", "ref_id": "BIBREF39"}, {"start": 2416, "end": 2420, "text": "[50]", "ref_id": "BIBREF40"}], "ref_spans": [{"start": 297, "end": 307, "text": "(Figure 16", "ref_id": "FIGREF0"}], "section": "Inhibition of viral infection"}, {"text": "Following a similar approach for treatment of HCV-related diseases, Panmed Ltd in 2014 patented a combined therapy utilizing HCQ and GNS-227, 69 ( Figure 17 ). The synergistic effect between the two compounds was particularly pronounced at a combination of 0.41 --11.1 nM of GSN-227 and 0.66 --6 µM of HCQ, for which the inhibition of HCV was at least 20% more than expected for an additive effect. The patent also provides details of the synthetic procedure for compound 69 [51] .", "cite_spans": [{"start": 475, "end": 479, "text": "[51]", "ref_id": "BIBREF41"}], "ref_spans": [{"start": 147, "end": 156, "text": "Figure 17", "ref_id": "FIGREF0"}], "section": "Inhibition of viral infection"}, {"text": "Due to their broad spectrum antiviral activities and suppressive effects on the production of TNF-a and IL6, CQ, HCQ and related compounds may find mainstay clinical application in the treatment of other viral infections characterized by symptoms associated with inflammatory processes and/or immune-hyperactivation.", "cite_spans": [], "ref_spans": [], "section": "Inhibition of viral infection"}, {"text": "Being diprotic weak bases, CQ, HCQ and QNR partition into the acidified cellular vesicles such as lysosomes and can collapse the pH gradient of these vesicles thereby inducing their swelling and consequently remissions of RA and systemic LE (SLE). Various reports exploring the effects of these compounds on immune and inflammatory responses in vitro have revealed wide-ranging inhibitory actions. For instance, QNR inhibits phospholipase A2 [52] , blocks ion channels [53] and inhibits N-formylmethionyl-leucyl-phenylalanine-induced superoxide production and enzyme release by granulocytes [54] . CQ on the other hand has been shown to inhibit cytokine release from mononuclear cells induced by endo-and exotoxins and delays the recycling of proteins to the cell surface from lysosomes, resulting in altered trafficking of lysosomal enzymes and receptors [55] . Albani et al. in 2010 patented a formulation for treating autoimmune disorders through a combination of at least one heat shock immune-modulatory polypeptide and a CQderivative, particularly HCQ [56] . In this invention, concomitant administration of a peptide with HCQ provided an apparent synergy with respect to clinical outcome. Administration of HCQ provides for a nonspecific effect on reactive T-cell population presumably involving induction of a change in pH within lysosomes. Treatment of mononuclear cells with HCQ has also been shown to result in inhibition of the secretion of inflammatory cytokines [57] ; therefore, it is possible that the peptide/HCQ synergy observed impacts a variety of specific complex changes in immune-driven inflammation such as is characteristic of autoimmune diseases.", "cite_spans": [{"start": 442, "end": 446, "text": "[52]", "ref_id": "BIBREF42"}, {"start": 469, "end": 473, "text": "[53]", "ref_id": "BIBREF43"}, {"start": 591, "end": 595, "text": "[54]", "ref_id": null}, {"start": 856, "end": 860, "text": "[55]", "ref_id": "BIBREF45"}, {"start": 1058, "end": 1062, "text": "[56]", "ref_id": null}, {"start": 1476, "end": 1480, "text": "[57]", "ref_id": "BIBREF47"}], "ref_spans": [], "section": "Autoimmune diseases"}, {"text": "These results provide a mechanistic basis for therapeutic strategies for treating inflammation and autoimmune diseases and should provide exciting new approaches that can be tested in clinical trials.", "cite_spans": [], "ref_spans": [], "section": "Autoimmune diseases"}, {"text": "Melanin is formed as an end product during metabolism of the amino acid tyrosine. Defects in the production and deposition of melanin (i.e., melanism) result in pigmentation deficiencies such as albinism [58] . A cell-based screen on 11 quinolines ranked CQ the most potent inhibitor of cellular melanin synthesis (IC 50 < 1 µM), in an assay determined by culturing melan-a cells with various concentrations for 72 h [59] . Interestingly, the activities of AQ dihydrochloride (IC 50 = 2.6 µM) and QNR hydrochloride (IC 50 = 1.8 µM), the other CQ-containing test compounds, were still superior to those of two recognized pigmentation inhibitors, phenylthiourea (IC 50 = 29 µM) and hydroquinone (IC 50 = 36 µM) [60] . In a more recent patent by New York University, the activity of CQ in combination with the hydroxyphenyl-pyruvate dioxygenase inhibitor, nitisinone, in treating tyrosine-positive albinism was further claimed [61] . In this invention, high-throughput screening of over 2000 approved drugs identified CQ as an agent that reverses diminished pigmentation in mouse melanocytes, which lack expression of the Oca-2 protein (Oca-2-null). A chemical genetics approach was utilized with bafilomycin A1, an ATPase inhibitor that reverses the pigmentation phenotype of Oca-2-null cells, as the control. The invention claims the use of CQ in humans at a dose of 250 mg/day.", "cite_spans": [{"start": 204, "end": 208, "text": "[58]", "ref_id": "BIBREF48"}, {"start": 417, "end": 421, "text": "[59]", "ref_id": "BIBREF49"}, {"start": 709, "end": 713, "text": "[60]", "ref_id": "BIBREF50"}, {"start": 924, "end": 928, "text": "[61]", "ref_id": null}], "ref_spans": [], "section": "Modification of melanin synthesis"}, {"text": "These inventions indicate that CQ and related quinoline compounds are potentially effective cosmetic agents and highlight their potential in medical treatment of pigmentation-related disorders.", "cite_spans": [], "ref_spans": [], "section": "Modification of melanin synthesis"}, {"text": "Clinical studies have demonstrated that CQ and HCQ improve glucose metabolism in patients with insulin-resistant diabetes mellitus [62] . CQ has also been reported to increase the affinity of the insulin receptor and increase insulin secretion by isolated islets, both of which may reflect an overall increase in insulin signaling [63] . Munro et al. reported that for a test group of 100 RA patients, there was a significant overall improvement in the lipid profile in the group that received oral HCQ while Wallace (1996) inferred that CQcontaining compounds are safe and effective as a therapy for selected patients having any one of the following disorders: porphyria cutanea tarda, cutaneous sarcoidosis, cutaneous manifestations of dermatomyositis or hyperlipidemias [64, 65] .", "cite_spans": [{"start": 131, "end": 135, "text": "[62]", "ref_id": "BIBREF51"}, {"start": 331, "end": 335, "text": "[63]", "ref_id": "BIBREF52"}, {"start": 338, "end": 350, "text": "Munro et al.", "ref_id": null}, {"start": 509, "end": 523, "text": "Wallace (1996)", "ref_id": "BIBREF54"}, {"start": 773, "end": 777, "text": "[64,", "ref_id": "BIBREF53"}, {"start": 778, "end": 781, "text": "65]", "ref_id": "BIBREF54"}], "ref_spans": [], "section": "Metabolic disorders"}, {"text": "In 2013, St. Jude Children's Research Hospital and Washington University patented an invention based on the use of a CQ compound for treating a variety of disorders associated with metabolic syndrome, including insulin-related disorders, ischemia, oxidative stress, atherosclerosis, hypertension, obesity, abnormal lipid metabolism and stroke. In one of the studies, CQ administered at a dose of 80 mg/day to two subjects with metabolic syndrome resulted in 63% increase in infusion rate of glucose needed to maintain euglycemia, an indication of a substantial increase in insulin sensitivity. CQ administered to the same subjects at a dose of 80 mg/day for three weeks was associated with a 25% decrease in lowdensity lipoprotein (LDL) cholesterol, a 17% decrease in total cholesterol and a 10% decrease in triglycerides [66] .", "cite_spans": [{"start": 822, "end": 826, "text": "[66]", "ref_id": "BIBREF55"}], "ref_spans": [], "section": "Metabolic disorders"}, {"text": "IPCA Laboratories Limited in 2014 patented an invention of a pharmaceutical composition comprising HCQ and dipeptidyl peptidase IV (DPP-IV) inhibitors for treatment of metabolic disorders and in particular type-2 diabetes mellitus. The formulations contain HCQ (100 --500 mg) and either sitagliptin, vildagliptin, saxagliptin or linagliptin (2 --100 mg). Animal studies conducted with combinations of HCQ and DPP-IV inhibitors demonstrated greater reduction in blood glucose levels, total cholesterol, LDL and a rise in high-density lipoprotein compared to a DPP-IV inhibitor monotherapy [67] .", "cite_spans": [{"start": 588, "end": 592, "text": "[67]", "ref_id": null}], "ref_spans": [], "section": "Metabolic disorders"}, {"text": "These inventions provide methods and compositions which would serve as a platform for modulating certain metabolic processes and for addressing a variety of disorders associated with metabolic syndrome by administering an effective dose of the CQ compound.", "cite_spans": [], "ref_spans": [], "section": "Metabolic disorders"}, {"text": "Multiple cohort-based trials have repeatedly shown that HCQ use in various inflammatory diseases provides significant survival advantages. For example, a Spanish trial cohort study (232 patients) reported zero cardiovascular deaths in patients using HCQ over 52 months compared to 7 in those never exposed to HCQ [68] . Moreover, HCQ use was associated with improvements in factors relevant to cardiovascular diseases (CVD) namely, decreased metabolic syndrome and vascular events, reduction in the new onset of hypertension, and overall reduction in CVD [68] .", "cite_spans": [{"start": 313, "end": 317, "text": "[68]", "ref_id": "BIBREF57"}, {"start": 555, "end": 559, "text": "[68]", "ref_id": "BIBREF57"}], "ref_spans": [], "section": "Cardiovascular diseases"}, {"text": "In 2013, a patent was published in which Ashutosh et al. claimed administration of therapeutically effective amounts of HCQ to prevent or ameliorate atherosclerosis and other CVD associated with chronic kidney disease (CKD) [69] . The invention was designed as a randomized double blind placebo controlled study to prospectively evaluate HCQ in treating CVD, including examining the effects of HCQ on biological and functional end points relevant to atherosclerosis and CVD in CKD patients.", "cite_spans": [{"start": 224, "end": 228, "text": "[69]", "ref_id": "BIBREF58"}], "ref_spans": [], "section": "Cardiovascular diseases"}, {"text": "These reports, in addition to various retrospective analyses of rheumatological disease databases, indicate that CQ-based compounds used as anti-inflammatory agents have potential cardiovascular advantages.", "cite_spans": [], "ref_spans": [], "section": "Cardiovascular diseases"}, {"text": "2.7 Inhibition of toxin activity CQ-based compounds are antagonists of numerous protein toxins that undergo cell surface binding, internalization and subsequent expression of biological activity. CQ and other 4-aminoquinolines are, for instance, able to block reconstituted channels of Clostridium botulinum C2 toxin component B (C2II) in vivo and in vitro [70] , with a half-saturation constant in the micromolar range. CQ inhibits cholera toxin even at low concentrations [71] and prevents the cytotoxic action of diphtheria toxin on cultured monkey kidney cells [72] . Furthermore, combining CQ and furin inhibitors has also been shown to strongly augment the inhibition of anthrax toxin-mediated killing of macrophages [73] .", "cite_spans": [{"start": 357, "end": 361, "text": "[70]", "ref_id": "BIBREF59"}, {"start": 474, "end": 478, "text": "[71]", "ref_id": "BIBREF60"}, {"start": 565, "end": 569, "text": "[72]", "ref_id": "BIBREF61"}, {"start": 723, "end": 727, "text": "[73]", "ref_id": "BIBREF62"}], "ref_spans": [], "section": "Cardiovascular diseases"}, {"text": "A recent report has documented the coupling of 4-amino-7-chloroquinoline with steroidal and adamantane constituents to provide small molecules with excellent in vitro antiplasmodial activities (IC 90 against W2 = 6.74 nM) [74] . These entities, represented by compounds 70--74 (Figure 18) , also inhibited the botulium neurotoxin/A light chain (LC) metalloprotease at low micromolar levels (7--31 µM). Interestingly, structural features imparting increased antiplasmodial activity also provided increased metalloprotease inhibition, thus allowing for simultaneous compound optimizations against distinct targets. For instance, compounds 71 and 73 with an amide linker were inactive while compounds with two ionisable nitrogen atoms were the most active. In fact, compound 70 was more active than artemisinin against all tested strains of P. falciparum (IC 50 : 3.38 --6.17 nM vs 6.7 --9.0 nM). Compound 74 possessing a second adamantane group was inactive. Potential thus exists to design more effective anti-toxin chloro-quinoline compounds exhibiting dual ability to additionally exert other activities, for instance antimalarial or anticancer, through a distinct mechanism.", "cite_spans": [{"start": 222, "end": 226, "text": "[74]", "ref_id": "BIBREF64"}, {"start": 270, "end": 276, "text": "70--74", "ref_id": null}], "ref_spans": [{"start": 277, "end": 288, "text": "(Figure 18)", "ref_id": "FIGREF0"}], "section": "Cardiovascular diseases"}, {"text": "2.8 Anticancer agents CQ-based compounds inhibit autophagy and induce apoptosis in malignant cells and thus have been evaluated in various experimental models and human clinical trials [75] . These compounds sensitize tumor cells to radiotherapy or chemotherapy and act as inhibitors of various molecular targets and cellular processes. For instance, in elimination of breast cancer stem cells, CQ deregulates Janus-activated kinase 2 and DNA methyltransferase 1 [76] . Their potential side effects have also been well documented [77] hence have potential utility in clinical oncology.", "cite_spans": [{"start": 185, "end": 189, "text": "[75]", "ref_id": "BIBREF65"}, {"start": 463, "end": 467, "text": "[76]", "ref_id": "BIBREF66"}, {"start": 530, "end": 534, "text": "[77]", "ref_id": "BIBREF67"}], "ref_spans": [], "section": "Cardiovascular diseases"}, {"text": "In 2012, researchers from the University of Pennsylvania filed a patent claiming the use of a combination of the drug sirolimus and CQ in antineoplastic therapy [78] . While sirolimus and CQ independently exhibit anticancer activity, there is no documentation of their combined effect in literature prior to this invention. The authors claimed that a combination of the two resulted in cancer cell growth inhibition greater than the effect of either drug independently used. They postulate this could be due to the simultaneous induction of autophagy (plausibly by siromulus moiety) and impairment of the clearance of the accumulating autophagic vesicles (likely by the chloro-quinoline component) leading to accumulation of ineffective autophogosomes, and subsequent cell death.", "cite_spans": [{"start": 161, "end": 165, "text": "[78]", "ref_id": null}], "ref_spans": [], "section": "Cardiovascular diseases"}, {"text": "A patent publication by Jalan Rajiv in 2013 claimed that CQ's ability to modulate endosomal pH may be applied in the treatment and/or prevention of liver cancer by inhibiting toll-like receptors 7 and 9 associated with liver cancer [79] . CQ at an oral dose of 25 mg/kg/day was administered to 5 week-old male Fischer rats that had been injected with diethylnitrosamine and nitrosomorpholine to induce hepatocellular carcinoma (HCC). After 12 weeks, only 10% of the animals treated with CQ developed evidence of HCC compared to 89% in the untreated group, suggesting that CQ prevents the occurrence of HCC. Non-SCID mice injected with cholangiocarcinoma cells were given a dose of 25 mg/kg CQ. After 50 days, there was a significant reduction in tumor size in the CQ-treated group compared to the control.", "cite_spans": [{"start": 232, "end": 236, "text": "[79]", "ref_id": null}], "ref_spans": [], "section": "Cardiovascular diseases"}, {"text": "Bisaminoquinoline compounds as exemplified by compounds 75 --77 ( Figure 19 ) have been patented by the University of Pennsylvania as inhibitors of autophagy in biological systems. These compounds would thus have a role in treatment of other diseases whereby inhibition of autophagy plays an important role. In particular, immunoblotting studies demonstrated that compound 75 was > 10-fold more potent than HCQ and CQ at 10 µM. It was found to induce cell death in human cancer cells LN229 with an IC 50 of 4.60 µM [80] .", "cite_spans": [{"start": 515, "end": 519, "text": "[80]", "ref_id": null}], "ref_spans": [{"start": 66, "end": 75, "text": "Figure 19", "ref_id": "FIGREF0"}], "section": "Cardiovascular diseases"}, {"text": "The University of Basel in 2013 patented compositions of CQ as an autophagy inhibitor (lysosomotropic agent) and inhibitors of glycogen synthase 3-kinase (GSK-3) such as 6-bromoindirubin-3-acetoxime (78) for treatment of cancer, proliferative, inflammatory, degenerative and infectious diseases. An in vitro study on the effect of a combination of 6-bromoindirubin-3-acetoxime (6 µM) and CQ (25 µM) on LN18 glioblastoma cells yielded a combination index (CI) of 0.003 (CI < 0.1 denotes very strong synergism) [81] . A synergistic combination of an arginine degradation enzyme and an inhibitor of autophagy to deprive cancer cells of arginine was patented by Medigen Biotechnology Corp in 2013. Results of in vitro and animal experiments showed that a combination of arginine degradation enzyme (pArg-PEG5000) and CQ provides a synergistic efficacy in the treatment of cancer. A combination of 0.03 U/mL pArg-PEG5000 and 0.1 µM CQ on Hep3B cells had an inhibition rate of 12% compared to 0.03 U/mL pArg-PEG5000 (5%) and 0.3 µM CQ (4%) [82] .", "cite_spans": [{"start": 509, "end": 513, "text": "[81]", "ref_id": "BIBREF69"}, {"start": 1034, "end": 1038, "text": "[82]", "ref_id": null}], "ref_spans": [], "section": "Cardiovascular diseases"}, {"text": "The Texas A & M University System in 2014 patented an invention related to diagnosis and treatment of cancer through detection of markers such as lysosomal-associated membrane protein (LAMP) and LC3 and administration of a therapeutic regimen such as etomoxir (79) and CQ. Experiments conducted on WM35 human melanoma cells, B16F1 mouse melanoma cells, HTB-77 cell line, ACHN renal carcinoma cells and T24 bladder tumor cells using etomoxir (0.5 mM) and CQ (0.1 mM) showed that there were higher cancer cell deaths and decreased LAMP and LC3 when treated with a combination regimen compared to monotherapy ( Figure 20 ) [83] .", "cite_spans": [{"start": 620, "end": 624, "text": "[83]", "ref_id": "BIBREF71"}], "ref_spans": [{"start": 608, "end": 617, "text": "Figure 20", "ref_id": null}], "section": "Cardiovascular diseases"}, {"text": "A 2014 patent by Sichuan Academy of Medical Sciences and Sichuan Provincial Peoples Hospital details the method of preparing HCQ linolenate, 80. The process ( Figure 21) is an esterification reaction between HCQ free base and linolenic acid in a ratio of 1:1 --1.5:1. The claimed advantage of the ester is that it is a prodrug that is readily taken up by the tumor cells thus facilitating achievement of higher concentrations of free HCQ at the target sites. This improves the efficacy of HCQ against tumor cells and decreases toxicity [84] .", "cite_spans": [{"start": 536, "end": 540, "text": "[84]", "ref_id": "BIBREF72"}], "ref_spans": [{"start": 159, "end": 169, "text": "Figure 21)", "ref_id": "FIGREF0"}], "section": "Cardiovascular diseases"}, {"text": "In 2014, Kandula Mahesh patented various pharmaceutical formulations and compositions of compounds as exemplified by compounds 81--83 (Figure 22) for treatment of cancer. These compounds may overcome apoptosis-resistance by cancer cells. The invention also details methods for the synthesis of these compounds [85] .", "cite_spans": [{"start": 127, "end": 133, "text": "81--83", "ref_id": null}, {"start": 310, "end": 314, "text": "[85]", "ref_id": "BIBREF73"}], "ref_spans": [{"start": 134, "end": 145, "text": "(Figure 22)", "ref_id": null}], "section": "Cardiovascular diseases"}, {"text": "Oosten et al. patented a pharmaceutical composition comprising HCQ, curcumin (84) and piperine (85) (Figure 23 ) for prevention, treatment or regression of a proliferative disorder [86] . In this invention, HCQ was used as an autophagy inhibitor, curcumin as an anticancer and piperine to increase the bioavailability of curcumin by inhibiting CYP3A4 and P-glycoprotein. The combination was demonstrated to cause regression or remission of a cancer arising from premalignant plasma cell proliferative disorders like monoclonal gammopathy of undetermined significance, smoldering (asymptomatic) multiple myeloma and indolent multiple myeloma.", "cite_spans": [{"start": 77, "end": 81, "text": "(84)", "ref_id": "BIBREF72"}, {"start": 95, "end": 99, "text": "(85)", "ref_id": "BIBREF73"}, {"start": 181, "end": 185, "text": "[86]", "ref_id": "BIBREF74"}], "ref_spans": [{"start": 100, "end": 110, "text": "(Figure 23", "ref_id": "FIGREF1"}], "section": "Cardiovascular diseases"}, {"text": "In 2011, The University of Colorado patented methods and products for treating proliferative diseases such as melanoma. The invention describes compositions comprising of an autophagy inhibitor (CQ) plus an anti-VEGF antibody (bevacizumab); an autophagy inhibitor and a glycolytic inhibitor (2-deoxyglucose compound); or a chemotherapeutic agent, an autophagy inhibitor plus a glycolytic inhibitor for the treatment of drug-resistant tumors such as melanoma, ovarian tumor or glioblastoma [87] . Guangzhou Kaipu Biological Technology Co. Ltd in a 2014 patent discloses a medicament for preventing and treating a reproductive organ cancer caused by HPV infection. The medicament comprises one or more of CQ, HCQ and AQ salt or base formulated as suppositories, gels, ointments, effervescent tablets, lotions, capsules, injections, creams, aerosols, vaginal tablets, films or foams [88] .", "cite_spans": [{"start": 489, "end": 493, "text": "[87]", "ref_id": "BIBREF75"}, {"start": 880, "end": 884, "text": "[88]", "ref_id": "BIBREF76"}], "ref_spans": [], "section": "Cardiovascular diseases"}, {"text": "These inventions further fortify the rationale for employing CQ and its derivatives in cancer therapy, with potential schedule for combination therapy which could result in decreased toxicity and lower likelihood of resistance.", "cite_spans": [], "ref_spans": [], "section": "Cardiovascular diseases"}, {"text": "Anti-inflammatory drugs have been used as therapeutic agents to ameliorate the clinical progression of several degenerative and inflammatory CNS diseases. In this regard, CQ-based drugs have been considered as potential anti-inflammatory agents against these diseases [89] . CQ binds to neuromelanin and does not inhibit enzymatic synthesis of iron into biologically essential compounds. It also inhibits the release of iron from intracellular iron pools and has been shown to heighten an astrocytic immune response against accumulation of extracellular protein deposit in the brain contributing to Alzheimer's disease (AD). In an earlier study on l-methyl-4-phenyl-l, 2, 3, 6-tetrahydropyridine (MPTP)-induced neurotoxicity, CQ was identified as a potent competitor for l-methyl-4-phenylpyridine (MPTP metabolite) binding to melanin [90] . In the study, CQ, administered to monkeys in conventional anti-malarial doses before MPTP, protected them from MPTP-induced Parkinsonian motor abnormalities, dopamine depletion in the striatum, and neuropathological changes in the substantia nigra. In 2011, Corfas et al. patented the use of topically active quinoline compounds for prevention or treatment of small fiber neuropathy (SFN) [91] . In the invention, the authors demonstrate that the nonpeptidyl glial cell line-derived neurotrophic factor (GDNF) family receptor a-1 (GFRal) agonist XIB4035 and related chloro-quinolines 86 ( Figure 24) are capable of providing trophic support to peripheral nerves in vivo and thus are useful therapeutic agents in the treatment of SFN. Indeed, XIB4035 has been previously shown to inhibit 125 I GDNF binding in a concentration-dependent manner in a mouse neuroblastoma cell line model with an IC 50 of 10.4 µM [92] .", "cite_spans": [{"start": 268, "end": 272, "text": "[89]", "ref_id": "BIBREF77"}, {"start": 834, "end": 838, "text": "[90]", "ref_id": "BIBREF78"}, {"start": 1230, "end": 1234, "text": "[91]", "ref_id": "BIBREF79"}, {"start": 1749, "end": 1753, "text": "[92]", "ref_id": "BIBREF80"}], "ref_spans": [{"start": 1430, "end": 1440, "text": "Figure 24)", "ref_id": "FIGREF2"}], "section": "Treatment of neurodegenerative diseases"}, {"text": "Given these observations, pharmacological approaches exploring chloro-quinolines activity against GFRal certainly merit more attention.", "cite_spans": [], "ref_spans": [], "section": "Treatment of neurodegenerative diseases"}, {"text": "The Department of Veteran affairs and Stanford Junior University in 2014 patented compositions and methods of preventing or treating preclinical early stages of inflammatory diseases by use of HCQ and a statin: degenerative and metabolic inflammatory diseases; inflammation associated with chronic infection and cancer [93] . A combination of HCQ sulfate and atorvastatin at an oral dose of 100 and 40 mg/kg/day, respectively in mice reduced the severity of osteoarthritis, development of osteophytes and synovitis, whereas treatment with either drug alone did not. The same combination at a dose of 50 and 10 mg/kg/day reduced the severity of RA in mice. Turkey Test demonstrated that a combination of HCQ 1 µM and atorvastatin 3 µM synergistically inhibited the production of the pro-inflammatory cytokines IFN-g and IL-I7. The same institutions in 2014 patented compositions and methods of using desethylhydroxychloroquine (DHCQ) for preventing or treating early and established stages of inflammatory diseases with good efficacy and reduced toxicity. Several studies demonstrated that DHCQ could potently treat and/or prevent inflammatory diseases: multiple sclerosis, RA, osteoarthritis, high fat diet-induced nonalcoholic steatohepatitis and chronic immune activation in HIV infection.", "cite_spans": [{"start": 319, "end": 323, "text": "[93]", "ref_id": null}], "ref_spans": [], "section": "Inflammation and pain"}, {"text": "Guilin Medical University in 2014 patented an antiinflammatory drug comprising of a combination of prednisone (87, Figure 25 ) and HCQ in doses of 0.05 --2 and 0.83 --26.64 mg/kg, respectively [94] . The combination reduced inflammation in xylene-induced mouse ear edema as well as significantly inhibiting lipopolysaccharide-induced IL-1 b and IL-6 transcription as proved by Western Blotting. This approach is based on reducing the side effects of the prednisone and widening its range of application by combining it with HCQ.", "cite_spans": [{"start": 193, "end": 197, "text": "[94]", "ref_id": "BIBREF82"}], "ref_spans": [{"start": 115, "end": 124, "text": "Figure 25", "ref_id": "FIGREF3"}], "section": "Inflammation and pain"}, {"text": "These inventions provide further blueprint for new strategies for treating inflammation and alleviating pain by exploring combinations that simultaneously lower side effects and broaden the scope of application.", "cite_spans": [], "ref_spans": [], "section": "Inflammation and pain"}, {"text": "The potential use of CQ in other therapeutic areas (repurposing) and the use of its 7-chloroquinoline nucleus as a template for synthetic 4-aminochloroquinolines (repositioning) continues to generate new drug discovery opportunities. Within the context of repurposing of CQ, most studies appear to be based largely on the use of racemic CQ with no studies focusing on the effect of the respective (R) and (S) enantiomers. While in malaria the two enantiomers and the racemate are equipotent, presumably due to an achiral heme target, the same may not hold for other diseases where the mechanism of action of CQ may not involve an achiral target. Thus independent evaluation of the (R) and (S) forms of CQ may reveal additional benefits. Furthermore, in order to maximize the intrinsic value of the 4-aminoquinoline class of drugs, studies undertaken should also be extended to other clinically used related acridine and 4-aminoquinoline antimalarials that share the same mechanism of action with CQ. These include the acridine pyronaridine and 4-aminoquinoline piperaquine, which represent the two most advanced 4-amino-7-chloroquinoline drugs in the clinic. On the other hand, analog-based design based on modification of the lateral side chain of CQ has been a successful endeavor in delivering 4-amino-7-chloroquinoline agents that address drug resistance and/or toxicity in malaria. The most advanced of these are FQ and AQ-13, which share closer structural similarities to CQ. Of these, only FQ has reached Phase II human trials. AQ-13, a simple truncated CQ analog has been shown to overcome the CQ clinical resistance due to P. falciparum CQ resistance transporter [95] . In spite of the varying degrees of success of CQ-derived compounds such as FQ, AQ-13 and AQ derivatives such as napthoquine and tert-butyl isoquine [96] in the clinic, the current limitations associated with the CQ-derived 4-aminoquinoline class of compounds include safety concerns and the requirement for relatively high doses. Cardiovascular or CNS effects, reactive metabolite formation and low clinical therapeutic ratio are the typical safety issues associated with 4-amino-7-chloroquinoline compounds. Although thousands of 4-amino-7-chloroquinolines have been synthesized, there has been limited structural diversity as the overwhelming majority, including compounds covered in this review, share the 7-chloroquinoline core scaffold and differ mainly in the 4-amino substituent. The 7-chloroquinoline core scaffold seems to be a major contributor to the aforementioned safety issues. As such any new 4-amino-7-chloroquinolines are unlikely to have significant differences in their properties and safety profiles albeit it may yet be possible to design a 4-amino-7-chloroquinoline with diminished risk for cardiotoxicity.", "cite_spans": [{"start": 1672, "end": 1676, "text": "[95]", "ref_id": null}, {"start": 1827, "end": 1831, "text": "[96]", "ref_id": "BIBREF84"}], "ref_spans": [], "section": "Expert opinion"}, {"text": "To potentially circumvent the above mentioned current limitations associated with the CQ-derived 4-aminoquinoline class of compounds, the use of computer-aided drug discovery approaches such as scaffold hopping, pharmacophore modeling and virtual screening may lead to new chemical entities with improved properties and safety profiles over classical 7-chloroquinolines. Regarding pharmacophore modeling, it is noteworthy that the crude pharmacophore for 4-aminoquinoline antimalarials is known [96] . In this model compounds have a bi-or tri-cyclic lipophilic electron-deficient aryl ring systems for -pi-pi stacking of the nuclei with heme and also have terminal pendant basic groups to both increase accumulation in the DV as well as to interact with heme propionates. This crude pharmacophore is augmented by structure activityrelationship studies on CQ [97] .", "cite_spans": [{"start": 495, "end": 499, "text": "[96]", "ref_id": "BIBREF84"}, {"start": 858, "end": 862, "text": "[97]", "ref_id": "BIBREF85"}], "ref_spans": [], "section": "Expert opinion"}, {"text": "Given the fact that parasites and cancer cells share basic characteristics related to the metabolic requirements associated with their high proliferation rate [98] , cancer is arguably a therapeutic area that stands to benefit more from repurposing of CQ-derived antimalarials [99] . However, successful repurposing of antimalarial CQ-containing compounds in cancer will require linking the mode of action of these antimalarials with the critical signaling pathways that drive cancer cell proliferation [100] . Such a strategy may facilitate the development of a 4-amino-7-chloroquinoline that can be used as a synergistic partner in anticancer combination chemotherapy. ", "cite_spans": [{"start": 159, "end": 163, "text": "[98]", "ref_id": null}, {"start": 277, "end": 281, "text": "[99]", "ref_id": null}, {"start": 503, "end": 508, "text": "[100]", "ref_id": null}], "ref_spans": [], "section": "Expert opinion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Chloroquine-resistant malaria", "authors": [{"first": "T", "middle": ["E"], "last": "Wellems", "suffix": ""}, {"first": "C", "middle": ["V"], "last": "Plowe", "suffix": ""}], "year": 2001, "venue": "J Infect Dis", "volume": "184", "issn": "", "pages": "770--776", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "World Health Organization. Guidelines for the treatment of malaria", "authors": [], "year": 2010, "venue": "Geneva: World Health Organization", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "World Health Organization. WHO model list of essential medicines", "authors": [], "year": 2013, "venue": "Geneva: World Health Organization", "volume": "10", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Chloroquine in rheumatoid arthritis; a double blindfold trial of treatment for one year", "authors": [{"first": "A", "middle": [], "last": "Freedman", "suffix": ""}, {"first": "V", "middle": ["L"], "last": "Steinberg", "suffix": ""}], "year": 1960, "venue": "Ann Rheum Dis", "volume": "19", "issn": "", "pages": "243--50", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Disease-modifying antirheumatic drugs", "authors": [{"first": "D", "middle": ["G"], "last": "Lambert", "suffix": ""}], "year": 2009, "venue": "Anaesth Intensive Care Med", "volume": "10", "issn": "", "pages": "35--42", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Chloroquine diphosphate in treatment of discoid lupus erythematosus", "authors": [{"first": "L", "middle": [], "last": "Goldman", "suffix": ""}, {"first": "D", "middle": ["P"], "last": "Cole", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Preston", "suffix": ""}], "year": 1953, "venue": "J Am Med Assoc", "volume": "152", "issn": "", "pages": "1428--1437", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "The role of antimalarial agents in the treatment of SLE and lupus nephritis", "authors": [{"first": "S-J", "middle": [], "last": "Lee", "suffix": ""}, {"first": "E", "middle": [], "last": "Silverman", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Bargman", "suffix": ""}], "year": 2011, "venue": "Nat Rev Nephrol", "volume": "7", "issn": "", "pages": "718--747", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Chloroquine and its analogs: a new promise of an old drug for effective and safe cancer therapies", "authors": [{"first": "V", "middle": ["R"], "last": "Solomon", "suffix": ""}, {"first": "H", "middle": [], "last": "Lee", "suffix": ""}], "year": 2009, "venue": "Eur J Pharmacol", "volume": "625", "issn": "", "pages": "220--253", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Chloroquine potentiates the anti-cancer effect of 5-fluorouracil on colon cancer cells", "authors": [{"first": "K", "middle": [], "last": "Sasaki", "suffix": ""}, {"first": "N", "middle": ["H"], "last": "Tsuno", "suffix": ""}, {"first": "E", "middle": [], "last": "Sunami", "suffix": ""}], "year": 2010, "venue": "BMC Cancer", "volume": "10", "issn": "", "pages": "370--80", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Antimalarial activity of isoquine against Kenyan Plasmodium falciparum clinical isolates and association with polymorphisms in Pfcrt and Pfmdr1 genes", "authors": [{"first": "J", "middle": [], "last": "Okombo", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Kiara", "suffix": ""}, {"first": "A", "middle": [], "last": "Abdirahman", "suffix": ""}], "year": 2013, "venue": "J Antimicrob Chemother", "volume": "68", "issn": "", "pages": "786--794", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Quinoline derivatives and uses thereof", "authors": [], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Reversed chloroquine molecules as a strategy to overcome resistance in malaria", "authors": [{"first": "D", "middle": ["H"], "last": "Peyton", "suffix": ""}], "year": 2012, "venue": "Curr Top Med Chem", "volume": "12", "issn": "", "pages": "400--407", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Comprehensive review describing how reversed chloroquines were developed, strategies for improving such molecules and their role in global malaria control efforts", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Quinoline antimalarials containing a dibemethin group are active against chloroquinone-resistant Plasmodium falciparum and inhibit chloroquine transport via the P. falciparum chloroquine-resistance transporter", "authors": [{"first": "V", "middle": ["K"], "last": "Zishiri", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Joshi", "suffix": ""}, {"first": "R", "middle": [], "last": "Hunter", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Combining 4-aminoquinoline-and clotrimazole-based pharmacophores toward innovative and potent hybrid antimalarials", "authors": [{"first": "S", "middle": [], "last": "Gemma", "suffix": ""}, {"first": "G", "middle": [], "last": "Campiani", "suffix": ""}, {"first": "S", "middle": [], "last": "Butini", "suffix": ""}], "year": 2009, "venue": "J Med Chem", "volume": "52", "issn": "", "pages": "502--515", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Novel 4-amino-quinoline derivatives useful as anti-malaria drugs", "authors": [{"first": "G", "middle": [], "last": "Campiani", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Advanced Applied Physics Solutions Inc. Carbohydrate-metallocene-antimalarial conjugates", "authors": [], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Polyacrylate Nanoparticle Drug Delivery", "authors": [], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Antimalarial Quinolines and Methods of Use Thereof. US2011045100", "authors": [], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Incorporation of an intramolecular hydrogen-bonding motif in the side chain of 4-aminoquinolines enhances activity against drug-resistant P. falciparum", "authors": [{"first": "P", "middle": ["B"], "last": "Madrid", "suffix": ""}, {"first": "A", "middle": ["P"], "last": "Liou", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Derisi", "suffix": ""}, {"first": "R", "middle": ["K"], "last": "Guy", "suffix": ""}], "year": 2006, "venue": "J Med Chem", "volume": "49", "issn": "", "pages": "4535--4578", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Novel short chain chloroquine analogues retain activity against chloroquine resistant K1 Plasmodium falciparum", "authors": [{"first": "P", "middle": ["A"], "last": "Stocks", "suffix": ""}, {"first": "K", "middle": ["J"], "last": "Raynes", "suffix": ""}, {"first": "P", "middle": ["G"], "last": "Bray", "suffix": ""}], "year": 2002, "venue": "J Med Chem", "volume": "45", "issn": "", "pages": "4975--83", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Compound with antimalarial activity and antimalarial drug containing the same as active ingredient", "authors": [], "year": 2011, "venue": "", "volume": "7973027", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Compounds for treating parasitic disease", "authors": [{"first": "M", "middle": ["K"], "last": "Riscoe", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "Winter", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Hinrichs", "suffix": ""}], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Oregon Health & Science University and The US Department of Veterans Affairs. Compounds, compositions and associated methods comprising 3-aryl quinolines", "authors": [], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Modified chloroquines with single ring moiety or fused ring moiety", "authors": [], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Hybrid compounds of 4-and 8-aminoquinolines for the prophylactic and therapeutic treatment of malaria and other parasitic diseases", "authors": [{"first": "Designmedix", "middle": [], "last": "Inc", "suffix": ""}], "year": 2010, "venue": "", "volume": "34", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Synthesis and use of fluorophore-tagged antimalarials", "authors": [{"first": "L", "middle": ["M"], "last": "James", "suffix": ""}, {"first": "Tks", "middle": [], "last": "Wei", "suffix": ""}], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "A chemical proteomics approach for the search of pharmacological targets of the antimalarial clinical candidate albitiazolium in Plasmodium falciparum using photocrosslinking and click chemistry", "authors": [{"first": "D", "middle": ["M"], "last": "Penarete-Vargas", "suffix": ""}, {"first": "A", "middle": [], "last": "Boisson", "suffix": ""}, {"first": "S", "middle": [], "last": "Urbach", "suffix": ""}], "year": 2014, "venue": "PLoS One", "volume": "9", "issn": "", "pages": "1--23", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "The addition of artesunate to chloroquine for treatment of Plasmodium falciparum malaria in gambian children delays, but does not prevent treatment failure", "authors": [{"first": "C", "middle": ["J"], "last": "Sutherland", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Drakeley", "suffix": ""}, {"first": "U", "middle": [], "last": "Obisike", "suffix": ""}], "year": 2003, "venue": "Am J Trop Med Hyg", "volume": "69", "issn": "", "pages": "19--25", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "High risk of neutropenia in HIV-infected children following treatment with artesunate plus amodiaquine for uncomplicated malaria in Uganda", "authors": [{"first": "A", "middle": ["F"], "last": "Gasasira", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Kamya", "suffix": ""}, {"first": "J", "middle": [], "last": "Achan", "suffix": ""}], "year": 2008, "venue": "Clin Infect Dis", "volume": "46", "issn": "", "pages": "985--91", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Association between ferroquine and an artemisinine derivative for treating malaria", "authors": [{"first": "", "middle": [], "last": "Sanofi-Aventis", "suffix": ""}], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Chloroquine and hydroxychloroquine as inhibitors of human immunodeficiency virus (HIV-1) activity", "authors": [{"first": "F", "middle": [], "last": "Romanelli", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Smith", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Hoven", "suffix": ""}], "year": 2004, "venue": "Curr Pharm Des", "volume": "10", "issn": "", "pages": "2643--2651", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Anti-HIV effects of chloroquine", "authors": [{"first": "A", "middle": [], "last": "Savarino", "suffix": ""}, {"first": "M", "middle": ["B"], "last": "Lucia", "suffix": ""}, {"first": "E", "middle": [], "last": "Rastrelli", "suffix": ""}], "year": 2004, "venue": "JAIDS J Acquir Immune Defic Syndr", "volume": "35", "issn": "", "pages": "223--255", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Effect of HIV-1 antiretroviral drugs on cytoadherence and phagocytic clearance of Plasmodium falciparum-parasitised erythrocytes", "authors": [{"first": "S", "middle": [], "last": "Nathoo", "suffix": ""}, {"first": "L", "middle": [], "last": "Serghides", "suffix": ""}, {"first": "K", "middle": ["C"], "last": "Kain", "suffix": ""}], "year": 2003, "venue": "Lancet", "volume": "362", "issn": "", "pages": "1039--1080", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Synergy of Human Immunodeficiency Virus protease inhibitors with chloroquine against Plasmodium falciparum in vitro and Plasmodium chabaudi in vivo", "authors": [{"first": "Z", "middle": [], "last": "He", "suffix": ""}, {"first": "L", "middle": [], "last": "Qin", "suffix": ""}, {"first": "L", "middle": [], "last": "Chen", "suffix": ""}], "year": 2008, "venue": "Antimicrob Agents Chemother", "volume": "52", "issn": "", "pages": "2653--2659", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Compositions and methods for treating warts associated with viral infections", "authors": [{"first": "Obi", "middle": [], "last": "Justice", "suffix": ""}], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Combined drug for treating verruca diseases", "authors": [{"first": "Ltd", "middle": [], "last": "Chaozhou Hybribio", "suffix": ""}], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Treatment of Hepatitis C virus related diseases using hydroxychloroquine or a combination of hydroxychloroquine and an anti-viral agent", "authors": [{"first": "Genoscience", "middle": [], "last": "Pharma", "suffix": ""}, {"first": "Sas", "middle": [], "last": "", "suffix": ""}, {"first": "Panmed", "middle": [], "last": "Ltd", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Treatment of hepatitis C virus", "authors": [{"first": "P; Panmed", "middle": [], "last": "Halfon", "suffix": ""}, {"first": "", "middle": [], "last": "Ltd", "suffix": ""}], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "The regulation of neutrophil phospholipase A2 by granulocyte-macrophage colonystimulating factor and its role in priming superoxide production", "authors": [{"first": "P", "middle": ["J"], "last": "Roberts", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Williams", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Linch", "suffix": ""}], "year": 1996, "venue": "Br J Haematol", "volume": "92", "issn": "", "pages": "804--818", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Inhibition by SKF525A and quinacrine of endogenous glibenclamide-sensitive K+ channels in follicle-enclosed xenopus oocytes", "authors": [{"first": "H", "middle": [], "last": "Sakuta", "suffix": ""}, {"first": "I", "middle": [], "last": "Yoneda", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Mepacrine inhibits fMLP-induced activation of human neutrophil granulocytes, leukotriene B4 formation, and fMLP binding", "authors": [], "year": 1992, "venue": "F€ oldes-Filep E, Filep JG", "volume": "252", "issn": "", "pages": "545--50", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Intracellular pathways involved in tumor necrosis factor-alpha release by human monocytes on stimulation with lipopolysaccharide or staphylococcal peptidoglycan are partly similar", "authors": [{"first": "E", "middle": [], "last": "Mattsson", "suffix": ""}, {"first": "H", "middle": [], "last": "Van Dijk", "suffix": ""}, {"first": "Van", "middle": [], "last": "Kessel", "suffix": ""}, {"first": "K", "middle": [], "last": "", "suffix": ""}], "year": 1996, "venue": "J Infect Dis", "volume": "173", "issn": "", "pages": "212--230", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Combination therapy method and formulation", "authors": [{"first": "Albani", "middle": [], "last": "Salvatore", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Hydroxychloroquine decreases TH17-related cytokines in systemic lupus erythematosus and rheumatoid arthritis patients", "authors": [{"first": "J", "middle": ["C"], "last": "Silva", "suffix": ""}, {"first": "H", "middle": ["A"], "last": "Mariz", "suffix": ""}, {"first": "L", "middle": ["F"], "last": "Rocha", "suffix": ""}], "year": 2013, "venue": "Clinics (Sao Paulo)", "volume": "68", "issn": "", "pages": "766--71", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Melanosome transfer to and translocation in the keratinocyte", "authors": [{"first": "R", "middle": ["E"], "last": "Boissy", "suffix": ""}], "year": 2003, "venue": "Exp Dermatol", "volume": "12", "issn": "2", "pages": "5--12", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Identification of quinolines that inhibit melanogenesis by altering tyrosinase family trafficking", "authors": [{"first": "L", "middle": [], "last": "Ni-Komatsu", "suffix": ""}, {"first": "C", "middle": [], "last": "Tong", "suffix": ""}, {"first": "G", "middle": [], "last": "Chen", "suffix": ""}], "year": 2008, "venue": "Mol Pharmacol", "volume": "74", "issn": "", "pages": "1576--86", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Degradation of tyrosinase induced by phenylthiourea occurs following golgi maturation", "authors": [{"first": "A", "middle": ["M"], "last": "Hall", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Orlow", "suffix": ""}], "year": 2005, "venue": "Pigment Cell Res", "volume": "18", "issn": "", "pages": "122--131", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "The effectiveness of hydroxychloroquine in patients with type 2 diabetes mellitus who are refractory to sulfonylureas -a randomized trial", "authors": [{"first": "H", "middle": ["C"], "last": "Gerstein", "suffix": ""}, {"first": "K", "middle": ["E"], "last": "Thorpe", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Taylor", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Haynes", "suffix": ""}], "year": 2002, "venue": "Diabetes Res Clin Pract", "volume": "55", "issn": "", "pages": "209--228", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Chloroquine augments the binding of insulin to its receptor", "authors": [{"first": "A", "middle": ["P"], "last": "Bevan", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Christensen", "suffix": ""}, {"first": "J", "middle": [], "last": "Tikerpae", "suffix": ""}, {"first": "G", "middle": ["D"], "last": "Smith", "suffix": ""}], "year": 1995, "venue": "Biochem J", "volume": "311", "issn": "", "pages": "787--95", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Effect of disease modifying agents on the lipid profiles of patients with rheumatoid arthritis", "authors": [{"first": "R", "middle": [], "last": "Munro", "suffix": ""}, {"first": "E", "middle": [], "last": "Morrison", "suffix": ""}, {"first": "A", "middle": ["G"], "last": "Mcdonald", "suffix": ""}], "year": 1997, "venue": "Ann Rheum Dis", "volume": "56", "issn": "", "pages": "374--381", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "The use of chloroquine and hydroxychloroquine for non-infectious conditions other than rheumatoid arthritis or lupus: a critical review", "authors": [{"first": "D", "middle": ["J"], "last": "Wallace", "suffix": ""}], "year": 1996, "venue": "Lupus", "volume": "5", "issn": "1", "pages": "59--64", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Children's Research Hospital and The Washington University. Use of chloroquine to treat metabolic syndrome", "authors": [{"first": "", "middle": [], "last": "St", "suffix": ""}, {"first": "", "middle": [], "last": "Jude", "suffix": ""}], "year": 2013, "venue": "", "volume": "8440695", "issn": "", "pages": "", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "Effect of antimalarials on thrombosis and survival in patients with systemic lupus erythematosus", "authors": [{"first": "G", "middle": [], "last": "Ruiz-Irastorza", "suffix": ""}, {"first": "M", "middle": ["V"], "last": "Egurbide", "suffix": ""}, {"first": "J", "middle": ["I"], "last": "Pijoan", "suffix": ""}], "year": 2006, "venue": "Lupus", "volume": "15", "issn": "", "pages": "577--83", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "Methods and compositions for managing cardiovascular disease associated with chronic kidney disease", "authors": [{"first": "S", "middle": [], "last": "Ashutosh", "suffix": ""}, {"first": "S", "middle": [], "last": "Sudhir", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "Interaction of Clostridium botulinum C2 toxin with lipid bilayer membranes and Vero cells: inhibition of channel function by chloroquine and related compounds in vitro and intoxification in vivo", "authors": [{"first": "C", "middle": [], "last": "Bachmeyer", "suffix": ""}, {"first": "R", "middle": [], "last": "Benz", "suffix": ""}, {"first": "H", "middle": [], "last": "Barth", "suffix": ""}], "year": 2001, "venue": "FASEB J", "volume": "15", "issn": "", "pages": "1658--60", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "Chloroquine inhibition of cholera toxin", "authors": [{"first": "Y", "middle": ["F"], "last": "Liang", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Peterson", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Jackson", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Reitmeyer", "suffix": ""}], "year": 1990, "venue": "FEBS Lett", "volume": "275", "issn": "", "pages": "143--148", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "Inhibition of diphtheria toxin degradation and cytotoxic action by chloroquine", "authors": [{"first": "S", "middle": ["H"], "last": "Leppla", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Dorland", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Middlebrook", "suffix": ""}], "year": 1980, "venue": "J Biol Chem", "volume": "255", "issn": "", "pages": "2247--50", "other_ids": {}}, "BIBREF62": {"ref_id": "b62", "title": "Protection from anthrax toxin-mediated killing of macrophages by the combined effects of furin inhibitors and chloroquine", "authors": [{"first": "T", "middle": [], "last": "Komiyama", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Swanson", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Fuller", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF64": {"ref_id": "b64", "title": "Novel 4-aminoquinolines active against chloroquine-resistant and sensitive P. falciparum strains that also inhibit botulinum serotype A", "authors": [{"first": "B", "middle": ["A"], "last": "Śolaja", "suffix": ""}, {"first": "D", "middle": [], "last": "Opsenica", "suffix": ""}, {"first": "K", "middle": ["S"], "last": "Smith", "suffix": ""}], "year": 2008, "venue": "J Med Chem", "volume": "51", "issn": "", "pages": "4388--91", "other_ids": {}}, "BIBREF65": {"ref_id": "b65", "title": "Concurrent whole brain radiotherapy and short-course chloroquine in patients with brain metastases: a pilot trial", "authors": [{"first": "H", "middle": ["B"], "last": "Eldredge", "suffix": ""}, {"first": "A", "middle": [], "last": "Denittis", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Duhadaway", "suffix": ""}], "year": 2013, "venue": "J Radiat Oncol", "volume": "2", "issn": "", "pages": "315--336", "other_ids": {}}, "BIBREF66": {"ref_id": "b66", "title": "Chloroquine eliminates cancer stem cells through deregulation of JAK2 and DNMT1", "authors": [{"first": "D", "middle": ["S"], "last": "Choi", "suffix": ""}, {"first": "E", "middle": [], "last": "Blanco", "suffix": ""}, {"first": "Y", "middle": ["S"], "last": "Kim", "suffix": ""}], "year": 2014, "venue": "Stem Cells", "volume": "32", "issn": "", "pages": "2309--2332", "other_ids": {}}, "BIBREF67": {"ref_id": "b67", "title": "Chloroquine in cancer therapy: a double-edged sword of autophagy", "authors": [{"first": "T", "middle": [], "last": "Kimura", "suffix": ""}, {"first": "Y", "middle": [], "last": "Takabatake", "suffix": ""}, {"first": "A", "middle": [], "last": "Takahashi", "suffix": ""}, {"first": "Y", "middle": [], "last": "Isaka", "suffix": ""}], "year": 2013, "venue": "Cancer Res", "volume": "73", "issn": "", "pages": "3--7", "other_ids": {}}, "BIBREF68": {"ref_id": "b68", "title": "University of Pennsylvania. Novel bisaminoquinoline compounds, pharmaceutical compositions prepared therefrom and their use", "authors": [], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF69": {"ref_id": "b69", "title": "Combination of lysosomotropic or autophagy modulating agents and a GSK-3 inhibitor for treatment of cancer", "authors": [], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF71": {"ref_id": "b71", "title": "Diagnosis and treatment of cancer using differentially expressed starvation markers", "authors": [], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF72": {"ref_id": "b72", "title": "Sichuan Academy of Medical Sciences & Sichuan Provincial People's Hospital. Hydroxychloroquine linolenate and synthesis method", "authors": [], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF73": {"ref_id": "b73", "title": "Compositions and methods for the treatment of cancer", "authors": [{"first": "Kandula", "middle": [], "last": "Mahesh", "suffix": ""}], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF74": {"ref_id": "b74", "title": "Pharmaceutical compositions comprising hydroxychloroquine (HCQ), Curcumin, Piperine/BioPerine and uses thereof in the medical field", "authors": [{"first": "V", "middle": [], "last": "Oosten", "suffix": ""}, {"first": "A", "middle": [], "last": "Bernhard", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF75": {"ref_id": "b75", "title": "Methods and products for treating proliferative diseases", "authors": [], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF76": {"ref_id": "b76", "title": "Guangzhou Kaipu Biological Technology Co. Ltd. Medicament for preventing and treating reproductive organ cancer and application thereof", "authors": [], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF77": {"ref_id": "b77", "title": "Effect of hydroxychloroquine on progression of dementia in early alzheimer's disease: an 18-month randomised, double-blind, placebo-controlled study", "authors": [{"first": "W", "middle": ["A"], "last": "Van Gool", "suffix": ""}, {"first": "H", "middle": ["C"], "last": "Weinstein", "suffix": ""}, {"first": "P", "middle": ["K"], "last": "Scheltens", "suffix": ""}, {"first": "Gjm", "middle": [], "last": "Walstra", "suffix": ""}], "year": 2001, "venue": "Lancet", "volume": "358", "issn": "", "pages": "455--60", "other_ids": {}}, "BIBREF78": {"ref_id": "b78", "title": "Evidence for neuromelanin involvement in MPTPinduced neurotoxicity", "authors": [{"first": "R", "middle": ["J"], "last": "D&apos;amato", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Alexander", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Schwartzman", "suffix": ""}], "year": 1987, "venue": "Nature", "volume": "327", "issn": "", "pages": "324--330", "other_ids": {}}, "BIBREF79": {"ref_id": "b79", "title": "Treatments for neuropathy", "authors": [{"first": "G", "middle": [], "last": "Corfas", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Murtie", "suffix": ""}], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF80": {"ref_id": "b80", "title": "XIB4035, a novel nonpeptidyl small molecule agonist for GFRa-1", "authors": [{"first": "K", "middle": [], "last": "Tokugawa", "suffix": ""}, {"first": "K", "middle": [], "last": "Yamamoto", "suffix": ""}, {"first": "M", "middle": [], "last": "Nishiguchi", "suffix": ""}], "year": 2003, "venue": "Neurochem Int", "volume": "42", "issn": "", "pages": "81--87", "other_ids": {}}, "BIBREF81": {"ref_id": "b81", "title": "Desethylhydroxychloroquine for the treatment of diseases associated with inflammation", "authors": [], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF82": {"ref_id": "b82", "title": "Application of prednisone and hydroxychloroquine to preparation of compound antiinflammatory drug", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF83": {"ref_id": "b83", "title": "Randomized dose-ranging controlled trial of AQ-13, a candidate antimalarial, and chloroquine in healthy volunteers", "authors": [{"first": "F", "middle": [], "last": "Mzayek", "suffix": ""}, {"first": "H", "middle": [], "last": "Deng", "suffix": ""}, {"first": "F", "middle": ["J"], "last": "Mather", "suffix": ""}], "year": 2007, "venue": "PLoS Clin Trials", "volume": "2", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF84": {"ref_id": "b84", "title": "The state of the art in anti-malarial drug discovery and development", "authors": [{"first": "J", "middle": ["N"], "last": "Burrows", "suffix": ""}, {"first": "K", "middle": [], "last": "Chibale", "suffix": ""}, {"first": "Tnc", "middle": [], "last": "Wells", "suffix": ""}], "year": 2011, "venue": "Curr Top Med Chem", "volume": "11", "issn": "", "pages": "1226--54", "other_ids": {}}, "BIBREF85": {"ref_id": "b85", "title": "Structure-function relationships in aminoquinolines: effect of amino and chloro groups on quinoline-hematin complex formation, inhibition of betahematin formation, and antiplasmodial activity", "authors": [{"first": "T", "middle": ["J"], "last": "Egan", "suffix": ""}, {"first": "R", "middle": [], "last": "Hunter", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Kaschula", "suffix": ""}], "year": 2000, "venue": "J Med Chem", "volume": "43", "issn": "", "pages": "283--91", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Chemical structure of chloroquine. P. M. Njaria et al.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Various therapeutic applications of chloroquine and chloroquine-containing compounds. Chloroquine-containing compounds: a patent review (2010 --2014) Expert Opin. Ther. Patents (2015) 25(9)", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Amodiaquine and its derivatives. P. M. Njaria et al.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Reversed chloroquines.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Hybrids of clotrimazole derivatives and 4-aminoquinoline. P. M. Njaria et al.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Carbohydrate--metallocene--chloroquinoline antimalarial conjugates.", "latex": null, "type": "figure"}, "FIGREF6": {"text": ". Ther. Patents (2015) 25(9) of 4-and 8-aminoquinolines. Compound 60 (Figure 13) is a hybrid based on PRM (59) and CQ structures. The compound was subjected to in vitro antiplasmodial testing and yielded IC 50 values of 0.64, 0.576 and 0.090 µM compared to CQ (IC 50 = 0.026, 0.261 and 0.209 µM) and PRM (IC 50 = 3.112, 0.777 and 0.627 µM) against 3D7, Dd2 and K1 strains, respectively [34]. Another patent published in 2012 by James and Wei details the synthesis and uses of fluorophore-tagged antimalarials as exemplified by compounds 61--64 (", "latex": null, "type": "figure"}, "FIGREF7": {"text": "University of Georgetown chloroquine derivatives. P. M. Njaria et al.", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Chloroquine derivatives based on Higuchi et al. patent. Oregon Health and Science University chloroquine derivatives. Piperazinyl . Ther. Patents (2015) 25(9)", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Modified chloroquine compounds having branched moieties. Hybrid compounds of 4-and 8-aminoquinolines. P. M. Njaria et al.consistent with targeting TSG101, as interfering/inhibiting the interaction of viral particles and this protein could interfere with the movement of the virus to the cell surface and subsequent budding. In this patent, compounds 67 and 68 (Figure 16) were particularly interesting due to their high inhibitory activity against all viruses tested and a cellular safety profile.", "latex": null, "type": "figure"}, "FIGREF10": {"text": "FluorophoreChemical structure of ferroquine. Chloroquine-containing compounds: a patent review (2010 --2014) Expert Opin. Ther. Patents (2015) 25(9)", "latex": null, "type": "figure"}, "FIGREF11": {"text": "Antiviral Chemical structure of GNS-227. P. M. Njaria et al.", "latex": null, "type": "figure"}, "FIGREF12": {"text": "4-amino-7-chloroquinoline with steroidal or adamantane components. P. M. Njaria et al.", "latex": null, "type": "figure"}, "FIGREF13": {"text": "Bisaminoquinoline . Ther. Patents (2015) 25(9)", "latex": null, "type": "figure"}, "FIGREF14": {"text": "Chemical structures of 6-bromoindirubin-3-acetoxime and etomoxir. Synthesis Anticancer Chemical structures of curcumin and piperine. Chloroquine-containing compounds: a patent review (2010 --2014) Expert Opin. Ther. Patents (2015) 25(9)", "latex": null, "type": "figure"}, "FIGREF15": {"text": "General chemical structure of chloroquine derivatives for treatment of neuropathy. Chemical structure of prednisone. P. M. Njaria et al.", "latex": null, "type": "figure"}, "FIGREF16": {"text": "Vausselin T, Calland N, Belouzard S, et al. The antimalarial ferroquine is an inhibitor of hepatitis C virus. Hepatology 2013;58:86-97 42. Savarino A, Boelaert JR, Cassone A, et al. Effects of chloroquine on viral infections: an old drug against today's diseases. Lancet 2003;3:722-7 .. This article reviews the effects of chloroquine on viral infections, raising questions of possible revival in the clinical management of viral diseases such as HIV/AIDS and severe acute respiratory syndrome. 43. B€ onsch C, Kempf C, Mueller I, et al. Chloroquine and its derivatives exacerbate B19V-associated anemia by promoting viral replication. PLoS Negl Trop Dis 2010;4:1-8", "latex": null, "type": "figure"}, "TABREF0": {"text": "Article highlights. Novel hybrid compounds covalently linking CQ to resistance reversers are of great potential in combating CQ-resistant malaria. This approach has attracted research interests in the area of hybridization as a strategy for overcoming resistance to other antimicrobial therapies, especially where the mechanism of resistance is established.This box summarizes key points contained in the article.", "latex": null, "type": "table"}, "TABREF3": {"text": "Growth inhibition of various Plasmodium falciparum strains by exemplary reversed chloroquines.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>IC50 (nM)\n</td><td> </td></tr><tr><td>Compound </td><td>D6 (CQS) </td><td>Dd2 (CQR) </td><td>W2 (CQR)\n</td></tr><tr><td>Chloroquine </td><td>6.9 </td><td>102 </td><td>250\n</td></tr><tr><td>13 </td><td>2.9 </td><td>5.3 </td><td>-\n</td></tr><tr><td>14 </td><td>36 </td><td>27 </td><td>-\n</td></tr><tr><td>15 </td><td>1.0 </td><td>3.6 </td><td>4.3\n</td></tr><tr><td>16 </td><td>2.1 </td><td>1.8 </td><td>-\n</td></tr><tr><td>17 </td><td>4.8 </td><td>4.1 </td><td>-\n</td></tr><tr><td>18 </td><td>21.1 </td><td>15.3 </td><td>-\n</td></tr></table></body></html>"}, "TABREF4": {"text": "In vitro antiplasmodial activity of University of Georgetown CQ derivatives.", "latex": null, "type": "table"}}, "back_matter": [{"text": "The University of Cape Town, South African Medical Research Council, and South African Research Chairs Initiative of the Department of Science and Technology, administered through the South African National Research Foundation are gratefully acknowledged for support.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "The authors have no relevant affiliations or financial involvement with any organization or entity with a financial interest in or financial conflict with the subject matter or materials discussed in the manuscript. This includes employment, consultancies, honoraria, stock ownership or options, expert testimony, grants or patents received or pending, or royalties.", "cite_spans": [], "ref_spans": [], "section": "Declaration of interest"}, {"text": "Papers of special note have been highlighted as either of interest () or of considerable interest () to readers. A detailed review article highlighting various recent approaches to drug discovery and development against malaria.", "cite_spans": [], "ref_spans": [], "section": "Bibliography"}]}