{
    "paper_id": "652b01ea6c152ed56818ed8b3172444839a9543e",
    "metadata": {
        "title": "Is the Global Economy on the Brink of Recession? Global Growth and Volatility -Turbulence Is the New Normal",
        "authors": []
    },
    "abstract": [
        {
            "text": "In 1937, in the midst of the US recovery from the Great Depression, President Roosevelt implemented spending cuts in pursuit of a balanced budget. Subsequently, the unemployment rate jumped nearly 6 percentage points over the next year and the US economy re-entered a major recession. In the midst of the current global recovery from the Great Recession, European and American policymakers again seem intent on pursuing the path of budget austerity. In light of slowing economic growth rates, shrinking consumer and business confi dence, and stubbornly high unemployment fi gures, could it be that Western economies are ignoring lessons from the past?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "While we cannot be certain how the eurozone will resolve its problems, many aspects of the global economic situation are reassuring and point to a recovery in growth prospects later in 2012:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• The global economy has been through a tumultuous period and short-term trends have weakened once more; however, this is a typically volatile recovery from a severe shock. Turbulence will eventually stabilise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Only the naïve would have assumed the shock was over and done with when the 2010 rebound turned out better than expected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• In spite of the developing world also showing signs of a cyclical cooling off after its 2010 peak in growth, it is still growing moderately well -and there is ample potential for future growth. In terms of the short-term",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There is little doubt that we have experienced -and may continue to experience -a period of extreme economic turbulence, which based on historical statistics can be seen as a once-in-a-century event. It is only to be expected that the impacts of this will take a long time to subside -as occurred with the Great Depression of the 1930s and, in more muted form, with the recession in the early 1980s. While this is happening, it is quite likely that new shocks and turbulence will occur. Indeed, the key theme of this review is that volatility is the new normal, and we must become accustomed to this.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "However, many commentaries exude a ghoulish fascination with predictions of even more dramatic recession, revelling in comparisons with the Great Depression and modern day forms of bread queues. The euro crisis is also discussed not just in terms of the possible demise of the currency but as a threat to peace in Europe. This overdramatisation has not helped efforts to stabilise the fi nancial situation. Worse, it has sucked many commentators ever deeper into hyperbole.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Perhaps such stories serve the same purpose as horror movies -sensationalism entertains. Arguably, those struggling to keep up with the demands of modern labour markets and daily stress may benefi t from a \"feel not-sobad factor\". There is a plausible claim that full bars, busy restaurants and heavy tourist traffi c all point to an attempt to keep cheerful and keep going in the face of adversitysimilar to the much vaunted \"wartime spirit\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Rapid growth of 5-7% in the developing world can continue to be four to fi ve percentage points ahead of the weak pace of expansion expected in the advanced economies (as shown in the scenarios depicted in Figure 1 ). However, although world growth should average 4-5% per annum, it is also likely to be far more volatile than consensus forecasts suggest, not just in the short term but over the long run as well. Turbulence must be seen as normal, not an aberration.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 206,
                    "end": 214,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "cycle, growth will pick up again as factors such as last year's food and energy price surge and related policy tightening ease off and consumers start to get new wind.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• Those who take the Great Depression example to heart should note that the developing world is now big and self-sustaining -it was tiny in the 1930s. This made a substantial difference to the recovery from 2008-09, which might otherwise have turned into a downward spiral driven by the European and US economies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• In addition, some sectors of the developed economies, such as travel and entertainment, are doing better than others. The USA is seeing retail sales and growth prospects pick up, although not as much as it would like; however, this performance would probably content the less aspiring eurozone.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• There is no evidence of a global recession. Although the EU is clearly already slipping into a mild double dip, this is not the case in the USA, Asia or other major regions of the world. The eurozone crisis would have to achieve a massively greater scale to even begin to create another global recession.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The truth is that the likely (rather than exaggerated) vagaries of EU GDP forecasts are just not that important: although it is large, the EU economy has grown only slowly for many years and adds little dynamic to the rest of the world. If its GDP slips by 1% or so over the coming year, this will make little difference to other regions. And, notably, meetings of ASEAN and the evolution of the Asia-Pacifi c trade pact, including the USA and Japan, all point to the EU being sidelined rather than being critical to global development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The asymmetric relationship should perturb Europe -it is a wealthy continent, an advanced economy, but it needs the rest of the world for a stimulus that it cannot provide for itself. This is true not just this year but in many years. This regional malfunctioning, the lack of autonomous growth, is the really worrying part of its economic outlook, not the outcome for Greece.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "However, if the EU simply waits, some stimulus will come to the rescue. Growth in emerging market demand will improve again, and Russia's imminent WTO entry could create more export potential for the EU, for example. Some well-timed free trade agreements may also help. Even a fairly small external demand stimulus, a few hundred billion euros, acts as a catalyst for growth, and the impact multiplies upward strongly, as 2010 demonstrated. However, trade benefi ts tend to be heavily skewed to Germa-",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Volatility is rather inconvenient for forecasters as it is diffi cult to predict -therefore it is often neglected. Even scenario analysis does not really address this point. This is important, as volatility is likely to be a signifi cant feature of future economic trends.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Forum"
        },
        {
            "text": "Positive trends will be sustained by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Drivers of Growth"
        },
        {
            "text": "• Emerging market consumerism. Billions of emerging market consumers will accelerate their spending as incomes approach the critical take-off point on the socalled \"S curve\" for consumer development ( Figure 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 201,
                    "end": 209,
                    "text": "Figure 2",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "The Drivers of Growth"
        },
        {
            "text": "• Growing trade and investment across emerging markets and with advanced economies. Emerging markets' trade with each other (E2E) will soon overtake their exports to advanced economies (E2A), which are also exporting more to developing countries (A2E, see Figure 3 ). The segment of trade with the slowest growth will be between advanced economies (A2A).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 256,
                    "end": 264,
                    "text": "Figure 3",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "The Drivers of Growth"
        },
        {
            "text": "• Skills and productivity growth. The potential to acquire skills and advance productivity across many populous developing countries is huge. On average, GDP per capita remains around ten times greater 1 in the advanced economies than in the developing world, which implies that a two-speed global economy will continue over the next twenty years and beyond.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Drivers of Growth"
        },
        {
            "text": "1 At market exchange rates, or three to four times greater in purchasing power parity (PPP) terms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Drivers of Growth"
        },
        {
            "text": "However, as these positive drivers of growth have gathered strength, constraints have also begun to appear in the growth model. At present, these are chiefl y due to the widespread problem posed by lack of slack, i.e. spare capacity, in the system:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Constraints and Volatility"
        },
        {
            "text": "• Commodity supplies. Commodity markets, especially food and energy, are bumping up against supply constraints. This results in sporadic price spikes and persistent infl ationary pressure. Burgeoning growth in domestic demand across emerging markets is also adding to bottlenecks in the provision of infrastructure and services, including transport, power and water supply, adding to infl ationary pressure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Constraints and Volatility"
        },
        {
            "text": "• Tight production systems. Events such as Japan's earthquake/tsunami disaster of March 2011 as well as the 2010 Icelandic volcano incident and winter weather disruption in Europe have served to highlight the risks posed by the widespread adoption of the lean \"just in time\" (JIT) production model, complex global supply chains and dependency on international transportation systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Constraints and Volatility"
        },
        {
            "text": "• Access to fi nance may also be constrained by a continuing North Atlantic crisis if sovereign debt risks are not swiftly and effectively contained. At the end of October, the eurozone reached a major agreement on the provision of funds to alleviate the threat of a Lehman-style fi nancial meltdown, but tensions nevertheless continue. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Constraints and Volatility"
        },
        {
            "text": "Tight capacity, whether in resource markets, productive potential, supply chains or fi nance, could eventually curb real economic growth if investment remains weak. But the key message here is that future economic trends will be highly susceptible to volatility because of the effects of various constraints operating within the system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Forum"
        },
        {
            "text": "Yet more volatility will be associated with the growth in discretionary consumer spending across the developing world and with the impact of the next tier of large, fastgrowing but potentially unstable developing economies. These factors are both the drivers of future world growth and new sources of risk. Autonomous consumer and business cycles will develop in the large emerging market economies and push volatility into regional networks and the global economy. For these reasons, future world growth will have greater volatility embedded within it, and this poses more complex and interconnected challenges for policymakers and business planners alike.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Drivers of Growth Will Themselves Increase Volatility"
        },
        {
            "text": "Notably volatility, rather than uncertainty, is the theme of this discussion. True, the term \"Age of Uncertainty\" 2 has come back into fashion, perhaps because of the parallels that can be drawn between the troubled 1970s and current conditions. There is the same sense of being at the end of an era and in the midst of confusion over what comes next. However, it is misleading to confl ate uncertainty with increased turbulence. Indeed, it is simply not credible to argue that uncertainty is greater today than it has been historically. There is no reason to call this age in particular an Age of Uncertainty, but there are quite specifi c reasons to expect an Age of Volatility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Age of Volatility"
        },
        {
            "text": "Clearly, people have a greater awareness and fear of global shocks and risks. Virtually free access to the global media has radically increased information fl ows and the potential speed of reaction of every individual on the planet. Analysis and opinions are readily available. We surely know more than ever, not less. However, all this knowledge appears to have made people feel less secure, most 2 0 0 7 2 0 1 0 1 9 8 5 1 9 8 7 1 9 9 0 1 9 9 2 1 9 9 5 1 9 9 7 2 0 0 0 2 0 0 2 2 0 0 5 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Age of Volatility"
        },
        {
            "text": "probably because of concern about their vulnerability to events around the world given the increase in interdependency and cross-country contagion. Economic openness exposes countries to risks outside of their control, often stoking anti-globalisation sentiment. This may be distressing, and it will create volatility, but it does not constitute a new Age of Uncertainty.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Forum"
        },
        {
            "text": "Populations Are More Concerned About Risks",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Forum"
        },
        {
            "text": "Our society is clearly greatly concerned about riskswe refer to black swans and feral futures (unknown unknowns) as if we were all fi nancial market traders. Yet in reality, we have signifi cantly reduced or mitigated the impacts (loss of life, economic disruption, etc.) of many of the all too apparent and capricious threats of past centuries such as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Forum"
        },
        {
            "text": "• High mortality epidemics and famines -the 1800s and early 1900s saw repeated waves of pandemics (e.g. cholera, typhoid, etc.) that killed many thousands of people. Polio remained a menace through the 1950s. The infl uenza virus remains a major concern but measures to limit this risk are in place.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Forum"
        },
        {
            "text": "• High impact natural events such as climatic and geological shocks -although Asian tsunamis still have the power to cause many deaths despite early warning systems, Japan's massive March 2011 earthquake showed that damage from this source can be greatly reduced by modern building practices. International transport safety and security have also increased.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Forum"
        },
        {
            "text": "• Widespread confl icts and lawlessness -colonisation, world wars, border and land disputes, risks for travellers and businesses operating abroad.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Forum"
        },
        {
            "text": "Even radical shifts in economic fundamentals -in populations, industrial structures, international trade or the use of money and international fi nancial markets -are not at all unknown. They have happened before. There is no escalation in uncertainty regarding these phenomena, only an all too visible increase in the likelihood and scale of contagion. True, some threats are not well understood, primarily the potential for climate change, but we still have to ask if this is suffi cient to say that we face a greater Age of Uncertainty compared to our forebears.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Forum"
        },
        {
            "text": "For the most part, efforts to improve management of historic risks and to reduce threats have been effective and should see further improvement, including:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Threat Levels Have Been Reduced"
        },
        {
            "text": "• implementation of law and order, stronger governance and a structure of institutions and organisations at the local and international levels;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Threat Levels Have Been Reduced"
        },
        {
            "text": "• application of scientifi c and medical advances as well as improvements in construction quality and equipment;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Threat Levels Have Been Reduced"
        },
        {
            "text": "• more accurate, faster and cheaper communications and information processing;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Threat Levels Have Been Reduced"
        },
        {
            "text": "• use of fi nancial products, such as insurance or hedging instruments, which can offer individuals, companies and government the possibility to limit adverse risks and offset fi nancial volatility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Threat Levels Have Been Reduced"
        },
        {
            "text": "In view of these advances, we should be humbled by the extent of the uncertainty and risks suffered in the past, which would now be seen as intolerable. Nevertheless, growing commodity markets, international trade, investment and travel have served to magnify the cross-border economic impacts of cycles and shocks. In addition, as households get wealthier, they have more to lose and become more risk-averse. Of course, this is why insurance sells to better-off households demanding a greater level of certainty and reduced volatility. It does not mean that uncertainty has increased but that there are increasing demands to reduce it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Threat Levels Have Been Reduced"
        },
        {
            "text": "In spite of our persistent fears and dramatisation of risks, macroeconomic performance has been strong enough to deliver sustained economic gains and very signifi cant increases in living standards, especially compared over each century. This is largely thanks to the successful adoption of new technologies and business models as well as greater and more broadly based investment in human capital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Resilient World Economy"
        },
        {
            "text": "The world economy has proved its resilience, its ability to rebound from downturns in the cycle and from adverse shocks, yet we continue to be extremely fearful of further turbulence and potential threats. On a personal risk basis, this may be understandable for short-lived human beings for whom a cyclical downturn might represent a significant proportion of their working life or come at a critical juncture for their career. However, we should be more confi dent about the positive outlook for global economic trends and the development of the world economy in the medium to long run.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Resilient World Economy"
        },
        {
            "text": "In fact, displacement of volatility might alleviate some undesirable impacts. Notably, on a short time horizon, while Forum some economic variables have become more volatile (for example, exchange rates), others have actually been more stable than they were in previous decades. In particular, consumer infl ation and interest rates (heavily infl uenced by central bank policies) have fallen markedly over the last twenty years -not just in the advanced countries -and actually remain relatively low by historic standards in spite of recently turbulent commodity markets, producer prices and fi nancial conditions. Volatility has increased for businesses, but they may be better prepared to cope with this compared with vulnerable households, which appear to have been relatively shielded from the rise in volatility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Volatility and Growth Can Co-exist"
        },
        {
            "text": "In addition, looking only at recent history, there is ample evidence of the world economy's resilience. The last decade began with the dotcom bubble bursting and a stock market crash, a mild global recession and the shock of the 9/11 terrorist attacks in the USA, which led many to expect an escalation of such attacks. Next came wars, fi rst in Afghanistan and then in Iraq. There was also a far greater than expected surge in energy and other commodity prices around 2002-2003, which became almost frenzied by 2007-2008.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Volatility and Growth Can Co-exist"
        },
        {
            "text": "Yet the world economy went on to see its strongest growth performance in many years from 2002 to 2007; few analysts would have predicted such a result had they known beforehand of the threats that would actually materialise in this period. In fact, in spite of a soft 2011, even the rebound from the crash of 2008-2009 has been better than people dared to hope in early 2009. Most economies are still better off than they were a decade ago. Risk premia, especially across emerging markets, have also remained at historically low levels over the last few years. This is a testament to the underlying confi dence in the global growth outlook. These facts suggest that many shocks and volatility do not damage medium to long-run growth prospects and that volatility can be managed in ways that reduce the impact on segments that are most vulnerable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Volatility and Growth Can Co-exist"
        },
        {
            "text": "Nevertheless, economic turbulence since 2008 has further encouraged talk of an \"Age of Uncertainty\". The eruption of the massive Western banking and property crisis, which culminated in a global recession on a oncein-a-century scale in 2009, has had consequences that are still reverberating around the advanced economies. After a stronger than expected recovery in global growth in 2010, momentum has weakened in 2011 and the full ex-tent of the eurozone's debt crisis has become more obvious. Early 2012 could see Europe relapse into recession. This has revived wild speculation about extreme scenarios of the sort fi rst voiced in late 2008 and early 2009. Such scenarios include the demise of the euro as well as prolonged depression, the collapse of Western banks, the end of the capitalist system and the rolling back of trade and globalisation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rising Impact Effects and Current Problems Make Black Swans 3 More Visible"
        },
        {
            "text": "However, we should not have been surprised at these gyrations in growth and sentiment: in effect, the world economy is only part-way through a high amplitude cycle that could be likened to a bungee jump. It will simply take time to settle down again. Escalating sovereign debt in the advanced economies will be hard to rein in and is already around estimated danger levels. 4 This will threaten the outlook for growth and stability over the next few years. Fiscal austerity is only just beginning and the added problem that high sovereign debt brings is that governments have little potential to spend more should new disasters occur. Added to this, the demand cycle stoked up in the developing world during 2009, partly as an antidote to the advanced countries' crisis, has currently run out of steam. It will pick up again and continue to further growth in the global economy but not for some months.",
            "cite_spans": [
                {
                    "start": 374,
                    "end": 375,
                    "text": "4",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Rising Impact Effects and Current Problems Make Black Swans 3 More Visible"
        },
        {
            "text": "Singular events have also added to short-term stress in 2011, notably Japan's tsunami disaster but also higher commodity prices and the \"Arab spring\". Bearing in mind the advice of the World Bank in late 2010 that the global economy could not cope with more shocks in the short term and needed a period of recuperation, it is quite remarkable that global economic growth has been positive rather than lapsing back into recession over the last year. However, the message here is not that the number of shocks and the level of uncertainty are increasing -black swans have not multiplied -but that each unexpected event has a greater, more visible, impact. Most of the Forum shocks that we would classify as black swans today would have caused only local damage in the past, even during the fi rst half of the twentieth century -many such events were fairly invisible to people elsewhere. Now the impact of shocks has been modifi ed and, in important aspects, amplifi ed by the structural changes that have been taking place and accelerating over the last decade. There is not just more frequent but larger-scale volatility in the system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rising Impact Effects and Current Problems Make Black Swans 3 More Visible"
        },
        {
            "text": "Critical common factors behind the signifi cant infl uence exerted by recent shocks to the world economy can be summarised thus:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Building Buffers: the Need for Robustness and Elasticity"
        },
        {
            "text": "• The loss of spare capacity in the global economy, whether in oil markets, grain production or power generation, as rising demand in emerging markets has exceeded growth in supply. This creates an indeterminate price system and thus price spikes. We have been talking about this since 2003-2004 and indeed warning about it since the mid-1990s, but new investment has remained meagre rather than substantial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Building Buffers: the Need for Robustness and Elasticity"
        },
        {
            "text": "• Low levels of global reserves, whether in fi nancial, energy, food or manufacturing capacity. Stocks have dwindled in proportion to the rise in GDP, trade and fi nance. We fear shocks but are not necessarily prepared to pay for the \"real insurance\" to deal with them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Building Buffers: the Need for Robustness and Elasticity"
        },
        {
            "text": "• Volatility being pushed back up the chain: consumer price infl ation, the target of central banks, may have been kept low and stable, but there has been considerable volatility not only in commodity prices but also in producer prices, putting companies and investment under pressure. Finally, pressures have broken out into rising consumer prices in the more vulnerable developing world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Building Buffers: the Need for Robustness and Elasticity"
        },
        {
            "text": "• Displaced volatility: interest rates have fallen and remain relatively low compared with most of the 1970s, '80s and '90s, while exchange rates have been volatile and increasingly jostled by factors such as the carry trade, which is itself a symptom of volatile fi nancial conditions and capital fl ows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Building Buffers: the Need for Robustness and Elasticity"
        },
        {
            "text": "• Low real investment rates which fail to address the problems posed by bottlenecks and lack of capacity. Weak investment may be encouraged by volatility and inappropriate policy responses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Building Buffers: the Need for Robustness and Elasticity"
        },
        {
            "text": "An important fundamental shift that has been underway for some time in the world economy is the change in busi-ness models towards systems that raise global effi ciency and productivity but at the same time create more international complexity and dependency. Such systems work well against a stable global background but may be dangerously prone to contagion rather than being robust and resistant in the face of economic cycles and shocks. We know this is the case with increased global trade and specialisation, but JIT and \"lean\" operating systems also leave little margin for companies to deal with errors or shocks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Building Buffers: the Need for Robustness and Elasticity"
        },
        {
            "text": "Signifi cant problems can be caused not just by the shock itself but also by the inability of the system to absorb it when it has no slack, no buffers and a high degree of interconnectedness. Even small changes in one part of the world may then have large consequences elsewhere. This degree of contagion has grown but it is not inevitablefi rewalls and elasticity can be used to reduce it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Building Buffers: the Need for Robustness and Elasticity"
        },
        {
            "text": "Warning signs have appeared -with the Asia and oil market crises in 1998, with the SARS epidemic in 2003 and with power sector shortages not only in the third world but in places such as California. However, for the most part, we have been living on the edge, without fully comprehending the threat this posed until the latest series of shocks revealed the extent of global systemic risk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Building Buffers: the Need for Robustness and Elasticity"
        },
        {
            "text": "Many benefi ts have emerged from the \"lean\" era -such as increased global productivity, innovation and low manufacturing prices -thanks to integration and specialisation within supply chains and the greater concentration of industries in key hubs. And globally there is still ample scope for further productivity gains. However, we must now ask whether the economic model should incorporate more robustness and buffers. It is possible to design systems that are more shock resistant and able to damp the more dangerous forms of volatility. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Building Buffers: the Need for Robustness and Elasticity"
        },
        {
            "text": "This means recognising the need not just for effi ciency but for security and risk containment. Each nation must be able to provide essential supplies and functions in order to mitigate the damage that may be caused by cross-border contagion. Guarantees may add to consumer and business costs (as a form of \"real insurance\"), but there are also benefi ts and business opportunities in this new model, especially as governments worldwide are inclined to engage the private sector in solutions rather than to expand public sector involvement, employment and spending.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Forum"
        },
        {
            "text": "New Sources of Volatility Are Emerging An important motivation for examining and stabilising some of the existing sources of volatility is that new sources of volatility and risk are emerging all the time. Important growth sectors of the global economy are also the most volatile components of GDP. Discretionary consumer spending is becoming an ever larger part of demand. The changes seen in household consumption over the last century include the dramatic rise in spending on non-essentials from a tiny proportion of households' annual expenditure to as much as 40% in the USA today. For example, spending on private cars and on travel, tourism, entertainment and leisure has grown on a global basis, but this type of expenditure can collapse rapidly given an adverse event, any change in consumer sentiment or a cyclical downturn. These industries alone probably account for more than 20% of world GDP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Forum"
        },
        {
            "text": "This means that global-scale producers of such goods and services are very vulnerable. Concentrations of such industries can create national risks -for example the massive export and industry losses that hit Germany and Japan in late 2008 and in 2009, especially linked to the simultaneous and sharp drop in car sales across the major markets. National markets simply could not absorb the drop in units exported, and production had to be shut down. Regions highly dependent on tourism also suffer severe business losses if visitor numbers slump for whatever reason.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Forum"
        },
        {
            "text": "Trade will always be volatile and subject to external risks, yet it has also become an ever larger share of the world economy. It brings long-run productivity and effi ciency gains but also economic risks that are out of a country's own control and becoming even larger. Downturns may obscure the benefi ts of trade, but even the gains may be distributed unevenly, encouraging support for protectionist policies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Forum"
        },
        {
            "text": "Perhaps these trends are epitomised by the growth in the global travel and tourism industry. Travel and tourism, including leisure pursuits such as entertainment, sports and the arts, is now one of world's largest industries. Directly and indirectly it accounts for nearly 10% of global GDP, according to the World Travel and Tourism Council. Indeed it could have an even greater infl uence than this estimate suggests given its role in also promoting other trade and stimulating demand. Yet travel and tourism is also cyclically volatile and highly susceptible to a variety of unpredictable risks such as changing consumer tastes, swings in sentiment, personal security threats, weather or disruption of transport and logistics systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diverse Industry Impacts"
        },
        {
            "text": "On the other hand, some sectors still enjoy relatively stable demand -fast-moving consumer goods (FMCG) such as foodstuffs and household staples saw little impact on fi nal demand from the once-in-a-century recession of 2008-2009. But even more stable sectors' concerns over risk abound -input price volatility and the inability to raise consumer prices create pressure to achieve cost savings and productivity growth. And manufacturers worldwide have been forced to examine supply chain risks and supply management in view of unexpected disruptions caused by unusual events such as volcanic eruptions, fl oods, earthquakes and tsunamis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diverse Industry Impacts"
        },
        {
            "text": "Populations have begun to demonstrate concern about the increases in some risks, particularly food and energy security, and their impacts in terms of rising prices for consumer staples, which could no longer be restrained. This has promoted efforts to examine potential ways of addressing such concerns and the underlying problems. For example, the G20 is taking an increasingly active role in commodity markets, as shown by the session held for G20 agricultural ministers in mid-2011 and consideration of global targets for expanding food supplies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Responses to Critical Volatility Risks"
        },
        {
            "text": "There are possible responses that could address a number of the risks identifi ed above, with action involving both policymakers and businesses:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Responses to Critical Volatility Risks"
        },
        {
            "text": "• stabilisation of commodity markets and increased security of supply through enhanced production and processing capabilities, enlargement of strategic stocks and storage capabilities, effective strategic stock management procedures and judicious intervention in essential commodity markets;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Responses to Critical Volatility Risks"
        },
        {
            "text": "• reviews of transport systems, alternative mechanisms and emergency procedures, including identifi cation of critical traffi c and the possibility of facility sharing agreements;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Responses to Critical Volatility Risks"
        },
        {
            "text": "We examine the behaviour of real GDP (levels and growth rates), unemployment, infl ation, bank credit and real estate prices in a twenty-one-year window surrounding selected adverse global and country-specifi c shocks or events.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Forum"
        },
        {
            "text": "Chief among these is that economic growth is notably slower in the decade following a macroeconomic disruption, which we review below. We also provide evidence of several post-crisis \"double dips\" in the years following a • appraisal of the role of regional networks and hubs to improve regional stabilisation: practical examples may be shared service points and regional stock management for supply chains and essential commodities;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Forum"
        },
        {
            "text": "• assessments of sector dependencies and potential improvements in support mechanisms in the case of failures or global demand disruptions (e.g. reviewing the effi cacy of the aid provided to the automobile sector during 2009 in Europe, Japan and the USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Forum"
        },
        {
            "text": "Future Unknowns?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Forum"
        },
        {
            "text": "Most risks and volatility, as commonly discussed, are not truly \"unknowns\" -we may not know the exact path of the global economy for the years ahead, or the exact scale and timing of volatility, but we do know a lot about cycles, constraints, event risks and their impacts. And we even know how to address most of these problems through policy responses. In fact, we knew rather a lot about the build-up of risks in property markets and the fi nancial system ahead of 2007-2008 as well as about the changes underway in the fundamentals of commodity markets -both demand and supply -well before the advent of price spikes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Forum"
        },
        {
            "text": "The problem about true unknowns is that they cannot be identifi ed or analysed beforehand. As statistical phenomena in markets and mathematical analysis, they may nonetheless be integrated into technical risk assessments, perhaps suggesting that turbulence is more likely than previously predicted for reasons that are not yet clear. The key contribution of concepts such as black swans and feral futures is to raise risk awareness and encourage a greater emphasis on robustness, resilience and nimble responses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Forum"
        },
        {
            "text": "In this discourse, we have encouraged the view that more attention should be paid to the volatility that we are inevitably building into the global economic system, to the alleviation of important constraints and to consequences of reduced risk tolerance in the general population. Awareness of potential volatility and its effects should hone policymaking and planning. Some risks, such as food, energy and transport security, are clearly worth addressing, as volatility can have extreme repercussions. But others, such as consumer cycles, may be unavoidable consequences of economic growth that are best treated by tackling unacceptable social impacts through automatic stabilisers such as short-time working and social benefi ts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Forum"
        },
        {
            "text": "There is an additional warning -we cannot expect all developing countries to progress as steadily as China's economy has since it became an important component of world growth in the 1990s. The next tier of trillion dollar plus economies is a very mixed group. And China itself is likely to become more volatile in the future as its domestic demand cycle evolves. These countries will increasingly exert signifi cant effects on the global economy. Not only will they begin to experience marked consumer cycles of their own, but these cycles will impact on other countries. Other shocks could emerge from unexpected quarters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Forum"
        },
        {
            "text": "While much of the last century has been spent watching for spillover effects from US economic cycles, there will be many more infl uences to watch for in the future, making cyclical analysis and business planning more complex. This complexity and added volatility are largely the inevitable consequences of global growth and development, but we have some potential to mitigate the worst aspects of such changes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Forum"
        },
        {
            "text": "Given the likely rise in volatility, it is advisable to gain a better understanding of its sources and the possible risks entailed while not overly dramatising the threat to the global economy. The focus should not be on tinkering with low level volatility or the elimination of all aspects of risk but on practicalities such as designing policies and business systems that effectively address the most critical short-term and long-term concerns.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Forum"
        },
        {
            "text": "Our study of the fi fteen most severe fi nancial crises of the second half of the twentieth century documents that such events have a profound and lasting effect on economic performance. 1 In the time since writing \"After the Fall\", events in Europe have mostly played out according to that script. crisis. Indeed, a faltering of economic recovery is not uncommon after a severe fi nancial shock -although this can often be ascribed to exogenous events. Our focus is on longer horizons that compare decades rather than years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Europe in the Decade After the Fall"
        },
        {
            "text": "Economic forecasts rely heavily on an intuitive statistical regularity. With the passage of time, many key magnitudes, such as output, consumption and the unemployment rate, tend to home in on their long-term trends. Moreover, when they are far from home, they hurry back faster. This was the engine underlying many projections of rapid recovery and expansion following the recession spanning late 2007 to mid-2009. Forecasters were confi dent of a \"V-shaped\" recovery and expansion because a sharp recession that pulls activity well below its mean should be followed by an equally sharp rebound as activity moves back to its mean. The problem is that this is the wrong set of comparators for advanced economies. In fact, the key feature for understanding recent economic performance is that we are amidst a recovery after a severe fi nancial crisis, which is a rare event in the economic time series of most countries. Thus, we must broaden our frame of reference.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "Our statistical analysis, which is described in more detail in the paper, is based on nonparametric comparisons of the data that are applied to the episodes listed in Table 1 . Simply put, we examine whether key macroeconomic indicators seem to come from the same distribution before and after a dislocating event. The exact time periods of the before and after windows vary across our exercises, but we usually try to employ the longest possible spans of comparison. Note that the sample includes both advanced and emerging market economies.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 167,
                    "end": 174,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Methodology"
        },
        {
            "text": "Real per capita GDP growth rates are signifi cantly lower during the decade following severe fi nancial crises and the synchronous worldwide shocks. The median postfi nancial crisis GDP growth decline in advanced economies, as shown in Figure 1 , is about 1%.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 236,
                    "end": 244,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Growth, GDP Levels and Unemployment"
        },
        {
            "text": "During the fi rst three years following the 2007 US subprime crisis (2008-2010), median real per capita GDP income levels for all the advanced economies was about 2% lower than it was in 2007. This is comparable to the median output declines in the fi rst three years after the fi fteen severe post-World War II fi nancial crises. However, while 82% of the observations for per capita GDP during 2008-2010 remain below or equal to the 2007 income level, the comparable fi gure for the fi fteen crisis episodes is 60%. This indicates that during the current crisis, recessions have been deeper, more persistent and widespread.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Growth, GDP Levels and Unemployment"
        },
        {
            "text": "In the ten-year window following severe fi nancial crises, unemployment rates are signifi cantly higher than in the decade that preceded the crisis. The rise in unemployment is most marked for the fi ve advanced economies, where the median unemployment rate is about fi ve percentage points higher ( Figure 2 ). In ten of the fi fteen postcrisis episodes, unemployment has never fallen back to its pre-crisis level, neither in the decade that followed nor through the end of 2009. Post crisis (t+1 to t+10)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 300,
                    "end": 308,
                    "text": "Figure 2",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Growth, GDP Levels and Unemployment"
        },
        {
            "text": "Pre crisis (t 10 to t 1) t 10 to t 1 t+1 to t+10 3.1 2.1 0.7 4.3 7.9 5.9 50.0 50.0 median min max obs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Growth, GDP Levels and Unemployment"
        },
        {
            "text": "• Third, policymakers typically respond to a fi nancial crisis by raising the cost of fi nance, imposing an edifi ce of new regulation and making appropriate business practices more uncertain. An effi cient regulatory response to fi nancial excesses is understandable and probably generates longer-term benefi ts. But in the short term this places a drag on spending.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Forum"
        },
        {
            "text": "Sluggish economic performance in the United States and outright declines in indicators of activity in Europe over the closing months of 2011 have renewed talk of a \"double dip,\" or of an economic recovery that will stall out after only a few quarters of growth. Our analysis is based on annual data, so brief spurts of growth bracketed by output declines might be smoothed away in yearly observations. But a more general pattern, often applied to Japan's experience in the late 1990s (which actually stretches the window to encompass the fi fth and sixth years after the crisis), is documented in Table 2 . Of the fi fteen post-World War II episodes examined, nearly one half of these (seven episodes) involved a broadly defi ned double dip.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 597,
                    "end": 604,
                    "text": "Table 2",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Double Dips and External Shocks"
        },
        {
            "text": "As shown in Table 2 , growth rates often became negative once more after the crisis. The magnitude of the slowdown (measured as the highest post-crisis growth rate less the lowest recorded subsequently) also provides a sense of",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "text": "Table 2",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Double Dips and External Shocks"
        },
        {
            "text": "Real housing prices for the full period are available for ten of the fi fteen fi nancial crisis episodes. For this group, over an eleven-year period (encompassing the crisis year and the decade that followed), about 90% of the observations show real house prices below their level the year before the crisis. Median housing prices are 15% to 20% lower in this eleven-year window, with cumulative declines as large as 55%. The observations on unemployment and house prices, of course, may be related, as a protracted slump in the construction activity that accompanies depressed housing prices may help to explain persistently higher unemployment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Housing and Credit"
        },
        {
            "text": "Three features appear to shape the two decades bracketing a crisis:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Housing and Credit"
        },
        {
            "text": "• First, there is a pronounced leverage cycle. Increases in debt relative to income allow an economy to spend more than it produces and fuel an asset price boom that sets the stage for a bust. After the bust, households and fi rms struggle to reduce their balance-sheet exposure, exerting a drag on spending.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Housing and Credit"
        },
        {
            "text": "• Second, a country usually leaves unfi nished business after a banking crisis, as problematic assets litter bank balance sheets. Pre crisis (t 10 to t 1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Housing and Credit"
        },
        {
            "text": "Post crisis (t+1 to t+10) the loss of momentum. These post-crisis downturns help explain why growth rates are signifi cantly lower and unemployment rates higher in the decade after the crisis and why these results are not driven by weak economic performance that is common in the vicinity of the crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Housing and Credit"
        },
        {
            "text": "In our recent paper, we document in the private sector what Reinhart and Rogoff 2 document in the public sector, namely that the years following severe fi nancial crises are characterised by high levels of debt and leveraging. This observation is essential to understanding why these financially frail economies are particularly vulnerable to adverse shocks, regardless of whether they emanate from the demand and supply factors discussed in our paper. A drag on spending might be due to mistakes in domestic policies or hysteresis effects of the crisis. But the list of events in Table 2 suggests that there is an important role for plain \"bad luck\", originating in exogenous events or external developments that strike at a time when the economy remains highly vulnerable. Those properties, of course, are related. An economy expanding at a subpar rate is less resilient in the face of adverse shocks. That is, the country's economy is like a plane fl ying slowly and close to the ground. This combination makes wind shear and pilot error more consequential.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 581,
                    "end": 588,
                    "text": "Table 2",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Concluding Observations"
        },
        {
            "text": "The great recession, which originated in the US subprime market and rolled via the fi nancial system over the whole world, has led to an acceleration of a shift in global economic growth patterns. In the emerging markets the recession was only short-lived and was followed by a strong upswing, whereas the recovery in most industrialised economies is still sluggish. In the USA and Europe fears of a double-dip recession still abound. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding Observations"
        },
        {
            "text": "The above discussion refl ects the shift of global growth patterns after the great recession. Although risks exist, e.g. from sudden capital outfl ows, this shift will continue. However, more changes have happened in the aftermath of the crisis. The recession has led to a change of growth patterns even among the advanced economies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Forum"
        },
        {
            "text": "A change in the growth pattern within Europe and especially within the eurozone occurred after the fi nancial crisis. The question of whether Europe is heading towards another recession cannot be answered without taking these changes into consideration. In the phase after the introduction of the euro and before the recession, especially the smaller euro economies showed rapid growth. Figure 1 . In the 18th century Europe attained more weight and only in the 19th century did attention shift to America.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 387,
                    "end": 395,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The Recession in Europe"
        },
        {
            "text": "Global capital streams are also fuelling the current shift towards the emerging economies. Capital looking for attractive places to invest has fl ooded into emerging markets, leading to worries about the risk of a sudden withdrawal of huge sums of money later on. That is why some countries have introduced restrictions on infl owing capital. In September 2010 the Brazilian minister of fi nance, Guido Mantega, commented in advance of the G20 meeting in South Korea that we are in the midst of an international \"currency war\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Recession in Europe"
        },
        {
            "text": "Another quite unconventional policy path was introduced in Turkey. Instead of raising interest rates to moderate the boom, the national bank lowered rates to make the country less attractive for foreign capital. Even the IMF is concerned about the heavy capital fl ows into emerging economies and concedes that herd behaviour and inappropriate risk perception often infl uence these capital fl ows. Thus the IMF has also changed its mind and is no longer strictly against measures to moderate the capital fl ows. These fi gures underscore the divisions that exist in Europe. What does this mean for the economic situation in Europe as a whole? Looking at the development of imports can provide some insights. Figure 2 shows the cumulated growth of imports of goods and services for selected countries compared to the third quarter of 2008. In Germany imports are about 10% higher in 2011 than before the recession. French imports are only a mere 0.7% higher. UK imports are 3.5% and those of Italy 4.5% lower than before the crisis. In Spain they very uneven and quite different from the previous pattern. Germany, Austria, France and the Netherlands, among others, have already reached, or are not far away from, their GDP levels before the crisis. Others like the UK or Italy have not yet offset the decline. Compared to the fi rst quarter of 2008, GDP in the second quarter of 2011 was more than 7% lower in the UK and more than 1% in Italy, not to mention countries like Greece and Ireland, which are far behind their pre-crisis level.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 709,
                    "end": 717,
                    "text": "Figure 2",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "The Recession in Europe"
        },
        {
            "text": "Is the European economy heading for a second recession? The answer is: yes and no. There is not one answer because at least three distinct patterns are emerging. First, some of the small countries that require rescue funds are already in recession. Second, there are some larger countries that are showing sluggish-to-moderate growth. In this group are Italy and also the UK, which is in a somewhat different situation because it is not a member of the eurozone. These countries need austerity measures, structural reforms or both -meaning that in the near future they will not be growth engines. The third category encompasses countries that have recently experienced a strong upswing. The biggest among them is Germany.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Recession in Europe"
        },
        {
            "text": "Despite the GDP fi gures already mentioned, the uneven development in Europe can be observed in many other indicators. It is especially visible in the labour market. In Germany 2.79 million people where unemployed in September. This means that currently even fewer people are unemployed than during the boom in 2008. In France un- Forum fallen in the same time from 3.2 to 2.9 months, which is still relatively high, but capacity utilisation has been cut back as fi rms try to stretch their orders somewhat. Also, quantitative indicators like incoming orders in manufacturing and construction, turnover in retailing, or unemployment data point, on the whole, to a slowdown though not yet at recession level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Recession in Europe"
        },
        {
            "text": "Whether the buffer of the German economy is large enough depends on the risks discussed below. For example, a banking crisis or a recession in the USA would also throw strong European countries back into recession. Without these shocks, they may go into a downswing and not into recession. Strong domestic demand and further strong demand from the emerging economies could protect them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Recession in Europe"
        },
        {
            "text": "Sluggish growth in the USA and in Europe, emerging countries trying to curb infl ation and moderating their boom -this already sums up to only moderate growth prospects. A further shock in one of these regions could send the world economy back into recession. What are the risks in these three regions?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risks Around the Globe"
        },
        {
            "text": "1: The USA: The USA suffers from various problems, amongst them the level of private debt and a loss of wealth because of lower house prices and drops in share prices. However, in my view the main problem is the labour market. Not only is unemployment still very high. Long-term unemployment is a matter of concern. The Department of Labour announced that the number of long-term unemployed (those jobless for 27 weeks and more) was 6.2 million in September. These individuals accounted for 44.6 per cent of the unemployed. These are fi gures that have not been seen in the USA since the Second World War. The USA has a long-term unemployment problem that is exceptional and of an unparalleled intensity for the country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risks Around the Globe"
        },
        {
            "text": "More than two million people eligible for benefi ts would lose them by mid-February of 2012 if no extension is passed, according to an estimate from the Department of Labour. Thus many households in the USA are in a conundrum. Unemployment risks are relatively high and households' assets have declined. According to data from the Federal Reserve households and non-profi t organisations lost $12,789.9 billion of wealth in 2008. And even today setbacks in the development of wealth can occur. In the second quarter of this year, the Federal Reserve announced a loss of $143 billion, and during the summer stock prices tumbled, and only partly recovered in the third quarter. The recovery will take time. One glim-shrank by more than 16%. This shows the huge impulse that Germany exerts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risks Around the Globe"
        },
        {
            "text": "The development of import activity shows that Germany (together with some smaller economies) is currently the big shock absorber in Europe. Without Germany, the euro area would very likely fall into a second technical recession, meaning two successive quarters of negative growth. 3 Growth in France and Italy and some smaller countries would not be high enough to absorb the recessions of other even weaker euro area countries. Some say that Germany should do more to prevent a recession in Europe, in particular by introducing new stimulus packages. However, the import fi gures show that Germany is already stimulating the economies of other countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risks Around the Globe"
        },
        {
            "text": "Compared with the time after the physical introduction of the euro, when Germany was considered the \"sick man of Europe\", the fi nancial crisis and the recession have led to a turnaround. Former European \"tiger\" countries are in trouble and now Germany in particular is the major stabiliser of the euro area. However, Germany can only absorb negative developments elsewhere to a limited extent. If another international shock occurs, it will not be able to protect itself or others.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risks Around the Globe"
        },
        {
            "text": "Given its economic development so far, is Germany also heading towards a recession? Domestic trends are quite healthy at the moment. In contrast to many other countries -especially to the USA -unemployment is exceptionally low and fell again in September. Fixed capital investment is also strong.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The German Economic Upswing"
        },
        {
            "text": "However, business and consumer confi dence indicators are signalling a pronounced cooling. The Ifo Business Climate index for October fell for the fourth time in a row. This is a clear indication that Germany is vulnerable to international conditions. In particular, companies' export expectations have weakened since spring. Does this signal a recession? I would say \"no\" at the moment. The fi rms' orders stocks are quite high, and inventories are not too large. Capacity utilisation in manufacturing is clearly above its long-term average. So there is still some amount of buffer for the German economy. However, fi rms are already resorting to their fl exibility instruments. Capacity utilisation -although above its long-term average -has fallen from 86.1% in July to 84.8% in October. The time frame required for the fulfi lment of outstanding orders has",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The German Economic Upswing"
        },
        {
            "text": "Another problem is credit development in China. During the great recession China reacted with a strong credit expansion. According to the IMF private credit was shooting up by more than 50% at the beginning of 2009. 5 Fixed investment and credit development were so strong that there might be a high percentage of unprofi table investments and thus a danger of many nonperforming loans. Even if that were the case, in China the government could detach these loans from the banks. About ten years ago the government did just that and transferred the loans into bad banks. It could do that again this time. A new development, however, is credit fi nancing by shadow banks. Such illegal lending amounts to about $630 billion a year, or the equivalent of about 10 per cent of China's gross domestic product, according to estimates by the investment bank UBS. 6 According to the Financial Times 7 the Chinese central bank also estimates that underground financing could be up to Rmb4,000 billion ($627bn). There is no solid data about the size of underground fi nancing in China, however. It seems that China could be able to handle the credit problem, but risks remain.",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 217,
                    "text": "5",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 855,
                    "end": 856,
                    "text": "6",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Forum"
        },
        {
            "text": "To sum up the situation in the emerging economies, there are indeed some risks, which, however, should not be overvalued. The risks in the USA and in Europe are certainly more serious.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Forum"
        },
        {
            "text": "Is there anybody who can give the global economy an additional push? The emerging economies cannot further speed up growth. Infl ation is still high in many emerging economies so that monetary policy there cannot be aggressively expansive. China cannot trigger a further credit-fi nanced investment boom. There should also be a turnaround in the growth composition of the USA and China. China needs to fuel consumption to become less addicted to credit-fuelled investment. mer of hope is that businesses have to hire new staff because they may have overstretched productivity gains.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Who Still Has Ammunition?"
        },
        {
            "text": "In the face of the large uncertainties, the hiring process will be very gradual, however. The most likely outlook for the USA is therefore a moderate recovery. However, a further deterioration in consumer confi dence because of the squeeze on households is possible. Which means that a double-dip recession is possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Who Still Has Ammunition?"
        },
        {
            "text": "2: Europe: All eyes are on Europe at the moment. To some extent this is justifi ed because the stress in the banking system has spread beyond Europe's borders. The impact credit default swaps would have in the case of sovereign default is also unclear.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Who Still Has Ammunition?"
        },
        {
            "text": "The future course of the crisis is impossible to predict, but clearly many countries will have to undertake structural reforms and austerity measures. This will take time and will entail sluggish growth until the private sector kickstarts the economies with higher spending. On the way there will be many obstacles that could throw Europe as a whole back into recession.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Who Still Has Ammunition?"
        },
        {
            "text": "Nevertheless, it is not only Europe that could trigger a further recession. The USA and also the emerging economies could be the epicentre of the next earthquake. A focus on Europe alone is much too narrow. Investments in food production and in food storage are needed for potential upward pressure on food prices to weaken. This means monetary policy has limited room for manoeuvre and renewed supply shocks could hit the emerging economies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Who Still Has Ammunition?"
        },
        {
            "text": "A strategy to lower debt levels in the medium term is required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Forum"
        },
        {
            "text": "A glimmer of hope comes from monetary policy. However, there is also not much leeway here as monetary policy in the Western economies is already very accommodative. This should in the medium term prompt more investment activities. In general, the Western economies need a boost from private investment. Fiscal policy has limited power, this time the private sector must lift the economies out of the mire and not the public sector.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Forum"
        },
        {
            "text": "The most likely outcome is that the world economy will grow at a snail's pace for some time. This is a phase we must go through to restore our forces of growth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Forum"
        },
        {
            "text": "ing quarterly fi gures, the adaptions of consumption and investment are gradual processes that take time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Forum"
        },
        {
            "text": "In the Western economies, fi scal policy cannot do the task. In most countries government debt is already quite high, and current defi cits point to further rises in the debt level. 8 Huge stimulus packages, which helped to avoid a meltdown in 2009, are not possible again. This time they would only add to the uncertainties, as people and markets are already worried about the current level of debt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Forum"
        },
        {
            "text": "8 For example the Congressional Budget Offi ce estimates the US budget defi cit as a share of GDP for the year 2011 at 8.6%. In 2007 before the crisis the share was 1.2%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Forum"
        },
        {
            "text": "The near and mid-term prospects for the US economy are quite bleak. Unemployment is likely to remain at levels that are near post-war highs for several years into the future. The economy is operating at more than six per cent below its potential level of output, with little prospect of closing much of this gap any time soon. However, the economy is likely to continue to grow, albeit at a slow pace. There is little risk of a double dip to the recession, unless there is a fi nancial meltdown associated with a collapse of the euro.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "US Growth Prospects: Weak Recovery but No Double Dip"
        },
        {
            "text": "It is unfortunate that the prospect of a double-dip recession has featured so prominently in public debate. Treating a double dip as a realistic possibility sets an incredibly low bar against which the economy's performance gets measured. As a result, even a prolonged period of weak growth looks good by comparison, since it means that we have avoided recession.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "US Growth Prospects: Weak Recovery but No Double Dip"
        },
        {
            "text": "This is analogous to the discussion of a second Great Depression that was common at the start of the downturn. A second Great Depression was never a plausible scenario. The fi rst Great Depression was the result not only of the mismanagement of the initial fi nancial crisis at the onset of the depression, but also of the failure to adequately stimulate the economy for more than a decade afterwards. Nonetheless, by raising the spectre of a second Great Depression, the government offi cials whose failures had led to the crisis could take credit for avoiding a depression. Ben Bernanke, who after Alan Greenspan was the person best situated to stem the growth of the housing bubble, was not only reappointed as It is unfortunate that there continues to be an enormous degree of confusion about the nature of the downturn. This essay explains the causes of the downturn and the reasons why the US economy is likely to remain depressed for much of the next decade without a strong policy response. It also distinguishes this weak growth scenario from the double-dip recession scenario that many have predicted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "US Growth Prospects: Weak Recovery but No Double Dip"
        },
        {
            "text": "It is common to blame the fi nancial crisis for the downturn and continued weakness of the US economy. While the financial crisis certainly hastened the pace of the downturn, the recession began almost a year before the fi nancial crisis. It was caused by the downturn in house prices that had already led to a collapse in residential construction and was starting to weaken consumption. House prices nationwide were falling at an average rate of more than two per cent a month (more than three per cent a month in some cities) before the fi nancial crisis hit in the autumn of 2008. The defl ation of the housing bubble would have led to a severe slump whether or not it was accompanied by a fi nancial crisis. This is shown by the example of Spain, where a better regulated banking system largely shielded the country from the worst effects of the fi nancial crisis. Nonetheless, Spain's economy is among the hardest hit The rise in the trade defi cit was a result of the run-up in the dollar following the East Asian fi nancial crisis. In the wake of that crisis, countries throughout the developing world began to accumulate massive amounts of reserves to ensure that they would not be subjected to the same pressures by the IMF as the countries of East Asia were. This meant maintaining low-valued currencies and running large trade defi cits. In the next decade, the developing world became a massive exporter of capital to the United States, which implied the large defi cit seen in the GDP data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Collapsed Housing Bubble: The Cause of the Downturn in the United States"
        },
        {
            "text": "The GDP data for the most recent quarter show clearly the impact of the bursting of the bubble. The residential construction share of GDP is down by 3.9 percentage points from its bubble peak. This is the predictable result of the massive overbuilding during the housing bubble years. Even with the sharp fall in construction since the collapse of the housing bubble, the vacancy rate for housing units (both rental and ownership) remains near a record high.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Collapsed Housing Bubble: The Cause of the Downturn in the United States"
        },
        {
            "text": "The consumption share is actually up by 1.4 percentage points; however, this is primarily the result of a sharp de- When the economy fi nally did get back on track, the impact of the housing bubble was easy to see. Table 1 shows the GDP shares of the major components of output in 2005, compared with the averages for the decades from the years 1974 to 1994, before the stock bubble began to distort the composition of output. It also shows the shares for the third quarter of 2011. Table 1 shows that the share of residential construction in GDP was 6.1% in 2005, 1.7 percentage points above its average over the period from 1974-1994. This had been the case throughout the bubble years, leading to enormous overbuilding in many parts of the country. Consumption was also extraordinarily high as a share of GDP, 5.4 percentage points above its average in the earlier period. This is the predictable result of the housing wealth effect. At its peak, the bubble added more than $8 trillion to homeowners' wealth compared to a scenario in which prices had just kept pace with their long-term trend. Assuming a wealth effect on consumption of six per cent, this implied an increase in annual consumption of roughly $480 billion, or nearly four percentage points of GDP. A higher than normal price to earnings ratio in the stock market also contributed to consumption spending at the peak of the cycle.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 215,
                    "end": 222,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 483,
                    "end": 490,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "The Collapsed Housing Bubble: The Cause of the Downturn in the United States"
        },
        {
            "text": "The other notable difference between the composition of output at the peak of the bubble and the years from 1974-1994 was the sharp rise in the trade defi cit. The USA had maintained near balanced trade until the 1980s, when the tight money policy under Paul Volcker sent interest rates and the dollar soaring. The dollar was brought down by deliberate policy intervention later in the decade, but even Similarly, it is diffi cult to argue that people are having difficulty buying homes because of the condition of the banks. The Mortgage Bankers Association has been keeping an index of mortgage applications for almost two decades. This index, which tracks applications, not mortgages issued, has roughly tracked house sales downward. If it were the case that otherwise creditworthy homebuyers were having diffi culty getting mortgages, then the ratio of applications to sales should be soaring as many buyers would have to fi le multiple applications to get a mortgage approved and some may fi le several applications and still not get approved. Since there is no evidence of a rise in the applications-to-sales ratio, it can be assumed that most potential homebuyers are able to get mortgages. While the standards are undoubtedly much tighter than they were at the peak of the bubble, it is likely that the vast majority of people who could have got a mortgage before the bubble took off could still get a mortgage today.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Collapsed Housing Bubble: The Cause of the Downturn in the United States"
        },
        {
            "text": "The other misguided explanation that is often advanced for the weakness of the recovery is the idea of self-perpetuating pessimism. In this view, if businesses were more optimistic about the state of the economy, they would invest more and undertake more hiring. If consumers were more optimistic, they would spend more. Neither part of this story holds water.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Collapsed Housing Bubble: The Cause of the Downturn in the United States"
        },
        {
            "text": "2 It is worth noting that even smaller companies do not volunteer that access to capital is a major problem impeding growth. In a survey that has been conducted by the National Federation of Independent Businesses for more than a quarter century, only three per cent of fi rms say that access to capital is one of the major factors obstructing their growth. Historically, there has been a close relationship between capital gains and a movement to a negative statistical discrepancy in the national income accounts, which could be explained by some portion of capital gains being misclassifi ed as normal income. 1 If it is assumed that the movement in the statistical discrepancy is fully explained by misclassifi ed capital gains, then the rise in the savings rate would be equal to 3.8 percentage points of disposable income, which translates into 2.9 percentage points of GDP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Collapsed Housing Bubble: The Cause of the Downturn in the United States"
        },
        {
            "text": "The combined fall-off in residential construction and the drop in consumption created a 6.8 percentage point gap in GDP that is the basis for the downturn. In the short term this gap can only be fi lled by government stimulus. In the longer term it will have to be fi lled by a reduction in the trade defi cit, which in turn will only come about from a decline in the dollar.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Collapsed Housing Bubble: The Cause of the Downturn in the United States"
        },
        {
            "text": "Before directly addressing the economy's near-term prospects, it is worth briefl y correcting some of the more common misstatements about the causes of the downturn. Many analysts have blamed the weakness of the recovery on the fi nancial system, arguing that losses incurred from the fi nancial crisis are preventing banks from undertaking the lending needed to support a recovery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Collapsed Housing Bubble: The Cause of the Downturn in the United States"
        },
        {
            "text": "hitting their lowest levels since this series began in 1959. Car sales are similarly depressed; while the recent selling rate of close to 13 million annually is up from the rate of 11 million reached at the bottom of the downturn in 2009, it is far below the pre-recession level of 16-17 million. Furthermore, with the economy now having experienced three years of very slow sales, there is considerable pentup demand for cars. For these reasons it is highly unlikely that car sales will take a sharp turn downward in the foreseeable future. 3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Forum"
        },
        {
            "text": "If it is not plausible that either residential construction or car sales will take a sharp downward turn, then any recession will have to be rooted in some other sector of the economy. There are no obvious candidates to fi ll this role. Table 2 shows the real growth of the major components of GDP from the third quarter of 2010 to the third quarter of 2011.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 237,
                    "end": 244,
                    "text": "Table 2",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Forum"
        },
        {
            "text": "As can be seen, consumption, which accounts for more than 70% of GDP (since the table shows GDP in 2005 dollars, shares cannot be directly calculated from the data), rose by 2.2% over the last year. Most components of consumption are relatively stable from quarter to quarter, with car purchases being the major exception. Strong car sales in the third quarter explain the 6.6% increase in yearover-year expenditures on durable goods. This was due to some unusual circumstances, but there is little reason to expect overall consumption growth to fall below the 1.7-On the business side, investment in equipment and software is actually holding up relatively well, given the large amount of excess capacity in most sectors. This component was equal to 7.5% of GDP in the third quarter of 2011, only slightly below the 7.9% share in 2005. Investment in non-residential structures is actually equal to its 2005 fi gure, although down from the peaks hit in 2007 and 2008. This is easily explained by the fact that there was a bubble in non-residential real estate that followed in the wake of the bubble in residential real estate. This led to massive overbuilding in most categories of non-residential structures, which is likely to dampen spending in this area for several more years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Forum"
        },
        {
            "text": "If pessimism were discouraging hiring that would otherwise be justifi ed by the demand for labour, then we should expect to see an increase in average hours per worker. In fact the length of the average working week is still 1.0% below its pre-recession level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Forum"
        },
        {
            "text": "The consumption side of this story has already been discussed. Consumers have cut back their spending because they have lost an enormous amount of wealth. While they are undoubtedly pessimistic about the economy given their situation, they are not spending for the same reason that poor people generally don't spend: they don't have money.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Forum"
        },
        {
            "text": "In short, there is nothing mysterious about the economy's weakness at this point. It lost the main engine of growth it had enjoyed in the last cycle when the housing bubble collapsed. This means that it can sustain modest growth as productivity growth generates income gains, but it will not move back to potential GDP, barring a much stronger stimulus or a sharp decline in the value of the dollar to boost exports.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Forum"
        },
        {
            "text": "This is the backdrop against which the concerns over a double dip must be evaluated. The fi rst and most obvious point is that a contraction requires that some component of GDP turn negative. As noted, past recessions have been brought on by the Fed acting to slow the economy by raising interest rates. Higher interest rates typically lead to sharp falls in housing construction and car purchases. Through a multiplier effect, this leads to more general declines throughout the economy and the negative growth that defi nes the recession.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weakness Precludes Recession"
        },
        {
            "text": "However, both residential construction and car sales are at extremely low levels. As noted before, residential construction is just 2.2% of GDP, down from 6.1% at the peak of the bubble. Housing starts are down by close to 75%, Forum not only at the federal level, but also at the state and local levels, since much of the stimulus was passed along to lower levels of government in order to allow them to avoid cutbacks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weakness Precludes Recession"
        },
        {
            "text": "However, at this point most of this contraction has already been felt. The fi scal year for most state and local governments begins in July. This means that the third quarter data should largely refl ect the cutbacks they were forced to make due to the loss of federal support. Government spending at all levels accounts for a bit less than 20% of GDP. Even if the government sector continues to shrink at its recent rate, it will be subtracting no more than 0.5 percentage points from an economy that is otherwise growing at a 2.0-3.0% annual rate. This translates into a weakly growing economy, but nonetheless an economy that is still growing, not shrinking.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weakness Precludes Recession"
        },
        {
            "text": "It is certainly possible that Congress, as well as many state and local governments, will take additional contractionary measures that will further dampen growth. For example, it is possible that Congress will decide not to extend the $120 billion payroll tax cut (0.8% of GDP) that is scheduled to expire at the end of 2010 or to maintain the longer duration period for unemployment benefi ts that 1.8% rate shown by the more stable components over the last year.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weakness Precludes Recession"
        },
        {
            "text": "Non-residential investment, which accounts for approximately ten per cent of GDP, grew at close to a ten per cent annual rate over the last year. The major factor pushing this growth has been the relatively strong growth of equipment and software investment. This in turn is largely the result of strong spending in the tech sector, computers, smartphones and other communication equipment. There is little likelihood that spending in this sector will slow much anytime soon. Investment in the more traditional portion of the manufacturing sector remains weak, held down by large amounts of excess capacity. It is unlikely that this component will fall far from its current levels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weakness Precludes Recession"
        },
        {
            "text": "The rise in structure investment in the last year is striking.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weakness Precludes Recession"
        },
        {
            "text": "There was a bubble in non-residential structures that followed in the wake of the housing bubble, with a peak in 2008 rather than 2005. As was the case with housing, this boom led to considerable excess supply in most categories of non-residential structures. As a result, construction in this sector also plummeted in the downturn. The most recent data suggest that this sector has likely bottomed out. In the coming years it is likely to be a small positive in GDP rather than the large drag it was in 2009 and 2010. Overall, this should mean that non-residential investment is likely to continue to grow at close to a ten per cent annual pace, adding a full percentage point to GDP growth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weakness Precludes Recession"
        },
        {
            "text": "As noted before, residential construction collapsed when the housing bubble burst. However this sector also seems to have hit bottom. It is unlikely to make much contribution to GDP growth for at least a couple more years, but it will no longer be a drag on growth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weakness Precludes Recession"
        },
        {
            "text": "The general path of net exports will depend primarily on the growth of the USA's trading partners and the movement of the dollar. There is considerable uncertainty for both, but the most reasonable assumption is probably that net exports will be a small positive. The dollar is down sharply from its crisis peaks and the economies of the United States' trading partners in the developing world are growing far more rapidly than the US economy. Therefore it is more likely that the change in net exports in the next couple of years will be adding to, rather than subtracting from, growth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weakness Precludes Recession"
        },
        {
            "text": "This leaves the government sector, which clearly is shrinking. However, it is not plausible that the pace of decline will be fast enough to throw the economy into a recession. Over the last year the government sector as a whole shrank by a bit more than 2.0%. Much of this was attributable to the ending of the stimulus. This meant cutbacks Forum ment rate down to more normal levels. In European economies, 9% unemployment is a problem, but the system of social welfare benefi ts is generous enough that even the unemployed can enjoy a decent standard of living.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weakness Precludes Recession"
        },
        {
            "text": "That is not the case in the United States. There are few benefi ts to support non-working people once they have exhausted their unemployment benefi ts. At this point, millions of workers already fall into this category. For this reason, it is very important that the United States not just see some meager positive rate of growth, but rather the 5-7% growth rates that we experienced following severe slumps in the 1970s and 1980s. The failure to achieve such growth rates condemns millions of workers and their families to destitution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weakness Precludes Recession"
        },
        {
            "text": "For this reason the obsession with a double dip is a colossal distraction. It creates a situation in which the media will applaud growth numbers that in fact are awful given the current economic reality. We cannot afford to have a bar that is set so low that even a dismal economic performance can exceed expectations. There are still people in Washington policy circles who are congratulating themselves for avoiding a second Great Depression. This cannot be the criterion for successful economic policy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weakness Precludes Recession"
        },
        {
            "text": "has been in place since the recession started. These and other plausible measures will be an additional factor slowing growth in an already weak economy, but they are unlikely to actually lead to the negative growth that defi nes a recession.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weakness Precludes Recession"
        },
        {
            "text": "Of course everything will change if we see a disorderly default by Greece, or one of the other heavily indebted countries, leading to a break-up of the eurozone. The sort of fi nancial havoc that such a situation would create would almost certainly lead to a second dip to the recession. The US economy may not see the sort of free fall that it experienced following the collapse of Lehman Brothers in 2008, but the fi nancial disruption will almost certainly be large enough to throw the economy into a second recession.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weakness Precludes Recession"
        },
        {
            "text": "However, in the absence of this sort of fi nancial turmoil, the US economy is likely to stay on a path of modest growth. This should not be confused with an optimistic assessment of the economy. The implication of growth in the range of 2-3% is that the economy is just growing fast enough to keep pace with the growth of the labour force. That means it would be making no progress in bringing the unemploy-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weakness Precludes Recession"
        },
        {
            "text": "A Pro-Growth Response to the Crisis * The author wishes to express his thanks to Volker Treichel for his assistance in the preparation of this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Justin Yifu Lin*"
        },
        {
            "text": "Over the last three and a half years, the global economy has witnessed its most tumultuous period since the Great Depression. In 2008, the impressive coordinated policy response of the G20 nations helped the world avoid the worst scenario, and economic activity has since recovered around the world. However, the following factors suggest that risks to global recovery have again risen signifi cantly and that another and potentially more serious global recession is a possibility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Justin Yifu Lin*"
        },
        {
            "text": "First, the sovereign debt crisis in a number of European countries, in particular in Greece, Ireland and Portugal, has forced these countries to undertake comprehensive fi scal adjustment programmes, under the supervision of the International Monetary Fund (IMF). Italy has also been experiencing rising pressure from fi nancial markets, and its economic adjustment programme will now be periodically monitored by the IMF. However, with growth in these countries remaining below projections and unem-ployment rising, the envisaged fi scal adjustment often remains unachievable, triggering renewed fears of sovereign default and calls for even more fi scal tightening. Yet, the expenditure cuts required to offset declining fi scal revenue stifl e growth and depress demand, further increasing the risk of a recession. The need for increasing social spending and undertaking stimulus efforts to counter high unemployment and underutilisation of capacity at the same time that public revenue is under stress presents a dilemma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Justin Yifu Lin*"
        },
        {
            "text": "Second, the high debt burden in the United States limits the country's fi scal space and options to stimulate growth through expenditure programmes at a time when unemployment remains at historically high levels. In addition, government debts in some states in the USA may require restructuring and cause a threat to the stability of global fi nancial markets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Justin Yifu Lin*"
        },
        {
            "text": "Third, the market turmoil that surged in August 2011 following the downgrade of US government debt and renewed concerns about fi scal sustainability in Europe is now generating signifi cant headwinds to global growth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Justin Yifu Lin*"
        },
        {
            "text": "(aid, FDI or remittances) should allow them to negotiate a tightening of international conditions without forcing too large an adjustment. However, some countries with large stocks of short-term or longer-term debt could face funding shortfalls that would force sharp cuts in domestic spending.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Forum"
        },
        {
            "text": "Even before the current crisis in the eurozone, the recovery from the recent global fi nancial crisis was muted, as high-income countries remained beset with high and rising unemployment rates and large excess capacities in housing and manufacturing sectors, thus repressing private consumption and investment and slowing growth. Industrial production in high-income countries is estimated to be more than 10 per cent below its peak in 2008. 1 The high unemployment rate in high-income countries is a refl ection of their large underutilisation of capacity. The combination of lower growth, high unemployment and lower returns on investment in high-income countries has been referred to as the \"new normal\". 2 Fears have increased that this \"new normal\" will become entrenched and that several advanced countries will face a lost decade -with negative consequences for the entire world.",
            "cite_spans": [
                {
                    "start": 442,
                    "end": 443,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Forum"
        },
        {
            "text": "Against the background of rising market turmoil in recent months and the prospect of a sovereign debt crisis in the eurozone, fears of a \"new normal\", or even a global recession, with high unemployment and low growth have further intensifi ed. Notably, while growth in emerging markets has so far been resilient, recent indications are that the crisis in confi dence in advanced economies could spread to emerging markets that have been an engine driving global growth, with possibly serious consequences for the world economy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Forum"
        },
        {
            "text": "The fragile recovery -characterised by high unemployment and excess capacity in the advanced economiesas well as the recently increased risks to global growth call for a new growth strategy. Such a strategy would need to include advanced economies, the growth of which is projected to remain anaemic, as well as developing countries who are an increasingly important driver of world growth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Pro-Growth Strategy -Beyond Keynesianism"
        },
        {
            "text": "Given the intense fi scal pressures experienced by advanced economies, any solution to the current economic Unlike previous episodes of fi nancial market uncertainty, risk aversion has spread from high-spread European economies to developing countries and even core euro area economies. Spreads in developing countries have increased by more than 100 basis points since July.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Pro-Growth Strategy -Beyond Keynesianism"
        },
        {
            "text": "Emerging economies' stock markets have posted double-digit declines. Capital fl ows to developing countries have slowed markedly to half their normal levels. The currencies of most developing countries have depreciated, prompting many to draw down upon reserves. This increase in uncertainty has cut into economic activity. Global industrial production, which had been accelerating in June and July, slowed in August, and international trade has contracted. The impacts appear to have been more severe in Europe than in the United States and developing countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Pro-Growth Strategy -Beyond Keynesianism"
        },
        {
            "text": "Assuming that there is no further major deterioration of the situation in Europe, the World Bank projects developingcountry growth to slow markedly -coming in at However, if fi nancial market confi dence deteriorates further, a market-induced freezing-up of capital markets for at least some countries cannot be ruled out. Although these scenarios are centred in high-income countries, growth in developing countries could slow by as much or more than in high-income countries. Because of strong underlying growth potential, aggregate GDP in developing countries would likely remain positive, although many countries could expect outright declines in output. Under the more severe scenario, it could take many years for the global economy to recover pre-crisis activity levels because, unlike 2008, there is very little space for fi scal and monetary policy to stimulate the global economy, and a bailout of the private sector banking system might not be possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Pro-Growth Strategy -Beyond Keynesianism"
        },
        {
            "text": "A tightening up of global credit conditions, especially in the context of a serious global slowdown, could also force developing-country fi rms and households to cut deeply into spending in order to make ends meet. More than 50 countries face estimated external fi nancing requirements of more than 5 per cent of GDP, either because of high levels of debt coming due or large current account deficits. For many of them, relatively stable fi nancing sources Forum would return to pre-crisis norms and developing countries would enjoy enhanced growth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Pro-Growth Strategy -Beyond Keynesianism"
        },
        {
            "text": "Scaling up infrastructure investment in developing countries could play an important role in generating a virtuous cycle that helps advanced economies to restore growth while lifting growth in developing countries, where infrastructure investments can be truly transformative and growth dividends are likely to be high. 3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Pro-Growth Strategy -Beyond Keynesianism"
        },
        {
            "text": "Infrastructure shortfalls in the developing world are staggering, affecting the daily lives of millions of people. Roughly 1.4 billion people have no access to electricity, about 880 million people still live without safe drinking water and 2.6 billion are without access to basic sanitation. 4 An estimated one billion rural dwellers worldwide have no access to all-weather roads within two kilometres. 5 A lack of infrastructure not only impinges on the daily lives of millions, it also renders fi rms less competitive, and many businesses are never started, since the required infrastructure services are not available. 6 Nowhere is this as apparent as in sub-Saharan Africa. Firms in Mozambique, Benin, Burkina Faso, Senegal, the Gambia, Madagascar and Niger spend more than 10 per cent of their total costs on energy, whereas in China the cost of energy is only 3 per cent of total costs. Losses from power failure alone amounted to 10 per cent of sales for the median Tanzanian fi rms compared to only 1 per cent for the median Chinese fi rm. 7 Many sub-Saharan Africans are isolated from problems in advanced economies must avoid adding to the future debt burden. Yet fi scal austerity alone cannot be the solution; it needs to be complemented by progrowth structural reforms and investment. These structural reforms could include competition policy reforms, for example the removal of trade and investment barriers, fi nancial sector reforms to ease borrowing constraints or labour market reforms, depending on country circumstances. Moreover, to break the vicious cycle of excess capacity and weak balance sheets, governments need to increase employment. The government should use available fi scal space to help create jobs in the short term, while increasing productivity and raising growth in the medium term. Investing in areas with a signifi cant growth impact, such as education, R&D, green technology and infrastructure, will prevent additional fi scal spending from adding to the future debt burden.",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 294,
                    "text": "4",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 404,
                    "end": 405,
                    "text": "5",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 623,
                    "end": 624,
                    "text": "6",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1049,
                    "end": 1050,
                    "text": "7",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "A Pro-Growth Strategy -Beyond Keynesianism"
        },
        {
            "text": "Most importantly, however, governments in advanced and developing countries should join forces to develop and implement a global infrastructure initiative that promotes a scaling-up of investment in bottleneck-releasing infrastructure projects in advanced economies and closes the infrastructure fi nancing gap of developing countries. The potential for infrastructure investments in advanced economies should be exploited but is more limited than in developing countries, and hence governments in advanced economies should also look beyond their own borders and facilitate a scaling-up of infrastructure investment in developing countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Pro-Growth Strategy -Beyond Keynesianism"
        },
        {
            "text": "This proposed global infrastructure investment initiative, which scales up bottleneck releasing infrastructure projects in advanced as well as developing countries, would go beyond the traditional Keynesianism stimulus along several key dimensions. First, instead of increasing government spending in times of crisis \"by digging a hole and fi lling a hole\", the proposal emphasises that any growth lifting solution should focus on unleashing bottleneck-releasing investments that enhance future growth and do not add to the public debt burden in the medium term. Second, the traditional Keynesian stimulus directs spending towards one domestic economy, while this proposal recommends a globally coordinated investment initiative. Finally, this global stimulus programme would not necessarily be fi nanced only through additional government spending. Instead, as discussed below, there are various ways in which the government could use its resources to leverage greater participation of the private sector.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Pro-Growth Strategy -Beyond Keynesianism"
        },
        {
            "text": "Boosting infrastructure investment throughout the world, especially in the developing countries, could pave the way for a \"new new normal\", in which high-income countries Forum rate of 15 per cent. 11 Going forward, the demand for infrastructure services is likely to increase rapidly in developing countries. Per capita GDP of developing countries is expected to grow at more than 5 per cent in the medium term 12 , increasing the demand for infrastructure services. Moreover, the world's population is projected to approach 9 billion by 2050 and more people are likely to move to cities. As a result, the world's building stock is projected to double by 2050. 13 Furthermore, an infrastructure project creates jobs not only on site, but also for those indirectly employed in manufacturing. This direct and indirect employment raises household incomes and consumption, which can create additional (induced) jobs. Second, infrastructure investments in advanced economies, if well chosen, will raise productivity and improve a country's competitiveness. ",
            "cite_spans": [
                {
                    "start": 412,
                    "end": 414,
                    "text": "12",
                    "ref_id": null
                },
                {
                    "start": 662,
                    "end": 664,
                    "text": "13",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "A Pro-Growth Strategy -Beyond Keynesianism"
        },
        {
            "text": "Innovative fi nancing mechanisms could use available public funds to leverage private sector fi nancing for infrastructure investments. The economic uncertainties have prompted many long-term investors, such as pension funds and life insurers, to de-risk their portfolios, moving access to domestic and global markets. 8 Although about two-thirds of its population lives in rural areas and many countries are landlocked, it has the lowest road density in the world. Not surprisingly, transport costs are high, representing about 16 per cent of fi rms' indirect costs. 9",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Global Infrastructure Initiative"
        },
        {
            "text": "But, importantly from the perspective of the global economy and the need for recovery in advanced economies, infrastructure investment can also support the manufacturing sector through the following channels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Global Infrastructure Initiative"
        },
        {
            "text": "First, infrastructure investment increases the demand for capital goods, such as turbines or excavators. Infrastructure investments, such as the building of power stations, roads and ports, require capital goods, most of which are produced in high-income countries. In general, a one dollar increase in investment in developing countries is accompanied by a 50 cent increase in imports. 10 About 70 per cent of capital goods in low-income countries are sourced from high-income countries. A one dollar increase in investment in developing countries is therefore likely to be associated with a 35 cent increase in exports from high-income countries. It is estimated that the entire infrastructure gap, i.e. the gap between projected available resources and estimated fi nancing needs, in the developing world exceeds US$500 billion annually. Based on the above estimates, closing the infrastructure gap would correspond to an increase in demand for capital goods imports of US$250 billion, of which about US$175 billion would be sourced from high-income countries. This corresponds to about 7 per cent of total capital goods exports from high-income countries in 2010. That way, the manufacturing sector, which has been in decline in many advanced economies, could be sustained, which is important to maintain employment opportunities in capitalintensive sectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Global Infrastructure Initiative"
        },
        {
            "text": "Looking at the medium term, the demand of developing countries for imports, many of which are produced in high-income countries, will increase even further, solidifying the role that developing countries are playing as key drivers of global growth. In the fi rst quarter of 2011, for example, demand from developing countries was responsible for more than 50 per cent of the increase in global import volumes, largely benefi tting high-income countries, the exports of which were expanding at an annualised ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Global Infrastructure Initiative"
        },
        {
            "text": "The international community could help developing countries by providing targeted fi nancial resources and technical assistance. Identifying the right projects often requires signifi cant resources for project selection and preparation. Developing a project requires ideally an array of institutional, legal, social, environmental, fi nancial, regulatory and engineering studies. These studies tend to be costly, particularly for complex projects. For example, project preparation costs for the Nam Theun 2 hydropower project in Lao PDR, with total investments of $1.4 billion, amounted to $124 million, or 9 per cent of investment costs. By one estimate, bringing Africa's key transformational projects to a stage where they can actually attract investors (public or private) would require some $500 million. 20 Many project preparation funds exist, but they are fragmented. Both governments and the private sector are reluctant to allocate substantial resources to upfront project preparation activities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Forum"
        },
        {
            "text": "Also, governments in developing countries could use existing resources to attract additional fi nancing, in particular from the private sector for infrastructure fi nancing. Although the share of private sector fi nancing in investment in developing countries is signifi cant, total private sector fi nancing going to infrastructure investments in developing countries is small on a global scale. Take the example of Sovereign Wealth Funds (SWF), which were estimated to hold more than US$3.2 trillion in fi nancial assets at the end of 2008. 21 The Emerging Markets Private Equity Association estimates that SWFs allocated approximately 18% of their portfolio to non-domestic emerging market investments, only a small portion of which was allocated to infrastructure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Forum"
        },
        {
            "text": "The private sector generally engages in infrastructure financing through public-private partnerships (PPPs) which are established by a long-term contract between a government and a private investor, bundling investment and service provision into a single long-term contract. The investor (or mostly a group of private investors) fi nances and manages the construction of the project and maintains and operates it over the period of the contract (usually around 20 to 30 years) before transferring the assets towards liquid assets. Infrastructure projects, however, require long-term fi nancing. In addition, private sector involvement tends to be concentrated on specifi c areas of infrastructure, such as telecommunications, and is more limited in others, such as roads. The government could therefore play a proactive role in creating incentives to attract more private sector fi nancing. The Obama administration, for example, has backed the creation of a National Infrastructure Reinvestment Bank, which could issue infrastructure bonds, provide subsidies to qualifi ed infrastructure projects and provide loan guarantees to state or local governments. In 2008, President Obama suggested that the Bank would borrow US$60 billion of federal funding to invest in infrastructure, while leveraging \"up to US$500 billion\" of private investment. Europe is considering the implementation of a new European 2020 Project Bond Initiative, which would use public guarantees to leverage private sector fi nancing from nontraditional investors, such as pension funds to invest €1.5 trillion to €2 trillion (approximately US$2 trillion to US$2.7 trillion) in Europe's infrastructure over the period 2011-2020. 17",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Forum"
        },
        {
            "text": "The success of a global infrastructure investment initiative will hinge upon several key factors. First, countries will have to make the best of existing resources by implementing the right bottleneck releasing projects costeffectively. Second, following the example of recent infrastructure fi nancing initiatives in advanced economics, such as the Infrastructure Bank in the USA and the Europe 2020 Project Bond Initiative, developing countries could use existing resources to attract additional private sector fi nancing to close the fi nancing gap. Third, governments will need to implement an appropriate macroeconomic and institutional environment to support such an infrastructure initiative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Forum"
        },
        {
            "text": "Cross-country empirical evidence confi rms that the quality of project selection and implementation plays a crucial role in determining the return on investment and ultimately its growth dividend. 18 A newly developed Public Investment Management Index 19 fi nds that overall public investment effi ciency tends to be particularly low in lowincome countries for project appraisal and selection, both of which are key for identifying bottleneck-releasing investments. Forum agencies could play an important role by building capacity and supporting improvements in these areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Forum"
        },
        {
            "text": "The United States and several European high-income countries are facing the challenge of creating jobs and boosting demand or being stuck in the \"new normal\"a protracted period of high unemployment, high risks, low return to private investment and low growth. While risks had already been high, the threat of a lost decade has escalated as a result of the recent market turmoil. But since debt levels are high, the scope for fi scal stimulus is constrained. Governments should therefore invest in bottleneck releasing projects that create jobs in the short term and raise growth in the medium term. If projects are well chosen and increase future growth and government revenue, the government's debt burden will not increase. Especially if projects generate user fees, they might be self-fi nancing. But if excess capacity continues to persist, fi rms could start scrapping equipment. And if unemployment spells continue to increase, the unemployed will fi nd it even more diffi cult to return to work. This would further depress growth. A lack of growth is perhaps the largest threat as regards higher future debt burdens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Since bottleneck-releasing, growth-enhancing, selffi nancing infrastructure investment opportunities are more limited in advanced economies, the latter should look beyond their own borders. For developing countries, infrastructure investments can be a powerful vehicle for transforming their economies, enabling their businesses to work unimpeded without electricity shortages, to communicate freely, expand their markets and, ultimately, climb up the technological ladder. But its benefi ts do not stop there. Scaling up infrastructure investment in developing countries would generate much needed manufacturing jobs in advanced countries, raise their exports, reduce excess capacity and support jobs and growth. A global infrastructure initiative, where advanced and reserve-rich economies invest in bottleneck-releasing infrastructure projects which close the infrastructure fi nancing gap of the developing world, could create a virtuous cycle in which more global savings fl ow to support investment and growth in developing countries, which in turn would generate more import demand from advanced economies, thereby reinforcing global growth and putting the recovery on more solid ground. The \"new normal\", a return to pre-crisis growth levels in advanced economies and strong growth in developing countries, could become a new reality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "to the government. During the operation, the investor receives a stream of payments, e.g. through user fees or government payments, as compensation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "As infrastructure assets are illiquid, upfront capital financing is large and repayments often take decades, PPPs entail signifi cant risks for the investor. These risks include higher than projected project costs, shortfalls in projected revenues (e.g. if the demand for the infrastructure services and user fees are lower than projected), exchange-rate risks if infrastructure fi nancing is provided in foreign currency and user fees are paid in domestic currency, force majeure, or political and regulatory risks. It is therefore not surprising that private sector involvement in developing countries is still limited.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "But several mechanisms exist that can diversify some of these risks and make investments in developing countries more attractive. Government guarantees can insure against project-related risks, such as a shortfall in demand. But they are unlikely to mitigate investors' perception of governmental risk, such as policy reversal, regulatory failure and concerns with regard to the creditworthiness of the government. Multilateral institutions and donors are likely to be better positioned to assume these risks. The World Bank has increasingly made use of guarantees to catalyse private fi nance by mitigating the risk of default by governments. As of March 2010, it had approved 36 guarantees, with a cumulative Bank guarantee amount of $3.8 billion in 28 countries. 22 The Multilateral Investment Guarantee Agency (MIGA), the arm of the World Bank that provides political risk insurance for foreign investments, recently adapted its products and expanded the potential applications of its guarantees in order to facilitate the underwriting of infrastructure projects.",
            "cite_spans": [
                {
                    "start": 766,
                    "end": 768,
                    "text": "22",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Even more promising than guarantees that diversify risks -albeit at a cost -is the possibility of actually reducing the risk. This can span a wide range of actions, including improving the regulatory framework and implementing sound macroeconomic policy. Analysing credit spreads of infrastructure bonds, Dailami and Hauswald 23 fi nd that projects located in host countries with a stronger legal framework have lower funding costs and tighter spreads. And in the end only sustained macroeconomic stability will bring the desired investment grade rating which is essential to tap the large savings of institutional investors at attractive prices. Multilateral institutions and bilateral",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Financing Public Infrastructure in Sub-Sahara Africa: Patterns and Emerging issues",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "S M I T S",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "F O S T E R",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Africa's Infrastructure Challenges and Opportunities, Paper presented at the IMF Institute and Joint Africa Institute Seminar on Realizing Potential for Profi table Investment in Africa",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "E S T A C H E",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Public Capital and economic growth: a critical survey",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "R O M P",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "EIB Paper",
            "volume": "10",
            "issn": "1",
            "pages": "40--70",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Is Infrastructure capital productive? A dynamic heterogenous approach",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The effects of infrastructure development on growth and income distribution",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "S E R V E N",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "C A L D E R O N",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The World Bank Guarantees Leveraging Private Financing for Emerging Markets, Financial Solutions Units, Sustainable Development Network Vice Presidency",
            "authors": [
                {
                    "first": "World",
                    "middle": [],
                    "last": "Bank",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "International Road Federation: Rural Transport",
            "authors": [],
            "year": 2010,
            "venue": "IRF Bulletin Special Edition",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "How Inadequate Provision of Public Infrastructure and Services Affect Private Investment, Policy Research Working Paper No. 2262",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "R E I N I K K A",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "S T E V E N S O N",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Business Environment and Comparative Advantage in Africa: Evidence from the Investment Climate Data, Center for Global Development Working Paper",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "E I F E R T",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "World Bank: Transformation through Infrastructure: WBG Infrastructure Strategy Update -Issues and Concept Note",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The American Society of Civil Engineers: Report Card for America's Infrastructure",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "World Economic Forum: Paving the Way: Maximizing the Value of Private Finance in Infrastructure",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Global Growth Outlook Strong -70% or More Will Be Generated by Emerging MarketsS o u r c e s : IMF and own estimates.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Emerging Markets' Consumer Demands Are Risingthe Example of the S Curve for Personal Computers Dynamic s : IMF, World Bank and own estimates. S o u r c e s : WTO and own estimates.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Lack of Spare Capacity Drives Commodity Price Spikes but Global Infl ation Stays Remarkably LowS o u r c e : IMF.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "In fact, a number of natural disasters have hit at the heart of the developed world in recent years, with Japan's 2011 disaster the latest in a run of events including Hurricane Katrina and the New Orleans fl oods of 2005 and, over the last couple of years, the Icelandic volcanic eruption and other exceptional winter weather disruptions across Europe. Harvest failures in Eastern Europe in 2010 were also a contributory factor to the period of unrest seen across the Middle East and North Africa (MENA) region over the last year.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Volatility",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Real per capita GDP Growth in the Decade Before and the Decade After Severe Financial Crises: Post-WWII, Advanced Economies 1 Probability density function 1 These crises are also known as the \"Big Five\": Spain, 1977; Norway, 1987; Finland, 1991; Sweden, 1991; Japan, 1992. S o u r c e : C.M. R e i n h a r t , V.R. R e i n h a r t : After the Fall, Federal Reserve Bank of Kansas City Economic Policy Symposium Volume, \"Macroeconomic Challenges: The Decade Ahead\" at Jackson Hole, Wyoming 2010 and sources cited therein.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Unemployment Rate in the Decade Before and the Decade After Severe Financial Crises: Postcrises are also known as the \"Big Five\": Spain, 1977; Norway, 1987; Finland, 1991; Sweden, 1991; Japan, 1992. S o u r c e : C.M. R e i n h a r t , V.R. R e i n h a r t : After the Fall, Federal Reserve Bank of Kansas City Economic Policy Symposium Volume, \"Macroeconomic Challenges: The Decade Ahead\" at Jackson Hole, Wyoming 2010 and sources cited therein.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Real crises are also known as the \"Big Five\": Spain, 1977; Norway, 1987; Finland, 1991; Sweden, 1991; Japan, 1992. S o u r c e : C.M. R e i n h a r t , V.R. R e i n h a r t : After the Fall, Federal Reserve Bank of Kansas City Economic Policy Symposium Volume, \"Macroeconomic Challenges: The Decade Ahead\" at Jackson Hole, Wyoming 2010 and sources cited therein.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Share of Global GDP S o u r c e s : A. Maddison: Historical Statistics, download from http://www. ggdc.net/MADDSION/oriindex.htm, 2010 (retrieved 20 October 2011",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Imports",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Emerging economies: Many emerging economies suffer from high infl ation. The main drivers behind these price hikes are commodities and especially food prices, which were fl at for decades. Grain prices dropped by 75% between 1950 and the end of the 1980s 4 and then remained low into the fi rst years of the new century. Since 2008 the Food Price Index of the FAO shows two strong price hikes. After a gradual increase between 2002 and 2007 the index rose sharply in 2008. The fi nancial crisis halted this rise, but in 2010 prices reached the next all-time high. High food prices squeeze the emerging economies. Consumer prices in China for example were up 6.1% in September from a year earlier, with food prices up by a tremendous 13.4%. Even if prices fall when economic growth slows, there are structural problems behind the food price hikes. Food exerts a latent pressure on prices.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Fed chair but also named Time Magazine's Person of the Year in 2009 explicitly for preventing a second Great Depression.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "the peak defi cits of the 1980s were only half the size of the defi cit at the peak of the last cycle. In 2005, the defi cit reached 5.7% of GDP.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Monthly",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "around 6 per cent in 2011 and between 4.7 and 5.7 per cent in 2012 -a markdown of between 0.5 and 1.5 percentage points from the Bank's June 2011 projections. High-income country growth is expected to come in at 1.6 per cent this year and to fi rm only marginally to 1.8 per cent in 2012 (a 0.6 and 0.9 percentage point downgrade from June 2011). Global growth is now expected to increase by 2.7, 2.8 and 3.3 per cent in 2011, 2012 and 2013, respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "World Bank: Global Monitoring Report: A Development Emergency, Washington DC 2009. 9 G. I a r o s s i : Benchmarking Africa's Costs and Competitiveness, in: J. B l a n k e , M. U y, G. I a r o s s i , P. O n d i e g e (eds.): The Africa Competitiveness Report, pp. 83-108, Geneva 2009, World Economic Forum. 10 Based on 2008 trade data using data from WITS/COMTRADE.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "Transformation, Washington DC 2010. 21 Examples include the China-Africa Development Fund, an equity fund that invests in Chinese enterprises with operations in Africa, which reportedly invested nearly $540 million in 27 projects in Africa that were expected to lead to total investments of $3.6 billion in 2010-2020. The Qatar Investment Authority plans to invest $400 million in infrastructure in South Africa. However, these funds tend to have very conservative risk-taking strategies. See E. K l i t z i n g , D. L i n , S. L u n d , L. N o r d i n : Demystifying Sovereign Wealth Funds, in: U. D a s , A. M a z a r e i , H. v a n d e r H o o r n (eds.): Sovereign Wealth Funds: Issues for Policy Makers, IMF, Washington DC 2010 for further details.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "European Commission: Stakeholder Consultation Paper on the Europe 2020 Project Bond Initiative, Commission Staff Working Paper, February 2011. 18 See, for example, H. E s f a h a n i , M. R a m i r e z : Institutions, Infrastructure and Economic Growth, in: Journal of Development Economics, Vol. 70, 2003, pp. 443-447. 19 E. D a b l a -N o r r i s , J. B r u m b y, A. K y o b e , Z. M i l l s , C. P a p ag e o r g i o u : Investing in Public Investment: An Index of Public Investment Effi cency, IMF Working Paper, No. 56, 2011.",
            "latex": null,
            "type": "figure"
        },
        "TABREF2": {
            "text": "Episodes and Coverage",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Episodes of a Marked Slowdown or Recession in the 3rd or 4th Year After a Crisis 1 Unlike the other thirteen fi nancial crises in our sample, Spain 1977 and Japan 1992 \"escaped\" an initial recession at the time of crisis. 2 See G.L. K a m i n s k y, C.M. R e i n h a r t : Bank Lending and Contagion: Evidence From the Asian Crisis, in: Takatoshi I t o , Anne K r u e g e r (eds.): Regional and Global Capital Flows: Macroeconomic Causes and Consequences, University of Chicago Press for the NBER, 2001, pp. 73-99 for an analysis of the patterns of bank lending during the Asian crisis. Asian economies, concerns about the avian fl u begin in earnest in May 2001; for all the recovering countries 9/11 poses a major blow to world trade. The trade volume of goods and services, which had risen by 12.2% in 2000, is fl at in 2001, rising 0.2%. Asian crisis. Japanese banks had begun to lend aggressively to emerging Asia in early 1996; these are now hit with fresh losses. 2",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "A main driver of developments in the emerging economies is indeed Asia and especially China. With the help of a strong credit expansion, China triggered a boom in gross fi xed capital formation, lifting the share of total investment in GDP from an already high 35% in 2000 and 42% in 2007 to 48% in 2009. 1 Via strong demand for commodities and via strong foreign direct investment in other countries, for example in Africa, impulses have been sent from China to other emerging and even developing countries. This has provoked a kind of gold-digger mood in some regions. South-south trade is a catchword, meaning an intensifi ed 1 Source: IMF: World Economic Outlook Database.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Between the beginning of 2002 and the end of 2007 the Greek economy grew by 27% and that of Ireland by 32%.The recession of 2009 immediately hit some of the Eastern European countries that were not members of the eurozone. Eastern European states had also enjoyed rapid growth before the crisis, fuelled by high foreign investment. They witnessed an outward fl ight of capital in the wake of the fi nancial crisis as liquidity dried up. Western European banks had close links with Eastern European institutions. Many Eastern European banks relied on credit from Western European ones. Australia, Africa and South America. In Dubai and other Emirates, a very important trade hub, journalists write 2 about a \"new silk road\" resulting from the greater importance of the emerging economies. Such shifts are not new, by the way. In the 17th century Asia was the economic heavyweight, as shown in",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Forum employment in September rose to 2.78 million. This is the highest level since 2000. Not to speak of countries like Spain where unemployment is much higher than before the crisis.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "See: In Cooling China, Loan Sharks Come Knocking, in: The New York Times, 14 October 2011, p. B1. 7 See: Small groups rely on shadow fi nancing, in: Financial Times, 19 October 2011, p. 2.",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "in Europe, with an unemployment rate of more than 20%. The problem in Spain, as in the United States, is a defl ated bubble. There is little that would be obviously different in the US economy today if there had not been a fi nancial crisis.",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "Shares of GDPS o u r c e : Bureau of Economic Analysis: National Income and Product Accounts,Table 1.1.10.",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": "GDP Growth: Third Quarter 2010 to Third Quarter 2011",
            "latex": null,
            "type": "table"
        },
        "TABREF14": {
            "text": "In many advanced countries, railways, airports, roads, utilities and other essential infrastructure have become dilapidated. The American Society of Civil Engineers 14 estimates that the United States needs US$2.2 trillion of infrastructure spending during the next fi ve years, of which US$1.18 trillion has not been budgeted. While this could be an upper bound estimate, government agencies 15 confi rm that there is a need for signifi cant infrastructure repairs and upgrades. And the recently released Global Competitiveness Report of the World Economic Forum 16 ranks the United States 16th with respect to its infrastructure and 5th with respect to its overall competitiveness, down from fi rst place in 2005.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}