{"paper_id": "65a263d89b102add1abf736626e31b95d8b84639", "metadata": {"title": "Clinical characteristics of pediatric hospitalizations associated with 2009 pandemic influenza A (H1N1) in Northern Bavaria, Germany", "authors": [{"first": "Anna", "middle": [], "last": "Wieching", "suffix": "", "affiliation": {}, "email": ""}, {"first": "†", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jasmin", "middle": [], "last": "Benser", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Christina", "middle": [], "last": "Kohlhauser-Vollmuth", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Benedikt", "middle": [], "last": "Weissbrich", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Andrea", "middle": [], "last": "Streng", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Johannes", "middle": ["G"], "last": "Liese", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background: The 2009 pandemic influenza A (H1N1) (PIA) virus infected large parts of the pediatric population with a wide clinical spectrum and an initially unknown complication rate. The aims of our study were to define clinical characteristics and outcome of pandemic influenza A (H1N1) 2009-associated hospitalizations (PIAH) in children <18 years of age. All hospitalized cases of children <18 years of age with laboratory-confirmed pandemic influenza A (H1N1) 2009 in the region of Wuerzburg (Northern Bavaria, Germany) between July 2009 and March 2010 were identified. For these children a medical chart review was performed to determine their clinical characteristics and complications.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Results: Between July 2009 and March 2010, 94 PIAH (62% males) occurred in children <18 years of age, with a median age of 7 years (IQR: 3-12 years). Underlying diseases and predisposing factors were documented in 40 (43%) children; obesity (n = 12, 30%), asthma (n = 10, 25%) and neurologic disorders (n = 8, 20%) were most frequently reported. Sixteen (17%) children received oxygen supplementation; three (3%) children required mechanical ventilation. Six (6%) children were admitted to an intensive care unit, four of them with underlying chronic diseases.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Conclusions: Most PIAH demonstrated a benign course of disease. However, six children (6%) needed treatment at an intensive care unit for severe complications.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Influenza is a common cause of illness in children, predominantly treated as outpatients. For seasonal influenza, annual incidences for influenza-associated hospitalizations were estimated as 90 (CI 95%: 80-110) /100,000 in children <5 years old in the USA [1] , and as 123/100,000 in children <6 years of age in a German region [2] .", "cite_spans": [{"start": 257, "end": 260, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 329, "end": 332, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Background"}, {"text": "In 2009, an influenza pandemic was caused by a new influenza A/H1N1 virus (PIA). In more than 214 countries laboratory-confirmed PIA cases were reported, including over 18,097 deaths [3] . During this pandemic especially children appeared to be affected. In the USA, about 87,000 PIA hospitalizations (PIAH) and 1,280 fatalities occurred in children <18 years of age from April 2009 to April 2010, representing 32% of all PIAH and 10% of all PIA-associated fatalities in the US population [4] .", "cite_spans": [{"start": 183, "end": 186, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 489, "end": 492, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Background"}, {"text": "In Germany, first cases of PIA were reported in April 2009; the first wave of the pandemic lasted from calendar week 42/2009 to 02/2010 [5] . The sentinel surveillance system for laboratory-confirmed PIA reported 226,137 cases and 253 fatalities for the total population until April 2010 [6] . A nationwide surveillance of critically ill children admitted to pediatric intensive care units (PICU) and fatalities associated with PIA estimated an incidence rate of 2.8 cases/100,000 children in infants * Correspondence: Liese_J@kinderklinik.uni-wuerzburg.de † Equal contributors 1 <1 year of age and 0.8 cases/100,000 in children <15 years of age [7] . Thus far, there is only limited data on clinical characteristics and outcome of PIAH in Germany [8] . In the current study, we therefore investigated clinical characteristics of all pediatric PIAH in a defined geographical region.", "cite_spans": [{"start": 136, "end": 139, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 288, "end": 291, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 646, "end": 649, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 748, "end": 751, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Background"}, {"text": "All children and adolescents <18 years of age with laboratory-confirmed PIA admitted to one of the three hospitals covering pediatric in-patients in the area of Wuerzburg (Northern Bavaria / Germany) from July 2009 to March 2010, covering the influenza season 2009/2010, were included. The study population size in our defined catchment area corresponded to approximately 60,300 children younger than 18 years of age (Bavarian State Office for Statistics and Data Processing 2009, https://www.statistik.bayern.de).", "cite_spans": [], "ref_spans": [], "section": "Case definition and study population"}, {"text": "Respiratory samples (nasopharyngeal aspirate or nasopharyngeal swab or tracheal secretion) from all three hospitals were routinely sent to the Institute of Virology and Immunobiology of the University of Wuerzburg and analyzed using reverse transcriptase-polymerase-chain -reaction (RT-PCR) or direct immunofluorescence (DIF) testing for influenza A and B. All specimens tested positive for influenza by DIF were determined by PCR for subtype determination.", "cite_spans": [], "ref_spans": [], "section": "Laboratory methods"}, {"text": "Laboratory-confirmed PIA-infections were reported by the Institute of Virology and Immunobiology. For all identified PIAH patients <18 years of age a medical chart review was conducted by a representative of the study coordination centre (University Children's Hospital, Wuerzburg). Date of admission, number of days in hospital, data on treatment, demographic, clinical and epidemiological data were obtained using a standardized and anonymous data collection form. All data were collected for the duration of hospital stay.", "cite_spans": [], "ref_spans": [], "section": "Reporting system and data collection"}, {"text": "For analysis of clinical parameters, all identified PIAH patients with symptoms starting before hospitalization or less than 72 h after hospitalization were included. Nosocomial infections with symptoms starting >72 h after hospitalization (n = 10 cases, including one fatality) were excluded from the present analysis and will be described elsewhere. Data were analyzed descriptively using SPSS (version 18.0 and 19.0, Chicago, IL). Continuous data were reported as median with interquartile range (IQR) and categorical variables as percentage of patients.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "The study was approved by the Institutional Ethics Review Board of the University of Wuerzburg. Figure 2 ). Of all 94 patients, 88 (94%; 60% males, median 7 (2-12) years of age) were admitted to a general ward and stayed for a median of four (3-6) days in hospital. Six children (6%; 83% males, age range 0.1-16 years) were admitted to an intensive care unit (ICU), with a median stay at ICU of three (2-6) days and of seven (3-18) days in hospital. For 48 patients (51%), a contact with a person with suspected (n = 35) or confirmed (n = 29) PIA was reported as potential source of infection; most frequently, contacts to siblings (n = 30) or the child's mother (n = 15) had been documented.", "cite_spans": [], "ref_spans": [{"start": 96, "end": 104, "text": "Figure 2", "ref_id": "FIGREF2"}], "section": "Ethical review"}, {"text": "The onset of symptoms, reported for 92 (98%) patients, occurred at a median of two (1-3) days before admission to hospital. The most frequently reported symptoms at admission were cough in 75 (80% of the 94 children), fever in 73 (78%), rhinorrhea in 48 (51%), and refusal of food or drink in 36 (38%) cases ( Table 1 ). The most frequent diagnoses were upper respiratory tract infection in 84 (89%) children, bronchitis in 20 (21%; including nine (10%) cases of obstructive bronchitis), and pneumonia in 16 (17%) children, including one (1%) case of secondary bacterial pneumonia. Other reported diagnoses were fever convulsion in seven (7%), laryngitis/croup in six (6%), and otitis media in three (3%) children (multiple diseases per patient possible).", "cite_spans": [], "ref_spans": [{"start": 310, "end": 317, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Clinical presentation"}, {"text": "At least one underlying medical condition was documented for 40 (43%) of the 94 children; the most frequent condition was obesity defined as Body Mass Index >90th percentile (n = 12, 30% of all 40 children with predisposing factors), asthma (n = 10, 25%), neurologic disorders (n = 8, 20%), preterm birth, allergic diseases and other chronic diseases (each n = 6, 15%).", "cite_spans": [], "ref_spans": [], "section": "Chronic conditions and predisposing factors"}, {"text": "Oseltamivir was administered in 23 (25%) children for a median of three (2-5) days. A total of 28 (30%) children were treated with antibiotics, administered orally for a median of four (1-6) days and intravenously for a median of five (3-6) days. A total of 16 (17%) children received oxygen supplementation; three (3%) children required mechanical ventilation for a median of four (range 2-5) days.", "cite_spans": [], "ref_spans": [], "section": "Treatment"}, {"text": "Patients admitted to an intensive care unit ICU treatment was reported for six (6%) of the 94 patients. Four of them had known underlying chronic diseases or predisposing factors: i) A two-month-old former preterm (male) with congenital heart defect was admitted due to desaturation and pneumonia. After treatment with oxygen and antibiotics, he was discharged after three days on PICU and 31 days in hospital. ii) A ten-year-old boy with chronic neurologic and lung diseases was treated at PICU for one day due to fever convulsion. iii) A ten-year-old boy with tuberous sclerosis as chronic disease was admitted to PICU due to fever convulsion and was intubated and mechanically ventilated at the PICU for five days because of hypopnoea. iiii) A sixteen-year-old girl with obesity (BMI >30) and nicotine abuse as risk factors was treated at PICU due to pneumonia and acute respiratory distress syndrome. She was mechanically ventilated at the PICU for four days due to respiratory failure.", "cite_spans": [], "ref_spans": [], "section": "Treatment"}, {"text": "Three of 94 hospitalized children (3%), two with underlying diseases, had been vaccinated against PIA five days (n = 2) or about two months before hospitalization (n = 1). One child without underlying diseases had been vaccinated against seasonal influenza before hospitalization (no information about date of vaccination). Only two (5%) of 40 children with underlying chronic conditions for whom influenza vaccination is generally recommended in Germany had received PIA vaccination, compared to one child (2%) of the 54 children without underlying chronic conditions. None of the six children with severe complications had received any influenza vaccination.", "cite_spans": [], "ref_spans": [], "section": "Influenza vaccination status"}, {"text": "During the influenza A/H1N1 epidemic a total of 94 children with PCR-confirmed PIA were hospitalized in the three hospitals in Wuerzburg, Northern Bavaria, which cover the pediatric population of the city of Wuerzburg and its surroundings. The clinical course was mostly benign with cough (80%), fever (78%), and rhinorrhea (51%) as predominant symptoms. Only six percent of PIAH were admitted to an ICU; which is about three times lower than reported from Argentina, Canada and USA (17-19%) [9] [10] [11] but similar to 8% found in a UK hospital [12] and identical to 6% of ICU admissions reported from a large hospital in Hamburg (Northern Germany) [8] . In Germany, both in our study and in Hamburg, a clearly lower percentage of patients with PIA received treatment with oseltamivir (25% and 28%, respectively) and antibiotics (30% and 25%, respectively) [8] , when compared to antiviral (46-99%) [9] [10] [11] and antibiotic (74-86%) treatment in other PIAH studies [9] [10] [11] . In Argentina, oxygen was supplemented five times more often (82%) than was to be observed in our study (17%) [11] . Mechanical ventilation was required six times more often (17%) than documented in our study (3%), whereas data from USA and Canada revealed a similar frequency (6%) for hospitalized patients [9, 10] . The low rates of severe influenza cases in the present study correspond with the results of an earlier study on severe seasonal influenza in Germany [13] . Hence, on the one hand, the higher primary and secondary complication rates among hospitalized patients in other countries may reflect a real increase in the complication rate, due to delayed treatment with a limited access to primary health care. On the other hand, observed heterogeneity in the severity of hospitalized patients may result from differences in hospitalization access, with a higher threshold for hospitalization in countries with lower socio-economic status or limited health insurance (as in the USA) compared to Germany [11] .", "cite_spans": [{"start": 492, "end": 495, "text": "[9]", "ref_id": "BIBREF9"}, {"start": 496, "end": 500, "text": "[10]", "ref_id": "BIBREF10"}, {"start": 501, "end": 505, "text": "[11]", "ref_id": "BIBREF11"}, {"start": 547, "end": 551, "text": "[12]", "ref_id": "BIBREF12"}, {"start": 651, "end": 654, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 859, "end": 862, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 901, "end": 904, "text": "[9]", "ref_id": "BIBREF9"}, {"start": 905, "end": 909, "text": "[10]", "ref_id": "BIBREF10"}, {"start": 910, "end": 914, "text": "[11]", "ref_id": "BIBREF11"}, {"start": 971, "end": 974, "text": "[9]", "ref_id": "BIBREF9"}, {"start": 975, "end": 979, "text": "[10]", "ref_id": "BIBREF10"}, {"start": 980, "end": 984, "text": "[11]", "ref_id": "BIBREF11"}, {"start": 1096, "end": 1100, "text": "[11]", "ref_id": "BIBREF11"}, {"start": 1294, "end": 1297, "text": "[9,", "ref_id": "BIBREF9"}, {"start": 1298, "end": 1301, "text": "10]", "ref_id": "BIBREF10"}, {"start": 1453, "end": 1457, "text": "[13]", "ref_id": "BIBREF13"}, {"start": 2000, "end": 2004, "text": "[11]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Discussion"}, {"text": "Underlying diseases were documented in 43% of PIAH, with asthma (25% of all children with predisposing factors) reported as one of the most frequent conditions. These results are comparable to the 32-40% of cases with underlying diseases (predominantly led by asthma) reported by most other surveys on pediatric PIAH [8, 11, 12, 14] . Of 40 patients with underlying diseases, 10% received ICU treatment, in contrast to only 4% of 54 previously healthy patients, indicating a more severe course of disease in risk group children. However, the majority of children with underlying disease had an uncomplicated course of disease. It may be assumed that at least in part they were hospitalized for pre-emptive treatment and monitoring of possible complications. In contrast, a recent study from seven Austrian hospitals on PIA patients seeking emergency medical care reported underlying chronic conditions only in 13% of PIA patients <18 years of age [15] .", "cite_spans": [{"start": 317, "end": 320, "text": "[8,", "ref_id": "BIBREF7"}, {"start": 321, "end": 324, "text": "11,", "ref_id": "BIBREF11"}, {"start": 325, "end": 328, "text": "12,", "ref_id": "BIBREF12"}, {"start": 329, "end": 332, "text": "14]", "ref_id": "BIBREF14"}, {"start": 947, "end": 951, "text": "[15]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Discussion"}, {"text": "In October 2009, the German Advisory Board on Immunization (STIKO) recommended vaccination against PIA for selected risk groups. For children, it was recommended that primarily children above six months of age with underlying diseases, such as chronic diseases of the air ways, cardiovascular system, liver or kidneys, should be vaccinated. Secondarily, healthy children should be vaccinated as well [16] . The first PIA vaccine was available in Germany at the end of October 2009. In our study, 40 (43%) children suffered from underlying diseases and, hence, ideally should have been vaccinated against influenza. Of these 40 children, two children were younger than six months and 16 children became ill before the PIA vaccine was available. Of the remaining 22 children with underlying diseases only two (9%) had received a PIA vaccination. Only for one child (2%) out of 51 children without predisposing factors aged above six months a PIA vaccination was reported. The low PIA vaccination coverage found in our study is confirmed by results from cross-sectional surveys in children <14 years of age in Germany (8% coverage) [17] , and from a German surveillance study on severe PIA cases <15 years of age admitted to intensive care units (9% coverage) [7] .", "cite_spans": [{"start": 400, "end": 404, "text": "[16]", "ref_id": "BIBREF16"}, {"start": 1129, "end": 1133, "text": "[17]", "ref_id": "BIBREF17"}, {"start": 1257, "end": 1260, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Discussion"}, {"text": "Potential limitations may result from the differences in criteria for inpatient treatment and use of diagnostic methods depending on the individual decision by the admitting physician. The number of hospitalizations corresponded to a conservative incidence estimate of at least 118 PIAH per 100,000 children <18 years of age. However, this may considerably underestimate the true pediatric PIAH incidence as only patients with laboratory-confirmed PIA were included; children hospitalized with respiratory symptoms or influenza-like illness without being tested for influenza were not captured in this study.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The course of PIAH was predominantly benign; 43% occurred in children with chronic underlying diseases. Severe complications implying treatment at ICU occurred in six (6%) of the children, including four children with chronic underlying diseases. Better acceptance and higher vaccination coverage of risk group children with the recommended and available PIA vaccine could have prevented a considerable number of pediatric PIAH in Germany.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The underrecognized burden of influenza in young children", "authors": [{"first": "K", "middle": ["A"], "last": "Poehling", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Edwards", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Weinberg", "suffix": ""}, {"first": "P", "middle": [], "last": "Szilagyi", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Staat", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Iwane", "suffix": ""}, {"first": "C", "middle": ["B"], "last": "Bridges", "suffix": ""}, {"first": "C", "middle": ["G"], "last": "Grijalva", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "D", "middle": ["I"], "last": "Bernstein", "suffix": ""}, {"first": "G", "middle": [], "last": "Herrera", "suffix": ""}, {"first": "D", "middle": [], "last": "Erdman", "suffix": ""}, {"first": "C", "middle": ["B"], "last": "Hall", "suffix": ""}, {"first": "R", "middle": [], "last": "Seither", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Griffin", "suffix": ""}], "year": 2006, "venue": "N Engl J Med", "volume": "355", "issn": "1", "pages": "31--40", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "The incidence of influenza-associated hospitalizations in children in Germany", "authors": [{"first": "J", "middle": ["A"], "last": "Weigl", "suffix": ""}, {"first": "W", "middle": [], "last": "Puppe", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "Schmitt", "suffix": ""}], "year": 2002, "venue": "Epidemiol Infect", "volume": "129", "issn": "3", "pages": "525--533", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "WHO: Global Alert and Response (GAR) -Pandemic (H1N1) 2009 -update 101", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "CDC: Updated CDC estimates of 2009 H1N1 influenza cases, hospitalizations and deaths in the United States", "authors": [], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "RKI: Bericht zur Epidemiologie der Influenza in Deutschland Saison", "authors": [], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "RKI: Mitteilung der Ständigen Impfkommission (STIKO) am Robert Koch-Institut -Änderung der Empfehlungen zur Impfung gegen Influenza", "authors": [], "year": 2010, "venue": "Epidemiolog Bulletin", "volume": "31", "issn": "", "pages": "299--309", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Severe cases of pandemic (H1N1) 2009 in children", "authors": [{"first": "M", "middle": [], "last": "Altmann", "suffix": ""}, {"first": "L", "middle": [], "last": "Fiebig", "suffix": ""}, {"first": "J", "middle": [], "last": "Soyka", "suffix": ""}, {"first": "R", "middle": [], "last": "Von Kries", "suffix": ""}, {"first": "M", "middle": [], "last": "Dehnert", "suffix": ""}, {"first": "W", "middle": [], "last": "Haas", "suffix": ""}], "year": 2011, "venue": "Germany. Emerg Infect Dis", "volume": "17", "issn": "2", "pages": "186--192", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Influenza A/H1N1-2009 bei Kindern und Jugendlichen in Hamburg. Symptomatik und Verlauf bei 95 stationär behandlungsbedürftigen pädiatrischen Patienten", "authors": [{"first": "S", "middle": [], "last": "Boxhammer", "suffix": ""}, {"first": "R", "middle": [], "last": "Lepler", "suffix": ""}, {"first": "H", "middle": [], "last": "Lenhartz", "suffix": ""}, {"first": "B", "middle": [], "last": "Püst", "suffix": ""}, {"first": "P", "middle": ["H"], "last": "Höger", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Pandemic influenza in Canadian children: a summary of hospitalized pediatric cases", "authors": [{"first": "J", "middle": ["A"], "last": "Bettinger", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "Sauvé", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Scheifele", "suffix": ""}, {"first": "D", "middle": [], "last": "Moore", "suffix": ""}, {"first": "W", "middle": [], "last": "Vaudry", "suffix": ""}, {"first": "D", "middle": [], "last": "Tran", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Halperin", "suffix": ""}, {"first": "L", "middle": [], "last": "Pelletier", "suffix": ""}], "year": null, "venue": "Vaccine", "volume": "2010", "issn": "18", "pages": "3180--3184", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Clinical and epidemiologic characteristics of children hospitalized with 2009 pandemic H1N1 influenza A infection", "authors": [{"first": "S", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "P", "middle": ["L"], "last": "Havens", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Chusid", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Willoughby", "suffix": ""}, {"first": "P", "middle": [], "last": "Simpson", "suffix": ""}, {"first": "K", "middle": ["J"], "last": "Henrickson", "suffix": ""}], "year": 2010, "venue": "Pediatr Infect Dis J", "volume": "29", "issn": "7", "pages": "591--594", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Pediatric hospitalizations associated with 2009 pandemic influenza A (H1N1) in Argentina", "authors": [{"first": "R", "middle": [], "last": "Libster", "suffix": ""}, {"first": "J", "middle": [], "last": "Bugna", "suffix": ""}, {"first": "S", "middle": [], "last": "Coviello", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Hijano", "suffix": ""}, {"first": "M", "middle": [], "last": "Dunaiewsky", "suffix": ""}, {"first": "N", "middle": [], "last": "Reynoso", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Cavalieri", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Guglielmo", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Areso", "suffix": ""}, {"first": "T", "middle": [], "last": "Gilligan", "suffix": ""}, {"first": "F", "middle": [], "last": "Santucho", "suffix": ""}, {"first": "G", "middle": [], "last": "Cabral", "suffix": ""}, {"first": "G", "middle": ["L"], "last": "Gregorio", "suffix": ""}, {"first": "R", "middle": [], "last": "Moreno", "suffix": ""}, {"first": "M", "middle": ["I"], "last": "Lutz", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Panigasi", "suffix": ""}, {"first": "L", "middle": [], "last": "Saligari", "suffix": ""}, {"first": "M", "middle": ["T"], "last": "Caballero", "suffix": ""}, {"first": "Egües", "middle": [], "last": "Almeida", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "", "suffix": ""}, {"first": "Gutierrez", "middle": [], "last": "Meyer", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Neder", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Davenport", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "", "suffix": ""}, {"first": "Del", "middle": [], "last": "Valle", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Santidrian", "suffix": ""}, {"first": "V", "middle": ["S"], "last": "Mosca", "suffix": ""}, {"first": "G", "middle": [], "last": "", "suffix": ""}, {"first": "Garcia", "middle": [], "last": "Domínguez", "suffix": ""}, {"first": "M", "middle": [], "last": "Alvarez", "suffix": ""}, {"first": "L", "middle": [], "last": "Landa", "suffix": ""}, {"first": "P", "middle": [], "last": "Pota", "suffix": ""}, {"first": "A", "middle": [], "last": "Boloñati", "suffix": ""}, {"first": "N", "middle": [], "last": "Dalamon", "suffix": ""}, {"first": "R", "middle": [], "last": "Sanchez Mercol", "suffix": ""}, {"first": "V", "middle": ["I"], "last": "Espinoza", "suffix": ""}, {"first": "M", "middle": [], "last": "Peuchot", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Karolinski", "suffix": ""}, {"first": "A", "middle": [], "last": "Bruno", "suffix": ""}, {"first": "M", "middle": [], "last": "Borsa", "suffix": ""}, {"first": "A", "middle": [], "last": "Ferrero", "suffix": ""}, {"first": "F", "middle": [], "last": "Bonina", "suffix": ""}, {"first": "A", "middle": [], "last": "Ramonet", "suffix": ""}, {"first": "M", "middle": [], "last": "Albano", "suffix": ""}, {"first": "L", "middle": ["C"], "last": "Luedicke", "suffix": ""}, {"first": "N", "middle": [], "last": "Alterman", "suffix": ""}, {"first": "E", "middle": [], "last": "Savy", "suffix": ""}, {"first": "V", "middle": [], "last": "Baumeister", "suffix": ""}, {"first": "E", "middle": [], "last": "Chappell", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Edwards", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Melendi", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Polack", "suffix": ""}, {"first": "F", "middle": ["P"], "last": "", "suffix": ""}], "year": 2010, "venue": "N Engl J Med", "volume": "362", "issn": "", "pages": "45--55", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Clinical characteristics of paediatric H1N1 admissions in Birmingham", "authors": [{"first": "S", "middle": [], "last": "Hackett", "suffix": ""}, {"first": "L", "middle": [], "last": "Hill", "suffix": ""}, {"first": "J", "middle": [], "last": "Patel", "suffix": ""}, {"first": "N", "middle": [], "last": "Ratnaraja", "suffix": ""}, {"first": "A", "middle": [], "last": "Ifeyinwa", "suffix": ""}, {"first": "M", "middle": [], "last": "Farooqi", "suffix": ""}, {"first": "U", "middle": [], "last": "Nusgen", "suffix": ""}, {"first": "P", "middle": [], "last": "Debenham", "suffix": ""}, {"first": "D", "middle": [], "last": "Gandhi", "suffix": ""}, {"first": "N", "middle": [], "last": "Makwana", "suffix": ""}, {"first": "E", "middle": [], "last": "Smit", "suffix": ""}, {"first": "S", "middle": [], "last": "Welch", "suffix": ""}], "year": 2009, "venue": "Lancet", "volume": "374", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Severe influenza cases in paediatric intensive care units in Germany during the pre-pandemic seasons", "authors": [{"first": "A", "middle": [], "last": "Streng", "suffix": ""}, {"first": "V", "middle": [], "last": "Grote", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Liese", "suffix": ""}], "year": 2005, "venue": "BMC Infect Dis", "volume": "11", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Risk factors for hospitalisation and poor outcome with pandemic A/H1N1 influenza: United Kingdom first wave", "authors": [{"first": "J", "middle": ["S"], "last": "Nguyen-Van-Tam", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Openshaw", "suffix": ""}, {"first": "A", "middle": [], "last": "Hashim", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Gadd", "suffix": ""}, {"first": "W", "middle": ["S"], "last": "Lim", "suffix": ""}, {"first": "M", "middle": ["G"], "last": "Semple", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Read", "suffix": ""}, {"first": "B", "middle": ["L"], "last": "Taylor", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Brett", "suffix": ""}, {"first": "J", "middle": [], "last": "Mcmenamin", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Enstone", "suffix": ""}, {"first": "C", "middle": [], "last": "Armstrong", "suffix": ""}, {"first": "K", "middle": ["G"], "last": "Nicholson", "suffix": ""}], "year": 2009, "venue": "Thorax", "volume": "2010", "issn": "7", "pages": "645--651", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Clinical aspects of 2009 pandemic influenza A (H1N1) virus infection in Austria", "authors": [{"first": "W", "middle": [], "last": "Poeppl", "suffix": ""}, {"first": "M", "middle": [], "last": "Hell", "suffix": ""}, {"first": "H", "middle": [], "last": "Herkner", "suffix": ""}, {"first": "B", "middle": [], "last": "Stoiser", "suffix": ""}, {"first": "G", "middle": [], "last": "Fritsche", "suffix": ""}, {"first": "N", "middle": [], "last": "Schurz-Bamieh", "suffix": ""}, {"first": "G", "middle": [], "last": "Poeppl", "suffix": ""}, {"first": "R", "middle": [], "last": "Gattringer", "suffix": ""}, {"first": "N", "middle": [], "last": "Jones", "suffix": ""}, {"first": "M", "middle": [], "last": "Maass", "suffix": ""}, {"first": "A", "middle": [], "last": "Egle", "suffix": ""}, {"first": "H", "middle": [], "last": "Burgmann", "suffix": ""}], "year": 2011, "venue": "Infection", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1007/s15010-011-0121-9"]}}, "BIBREF16": {"ref_id": "b16", "title": "RKI: Mitteilung der Ständigen Impfkommission (STIKO) am Robert Koch-Institut-Impfung gegen die Neue Influenza A (H1N1)", "authors": [], "year": 2009, "venue": "Epidemiolog Bulletin", "volume": "41", "issn": "", "pages": "403--424", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Monitoring pandemic influenza A(H1N1) vaccination coverage in Germany 2009/10 -results from thirteen consecutive cross-sectional surveys", "authors": [{"first": "D", "middle": [], "last": "Walter", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Böhmer", "suffix": ""}, {"first": "M", "middle": [], "last": "Van Der Heiden", "suffix": ""}, {"first": "S", "middle": [], "last": "Reiter", "suffix": ""}, {"first": "G", "middle": [], "last": "Krause", "suffix": ""}, {"first": "O", "middle": [], "last": "Wichmann", "suffix": ""}], "year": 2011, "venue": "Vaccine", "volume": "29", "issn": "", "pages": "4008--4012", "other_ids": {"DOI": ["10.1186/1756-0500-5-304"]}}, "BIBREF18": {"ref_id": "b18", "title": "Clinical characteristics of pediatric hospitalizations associated with 2009 pandemic influenza A (H1N1) in Northern Bavaria", "authors": [{"first": "", "middle": [], "last": "Wieching", "suffix": ""}], "year": 2012, "venue": "BMC Research Notes", "volume": "5", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "A total of 94 (62% males) PIAH in children with a median age of 7 (IQR: 3-12) years were identified in the three hospitals between July 2009 and March 2010(Figure 1). Seasonal distribution peaked in October to December 2009 with a maximum of 43 cases in November 2009 (", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Age distribution. Age distribution of 94 hospitalized children with pandemic influenza A (H1N1) 2009, by age group.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Seasonal distribution. Seasonal distribution of 94 hospitalized patients with pandemic influenza A (H1N1) 2009, during the pandemic influenza season 2009/2010.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Symptoms and diagnoses by age groups", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Age groups (years)\n</td><td> </td><td> </td></tr><tr><td> </td><td>&lt;1 (n= 12) </td><td>1-5 (n = 29) </td><td>6-17 (n= 53) </td><td>&lt;18 (n = 94)\n</td></tr><tr><td>Symptoms\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Cough </td><td>8 (67%) </td><td>23 (79%) </td><td>44 (83%) </td><td>75 (80%)\n</td></tr><tr><td>Fever </td><td>10 (83%) </td><td>25 (86%) </td><td>38 (72%) </td><td>73 (78%)\n</td></tr><tr><td>Rhinorrhea </td><td>6 (50%) </td><td>18 (62%) </td><td>24 (45%) </td><td>48 (51%)\n</td></tr><tr><td>Food/drink refusal </td><td>6 (50%) </td><td>14 (48%) </td><td>16 (30%) </td><td>36 (38%)\n</td></tr><tr><td>Headache </td><td>0 (0%) </td><td>2 (7%) </td><td>22 (42%) </td><td>24 (26%)\n</td></tr><tr><td>Vomiting </td><td>0 (0%) </td><td>6 (21%) </td><td>15 (28%) </td><td>21 (22%)\n</td></tr><tr><td>Tachypnea </td><td>3 (25%) </td><td>2 (7%) </td><td>8 (15%) </td><td>13 (14%)\n</td></tr><tr><td>Conjunctivitis </td><td>1 (8%) </td><td>4 (14%) </td><td>5 (9%) </td><td>10 (11%)\n</td></tr><tr><td>Sore throat </td><td>0 (0%) </td><td>0 (0%) </td><td>9 (17%) </td><td>9 (10%)\n</td></tr><tr><td>Diarrhea </td><td>2 (17%) </td><td>3 (10%) </td><td>3 (6%) </td><td>8 (9%)\n</td></tr><tr><td>Myalgia </td><td>0 (0%) </td><td>1 (3%) </td><td>7 (13%) </td><td>8 (9%)\n</td></tr><tr><td>Diagnoses\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Upper airway infection </td><td>10 (83%) </td><td>26 (90%) </td><td>48 (91%) </td><td>84 (89%)\n</td></tr><tr><td>Bronchitis </td><td>5 (42%) </td><td>4 (14%) </td><td>11 (21%) </td><td>20 (21%)\n</td></tr><tr><td>- of these obstructive </td><td>5 (42%) </td><td>0 (0%) </td><td>4 (8%) </td><td>9 (10%)\n</td></tr><tr><td>Pneumonia </td><td>3 (25%) </td><td>6 (21%) </td><td>7 (13%) </td><td>16 (17%)\n</td></tr><tr><td>-of these secondary bacterial </td><td>0 (0%) </td><td>0 (0%) </td><td>1 (2%) </td><td>1 (1%)\n</td></tr><tr><td>Seizure </td><td>0 (0%) </td><td>4 (14%) </td><td>3 (6%) </td><td>7 (7%)\n</td></tr><tr><td>Laryngitis </td><td>1 (8%) </td><td>0 (0%) </td><td>5 (9%) </td><td>6 (6%)\n</td></tr><tr><td>Otitis media </td><td>2 (17%) </td><td>1 (3%) </td><td>0 (0%) </td><td>3 (3%)\n</td></tr><tr><td>Status asthmaticus </td><td>0 (0%) </td><td>0 (0%) </td><td>1 (2%) </td><td>1 (1%)\n</td></tr><tr><td>ARDS </td><td>0 (0%) </td><td>0 (0%) </td><td>1 (2%) </td><td>1 (1%)\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "This publication was funded by the German Research Foundation (DFG) and the University of Wuerzburg in the funding program Open Access Publishing. ", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "Competing interests JB, BW, AS and JL are currently conducting a separate investigator-initiated study on pediatric influenza which is financially supported by GlaxoSmithKline Biologicals (Rixensart, Belgium). JL and AS have also received a research grant for a previous investigator-initiated study on pediatric influenza by Novartis Vaccines (Marburg, Germany).Authors' contributions AW and JB conducted the data collection and analyses in consultation with CK, BW, AS, JGL. AW and JB drafted the manuscript in consultation with CK, BW, AS and JGL. All authors read and approved the final manuscript.", "cite_spans": [], "ref_spans": [], "section": "annex"}]}