{
    "paper_id": "661774e359300222ba2faca76f26e2d91ea4e048",
    "metadata": {
        "title": "ROYAL ACADEMY OF MEDICINE IN IRELAND IRISH JOURNAL OF MEDICAL SCIENCE Section of Biomedical Sciences Annual Meeting 2012 Including Donegan Medal Competitions, Barcroft Competitions & Conway Review Lecture Meeting Programme & Abstracts",
        "authors": [
            {
                "first": "Bailey",
                "middle": [
                    "Allen"
                ],
                "last": "Hall",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National University of Ireland",
                    "location": {
                        "settlement": "Galway"
                    }
                },
                "email": ""
            },
            {
                "first": "Irish",
                "middle": [],
                "last": "Journal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National University of Ireland",
                    "location": {
                        "settlement": "Galway"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Ir J Med Sci (2013) 182 (Suppl 4):S117-S142 References 1. Zarate CA Jr. et al. A randomized trial of an N-methyl-Daspartate antagonist in treatment-resistant major depression. Arch Gen Psychiatry. 2006;63(8):856-64. 2. Greenhalgh J, et al. Clinical and cost-effectiveness of electroconvulsive therapy for depressive illness, schizophrenia, catatonia and mania: systematic reviews and economic modelling studies. Health Technol Assess. 2005;9(9):1-156, iii-iv. 3. O'Connor RM, Dinan TG, Cryan JF. Little things on which happiness depends: microRNAs as novel therapeutic targets for the treatment of anxiety and depression. Mol Psychiatry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Activation of the unfolded protein response sensor PERK attenuates endoplasmic reticulum (ER) stress levels. Conversantly, if the damage is too severe and ER function cannot be restored, this signaling branch triggers apoptosis. BH3-only family member Bim is essential for ER stress-induced apoptosis. However the regulatory mechanisms controlling BIM activation under ER stress conditions are not well understood. Here we show that downregulation of the miR-106b-25 cluster contributes to ER stress-induced apoptosis and the upregulation of Bim. Hypericin-mediated photo-oxidative ER damage induced Perk-dependent cell death and led to a significant decrease in the levels of miRNAs belonging to miR-106b-25 cluster in wild-type but not in Perk -/-MEFs. Further we show that expression of miR-106b-25 and Mcm-7 (host gene of miR-106b-25) is co-regulated through the transcription factors Atf4 and Nrf2. ER stress increased the activity of wild-type Bim 3 0 UTR construct but not the miR-106b-25 recognition site-mutated Bim 3 0 UTR construct. Overexpression of miR-106b-25 cluster inhibits ER stress-induced cell death in wildtype but did not confer any further protection in Bim-knockdown cells. Further we show down regulation in the levels of miR-106b-25 cluster in symptomatic SOD1 G86R transgenic mice. Our results Ir J Med Sci (2013) 182 (Suppl 4):S117-S142 S133",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "MicroRNAs as novel antidepressant targets in refractory depression: converging effects of ketamine and electroconvulsive shock therapy in the rat hippocampus Depression is a devastating mental illness placing a severe burden on individuals and society. Moreover, the World Health Organisation predicts by the year 2020, depression will be the leading cause of disease burden in developed countries. Despite being of benefit to a large number of patients, current antidepressants are hampered by a slow onset of action, a significant percentage of non-responders and side effects. Hindering the development of novel therapeutics is the fact that large gaps remain in our knowledge surrounding the molecular pathophysiology underlying depression and in the therapeutically relevant molecular mechanisms of antidepressants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Recently, acute administration of the NMDA receptor antagonist ketamine has been shown to induce a rapid and persistent antidepressant effect with increased efficacy in treatment-resistant depression [1] . Similar to ketamine, electroconvulsive shock therapy (ECS) is an antidepressant strategy which also is effective in cases of treatment-resistant depression [2] . The molecular mechanisms underlying the therapeutic action of these treatments are not fully understood.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 203,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 362,
                    "end": 365,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "MicroRNAs (miRNAs) are a recently discovered small regulatory RNA species which negatively regulate mRNA translation in a sequence specific manner. They are increasingly seen as attractive drug targets given their ability to regulate multiple genes [3] . Moreover, they have been shown to be involved in a host of neuronal processes affecting behaviour and are downstream targets of several psychoactive drugs. Currently the effects of ketamine and ECS on miRNAs remains completely unexplored. We hypothesised that certain miRNAs would be differentially and others similarly regulated by ketamine and ECS.",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 252,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To this end male Sprague-Dawley rats were administered 10 days ECS (0.85 mA/0.5 ms), acute ketamine (10 mg/kg i.p.) and for comparison chronic (21 days) treatment with the prototypical selective serotonin reuptake inhibitor (SSRI), fluoxetine (10 mg/kg/day i.p.). 24 h following final treatment the hippocampus was dissected out, RNA isolated and microarray based miRNA profiling was conducted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Fluoxetine, ECS and ketamine altered two, ten and fifteen hippocampal miRNAs respectively with all three antidepressant treatments sharing one common miRNA target, suggesting this may be an important molecular change involved the antidepressant response. Interestingly, ECS and ketamine possess the highest number of common miRNA targets, altering four common miRNAs in a similar manner. This indicates these therapies may mediate their therapeutic benefit through converging downstream molecular pathways. Interestingly, bioinformatic analysis revealed that the gene targets for these miRNAs are involved in a variety of processes including cell signalling and gene regulation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This study demonstrates changes to hippocampal miRNA expression may represent part of the therapeutic molecular mechanisms employed by antidepressants. Moreover, this is the first study to our knowledge which shows treatment with ketamine and ECS possess the capacity to alter miRNAs and interestingly do so in a convergent manner. This highlights miRNAs as novel targets for the development of novel antidepressants which have the potential to possess a more rapid therapeutic onset and greater efficacy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "suggest a molecular mechanism whereby repression of miR-106b-25 cluster plays an important role in ER stress-mediated increase in Bim and apoptosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The authors acknowledge grant support from SFI (Grant Number 09/RFP/BIC2371) and HRB (Grant Numbers HRA_HSR/2010/24 and HRA/2009/59).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Characterisation of the endocannabinoid system in the RVM and spinal cord dorsal horn of two rat strains differing in nociceptive responsivity The Wistar Kyoto (WKY) rat is a stress-hyperresponsive strain that exhibits a hyperalgesic phenotype, compared with the Sprague-Dawley (SD) strain [1] . Given the well-established role of the endocannabinoid system in modulating both stress and pain, we hypothesised that differences in the expression and/or mobilisation of elements of the endocannabinoid system within the CNS may account for the differential nociceptive responsivity in WKY vs. SD rats. The aim of this study was to present a complete comparative molecular and neurochemical analysis of the endocannabinoid system within key components of the descending pain pathway of WKY and SD rats that had received intra-plantar injection of either saline or the noxious chemical formalin.",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 293,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Adult male WKY or SD rats (280-320 g) received intraplantar injection of either saline or formalin (2.5 %), nociceptive behaviour assessed for 30 min, and then post-mortem tissue from the rostroventromedial medulla (RVM) and spinal cord dorsal horn (DH) harvested. Levels of the endocannabinoids, anandamide (AEA) and 2-arachidonoylglycerol (2-AG), were quantified using LC-MS/MS. qRT-PCR was used to determine the expression of mRNA coding for various components of the endocannabinoid system including the cannabinoid 1 (CB 1 ) receptor, fatty acid amide hydrolase (FAAH), monoacylglycerol lipase (MAGL), n-arachidonoylphosphatidylethanolamine phospholipase D (NAPE-PLD) and diacylglycerol lipase alpha (DAGLa). Data were analysed by 2-way ANOVA followed by Fisher's LSD post hoc test (P B 0.05 significant), and expressed as mean ± SEM.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "WKY rats exhibited increased formalin-evoked nociceptive behaviour compared with SD counterparts (composite pain scores: 1.14 ± 0.05 vs 0.85 ± 0.09, n = 10-12 rats per group), indicating a hyperalgesic phenotype. CB 1 mRNA levels in the RVM of salinetreated SD rats were lower compared with saline-treated WKY counterparts (SD vs. WKY: 1.00 ± 0.07 vs. 1.30 ± 0.12, p = 0.05, n = 6). Intraplantar formalin injection increased levels of AEA in the spinal cord of both strains (sal. vs. form: 8.90 ± 0.48 vs. 10.75 ± 0.54, p \\ 0.05 for SD and 9.18 ± 0.31 vs. 11.37 ± 0.52, p \\ 0.01 for WKY, n = 6), and increased 2-AG in the RVM of SD (sal vs. form: 6.86 ± 0.31 vs. 11.37 ± 0.52, p \\ 0.05, n = 5-6 rats per group), but not WKY, rats. In SD but not WKY rats, formalin injection was also associated with increases in RVM and DH NAPE-PLD mRNA (sal vs. form: 1.00 ± 0.08 vs. 1.77 ± 0.26, p \\ 0.001 for RVM, and 1.00 ± 0.22 vs. 2.25 ± 0.46, p \\ 0.001 for DH, n = 5-6 rats per group) and DAGLa mRNA (sal vs. form: 1.00 ± 0.18 vs. 1.95 ± 0.24, p \\ 0.001 for RVM, and 1.00 ± 0.23 vs. 3 .00 ± 0.66, p \\ 0.001 for DH, n = 5-6 rats per group). An increase in CB 1 mRNA expression was observed in the DH of formalin-treated WKY (sal vs. form: 0.88 ± 0.07 vs. 1.52 ± 0.25, p \\ 0.05, n = 5-6 rats per group), but not SD, rats. Formalin treatment was associated with decreases in FAAH mRNA in the DH of SD (sal vs. form: 1.00 ± 0.01 vs. 0.55 ± 0.12, p \\ 0.05, n = 5-6 per group), but not WKY rats.",
            "cite_spans": [
                {
                    "start": 1073,
                    "end": 1074,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Overall, these data suggest a more active and efficient mobilisation of RVM and DH endocannabinoid system components in SD compared with WKY rats in response to intraplantar formalin injection, as demonstrated by increases in endocannabinoid levels, increases in expression of genes coding for synthetic enzymes and a corresponding decrease in genes coding for catabolic enzymes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Hypercapnic acidosis reduces stretch-induced inflammation in alveolar epithelial cells by an NF-jB dependent mechanism Mechanical ventilation may worsen ALI/ARDS, a process termed Ventilator Induced Lung Injury (VILI). Hypercapnic acidosis (HCA) is a central component of lung ventilatory strategies to minimize VILI-this is termed ''permissive hypercapnia''. Deliberately induced HCA-termed 'therapeutic hypercapnia'-is protective in multiple lung injury models [1] , including VILI [2] . We have recently demonstrated that HCA protects against VILI in vivo via a mechanism that may be mediated via inhibition of NF-jB, a key transcriptional regulator in inflammation, injury and repair [3] . We have also established that HCA induced inhibition of pulmonary epithelial wound repair is mediated via NF-jB inhibition [4] . We wished to further elucidate the contribution of inhibition of NF-jB to the beneficial effects of HCA in stretch induced injury, and determine the precise mechanism underlying this effect.",
            "cite_spans": [
                {
                    "start": 463,
                    "end": 466,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 484,
                    "end": 487,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 688,
                    "end": 691,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 817,
                    "end": 820,
                    "text": "[4]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A549 alveolar epithelial cells were seeded to collagen-I coated Bioflex 6-well plates (Flexcell International, Hillsborough, NC, US) at 2 9 10 5 cells/mL and transfected the following day with a jBluciferase reporter construct (0.5 lg), a TK-renillin internal control construct (0.5 lg), and with the cytoplasmic inhibitor IjBa or with empty vector (1.0 lg) using Lipofectamine 2000 (Invitrogen Corporation, Carlsbad, CA, USA) as per the manufacturer's guidelines. Cells were allowed to recover overnight and re-fed with fresh complete medium immediately prior to experimentation. The plates were then mounted on to the Flexcell FX-4000T Ò Tension Plus Ò baseplate (Flexcell International), and subjected to 22 % equibiaxial stretch at a frequency of 0.1 Hz for specific timecourses in the presence of normocapnia (i.e. 5 % CO 2 ) versus HCA (i.e. 15 % CO 2 ). The cells were then harvested, and luciferase, LDH and MTT assays were performed to assess NF-jB transcriptional activity and cell viability. ELISA was performed on the medium to quantify IL-8 chemokine secretion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The potential for the effects of HCA on stretch induced injury to be mediated via inhibition of the NF-jB pathway was then determined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Cyclic mechanical stretch induced pulmonary epithelial inflammation via activation of the NF-jB pathway. Cyclic mechanical stretch also progressively increased epithelial production of the NF-jB dependent cytokine IL-8, and was associated with progressively decreasing cell viability and membrane integrity as demonstrated by MTT assay and increased extracellular LDH.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "HCA reduced stretch induced NF-jB activation, reduced IL-8 production, reduced cell injury and enhanced cell survival compared to normocapnia. NF-jB activation, both baseline and stretch induced, was completely inhibited by overexpression of the cytoplasmic NF-jB inhibitor IjBa. Stretch induced epithelial IL-8 production was abolished by overexpression of IjBa. This would indicate stretch induced activation of inflammation is mediated via stimulation of the canonical NF-jB pathway. HCA resulted in the maintenance of cytoplasmic IjBa, which inhibits NF-jB.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "High lung stretch induces a pulmonary epithelial inflammatory response involving activation of NF-jB. Hypercapnic acidosis inhibits this inflammatory response, via a decrease in the breakdown of cytosolic IjBa inhibitory protein, providing a potential mechanistic explanation for its protective effects in VILI. Irritable bowel syndrome (IBS) is the most common functional gastrointestinal disorders which affects 15-20 % of the general population worldwide. It is characterized by chronic, episodic abdominal discomfort with constipation and/or diarrhoea. However, there is a poorly understood underlying pathophysiology and there is a lack of suitable disease-defining biological markers. Differences in plasma cytokine levels have been established in IBS patients compared with control patients.IBS patients have elevated circulating levels of the pro-inflammatory cytokine, interleukin-6 (IL-6), which is produced in response to trauma, infection and immunological challenge. These studies aim to determine if the elevations of IL-6 contribute to the excitability of myenteric. Myenteric plexus preparations from adult male Sprague-Dawley rats were loaded with the ratiometric calcium indicator, Fura 2AM (7 lM). Real-time calcium imaging experiments were conducted using a standard epifluorescence imager.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In paired recordings, pooled plasma samples from six healthy controls (diluted, 1:250 in Krebs) caused a slight increase in effect on intracellular calcium levels in sub-mucosal neurons (ratio change 0.05 ± 0.01), whereas IBS plasma induced a significant increase in calcium (0.21 ± 0.02, n = 43, P \\ 0.0001). The IBS plasma-induced effect was attenuated by pre-neutralisation of IL-6 (P \\ 0.0001), IL-8 (P \\ 0.0001) and C-reactive protein (P \\ 0.05) while neutralisation of IgG had no effect on the evoked neuronal responses. Inhibitors of downstream signalling molecules, the STAT3 inhibitor WP1006 did not affect the evoked responses, while the MAPK inhibitor, PD98059 attenuated the response to IBS plasma (P \\ 0.001).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "These data provide evidence that plasma from IBS patients but not healthy controls evoke excitation of rat colonic myenteric neurons, and that this effect is mediated, in part, by IL-6 and IL-8 signalling and CRP, resulting in downstream activation of MAPK. These findings provide a molecular explanation for observed alterations in the pathophysiological alteration in gastrointestinal motility observed in IBS patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "HSP70 reduces a-synuclein-induced neuronal pathology in the a-synuclein viral gene transfer rat model of Parkinson's disease The implication of a-synuclein in Parkinson's disease pathogenesis has led to a concerted effort to target this protein as a potential disease-modifying therapeutic approach. As a-synuclein oligomers and protofibrils are largely recognized as the toxic intermediate species negatively affecting dopaminergic neurons, strategies aimed at improving endogenous defences against protein misfolding may represent a potential disease-modifying approach for Parkinson's disease. One such approach is to harness the properties of heat shock proteins which contribute towards maintaining a balance between protein synthesis and degradation in the cell [1] .",
            "cite_spans": [
                {
                    "start": 768,
                    "end": 771,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This study sought to determine if adeno-associated virus (AAV) mediated over-expression of molecular chaperone heat shock proteins, namely Hsp27 or Hsp70, in the AAV-a-synuclein viral gene transfer rat model of Parkinson's disease could prevent a-synucleininduced pathology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Male Sprague-Dawley rats (n = 40) were intra-nigrally coinjected with pathogenic (AAV-a-synuclein) and putative therapeutic (AAV-Hsp27 or AAV-Hsp70) viral vectors under isoflurane gaseous anaesthesia (2-5 % in oxygen). Rats were sacrificed 18 weeks postviral injection by terminal anaesthesia (50 mg/kg pentobarbital) and transcardially perfused with saline and 4 % paraformaldehyde. The brains were then processed for quantitative immunohistochemistry to determine the effect of Hsp27 and Hsp70 transgene expression on AAV-induced a-synuclein expression, dopaminergic nigrostriatal integrity and neuritic dystrophy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Intra-nigral injection of AAV-a-synuclein resulted in significant a-synuclein accumulation in the substantia nigra (Group, F (3,36) = 7.52, P \\ 0.01; one-way ANOVA followed by post hoc Newman Keuls) and striatal terminals (Group, F (3,36) = 9.40, P \\ 0.001; one-way ANOVA followed by post hoc Newman Keuls). This over-expression of a-synuclein led to significant dystrophy of nigrostriatal dopaminergic neurons, a neuroanatomical characteristic of the AAV-a-synuclein over-expression model (Group, F (3,36) = 6.42, P \\ 0.01; using one-way ANOVA followed by post hoc Newman Keuls). Co-injection of either AAV-Hsp27 or AAV-Hsp70 with AAV-a-synuclein resulted in significant co-transduction of the nigrostriatal cell bodies (32 ± 2 %), and importantly, the AAV-a-synuclein-induced neuronal dystrophy was significantly reduced by co-expression of Hsp70 (post hoc Fisher's least significant",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Taken together, these data confirm that over expression of Hsp70 holds significant potential as a disease-modulating therapeutic approach with protective effects demonstrated in the AAV-a-synuclein over-expression model of Parkinson's disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The authors acknowledge grant support from Science Foundation Ireland. The endoplasmic reticulum (ER) stress response is a homeostatic signalling pathway linked to many neurological diseases. Calreticulin (CRT), an ER resident chaperone protein which is frequently increased as a result of ER stress, plays a role in apoptotic cell clearance and has been implicated in autoimmunity. Published data from our lab have shown ER stress-associated molecules CHOP and BiP at increased levels in chronic active MS lesions [1] . Here we define the profile of expression of markers of ER stress in an EAE animal model of spinal cord demyelination. EAE induction was carried out under inhalational anaesthesia (isoflurane, 2 % vaporisation, 2 L/min oxygen and 2 L/min NO 2 ). This was induced following base-tail intradermal injection with incomplete Freund's adjuvant (IFA) and 25-50 lg of recombinant MOG (or IFA or saline only); animals were monitored and scored clinically over a 43-day period.",
            "cite_spans": [
                {
                    "start": 515,
                    "end": 518,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Real-time PCR analysis of whole spinal cord lysates showed a lesioned cord trend towards upregulation of BiP, CHOP and CRT, while spliced XBP1 showed a downward trend. Semi-quantitative scoring of immunohistochemical staining revealed significant upregulation of CHOP (p \\ 0.001), CRT (p \\ 0.01), p-eIF2a (p \\ 0.001) and XBP1 (p \\ 0.002) when lesioned cord was compared to control IFA or saline samples. Quantification of serum levels of CRT by ELISA showed a significant down-regulation in diseased animals when compared to healthy controls. Dual immunofluorescent labelling revealed CHOP expression in microglia, astrocytes, and oligodendrocytes as well as in the neurons of grey matter adjacent to lesions. Strong CRT expression was also confirmed in microglia but was not detected in astrocytes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reference"
        },
        {
            "text": "Cause-and-effect relationships between CRT and other components of ER stress and EAE/MS pathology must now be determined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reference"
        },
        {
            "text": "Funded by IRCSET and NUIG Foundation Office. Ventilator-induced lung injury (VILI) is an iatrogenic, inflammatory condition which may cause or exacerbate acute lung injury (ALI). Nuclear factor kappa-B (NF-jB), a key regulator of the expression of genes involved in cellular inflammation and immunity, plays a role in multiple inflammatory disorders, including acute lung injury. In addition, NF-jB may contribute to the pro-inflammatory response in VILI [1] . We aimed to evaluate the potential of pulmonary overexpression of the NF-jB inhibitor, IjBa to modulate inflammation and lung injury severity in a rodent model of VILI. Adult male Sprague-Dawley rats were anesthetised as previously described [2] and randomly allocated to receive (i) 1 9 10 10 adenoassociated virus vectors encoding the IjBa transgene (n = 10); (ii) 5 9 10 10 adeno-associated virus vectors encoding the IjBa transgene (n = 10) or (iii) surfactant (n = 10). Seven days later the animals were anesthetised, tracheostomised and subjected to injurious ventilation for 4 h. Systemic oxygenation, respiratory static compliance, lung wet:dry ratio and lung lavage inflammatory cell infiltration were assessed.",
            "cite_spans": [
                {
                    "start": 455,
                    "end": 458,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 703,
                    "end": 706,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Reference"
        },
        {
            "text": "IjBa dose independently decreased ventilation induced lung injury, improving animal survival, decreasing the decrement in arterial oxygenation and attenuating histologic injury. IjBa decreased alveolar neutrophil infiltration but had no effect on the cytokine response to ventilation induced lung injury. The lower IjBa dose (1 9 10 10 ) appeared as effective as the higher (5 9 10 10 ) IjBa dose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reference"
        },
        {
            "text": "Our model confirms the potential of inhibition of pulmonary NF-jB signalling to improve survival and modulate the inflammatory response to VILI. These findings provide novel insights into the utility of IjBa gene therapy in decreasing lung injury severity in VILI. inflammation associated with the activation of other TLRs. The present study examined the effects of URB597, a selective inhibitor of fatty acid amide hydrolase (FAAH), the enzyme that metabolises the endocannabinoid anandamide and related fatty acid ethanolamines, on cytokine expression in the hippocampus following systemic administration of the TLR-3 agonist polyinosinic:polycytidylic acid (poly I:C). Adult male Sprague-Dawley rats (n = 8 per group) received URB597 (1 mg/kg, i.p.) or vehicle 30 min prior to systemic administration of poly I:C (3 mg/kg, i.p.) or sterile saline. Animals were sacrificed at 2, 4, 8 and 24 h post poly I:C challenge, the hippocampus dissected, snap-frozen and stored at -80°C. The expression of interferon (IFN)a, IFNb, the chemokine interferon gamma-induced protein 10 (IP-10), tumour necrosis factor (TNF)a, interleukin(IL)-1b and IL-6 were determined using quantitative RT-PCR. Concentrations of the endocannabinoids, anandamide and 2-AG, and the related fatty acid ethanolamines, N-oleoylethanolamine (OEA) and N-palmitoylethanolamine (PEA), were determined using LC-MS-MS. Data were analysed using ANOVA followed by Fisher's LSD post hoc test. P \\ 0.05 was deemed significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reference"
        },
        {
            "text": "Systemic poly I:C administration significantly increased the expression of hippocampal IFNa at 24 h (3 fold), IL-1b at 4 h (10 fold), TNFa at 4 (3 fold) and 8 h (2.6 fold) and IP-10 at 4 (200 fold) and 8 (70 fold) hours when compared to saline-treated controls. In the presence of URB597, IFNa expression was increased in the hippocampus at 4 h (5 fold), TNFa at 8 h (3.4 fold), IL-6 at 4 and 8 h (7 and 4 fold, respectively) and IP-10 at 4 and 8 h (160 and 70 fold, respectively) following poly I:C administration. Furthermore, URB597 attenuated the poly I:C-induced increase in TNFa and IL-1b mRNA expression, 4 h post administration. URB597 did not alter anandamide or 2-AG levels in the hippocampus at any of the time points examined, but significantly increased OEA (2.3, 1.7 and 1.3 fold) and PEA (4, 3.3 and 2 fold) concentration at 2, 4 and 8 h, respectively post poly I:C administration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "In conclusion, the present study demonstrates that enhanced levels of OEA and PEA in the hippocampus following inhibition of FAAH are associated with an altered profile of expression of inflammatory mediators following TLR-3 activation. Improved understanding of FAAH-mediated regulation of neuroimmune functions will aid in the identification of new therapeutic targets for various neuroinflammatory disorders. Obstructive sleep apnoea (OSA), the most common sleep-related breathing disorder, is characterised by repetitive airway collapse during sleep. OSA is associated with cardiovascular morbidity and recognised as an independent risk factor for daytime hypertension. Sympathetic activity is commonly increased in OSA patients and animal models exposed to chronic intermittent hypoxia (CIH). Studies of the relationship between CIH, hypertension and sympathetic activity focus on renal sympathetic activity primarily and report sympathetic hyperactivity; however the lumbar sympathetic chain (LSC) has been relatively neglected. We hypothesised that CIH would induce systemic hypertension and sectioning of the LSC would cause a greater drop in mean arterial blood pressure (MAP) and a greater increase in femoral vascular conductance (FVC) compared to sham controls. We also hypothesised that the FVC response to lumbar stimulation would be enhanced after CIH exposure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "Age matched adult male Wistar rats (317 ± 6 g) were exposed to CIH (n = 8) consisting of 90 s hypoxia (5 % O 2 nadir)/210 s normoxia cycles, or sham (n = 8) treatment (normoxia), for 8 h/day for 2 weeks. Under urethane anaesthesia (1.5 g/kg, administered via intraperitoneal injection), rats were tracheotomised and vascular cannulae inserted. Both LSCs were prepared for transection at the L2-L3 region and a bipolar electrode placed at the L3-L4 region of the left LSC for application of ranged stimulation frequencies (0.25-8 Hz, 1 mA constant current). Femoral flow was measured with an ultrasonic flow probe. A glyoxylic acid stain technique was used to determine the arterial sympathetic innervation of the anterior tibial artery (ATA) and a sural artery (SA). Data are presented as mean ± SEM and analysed by two-way ANOVA unless otherwise stated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "CIH exposure significantly increased MAP (93.5 ± 2.8 vs 81.0 ± 1.4 mmHg; p = 0.0006) and sectioning of the LSC caused a drop in MAP which was not different between CIH and sham animals (p = 0.15). LSC section resulted in a large increase in FVC (p \\ 0.0001) which was not different between groups when compared as an absolute change from baseline (p = 0.07). The vascular response to stimulation of the chain was not affected by CIH treatment at any frequency, nor was sensitivity to stimulation (p = 0.78) or maximal constrictor response altered (p = 0.63). The length area density of the sympathetic nerve network on the ATA was unchanged between groups (p = 0.14, unpaired t test) however sympathetic innervation of the SA was significantly increased after CIH treatment (p = 0.027, unpaired t test).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "Haemodynamic baselines after chain section were not affected by CIH treatment and the stimulus response curves to LSC stimulation were also unaltered. These findings indicate that CIH does not elevate sympathetic traffic to the hindlimbs or alter the responsiveness of peripheral resistance vessels to sympathetic discharge. However, sympathetic innervation of the SA is increased suggesting that there is sympathetic remodelling within the hindlimb. The CIH induced hypertension could be due to increased renal sympathetic drive, altered sensitivity to vasoactive hormones or perhaps an increase in blood volume.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "We conclude that lumbar sympathetic nerve activity does not significantly contribute to CIH induced hypertension.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "The authors acknowledge grant support from the Irish Research Council for Science, Engineering and Technology (IRCSET).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "Sex specific effects of in utero exposure to chronic intermittent hypoxia on rat respiratory muscle force It is increasingly recognized that early-life stressors can adversely affect homeostatic control systems including the neuromuscular control of breathing. Fetal and neonatal programming of cardiorespiratory control has been described such that perturbations during critical epochs of early development can have long-lasting, deleterious consequences for cardiorespiratory homeostasis. Hypoxia drives phenotypic plasticity in the striated muscles of breathing of adult mammals. However, little is known of the effects of chronic intermittent hypoxia (CIH) during early life on respiratory muscle physiology despite the clinical relevance. We sought to investigate the effects of in utero CIH exposure on the functional properties of rat sternohyoid (pharyngeal dilator) and diaphragm (thoracic pump) muscles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "Wistar dams were exposed in environmental chambers to intermittent hypoxia (21-5 % O 2 ; 12 cycles per hour; 8 h/day for 21 consecutive days) from the first day of gestation (G0) until G20. Sham groups (continuous normoxia) were run in parallel. Pups were reared as normal (in normoxia) and male and female offspring of the dams were studied at P22 (first day of weaning). The rats were euthanized under 5 % isoflurane and the diaphragm and sternohyoid muscles were excised for study. Isometric contractile properties of isolated muscle bundles were measured in tissue baths containing Krebs solution at 35°C under hyperoxic (95 %O 2 /5 %CO 2 ) conditions. Force-frequency relationship and peak specific force (force per unit crosssectional area) were determined. Fatigue was assessed in response to repeated tetanic contractions (40 Hz, 300 ms train duration) every 2 s for 5 min. A fatigue index (i.e. ratio of force at 5 min of fatigue to initial force) was determined as a measure of muscle endurance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "In utero CIH caused a significant decrease in sternohyoid forcefrequency relationship in female, but not male rats (two-way (CIH 9 stimulus frequency) ANOVA; female P \\ 0.05, male P = 0.39). Peak sternohyoid muscle specific force was significantly decreased in female (16.0 ± 0.7 vs. 12.8 ± 0.6; N/cm 2 ; mean ± SE; sham vs. CIH; Student's t test, P \\ 0.05), but not male rats (14.1 ± 0.6 vs. CIH 13.7 ± 0.6); N = 9 for all groups. Sternohyoid muscle fatigue index was by CIH in females only. Diaphragm muscle force and endurance were unaffected by CIH.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "CIH exposure during gestation causes airway dilator muscle weakness in female offspring that persists during neonatal development. Upper airway muscles such as the sternohyoid are pivotal in the control of airway calibre, therefore muscle weakness could increase the propensity for airway narrowing or collapse giving rise to further exposure to intermittent hypoxia. Increased susceptibility to CIH in female rats was a surprise finding in view of a majority of studies (animal and human) highlighting that males are at increased risk of respiratory instability during early life. Recent evidence from this laboratory has indicated that blood brain barrier permeability is increased in aged mice, and in transgenic mice which overexpress amyloid precursor protein and presenilin 1, which is a commonly-used animal model of Alzheimer's disease. Infiltration of circulating cells, including T cells, has been shown to accompany the increase in blood brain barrier permeability in both aged and transgenic mice and therefore it is possible that the presence of these T cells in the brain may contribute to the reported microglial activation and astrogliosis. The objective of this study was to assess the effect of Th1 and Th2 cells on glial activation. Isolated microglia and isolated astrocytes were prepared from brains of postnatal 1-day old C57BL/6 mice. Cells were cultured in DMEM for 14 days prior to treatment. CD4 + T cells were isolated from spleens of 12 month-old C57BL/6 mice and stimulated ex vivo with anti-CD3/CD28 (1 lg/ml) in the presence of IL-12 (10 ng/ml) to produce pro-inflammatory Th1 cells or IL-4 (10 ng/ml) and anti-IFNc antibody (5 lg/ml) to induce anti-inflammatory Th2 cells. Cytokine release from these T cell lines was assessed to confirm cell phenotype. To generate amyloid b (Ab)-specific T cells, splenocytes were treated with Ab (15 lg/ml) plus polarizing cytokines to induce Th1 and Th2 cells, Ab specific CD4 + T cells were then purified after a 5 day cell culture.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "Th1 or Th2 cells were co-incubated with isolated microglia at a ratio of 1:2 for 24 h. CD40 expression was assessed as a marker of activation, along with IL-6 and TNFa release. The data showed that Th1 cells increased the expression of CD40 on microglia, and significantly increased supernatant concentration of both cytokines and similar results were obtained when microglia were incubated with Ab-specific Th1 cells. In contrast to the effects of Th1 cells, Th2 cells exerted no significant effect on CD40 expression or cytokine release. We also examined the effect of incubating T cells with purified astrocytes and the data mirrored those obtained with microglia; whereas Th1 cells increased CD40 expression and release of IL-6 and TNFa, Th2 cells were without effect. 54.9 ± 6.4 55.6 ± 6.4 57.9 ± 6.2 56.8 ± 5.5 S124 Ir J Med Sci (2013) 182 (Suppl 4):S117-S142",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of the interaction between t helper cells and glia"
        },
        {
            "text": "The data suggest a novel interaction between Th1 cells and astrocytes and confirm previous data indicating that Th1, but not Th2 cells induced microglial activation. Responses to painful stimuli differ between populations, ethnic groups, genders and even among individuals of a family. Furthermore, patients suffering from chronic pain disorders such as irritable bowel syndrome (IBS) also display co-morbid anxiety and depression. Previous studies in rodents have provided us with much needed data regarding strain differences using a vast array of somatic pain assays, but data regarding visceral nociception is still lacking. This study aimed to investigate strain differences in visceral nociception using manometric recordings of colorectal distension (CRD). Expression of the glutamate transporter, EAAT 1 (excitatory amino acid transporter 1) in the spinal cord was investigated as it has been previously implicated in models of visceral hypersensitivity. Moreover, anxiety and depressive-like behaviours were investigated using the open field and the forced swim test respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of the interaction between t helper cells and glia"
        },
        {
            "text": "Adult male mice ([8 weeks) were sourced from Harlan, UK and Charles River, USA. The inbred strains used in this study were: CBA/ JHsd, C3H/HeNHsd, BALB/c OlaHsd, C57 BL/6JOlaHsd, DBA/2J RccHsd, CAST/EiJ, SM/J, A/J OlaHsd, 129P2/OlaHsd, FVB/NHan Hsd, and the outbred strains: Hsd:ND4 (Swiss Webster), ICR (CD-1). CRD was performed as previously described [1] . EAAT 1 mRNA expression was quantified in lumbar spinal cord tissue using quantitative real time polymerase chain reaction (qRT-PCR). The open field and the forced swim test were performed to assess anxiety and depressive-like behaviours respectively. All experiments were conducted in accordance with the European Community Council Directive (86/609/EEC) and approved by Animal Experimentation Ethics Committee of University College of Cork.",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 357,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Strain differences in visceral nociception"
        },
        {
            "text": "A repeated measures ANOVA found a significant effect of distension pressure for all animals thus demonstrating that all animals respond to the CRD paradigm (p \\ 0.001). We also found a significant effect of strain (p \\ 0.001) and a significant interaction of distension pressure X strain (p \\ 0.001). LSD post hoc analysis revealed that CBA/JHsd and C3H/HeNHsd strains displayed a significantly greater response to CRD. Furthermore, these two strains travelled significantly less in the inner zone of the open field (p \\ 0.05) and display increased immobility in the forced swim test (p \\ 0.05). Moreover, the viscerally hypersensitive CBA/JHsd mice were found to have reduced EAAT 1 mRNA expression in the spinal cord compared with the normosensitive C57 BL/6JOlaHsd mice (p \\ 0.001).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strain differences in visceral nociception"
        },
        {
            "text": "This data demonstrate that strain differences occur in visceral nociception with both CBA/JHsd and C3H/HeNHsd strains displaying visceral hypersensitivity. Moreover, these two strains display anxiety and depressive-like behaviours, which are commonly comorbid with chronic pain disorders. Glutamate transporter expression was significantly reduced in the hypersensitive CBA/JHsd mice, which has previously been shown in other models of visceral hypersensitivity. These findings reveal variations in basal nociception between mouse strains which may aid future work aimed at elucidating the mechanisms underlying visceral hypersensitivity in appropriate animal models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strain differences in visceral nociception"
        },
        {
            "text": "The authors acknowledge support from the Alimentary Pharmabiotic Centre which is a research centre funded by Science Foundation Ireland (SFI), through the Irish Government's National Development Plan. The authors and their work were supported by SFI (Grant Nos. 02/CE/B124 and 07/CE/B1368). Perinatal depression has been estimated at 12-18 % [1] and, if left untreated, may have negative consequences in the offspring. However, a consequence of pharmacological treatment with drugs such as the selective serotonin reuptake inhibitor fluoxetine will be the exposure of the offspring via placental transfer and breast milk. Such exposure may affect neuronal development, and thus behaviour in later life. As controlled neurodevelopmental studies in humans are not possible, animal models represent a viable alternative approach. This study aimed to investigate the effects of maternal exposure to fluoxetine throughout the prenatal and/or neonatal periods, on offspring behaviour later in life, in the rat. Sprague-Dawley rats (n = 6-8/group) received vehicle (distilled water) or fluoxetine (5 mg/kg/day) by oral gavage throughout gestation and/or lactation to give four separate groups (vehicle, prenatal fluoxetine, neonatal fluoxetine and prenatal + neonatal fluoxetine). Locomotor activity in the open field (OF) and anxietylike behaviour in the elevated plus maze (EPM) were assessed in male and female offspring (n = 6/group) at 8, 12 or 16 weeks of age; spatial memory in the Morris water maze (MWM) and recognition memory in the novel object recognition (NOR) test were measured at 11 and 14 weeks of age respectively. Data were analysed using Two-Way ANOVAs followed, where appropriate by post hoc Student-Newman-Keuls tests and p \\ 0.05 was deemed statistically significant.",
            "cite_spans": [
                {
                    "start": 342,
                    "end": 345,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Strain differences in visceral nociception"
        },
        {
            "text": "Early life fluoxetine exposure had no effect in the OF at 8 weeks, whilst at 12 weeks a significant effect was found, with higher levels of locomotor activity seen in animals exposed to fluoxetine prenatally only and neonatally only when compared with those exposed during both periods; no groups differed from control. At 16 weeks, an overall significant drug effect was seen, with decreased locomotor activity following prenatal + neonatal fluoxetine exposure. Females had higher locomotor activity than males at all ages. In the EPM, percentage open arm time (%OAT), an inverse measure of anxiety, was reduced in males at 8 weeks following both prenatal and prenatal + neonatal fluoxetine exposure, when compared with vehicle and postnatal fluoxetine groups, while at 12 weeks a significant drug effect was seen, but post hoc tests were non-significant. No drug effects were seen in the EPM at 16 weeks. Females displayed higher %OAT at both 12 and 16 weeks. No effects were seen on spatial memory in the MWM or recognition memory in the NOR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reference"
        },
        {
            "text": "The results suggest that adult anxiety-like behaviour was increased following early life fluoxetine exposure, although these effects are dependent upon sex, the age of exposure and age of testing. Thus, serotonergic manipulation during early development may result in selective anxiety-related behavioural changes in later life.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reference"
        },
        {
            "text": "Research is supported by the NUI, Galway College of Science Fellowship. Spatial learning in the rat requires functional changes in the neuronal circuitry of the hippocampus. Exercise has been shown to enhance spatial memory, possibly through an increase in synaptogenesis and/ or an increase in adult neurogenesis which may be regulated by neurotrophin signalling pathways. Blockade of the cannabinoid type 1 receptor (CB 1 ) has also been shown to enhance spatial memory, through an as-yet unidentified mechanism. Here we investigate whether exercise and CB 1 antagonism affect performance in a spatial learning task (object displacement task) via independent or common mechanisms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reference"
        },
        {
            "text": "Wistar rats were assigned into 1 of 4 groups (n = 8 per group); sedentary-vehicle treated, sedentary-antagonist treated, exercisevehicle treated, exercise-antagonist treated. Animals received daily injections of either vehicle solution (80 % DMSO ip) or antagonist solution (1 mg/kg AM251 in 80 % DMSO ip) for 7 days. Exercised animals underwent forced treadmill running for 1 h/day at a speed of 1 km/h, while sedentary animals were placed on a stationary treadmill for 1 h/day. All animals were injected daily with BrdU (50 mg/kg ip) to assess neural stem cell proliferation and survival in the dentate gyrus. Following the 7 day protocol animals were tested in an object displacement task on day 8 and 9, animals were sacrificed and brains dissected on day 10 and stored for analysis. All procedures were conducted under National and European guidelines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reference"
        },
        {
            "text": "Analysis revealed that exercise-antagonist group spent significantly more time exploring the displaced object (p \\ 0.05) indicating that successful learning of the object displacement task was observed only in the exercise-antagonist treated group. It was found that exercise induced an increase in BrdU positive cells in the dentate gyrus (p \\ 0.01) and this was blocked by co-treatment with the CB 1 antagonist (p \\ 0.01); the antagonist alone had no effect. Neither of the interventions altered neurotrophin signalling nor the expression of synaptic vesicle proteins in the dentate gyrus or the hippocampus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reference"
        },
        {
            "text": "In conclusion, a week of either forced exercise or CB 1 antagonism alone are not sufficient to enhance spatial learning, however a combination of both interventions synergistically facilitates learning. CB 1 antagonism blocks the exercise-induced enhancement of neural stem cell proliferation and early stage survival. Taken together these data suggest that exercise-induced enhancement of neural stem cell proliferation and survival is dependent on endocannabinoid signalling, however, these newly-born neural stem cells appear not to contribute to spatial memory at this particular time point. Following ethical approval from St. Vincent's University Hospital Ethics Committee and written informed consent from participant's plasma was harvested from peripheral blood of 20 patients with UC (10 quiescent patients at time of surveillance colonoscopy; 10 acute patients at time of colonic resection). Fourteen healthy volunteers served as controls. Levels of antigen derived inflammatory responses were determined by Quantibody Ò Human Th1/Th2 cytokine array kit in conjunction with GenePix 4100A microarray scanner. Statistical analysis (Student t test and Mann-Whitney U test) was carried out with SPSS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reference"
        },
        {
            "text": "Detection of pro (IL2, 5, 6, 8, 13 and TNFa) and anti-inflammatory cytokines (INF!) was more frequent in the acute cohort than the healthy controls (p B 0.05). Likewise, IL5, 6, 8, 10 and 13 were more frequently detected in acute patients than their quiescent counterparts (p B 0.05). A quantitative measure of each cytokine found a statistically significant difference in the concentration of IL8 and IL10 within the acute group compared with healthy and chronic cohort (p B 0.05). Additionally an increase in IL6 and IL13 was observed between the diseased cohorts. No significant differences were detected between the healthy and the quiescent groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reference"
        },
        {
            "text": "An increase in detection of ''TH2-like'' immune responses was seen in the acute UC cohort. The elevated concentrations of proinflammatory cytokines IL6, IL8 and IL13 are likely to have a role to play in the acute inflammation seen within the acute cohort and the impairment of the epithelial barrier function repair [1] . The elevated level of IL10 which has anti-inflammatory properties is thought to act as a suppressor to other inflammatory cytokines such as TNF-a and IL1 [2] . A disruption in the equilibrium of circulating pro and anti inflammatory cytokines appears to play a role in the pathogenesis of UC.",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 319,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 476,
                    "end": 479,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Reference"
        },
        {
            "text": "The authors acknowledge grant support from Science Foundation Ireland. MicroRNAs (miRNAs) are non-coding RNAs typically 19-22 bases in length. miRNAs are post-transcriptional regulators and function by binding their complementary messenger RNA (mRNA), resulting in translation repression or degradation. They are conserved across species, indicating their functional importance. miRNAs have been studied extensively in humans and have been found circulating and stable in blood. There is now considerable evidence supporting a role for miRNA dysregualtion in a variety of disease states, including numerous cancer sub-types, cardiovascular disease and Parkinsons [1] [2] [3] . Multiple microRNA databases exit, some covering sequences and where they originated from (miRbase) and others e.g. miR2 diseases allowing you to find which disease is a miR associated with and vice versa.",
            "cite_spans": [
                {
                    "start": 663,
                    "end": 666,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 667,
                    "end": 670,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 671,
                    "end": 674,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Reference"
        },
        {
            "text": "Heneghan et al. have demonstrated a correlation between upregulated miR-195 expression and breast cancer. Further studies examined the levels of this miR in cancers other than breast cancers, and compared their levels to normal individuals and breast cancer patients [2] . The results confirmed that elevated miR-195 is breast cancer associated, and not a general indication of cancer as is the case for the let-7 super-family.",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 270,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "We are currently developing a suite of solid phase assays for the sensitive and specific direct detection of miRNAs associated with breast cancer. These assays will be incorporated onto a microfluidic device that will enable the rapid and multiplexed quantification of miRNAs associated with breast cancer Ideally, this assay will be easy to perform, quickly and can be used in a near patient setting. 1,601 ± 118 cm). MD males exhibited anxiolytic-like activity (increased percentage of open arm entries) in the elevated plus maze when compared to controls (control males: 41 ± 3 % of entries vs. MD males: 50 ± 3 % of entries), an effect not observed in female rats. In contrast, MD females exhibited anxiogenic-like behaviour (increased latency to enter centre zone) in the open field test when compared to controls (control females: 45 ± 12 s vs. MD females: 97 ± 20 s) with a similar, but non-significant, effect in MD males. There was no effect of sex on exploratory behaviour (duration of head-dips) of control rats in the holeboard, however, MD males exhibited reduced exploratory behaviour when compared to MD females (MD males: 50 ± 5 s vs. MD females: 63 ± 5 s). Although sex differences were not observed on nociceptive responding to mechanical or cold stimuli in control animals, control female rats exhibited reduced latency to jump in the hot plate test, indicative of heat hyperalgesia, when compared to males (control males: 20 ± 0.9 s vs. control females: 16 ± 0.9 s). MD females exhibited reduced mechanical thresholds (mechanical allodynia) and increased latency to respond to a heat stimulus (hot plate) compared to control females (control females: 16 ± 0.9 s vs. MD females: 22 ± 2 s). In comparison, MD males exhibited mechanical allodynia in the left hind-paw only when compared to control males (control males: 12 ± 1 g vs. MD males: 9 ± 0.7 g).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "In conclusion, the present data demonstrate that MD is associated with sex-dependent alterations in affective and nociceptive behaviour. In vitro ovarian follicle culture systems are routinely used to study folliculogenesis and may ultimately provide options for reproductive infertility. In the pre-eminent model follicle culture system, mouse ovarian follicles are cultured in a gas phase oxygen concentration of 20 %. However, our laboratory has shown that this may not provide adequate follicle oxygenation, as evidenced by superior follicle growth and development under conditions of increased oxygen. Enhanced in vitro oxygen levels may, however, result in follicular oxidative stress due to excessive reactive oxygen species (ROS) production. Antioxidants represent a major defense mechanism from the damaging effects of ROS. Therefore, this study was conducted to determine the effect of exogenous antioxidants on follicle growth in vitro under conditions of conventional and increased oxygenation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "Preantral follicles (180-220 mm in diameter) were mechanically isolated using acupuncture needles from prepubertal C57BL/ 6 9 CBA/ca crossbred mice at PND 21-25. Follicles were cultured individually in 96-well plates for 6 days in 20 or 40 % O 2 in 100 ml droplets of alpha minimal essential medium supplemented with 5 % female mouse serum and 1 IU/ml FSH. Follicles were treated with Lascorbic acid (25, 50 mg/ml), superoxide dismutase (SOD; 100 IU/ ml), Trolox (100 lM), glutathione (GSH; 1 mM) or sodium selenite (10 ng/ml). On alternate days, follicles were transferred to fresh medium and follicle diameter was measured. Follicles were collected on days 2, 4 and 6 of culture, and ROS production was determined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "Following 6 days in culture, follicles cultured in a gas phase oxygen concentration of 40 % were significantly larger (p \\ 0.01), secreted more oestradiol (p \\ 0.01), less lactate (p \\ 0.01) and less vascular endothelial growth factor (VEGF) than follicles cultured in a gas oxygen concentration of 20 %. L-ascorbic acid was shown to be necessary for maintenance of follicle integrity during in vitro culture. Supplementation of culture medium with SOD had no effect on follicle growth, while Trolox exerted a significant inhibitory effect when used in a gas phase oxygen concentration of 40 % (p \\ 0.05). Supplementation of culture medium with GSH or sodium selenite improved follicle growth (p \\ 0.01), but only in a gas phase oxygen concentration of 20 %. There was no difference observed in ROS levels between follicles cultured in a gas phase oxygen concentration of 20 and 40 %.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "Results from this study suggest that follicles cultured under conditions of enhanced oxygenation exhibit improved growth and development. The demonstrated inability of any of the antioxidants examined in this study to enhance further the superior growth of follicles cultured under a gas phase of 40 % oxygen, and the observation of no increase in follicle ROS production may be taken to suggest that these follicles are not undergoing oxidative stress. This raises the question as to the efficiency of tissue oxygenation under conventional in vitro culture conditions. NF-jB plays a critical role in the pathogenesis of inflammation in acute lung injury, but is also necessary for inflammation resolution and repair [1] . Inhibiting NF-jB may be a double-edged sword in pneumonia induced ARDS [2, 3] . We investigated whether overexpression of the NF-jB inhibitor IjBa, in rat lungs, could modulate the severity of acute and prolonged pneumonia induced lung injury.",
            "cite_spans": [
                {
                    "start": 717,
                    "end": 720,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 794,
                    "end": 797,
                    "text": "[2,",
                    "ref_id": null
                },
                {
                    "start": 798,
                    "end": 800,
                    "text": "3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "IjBa, overexpression was used to inhibit NF-jB in acute and prolonged pneumonia induced lung injury, in adult male Sprague-Dawley rats. Ethical approval was obtained from NUIG animal ethics board prior to animal experimentation. Animals were randomly allocated to undergo intratracheal instillation of: (1) surfactant alone (Vehicle); (2) 5 9 10 9 adeno-associated virus (AAV) vectors encoding the IjBa transgene; (3) 1 9 10 10 AAV-IjBa; and (4) 5 9 10 10 AAV-IjBa. Following intra-tracheal inoculation with E. coli the severity of the lung injury was measured over 4 h (acute pneumonia), or 72 h (prolonged pneumonia). Additional experiments examined the effects of IjBa and null gene overexpression in acute/ prolonged E. coli and sham pneumonia. Animals were anaesthetised by subcutaneous injection of xylazine (8 mg/kg) and ketamine (80 mg/kg), and were maintained on intravenous alfaxalone (10 mg/ kg/hr) with cisatracurium muscle relaxant (1.5 mg/h), before exsanguination and harvest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "IjBa dose dependently decreased acute pneumonia induced injury, improving arterial oxygenation and lung static compliance, reducing alveolar protein leak and histologic injury, and decreasing alveolar IL-1b concentrations. Benefit was maximal at the intermediate (1 9 10 10 ) IjBa dose, with a loss of effect at the higher (5 9 10 10 ) IjBa dose. In contrast IjBa worsened prolonged pneumonia induced lung injury, increasing lung bacterial load, decreasing lung compliance and delaying resolution of the acute inflammatory response ( Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 534,
                    "end": 542,
                    "text": "Table 1)",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "References"
        },
        {
            "text": "Inhibition of pulmonary NF-jB activity reduces early pneumonia induced injury, but worsens injury and bacterial load during prolonged pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "Data are expressed as mean ± SD or median [interquartile range] * p \\ 0.05",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "The existence of both endogenous opioid peptides and receptors (OR) in non-neural peripheral sites in animal and human tissues is now widely accepted [1] . These include placental and uterine tissue where they have been implicated in the regulation of female reproduction. Binding sites for an opioid receptor antagonist have been identified in rat uterine membranes and are subject to down-regulation during gestation [2] . The effect of met-enkephalin on contractile parameters of human term myometrium has not previously been explored. Furthermore it is not known whether ORs exist in human pregnant myometrium. The aim of this study was to investigate the effect of the met-enkephalin analogue DAMEA on spontaneous human pregnant myometrial contractility and to systematically investigate the presence of mu and delta ORs by immunohistochemical and PCR analysis in term non-labouring human myometrium. In human term pregnant myometrium, water bath experiments were used to investigate the effect of the met-enkephalin analogue [D-Ala2, D-met 5] enkephalamide (DAMEA) on contractility. A confocal immunofluorescent technique and real time PCR were used to determine the expression of protein and mRNA respectively for two opioid receptor sub-types. DAMEA had a mild but significant utero-relaxant effect on human term pregnant myometrium with no effect on contraction frequency (20 %; p \\ 0.01 at 1 9 10 -4 M compared to timed matched controls). In the presence of naloxone the uterorelaxant effect observed with increasing concentrations of DAMEA was abolished (p \\ 0.01 at 1 9 10 -5 and 1 9 10 -4 M). Mu and delta opioid receptor protein sub-types were identified and mRNA for these proteins was demonstrated.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 153,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 419,
                    "end": 422,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "The exact clinical significance of this in terms of the regulation of myometrial contractility in human parturition requires further investigation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "We thank Dr. Cara Martin for her valuable input into the analysis and interpretation of PCR data. We also thank the anesthetic theatre nursing and obstetrical staff who assisted in the biopsy collection procedure. Uterine atony is consistently the most common cause of postpartum haemorrhage (PPH) [1] . Guidelines emphasise the use of oxytocics in a sequential manner for the management of uterine atony associated with PPH including ergometrine. However little is known about the mechanism of action of ergometrine as an oxytocic [2] . Ergometrine may act through 5-HT receptors as research in rodents points to the 5-HT 2A receptor subtype being coupled to pathways that stimulate contraction [3] . We investigated the effect of ergometrine in the presence and absence of ketanserin (a selective 5-HT 2A receptor antagonist) on the contractility of term human myometrium. With institutional ethical approval myometrial biopsies from term parturients undergoing elective caesarean section were obtained (n = 7). In vitro contractile responses to a range of ergometrine concentrations (10 -10 to 10 -5 M) in the presence and absence of ketanserin (10 -7 M) were analysed. Control strips were run simultaneously. The effects of ergometrine with and without ketanserin were compared using two-way repeated ANOVA with Bonferroni post tests where appropriate. p \\ 0.05 was considered significant. Ergometrine exerted a significant concentration dependent uterotonic effect compared to time matched controls at 10 -7 (p \\ 0.05) and at 10 -6 and 10 -5 M concentrations (p \\ 0.001). Frequency of contractions significantly increased only at 10 -5 M concentration (p \\ 0.01). The addition of ketanserin (10 -7 M) did not alter either the uterotonic effect or the effect on contractile frequency of ergometrine.",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 301,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 532,
                    "end": 535,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 696,
                    "end": 699,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "We have shown that the selective 5-HT 2A receptor antagonist ketanserin does not affect ergometrine's uterotonic effect in human myometrium in vitro. It is therefore unlikely that this receptor subtype is involved it the mechanism of action of ergometrine in humans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "We thank all the anaesthetic theatre nursing and obstetrical staff who assisted in the biopsy collection procedure. Glycoconjugates (glycolipids, glycoproteins and proteoglycans) are found in abundance on all cell surfaces in nature, forming a dense array of glycans (known as the glycocalyx). The glycosylation pattern of a cell can change rapidly depending on the physiological states, stresses of cell-cell interaction, local environment and pathological state. Endothelial progenitor cells (EPCs) initially discovered in 1996 have a role in endothelial repair and angiogenesis [1] . Our group has shown that pre-incubation of EPCs in osteopontin (OPN), a heavily phosphorylated glycoprotein enhances their therapeutic benefit after transplantation in a model of hind limb ischemia. Furthermore, OPN expression is down regulated in the transcriptomic studies in diabetic patients compared with healthy subjects [2] . OPN is a heavily phosphorylated molecule secreted by different sources in the body and has multiple domains that facilitate OPNintegrin binding in various cell types. EPCs play a central role in vascular biology but the mechanism of action of exposing EPCs to OPN is poorly understood. Our current aim is to characterize this glycoprotein and generate its different glycoforms to understand the role of OPN glycosylation in angiogenesis/wound healing.",
            "cite_spans": [
                {
                    "start": 581,
                    "end": 584,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 914,
                    "end": 917,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "This study will aid in understanding EPC mediated angiogenesis and the use of EPC to repair damaged blood vessels due to myocardial infarction and critical limb ischemia. Cell surface is vital for intercellular and cell-environment communication and therefore, studying the glycocalyx and its components (OPN and other major glycoconjugates) is likely to shed light on EPC biology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "The authors acknowledge grant support from PRTLI Cycle 5, which is co-funded, by the European Regional Development Fund (ERDF) and Irish Centre for High End Computing. with the genes functional in glycosylation (glyco-genes) reported to be dysregulated in MM and to demonstrate prognostic significance [1] . However, the role cell surface glycosylation plays in the interaction between MM cells and the bone marrow ECM has not yet been defined. We hypothesize that differential transcriptional regulation of glyco-genes in MM are key factors in MM cell adhesion, and may be linked to MM cell survival. Publically-available microarray transcriptomic datasets were analysed to identify dysregulated glyco-genes in MM. The most significant differentially-expressed genes were validated using RT-PCR in MM cell lines and in primary samples. Membrane protein extracts from MM cell lines were applied directly to lectin microarrays following fluorescent labelling to generate cell surface glycan profiles. Protein expression was assessed by immunohistochemistry on primary MM bone marrow sections.",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 305,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "Microarray dataset analysis confirmed the over-expression of selected glyco-genes in MM. Some of these have been reported previously, however we have also identified a number of genes which have not previously been implicated in MM disease progression [1] . A gene coding for a sialyltransferase shown to be upregulated in this analysis is responsible for the transfer of sialic to terminal positions of glycoprotein carbohydrate groups. These residues are key determinants of sialyl Lewis X, a tetrasaccharide known to play a vital role in cell to cell recognition. Cellular trafficking in MM is mediated in the bone marrow by selectins. The common minimum binding determinant for all selectins is sialyl-Lewis X; therefore formation of this determinant is critical to myeloma biology. The observed up-regulation of this gene in the microarray studies was validated using RT-PCR in MM cell lines and primary samples. Expression of the corresponding protein expression was confirmed by immunohistochemistry on primary bone marrow sections from MM patients, which demonstrated specific golgi staining compared to controls. Lectin microarray analysis of membrane protein extracts from MM cell lines showed binding to sialic acid-specific lectins, which supports the hypothesis that MM cells have altered sialylation.",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 255,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "There is differential regulation of glyco-genes in all stages of MM, and additional dysregulation appeared with disease progression. This supports the hypothesis that glycosylation is altered in MM. We have identified a specific sialyltransferase that is upregulated in MM. This sialyltransferase localizes to the Golgi on immunohistochemical analysis of bone marrow sections from MM patients and preliminary evidence suggested that upregulation of this gene may induce altered sialylation at the cell surface in MM. Further research will address the role of altered sialylation in MM cell adhesion and trafficking The model organism Zebrafish is increasingly used for behavioural as well as genetic studies of development and disease. There is evidence that antidepressants can have toxic effects, including cardiotoxic effects in humans. We used the zebrafish model to study the effects of amitriptyline, desipramine and clomipramine on heart rate and locomotor activity in zebrafish larvae.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "Embryos were distributed one per well in 96-well plates in embryo medium. Amitriptyline, desipramine or clomipramine (20 or 40 lM) were administered in the embryo medium to zebrafish embryos at 24-, 48, 72 or 96-h post fertilization (hpf); heart rates were monitored at 48-, 72-, 96 and 120 hpf. Locomotor activity was monitored for 1 h at 120 hpf using an automated Daniovision Ò system (Noldus), with 10 min light-dark cycles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "Clomipramine caused a significant decrease in heart rate at 120 hpf. The effect was similar whether treatment had been initiated at 48, 72, or 96 hpf. Amitriptyline or desipramine had no effect on heart rate at any stage or any length of treatment used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "Amitriptyline or clomipramine (40 lM) decreased locomotion in the dark phases, but not during light phases. The effects were similar following 24, 48, or 72 h of treatment, demonstrating that tolerance did not develop during this period. Desipramine has little effect on locomotion. This difference in effect may reflect the relative selectivity of desipramine for noradrenaline uptake whereas amitriptyline is non-selective and clomipramine is more 5HT selective.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "The most effective experimental neuroprotectant for Parkinson's disease that has been identified from extensive preclinical studies is the neurotrophin, glial cell line-derived neurotrophic factor (GDNF). However, its efficacy in clinical trials has been hampered by issues related to its delivery. One possible alternative approach for delivery of GDNF is through ex vivo gene therapy in which suitable cells are genetically engineered to overexpress the neurotrophin prior to transplantation. One cell type with favourable characteristics for such an ex vivo approach is bone marrow-derived mesenchymal stem cells (MSCs). However, one factor limiting the use of MSCs for intra-cerebral applications is their poor survival in the brain. Thus, this project is seeking to develop a biomaterialsbased cell delivery matrix that could improve the survival of GDNF-secreting MSCs in the brain so as to improve the efficacy of this ex vivo gene therapy approach.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "Therefore, the specific aims of this project were to assess the tolerability of a bovine Type 1 collagen hydrogel in the rat brain, as well as its impact on the survival of, and kinetics of protein release from, rat MSCs transduced with A GDNF-encoding retrovirus (GDNF-MSCs).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "Male Sprague-Dawley rats received intrastriatal injections of (1) the hydrogel vehicle, (2) the collagen hydrogel, (3) GDNF-MSCs in the hydrogel vehicle, or (4) GDNF-MSCs in the collagen hydrogel. Animals were sacrificed by transcardial perfusion-fixation at days 1, 4, 7 and 14 post-transplant. The tolerability of the hydrogel was assessed by immunohistochemical staining for microglia (OX-42) and astrocytes (GFAP). The impact of the hydrogel on graft survival was assessed by measuring the volume of the transplant, while the effect of the hydrogel on the kinetics of GDNF release from the transplant and the diffusion of the neurotrophin into the surrounding striatal tissue was assessed by GDNF immunohistochemical staining.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "The collagen hydrogel itself was well tolerated and hypoimmunogenic in the rat brain as evidenced by equivalent recruitment and activation of microglia and astrocytes at the injection site relative to the hydrogel vehicle. Although the hydrogel did not improve the graft volume over time, it was not detrimental to the survival of the cells. Moreover, the GDNF protein was expressed and secreted by cells in the hydrogel, and the release kinetics and volume of striatal tissue penetrated by the neurotrophin was similar to that observed with the control GDNF-MSC transplant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "This study shows that this Type 1 collagen hydrogel is well tolerated in the rat brain and could be used for intra-cerebral delivery of cells. Future studies will focus on using the injectable-matrix for temporally dynamic release of disease-modifying and pro-survival factors to improve the efficacy of this ex vivo neuroprotective gene therapy approach for Parkinson's disease. The objective of this study was to compare the antioxidant status of blueberry juice with other juice beverages, and to investigate the effect of blueberry juice consumption on blood pressure of volunteers over the age of 40. The study was approved by the Research Ethics Committee of NUI Galway.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "Using the Folin-Ciocalteu (F-C) assay, it was observed that blueberry juice had a significantly greater total polyphenol capacity (TPC) than all other beverages studied (P \\ 0.01, one way ANOVA followed by Tukey HSD post hoc test). Assays were performed 3-6 times, and results were expressed as gallic acid equivalents. Mean TPC ± SEM were as follows: 3,509 ± 84 mg/L (blueberry juice), 1,954 ± 53 mg/L (pomegranate juice), 1,744 ± 70 mg/L (cranberry juice), 409 ± 10 mg/L (grape juice) and 1,973 ± 9 mg/L (blackcurrant cordial).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "Fourteen volunteers over the age of 40 were recruited by word-ofmouth and gave informed written consent. Volunteers were trained in the use of an automated blood pressure monitor and asked to record their own blood pressure morning and evening. In order to establish a baseline, volunteers recorded their blood pressure morning and evening for 1 week. Mean ± SEM baseline readings for all volunteers were as follows: 129 ± 1.99 mmHg (morning systolic); 128 ± 2.39 mmHg (evening systolic); 76 ± 1.76 mmHg (morning diastolic) and 77 ± 1.45 mmHg (evening diastolic). Volunteers were then asked to consume 100 ml (50 ml in morning and 50 ml in evening) of either pure blueberry juice (n = 8) or diluted (1/5) blackcurrant cordial (n = 6) for a period of 5 weeks. They were asked to record their blood pressure 1 h after juice/cordial consumption, and results were calculated for each volunteer as a percentage of their own baseline. Volunteers who consumed the blueberry juice had a significantly lower evening systolic blood pressure overall throughout the study than volunteers who consumed diluted blackcurrant cordial (P \\ 0.01; two way ANOVA). The average (evening) systolic blood pressure over the 5 weeks was 8.7 % lower in the group consuming blueberry juice than the group consuming diluted blackcurrant cordial. There was no significant effect of juice consumption on morning systolic blood pressure or on diastolic blood pressure either in the morning or evening.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "In conclusion, blueberry juice has a very high antioxidant capacity in comparison to other similar fruit beverages. As hypertension typically involves a more profound increase in systolic blood pressure than diastolic blood pressure, particularly in age-related hypertension [1] , the effects of blueberry juice on systolic blood pressure observed in this study indicate that inclusion of blueberry juice in the diet may be beneficial for the prevention and treatment of hypertension. The main aim of this study is to further investigate factors involved in the mechanism of MSC homing to myocardial infarction. In this study, the focus will be on two important and promising therapeutic factors; SPARCL1 [1] , a member of the SPARC family of matricellular proteins and GDF15 [2] , a cardiac biomarker belonging to the TGFB super family.",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 278,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 705,
                    "end": 708,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 776,
                    "end": 779,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "We hypothesize that the paracrine mechanism mediated by MSC secreted SPARCL1 and GDF15 are key factors for MSC survival and cardioprotection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "The cardiomyocytes/MSC injury model was established by exposing neonatal cardiomyocytes and bone marrow derived MSC to a hypoxic environment (0.5 % oxygen) in the absence of serum. These conditions mimic ischemic conditions observed in vivo. Viability, cytotoxicity and caspase activity were monitored to establish the ischemic injury as well as the protective effects of GDF15 and SPARCL1. ELISA analysis was performed to investigate and measure secretion and regulation of SPARCL1 in the hypoxic induced cardiomyocytes and MSCs. MSC migration assays using recombinant SPARCL1 were monitored in real time to assess the level of migration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "Hypoxic induced cardiomyocytes display reduced viability at 12 h following treatment. Increased cytotoxicity and apoptosis were observed as early as 6 h after exposure to hypoxic conditions. In the hypoxic induced MSC injury, MSC were more resistant to hypoxia induced death, compared to the cardiomyocytes. However, the MSC did begin to demonstrate apoptosis at 48 h post treatment. The viability of the MSC were found to decrease after 24 h. MSC displayed similar results for cytotoxicity and apoptosis as was observed in the cardiomyocytes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "From apoptosis assay, a decrease in caspase expression following treatment with GDF15 was observed. This correlated with an increase in gene expression of Birc1b, an apoptosis inhibitory protein. Similar findings, decreased caspase activity was observed with cardiomyocytes in a hypoxic-induced environment. This is, suggestive of cardioprotection and correlates with increased MSC survival.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "Using ELISA analysis of factors secreted from MSC and cardiomyocytes cultured in a hypoxic-induced environment, we found increased expression of SPARCL1 over time. This was further confirmed by RT-PCR and western blot analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "Interestingly, ELISA analysis of SPARCL1 expression following direct co-culture of MSC with cardiomyocytes in a hypoxic environment indicated the expression of SPARCL1 increases up to 9.6fold after 12 h in co-culture.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "Real time monitoring of the migration of MSC showed that the MSC migrate towards SPARCl1 and the response was increased at low protein concentration at 10 ng/ml.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "In this study we demonstrate that co-culture of MSC and cardiomyocytes in hypoxic conditions increases secretion of SPARCL1. Results also suggest that MSC secreted SPARCL1 confers cardioprotection against oxidative stress. MSC were found to migrate towards SPARCL1, strongly suggesting that the protein is a chemo attractant factor. GDF15 treatment up regulates expression of anti apoptotic gene Birc1b in hypoxic MSC, suggesting this pathway may mediate MSC survival. These in vitro findings indicate that SPARCL1 and GDF15 have promising therapeutic potentials for improving the survival of injured cardiomyocytes and MSC in an ischemic environment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "This material is based upon work supported by Science Foundation Ireland (SFI). Spinal cord injury (SCI) can result in permanent neurological loss due to mechanical and molecular damage. There has been extensive research conducted in SCI therapy and neuronal regeneration with much emphasis on use of biomaterial scaffolds [1] , however there is no cure to full restorative therapy to date. Many have succeeded in generating axonal growth at the lesion site; however the means by which these cells can be regulated has not been explored. This study focuses on the apoptosis of cells implanted and migrating within biomaterial scaffolds, in a transection model of SCI.",
            "cite_spans": [
                {
                    "start": 323,
                    "end": 326,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "Apoptosis was examined using the antibody fraction, a peptide cleavage product from actin that is a specific marker for caspase mediated apoptosis. Nine female Sprague-Dawley rats were anaesthetised by intraperitoneal injection of ketamine and xylazine (100 and 10 mg/kg respectively [2] ). Laminectomy performed and spinal cords were transected at T9 using a scalpel blade. Oligo (poly(ethylene glycol) fumarate) (OPF+) scaffolds containing seven channels were implanted between the free ends of spinal cord stumps. Animals received control (Matrigel only) OPF+ scaffolds (n = 3), Mesenchymal stem cells (MSCs) suspended in matrigel (n = 3) and Schwann cells suspended in matrigel (n = 3). All experiments were carried out in accordance with institutional guidelines. One month after injury animals were sacrificed by overdose with Euthanol and perfused transcardially with 4 % paraformaldehyde. Spinal cords containing scaffolds were embedded in paraffin wax. Eight micron sections were cut at half (Midway), one quarter (rostral) and three quarter (caudal) way through the scaffold, immunostained and fractin immunohistochemistry quantified using ImageJ. One-way analysis of variance was carried out using Minitab. Post-hoc comparisons were undertaken by Tukey's test. Differences were considered to statistically significant at the probability value (P) \\0.05.",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 287,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "Preliminary results show that statistical differences exist between percentage area of fractin staining in control and both of the cell treated scaffolds at the caudal level and between each cell treated group at the rostral level. The relationship between apoptosis and MSCs revealed that a proportion of MSCs were apoptotic. In addition caudal and rostral scaffold-spinal interfaces were examined for their relationship with fractin staining, which was compared to the glial scar formation in SCI. Apoptosis is a key feature in the remodelling of tissues after injury.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "With much experimental exploration yet to be carried out in this area, the analysis of fractin immunohistochemistry in this investigation gives an insight into the axonal growth and regulation of cells in a spinal cord injury environment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "The authors acknowledge support from the Health Research Board of Ireland.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "Ir J Med Sci (2013) 182 (Suppl 4):S117-S142 MicroRNAs are small non-coding RNA molecules that control gene expression post-transcriptionally. MicroRNA expression has been found to be altered in many diseases including breast cancer. This has raised their potential as a biomarker for the disease. An ideal biomarker has the capacity to improve diagnostic, prognostic classification and prediction of the disease. The aim of this study was to quantify the expression of a particular miRNA of interest (miR-A) and investigate a correlation with RARb gene expression and clinicopathological details. Following informed patient consent and ethical approval, tissues were harvested from patients undergoing surgery (breast cancer n = 69, normal n = 30 and benign n = 33). The tissues were homogenised in Trizol and total (small and large) RNA was extracted. MicroRNA was reverse transcribed and the level of miR-A in all tissue samples quantified using RQ-PCR relative to expression of the endogenous control let-7a. Levels of Retinoic Acid Receptor Beta (RARb) gene expression were also quantified in the same samples. Results were correlated with patient clinicopathological data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S132"
        },
        {
            "text": "miR-A was detected in all tissue samples (n = 132). Data revealed a significant decrease in miR-A in breast cancer tissue [n = 69, Mean (SEM) 2.28 (0.09) Log 10 Relative Quantity (RQ)] compared to healthy controls [n = 30, 3.02 (0.16) Log 10 RQ, p \\ 0.001] with no significant difference observed between benign [n = 33, 3.45 (0.3) Log 10 RQ] and normal tissue. Investigation of patient clinicopathological details revealed a significant relationship between miR-A levels and tumour stage and grade. With increasing tumour stage the level of miR-A decreased significantly (stage 1, 2.62 (0.17) Log 10 RQ and stage 3, 1.92 (0.21) Log 10 RQ, p \\ 0.05). In the case of increasing tumour grade, the level of miR-A was also found to decrease significantly (grade 0, 3.00 (0.20) Log 10 RQ and grade 3, 2.20 (0.11) Log 10 RQ, p \\ 0.05). RARb gene expression displayed a significant positive correlation with miR-A (r = 0.384, p \\ 0.001). miR-A was also detectable in the circulation of breast cancer patients. This is the first report of miR-A expression in breast tissue. miR-A was significantly decreased in breast cancer compared to healthy tissue, with a robust relationship observed between miR-A and commonly used prognostic indicators. This data strongly supports a role for miR-A as a tumour suppressor in breast cancer, supported by a strong positive correlation between miR-A and the known tumour suppressor gene RARb.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S132"
        },
        {
            "text": "Single bouts of exercise improve learning in the rat in a temperature-independent manner Physical activity has been widely reported to enhance cognitive function in humans and rodents. While we have shown that long-term exercise (varying from 1 to 18 months) can induce improvements in the function of the hippocampus and protect against age-related cognitive decline in rats, we have also recently demonstrated that a single hour of aerobic exercise can enhance learning and memory in both human subjects and rats. Aerobic exercise induces an increase in core temperature, and evidence has linked temperature increases with enhancement in synaptic plasticity. The present study assessed the effects of a single bout of forced exercise and the effect of high ambient temperature independently on performance of object recognition and displacement tasks in male Wistar rats and the parallel changes in cell signalling.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S132"
        },
        {
            "text": "Male Wistar rats (3-4 months) were assigned to sedentary or exercising groups (n = 6/group). Exercised animals ran on a motorised treadmill at 1 km h -1 for 1 h, while sedentary controls remained on stationary treadmills. Core body temperature was measured postexercise. Animals were tested using hippocampal-dependent object recognition tasks of varying levels of difficulty; dentate gyrus samples were dissected from these rats and assessed for phosphorylation and expression of ERK. Sedentary and exercised controls that did not perform cognitive tasks were assessed in parallel to control for the effects of learning. Similarly, animals were assigned to ambient temperature (21°C) or heated (38°C for 1 h) groups (n = 10/group) to assess the effects of temperature on learning. Core body temperature was monitored pre-and post-high ambient temperature exposure. All experiments were conducted in accordance with national law and European Union directives on animal experiments (European Communities [Amendment of Cruelty to Animals Act 1876] Regulations, 2002 and 2005) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1046,
                    "end": 1073,
                    "text": "Regulations, 2002 and 2005)",
                    "ref_id": null
                }
            ],
            "section": "S132"
        },
        {
            "text": "Analysis revealed that a single bout of forced exercise significantly elevated core temperature (p \\ 0.001, ANOVA), significantly enhanced learning of all tasks, (p \\ 0.001, ANOVA) and, in parallel, significantly enhanced ERK phosphorylation in the dentate gyrus (p \\ 0.05, ANOVA). Animals exposed to high ambient temperature had a significantly higher core temperature compared with ambient controls (p \\ 0.001, ANOVA), however temperature did not enhance object recognition or displacement memory (p [ 0.05, ANOVA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S132"
        },
        {
            "text": "We conclude that a single bout of forced exercise enhances cognition in rats in an ERK-associated manner. Mimicking an exerciseinduced increase in core temperature via exposure to high ambient temperature had no effect on cognitive performance. These results suggest that exercise-induced improvements in learning and memory are not temperature-dependent but occur as a result of specific signalling changes in the cells of the dentate gyrus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S132"
        },
        {
            "text": "S. McCreddin is in receipt of a Trinity College Dublin Postgraduate Research Award.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S132"
        },
        {
            "text": "Duchenne muscular dystrophy (DMD) is the most common muscular dystrophy due to loss or mutation of the sarcolemmal localised protein dystrophin. Dystrophin is linked to several proteins including neuronal nitric oxide synthase (nNOS) which is involved in intracellular signalling. In DMD and other muscular dystrophies, nNOS expression is disrupted which is thought to contribute to the dystrophic pathology. Transgenic restoration of nNOS has been shown to ameliorate the dystrophic phenotype, while it has been postulated that carboxy-terminal PDZ ligand of nNOS (CAPON), which is a stabilizer of nNOS may compensate for the absence of dystrophin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S132"
        },
        {
            "text": "The aim of the project is to develop an adeno-associated-viral (AAV) muscle specific gene delivery system and assess the therapeutic potential of delivering nNOS and/or an associated signaling protein transgene to the preclinical mdx mouse model of DMD. AAV vectors were prepared by triple transfection of 293T kidney cells with appropriate plasmids, followed by cell harvesting and virus purification. Initially, we generated an AAV2/9 viral vector with enhanced green fluorescent protein (eGFP) as the transgene, driven by the muscle specific spc512 promoter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S132"
        },
        {
            "text": "Specificity of the vector was tested in vitro using muscle (C2C12) and non-muscle cell lines. C2C12 cells highly expressed eGFP compared to 293T kidney cells. In vivo the AAV transgene vector was examined by both local delivery to the tibialis anterior (TA) muscle (IM) and via tail vein injection (IV) to transfect the wholebody mouse musculature. Muscle tissue was harvested and analysed for fluorescence and expression confirmed with real-time RT-PCR and application of a GFP specific antibody. Highly efficient transduction of tibialis anterior (TA) muscle cells was observed 7 days post-exposure to AAV2/9-spc512-GFP and transduction levels were increased in younger (3-4 week old) mice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S132"
        },
        {
            "text": "Delivery of a generated nNOS transgene using the AAV2/9 vector was unsuccessful likely due to the large transgene size (4.3 kb). We turned our attention to nNOS associated signaling proteins with transgene sizes (\\1 kb) more feasible to package into the AAV. Thus far, 293T cells have been transfected with CAPON and it appears to be localized to the cell membrane. We are now cloning this transgene into the spc512 promoter in preparation for AAV-spc512-CAPON production. Muscle strength will be quantified in the whole animal using a developed grip strength meter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S132"
        },
        {
            "text": "This work has established the highly efficient use of an AAV muscle specific gene delivery vector system in the mdx mouse. The efficacy of using IV systemic delivery of one or more therapeutic transgenes in combating disease symptoms in the mdx mouse is underway.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S132"
        },
        {
            "text": "This work was supported by a grant (HRA/2009/79) from Health Research Board Ireland to KMC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S132"
        },
        {
            "text": "3,6 0 -Dithiothalidomide, the TNF-a synthesis inhibitor, applied pre-hypoxia, impairs long-term potentiation in the rat dentate gyrus in vitro Hypoxia contributes to neuronal damage during a cerebral ischemic event such as a stroke. Previous studies have shown that proinflammatory cytokines, such as TNF-a, play a role in the regulation of synaptic plasticity within the hippocampus [1] . In mice, TNF-a inhibition has been shown to reverse behavioral impairments induced by minimal traumatic brain injury (mTBI) [2] .",
            "cite_spans": [
                {
                    "start": 384,
                    "end": 387,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 514,
                    "end": 517,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "S132"
        },
        {
            "text": "Using extracellular field recordings we report an attenuation of long-term potentiation in the presence of 3,6 0 -dithiothalidomide, a TNF-a synthesis inhibitor, after a 30 min hypoxic exposure. Hippocampal slices (350 lm) were cultured from 3 week-old male rats and incubated in artificial cerebral spinal fluid (aCSF). Field excitatory post-synaptic potentials (fEPSPs) were elicited by stimulation of granule cells of the dentate gyrus region using a monopolar glass electrode. Stimulus strength was adjusted to give 30 % of the maximal response and high frequency stimulation of three trains (each train of 1 s at 100 Hz) separated by 20 s was used to induce long term potentiation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S132"
        },
        {
            "text": "Pre-treatment with 3,6 0 -dithiothalidomide (20 lM) followed by 30 min hypoxic exposure resulted in the inhibition of LTP. Hippocampal slices pre-treated with both 3,6 0 -dithiothalidomide and perfused with exogenous TNF-a (288 pM) expressed full LTP. Hippocampal slices pre-treated with 3,6 0 -dithiothalidomide alone (no hypoxia) expressed LTP which was comparable to control animals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S132"
        },
        {
            "text": "This data suggests that TNF-a plays an important role in the induction of LTP in neurons that have experienced an acute hypoxic event. It will be important to determine the mechanisms, which bring about the reduction of LTP post hypoxia when TNF-a synthesis is inhibited.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S132"
        },
        {
            "text": "We thank Irish Aid, Africa for support and N. Greig, NIH for the gift of 3,6 0 -dithiothalidomide. Concanavalin A (ConA) is a plant lectin well known for its induction of T cell-mediated immune responses. In vivo injection of ConA leads to classical alterations in liver pathology. Ingestion of lectins can also have profound effects, interacting with the gut epithelium leading to degeneration of barrier function. Furthermore lectins have the capacity to enter body tissues and interact with different cells, especially macrophages, resulting in their activation and initiation of inflammatory responses. Within the gut wall such phenomena are a common problem of irritable bowel syndrome (IBS) [1] . Of great interest is the recent finding that the liver injury seen with IV ConA administration involves a lipopolysaccharide (LPS)/TLR4 depended gastrointestinal tract component and may involve alterations in gut wall permeability.",
            "cite_spans": [
                {
                    "start": 697,
                    "end": 700,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "S132"
        },
        {
            "text": "In this study we investigate basolaterally applied ConA, LPS and the effect of conditioned medium harvested from ConA/LPS activated bone marrow derived macrophages on gut permeability. Changes in permeability were measured directly by monitoring the electrical S134",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S132"
        },
        {
            "text": "Ir J Med Sci (2013) 182 (Suppl 4):S117-S142 resistance of the gut wall and by measuring the flux of molecular markers (FITC-dextran and horse radish peroxidase) from the apical to the basolateral domain. The distal colon was removed from wildtype C57/BL6 mice, cleaned, cut longitudinally, prepared as 8 mm square sections and mounted in an Ussing chamber. Both sides of the tissue were bathed in normal Krebs buffer and allowed to equilibrated for 20 min, molecular markers were added to the apical side and the tissue clamped to 0 mV. Every 30 s, voltage was stepped to 5 mV for 2 s to determine transepithelial electrical resistance (TEER). The basolateral chamber was sampled every 15 min and assayed for molecular marker flux. Data were analysed using ANOVA followed by Dunnets post hoc tests when appropriate; n = 6. P \\ 0.05 was deemed significant. ConA (250 lg/mL) significantly and rapidly (\\15 min) reduced TEER by 20 % followed by a modest recovery over the subsequent 60 min. ConA also increased the flux of both FITC-dextran (25 %) and HRP (52 %). Challenging the basolateral side with 100 lg/ml LPS caused a 40 % drop in TEER and a 20 % increases in HRP flux from the apical to basal compartment. The affects of ConA and LPS were not additive when used in combination. To explore immune mediator involvement, mouse bone marrow macrophages were challenged with ConA or LPS for 4 or 24 h and the resultant exudate was applied at 20 % v/v on the basolateral side. The ConA exudate had no significant effect while that from LPS (24 h) treated cells significantly reduced TEER by 15 %.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S132"
        },
        {
            "text": "This work supports the in vivo studies suggesting that ConA can modulate gut wall permeability and highlights a potential novel route of future investigate to elucidate the molecular mechanisms involved in lectin-mediated alterations in gut barrier function. Chronic pain and depression share a complex, intricate relationship. Depressed patients report an increased incidence of clinical pain, and vice versa, chronic pain patients have an increased risk of developing depression. In addition to treating depression, antidepressants such as amitriptyline are a first-line treatment for chronic pain. Thus, common neural substrates may underlie the co-morbidity of these disorders. Alteration in astrocyte activity has been implicated in the pathogenesis of both depression and chronic pain. However, there is a paucity of studies investigating the role of these glial cells in depression-pain co-morbidity. The present study investigated the effect of chronic amitriptyline administration on nociceptive responding and spinal astrocyte activation following the induction of neuropathic pain in a rat model of depression. Male Sprague-Dawley rats were randomly assigned to four groups: Sham-vehicle (Veh), Sham-Amitriptyline (AMI; 10 mg/kg/ day i.p.); olfactory bulbectomy (OB)-Veh or OB-AMI (n = 10-12 per group). AMI treatment began on the day of sham/OB surgery and continued throughout the study. L5-L6 spinal nerve ligation (SNL) was performed 24 days post-sham/OB surgery and nociceptive responding to mechanical (Von Frey test) and thermal (Heat: Hargreaves and cold: acetone drop test) stimuli assessed. 24 h following the last behavioural assessment, animals were sacrificed, spinal cords removed and placed into 4 % paraformaldehyde, and immunofluorescently labelled for isolectin B4 (IB4; a marker of non-peptidergic nociceptors) and Glial Fibrillary Acid Protein (GFAP; astrocytic marker). Data were analysed using ANOVA followed by Fisher's LSD post hoc test. P B 0.05 was deemed significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S132"
        },
        {
            "text": "SNL resulted in thermal hyperalgesia, mechanical and cold allodynia in the ipsilateral hind-paw of both Sham and OB animals. Chronic AMI treatment attenuated SNL-induced thermal hyperalgesia (Sham-Veh 7.53 ± 0.67 s vs. Sham-AMI 11.9 ± 1.42 s) and cold allodynia (Sham-Veh 14.5 ± 3.8 s vs. Sham-AMI 33.4 ± 4.3 s) in Sham but not OB animals. In comparison, AMI attenuated SNLinduced mechanical allodynia in OB (Day 10: OB-Veh 45 ± 9.75 % vs. OB-AMI 71 ± 9.5 % change from pre-SNL values) but not Sham animals. SNL resulted in a reduction in IB4 (37 % decrease) and an increase in GFAP (20 % increase) immunolabelling in the ipsi-vs contra-lateral dorsal horn of the spinal cord of sham, but not OB animals. Chronic AMI treatment reduced the number, but not density, of GFAP labelled astrocytes in both the ipsi-(Sham-Veh 147 ± 18 vs. Sham-AMI 106 ± 7) and contra-lateral (Sham-Veh 131 ± 8 vs. Sham-AMI 101 ± 5) dorsal horn of the spinal cord of sham animals, an effect not observed in OB animals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S132"
        },
        {
            "text": "In conclusion, the present study demonstrates that chronic amitriptyline treatment differentially alters nociceptive responding and spinal astrocyte activation following nerve-injury, depending on stimulus modality and the presence or absence of a depressive-like phenotype. These data may have implications for the treatment of co-morbid pain disorders in depressed patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S132"
        },
        {
            "text": "Use of new psychoactive substances among teenagers attending a specialized adolescent addiction service in Dublin, before and after a legislative ban on their sale The EMCCDA reported that Irish youths demonstrate the highest prevalence of use of new psychoactive substances in Europe. The Irish government responded by banning many of these drugs in May 2010. Some have suggested that the ban may drive users to the blackmarket while doing little to reduce use. The aim was to determine if the use of new psychoactive substances by teenagers with substance use disorders diminished following the ban on sale of new psychoactive substances in May 2010.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S132"
        },
        {
            "text": "Information was obtained using a structured assessment tool which examined lifetime and past month use of three categories of new psychoactive substances. These categories were 1/Smoked, cannabis like products, 2/Snorted products and 3/pills. In order to determine if there has been a change in use since the ban; clients were selected as four months pre-ban (February -May 2010), early ban period (June-September 2010) and post-ban period (October 2010-May2011). The 2 test for trend was used to examine changes in proportions reporting use over these three periods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S132"
        },
        {
            "text": "There were 102 participants of mean age 16.5 years. Lifetime use of any of the new psychoactive substance fell from 78 to 54 % from the pre-ban period to the post-ban period (p = 0.05). There were reductions in rates of past month use over the study period for smoked products (37-7 %, p = 0.001), for snorted products (30-4 %, p = 0.003) and for pills (15-2 %, p = 0.04).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S132"
        },
        {
            "text": "Prior to the ban on new psychoactive substances, over one third of adolescents entering substance misuse treatment reported active use of at least one of these products, with smoked and snorted substances being most popular. Following the ban, there was evidence of a significant, progressive and sustained reduction in use of all three categories of substances among new entrants into treatment. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S132"
        },
        {
            "text": "Diabetes is associated with huge human and economic costs. Type 1 diabetes (T1D), its treatment and the skills necessary to self-manage are similar across the world but interventions and related outcomes are varied [1, 2] . This study aims to explore differences and similarities in diabetes outcomes in relation to the self-management behaviours and attitudes of people with diabetes in three different cultures and healthcare systems.",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 218,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 219,
                    "end": 221,
                    "text": "2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "School of Medicine, NUI Galway, Ireland"
        },
        {
            "text": "Ethical approval was granted from the relevant bodies in the participating countries. Adults from Ireland (n = 268), the UK (n = 235) and Germany (n = 71) were recruited into this longitudinal comparison study for participation in a diabetes structured education programme. Differences between countries as determined by one-way ANOVA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "School of Medicine, NUI Galway, Ireland"
        },
        {
            "text": "Tables 1 and 2 profile the 3 healthcare systems and the baseline characteristics of participants in each country. Firstly, we intend to show the prevalence of ADRs in our population and highlight the demographics of those affected. Secondly, to report on the documentation of ADRs in patients' clinical notes and drug kardexes and investigate whether better documentation could have prevented some of these events.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "School of Medicine, NUI Galway, Ireland"
        },
        {
            "text": "A random sample of 200 patients admitted to acute medical wards in St James's Hospital Dublin (Acute Medical Admission Unit, A&E Observation Ward and Transition Unit) over a 2 week period (31st March-14th April 2008) were investigated. Using a proforma, information was recorded from patient interview, clinical notes and drug kardex review. Information contained basic patient demographics, risk factors for adverse drug reactions (ADRs), previous ADRs and the subsequent documentation of these.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "School of Medicine, NUI Galway, Ireland"
        },
        {
            "text": "Naranjo's algorithm was used to classify the reactions as either probable ADR (score of [5) or possible ADR (score 1-4). ADRs were classified as either severe or non-severe (mild/moderate) based on the definition from the Merck Manual.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 91,
                    "text": "[5)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "School of Medicine, NUI Galway, Ireland"
        },
        {
            "text": "Of 200 patients selected, 45 were excluded (based on incomplete data or failure to consent). Of 155 patients (44 % male, 56 % female), 48 (31 %) patients verbally reported ever having an adverse drug reaction. 10 of these patients had multiple drug reactions. Total adverse drug events recorded in the studied population were 71 (22 severe, 49 non-severe). Of these events, only 35.2 % were documented on patient's kardexes and 14.1 % on the front of patient notes (28.2 % were documented somewhere within patient notes). Also, 39 % of ADRs occurred in hospital and almost all caused a lengthening of inpatient stay. 70 % of ADRs occurred in females and when broken down into age ranges, the most (33 %) occurred between 71-85 years. Antibiotics accounted for over one third of all ADRs in our sampled population. 44/71 (62 %) were considered to be allergic reactions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "School of Medicine, NUI Galway, Ireland"
        },
        {
            "text": "Our study clearly shows that ADRs are a common clinical problem and cause of disability. Unfortunately, the documentation of previous ADRs in patient notes and drug kardexes is very poor. Even more alarming is that patients with multiple drug reactions were least likely to have been recorded and so led to repeated ADRs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "School of Medicine, NUI Galway, Ireland"
        },
        {
            "text": "In SJH there has been increasing vigilance and advocacy from clinical pharmacy and so we intend to re-audit and see if improvement has been made. This is necessary to make continual improvements in patient safety.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "School of Medicine, NUI Galway, Ireland"
        },
        {
            "text": "The antidepressant actions of captodiamine involve enhanced monoamine turnover in the frontal cortex and neurotrophic plasticity in the hypothalamus We have now extended these studies in vivo. All procedures employed C57Bl6 mice chronically treated with captodiamine (5 mg/kg, i.p., 7 days), were approved by the UCD Animal Research Ethics Committee according to EU Council Directive 86-609-EEC, and performed by individuals licensed by the Department of Health. Co-administration of rimcazole (5 mg/kg, i.p.), a sigma-1 receptor antagonist, reversed the reduced immobility produced by captodiamine (p = 0.76, Mann-Whitney U test; n = 8). In contrast, co-administration of ritanserin (4 mg/kg, i.p.), a 5-HT 2c receptor antagonist, potentiated the action of captodiamine in the forced swim test (p = 0.0043, Kruskal-Wallis test; n = 10).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "School of Medicine, NUI Galway, Ireland"
        },
        {
            "text": "As 5-HT 2c receptor antagonists influence monoamine turnover, we also evaluated the effect of a single dose of captodiamine (5 mg/kg, i.p.) on the turnover of dopamine and serotonin by measuring the metabolite:transmitter ratio in the frontal cortex and striatum of C57Bl6 mice using HPLC coupled with electrochemical detection. We found captodiamine, in common with other antidepressants, to significantly increase dopamine turnover in the frontal cortex (p = 0.0233, Student's t test; n = 4) but not in the striatum. Further, captodiamine was without effects on 5-HT turnover in either of the brain regions examined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "School of Medicine, NUI Galway, Ireland"
        },
        {
            "text": "We further demonstrated captodiamine to attenuate anhedonia induced by chronic unpredictable mild stress, using oestrus female urine sniffing paradigm (F [1, 35] = 6.824, p = 0.0132, n = 10). Reversal of anhedonia by captodiamine was associated with a reduction in hypothalamic CRF (p = 0.0270, Student's t test; n = 4) and increase in BDNF expression (p = 0.0285, Student's t test; n = 6), effects which were not observed in the prefrontal cortex or hippocampus. Consistent with the ability of captodiamine to enhance the neuroplastic potential of BDNF, we also observed increased expression of hypothalamic synapsin (p = 0.0013, Student's t test; n = 4) but, notably, no effect on the PSD-95, a postsynaptic structural protein (p = 0.6262, Student's t test; n = 4) was observed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "School of Medicine, NUI Galway, Ireland"
        },
        {
            "text": "It is concluded that captodiamine exerts a dual antidepressant action by influencing monoamine turnover in the frontal cortex and modulation of the hypothalamic-pituitary-adrenal axis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "School of Medicine, NUI Galway, Ireland"
        },
        {
            "text": "Supported by the Higher Education Authority PRTLI cycle 4 Programme. We have synthesized novel anthraquinone derivatives (GoSlo-SR family), which open large conductance Ca 2+ activated K + (BK) channels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "School of Medicine, NUI Galway, Ireland"
        },
        {
            "text": "All experiments were approved by DKIT Animal Care and Use Committee. Rabbits were humanely killed with pentobarbitone (I.V.), their bladders removed and smooth muscle strips cut into 1 mm 3 pieces. RBSMC were isolated as previously described (Hollywood et al. 1998) (Schoenmakers et al. 1992) .",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 265,
                    "text": "(Hollywood et al. 1998)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "School of Medicine, NUI Galway, Ireland"
        },
        {
            "text": "Patches were held at -60 mV and currents evoked by voltage ramps (100 mV s -1 ). Single channel conductance was 335 ± 5 pS (mean ± SEM, n = 9). Currents reversed at the K + equilibrium potential, were abolished by the BK channel blocker penitrem A (100 nM, n = 5) and a tenfold increase in [Ca 2+ ] i to 1 lM shifted the activation V 1/2 from 120 ± 6 mV to 5 ± 9 mV (p \\ 0.01, paired t test; DV 1/2 = -115 ± 5 mV, n = 9).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "School of Medicine, NUI Galway, Ireland"
        },
        {
            "text": "Compounds were synthesized by microwave irradiation using the copper-catalyzed Ullmann coupling reaction (Baqi and Müller 2007), their structures assigned by 1 H NMR and high resolution mass spectra and purity determined by HPLC. All compounds were initially screened at 10 lM. When the size of the aliphatic D ring was changed from cyclopropane to cycloheptane, DV 1/2 changed from 8 ± 6 mV (n = 5) to -61 ± 6 mV (n = 6). Substitutions of the cyclohexane ring with a benzene ring did not alter DV 1/2 further (-51 ± 10 mV, n = 4) but replacement with bromine slightly inhibited the channels (DV 1/2 +14 ± 9 mV, n = 6). In subsequent syntheses, aniline derivatives were used to produce a library of compounds in order to study the structure activity relationships (SAR) further.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "School of Medicine, NUI Galway, Ireland"
        },
        {
            "text": "Addition of electron withdrawing or hydrophilic groups in the meta position of ring D significantly reduced efficacy (DV 1/2 by\\-25 mV), whereas hydrophobic meta-substituents, such as ethyl, isopropyl, and tert-butyl increased efficacy and shifted V 1/2 by[-90 mV. Enhancing phenyl ring lipophilicity with meta-CF 3 and para-methyl groups produced the most efficacious member of this family, GoSlo-SR-5-44, which shifted V 1/2 by -142 ± 8 mV (n = 12). This was more effective than the meta-CF 3 substituent, GoSlo-SR-5-6 (-107 ± 7 mV, n = 12, p \\ 0.05). However, these compounds were equipotent (EC 50 of 2.3 and 2.4 lM, respectively). The effects of GoSlo-SR-5-6 were abolished in the presence of penitrem A (100 nM, n = 6).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "School of Medicine, NUI Galway, Ireland"
        },
        {
            "text": "The GoSlo-SR family comprises novel BK channel openers and increasing hydrophobicity of ring D enhances efficacy. Sialic acids occur predominantly as terminal sugars on the glycan chains of glycoconjugates on the cell surface and of individual glycoproteins. A unique feature of sialic acids is their structural variability, with more than 50 naturally occurring modifications. The sialic acid, N-glycolyl neuraminic acid (Neu5Gc) occurs widely in most mammals. However, evolutionary forces have removed the gene capable of making Neu5Gc, from the human genome, therefore raising questions about its role in both immune response and human diseases. Neu5Gc has been reported to be present in altered glycan phenotypes in humans associated with cancer development. Though the role of Neu5Gc in cancer is not clear, it is hypothesized that it contributes to cancer progression via induction of inflammatory response and angiogenesis, thus acting as a facilitator in tumor invasion [1] . Neu5Gc has also been reported to be present on a number of recombinant therapeutic proteins produced in non-human cell lines, such as NS0, SP2/0 and CHO systems [2] . Here, the presence of Neu5Gc has been demonstrated to be responsible for inducing an immune response, thereby compromising the overall safety and efficacy of the drugs. Thus, a need exists for rapid identification and detection of this non-human sialic acid both in clinical cancer diagnosis and within the biopharmaceutical industry for monitoring drugs intended for human use.",
            "cite_spans": [
                {
                    "start": 978,
                    "end": 981,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 1145,
                    "end": 1148,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "School of Medicine, NUI Galway, Ireland"
        },
        {
            "text": "Relatively few sialic acid affinity agents or binders are available for biological studies of sialic acids and most show cross-reactivity with different forms of sialic acid. No Neu5Gc-specific binder is available. Within this research programme, phage display technology is being used to enable the selection and identification of a panel of single chain antibody fragments (scFvs) against various sialic acid forms. Both immune challenged avian and naïve human scFv phage libraries have been panned for, scFvs against Neu5Gc. The Neu5Gc was either conjugated to BSA, forming a neoglycoconjugate, and immobilized on a solid surface for panning or presented to the library as a biotin conjugate in solution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "School of Medicine, NUI Galway, Ireland"
        },
        {
            "text": "An investigation of the translatability of the topical fibrin scaffold system for neural application Given that the pharmacokinetic profiles of therapeutic molecules such as neurotrophins and nucleic acids (e.g. siRNA and plasmid DNA) preclude their systemic delivery, alternative delivery systems for these molecules will have to be developed to allow for their therapeutic use in neurological conditions. Moreover, the chronic and progressive nature of neurodegenerative diseases such as Parkinson's disease underpins the need for a delivery system that can provide sustainable release of such therapeutic molecules.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "School of Medicine, NUI Galway, Ireland"
        },
        {
            "text": "Our laboratory has previously reported on the efficacy of a fibrin scaffold delivery system for the topical delivery of multiple therapeutic genes [1] . Moreover, our development of the fibrin-in-fibrin system, viz. complexed fibrin microspheres within the fibrin scaffold, has significant potential for a controlled, temporal release system for multiple therapeutic factors [2] .",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 150,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 375,
                    "end": 378,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "School of Medicine, NUI Galway, Ireland"
        },
        {
            "text": "In this preliminary pilot study, we sought to investigate the translatability of our topical fibrin scaffold delivery system for neural application. The intra-cerebral injectability of the system, as well as the host inflammatory response, was investigated. Male Sprague-Dawley rats received bilateral intra-striatal injections of either vehicle (n = 4 rats) or fibrin scaffold (n = 6 rats) under isoflurane gaseous anaesthesia (2-5 % in oxygen). To deliver the fibrin scaffold, thrombin (1.5 ll; 4 IU) and fibrinogen (1.5 ll; 60 mg ml -1 ) were sequentially delivered (rate of 1 ll min -1 ) through a stainless steel cannula. Animals were sacrificed 1, 3 and 7 days post-transplant by terminal anaesthesia (50 mg/kg pentobarbital) and transcardially perfused with saline and 4 % paraformaldehyde. Brains were stained for H&E to visual fibrin scaffold as well as immunohistochemically processed for GFAP and OX-42 to assess the host astroglial and microglial response, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "School of Medicine, NUI Galway, Ireland"
        },
        {
            "text": "One day post-transplant, H&E staining confirmed the successful in situ polymerisation of the fibrinogen and thrombin components as a large fibrin scaffold was evident in the striatum. While a large scaffold was still detectable at day three post-transplant, by day seven posttransplant the system was largely degraded with minimal evidence of scaffold persistence. Quantitative densitometric analysis of immunohistochemically stained tissue revealed that the fibrin scaffold was relatively hypo-immunogenic with no significant difference in the density of astrogliosis (Two-way ANOVA, P = 0.23, n.s.) or microgliosis (Unpaired t-test; t (6) = 1.75, P = 0.13, n.s.) evident between vehicle and fibrin scaffold groups at all time points investigated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "School of Medicine, NUI Galway, Ireland"
        },
        {
            "text": "Taken together, this pilot study has confirmed that (1) the fibrin system is intra-cerebrally injectable, (2) a degradable fibrin scaffold forms in situ and (3) there is no overt host inflammatory response to the scaffold versus vehicle. Future studies will further characterise the host inflammatory and immune response to the fibrin scaffold followed by investigation of its potential as a multifactorial delivery system to the brain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "School of Medicine, NUI Galway, Ireland"
        },
        {
            "text": "The impact of high salt diet on the regional renal haemodynamic H. Shabana, A. Ahmeda, E.J. Johns",
            "cite_spans": [],
            "ref_spans": [],
            "section": "School of Medicine, NUI Galway, Ireland"
        },
        {
            "text": "The regulation of renal blood flow is dependent on a range of factors; the level of oxidative stress is one of these factors that can modulate vascular tone. High salt intake enhances oxidative stress in rat kidney and increases blood pressure. What is less clear is to what extent the renal perfusion may impacted by a high sodium diet?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Department of Physiology, University College Cork, Ireland"
        },
        {
            "text": "The aim of this study was to investigate the effects of superoxide anions on blood perfusion in the renal cortex and medulla in normal rats (NR) and high salt fed rats (HSR). This was done by progressively blocking superoxide dismutase after local infusion of SOD inhibitor in intact and high sodium intake rats.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Department of Physiology, University College Cork, Ireland"
        },
        {
            "text": "Two groups of male Wistar rats (215-353 g) were used with one group (n = 9) maintained on a normal salt (0.4 % Na) and other group (n = 8) fed a high salt diet (4 % Na) for 14 days. Anaesthesia was induced with 1 ml ip chloralose/urethane (16.5/250 mg/ml). The right femoral artery was cannulated for measurement of blood pressure (BP) and heart rate (HR). The right femoral vein was cannulated for infusion of saline (154 mM NaCl) at 3 ml/h and supplemental doses of anaesthetic. A flank incision were used to expose the left kidney which was immobilized and a small cannula was inserted 4.5 mm into the kidney for intramedullary (i.m) infusion of saline or drugs at 0.6-1.0 ml/h. Two Laser-Doppler microprobes (each 0.5 mm diameter) were inserted 1.5 and 4.0 mm into the kidney to measure cortical and medullary blood perfusion, CBP and MBP, respectively (100 perfusion units (PU) = 1 V). After 90 min, baseline measurements were taken, and then diethyl-dithio-carbamate (DETC) a SOD inhibitor was infused i.m, at 1 ml/h for 30 min at increasing doses of 1, 2 and 4 mg/kg/min. Data presented by mean ± SEM, and analyzed using a one-way ANOVA with significance taken at P \\ 0.05.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Department of Physiology, University College Cork, Ireland"
        },
        {
            "text": "The HSR group had significantly (P \\ 0.05) lower baseline level of MBP 46 ± 1 PU than the NR which was 65 ± 2 PU. Neither MAP nor HR was significantly affected by the DETC infusions in either group. Infusion of DETC into the NR caused a reduction in CBP of some 22 ± 2 % only at 4 mg/kg/min (P \\ 0.05); whereas there was a dose related decrease in MBP reaching some 31 ± 7 % at the highest dose (P \\ 0.01).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Department of Physiology, University College Cork, Ireland"
        },
        {
            "text": "In HSR, DETC infusion had a significant reduction in CBP even at low dose of 2 mg of 25 ± 4 % while it caused a dose related decrease in MBP reaching some 33 ± 2 % at 4 mg/kg/min which was not significantly less than the response achieved in the normal rats at this dose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Department of Physiology, University College Cork, Ireland"
        },
        {
            "text": "The findings illustrate that high salt intake suppress the medullary more than the cortical blood flow and after abnormal production of oxidative stress, the medullary perfusion becomes critical to maintain normal blood pressure with alteration in the response of the cortex.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Department of Physiology, University College Cork, Ireland"
        },
        {
            "text": "An ultrastructural study of the effect of increased body mass index on the extracellular matrix from biopsies of human gravid myometrium Pregnancy in the presence of maternal obesity is associated with a number of undesirable outcomes including a reduction in the incidence of spontaneous term labour, an increase in the need for the induction of labour and an increase in caesarean section rate. This implicates maternal obesity in having an inhibitory effect on myometrial function. Our hypothesis states that there are structural differences in the extracellular matrix of myometrium of obese women compared to tissues from women of normal BMI and that S140",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Department of Physiology, University College Cork, Ireland"
        },
        {
            "text": "Ir J Med Sci (2013) 182 (Suppl 4):S117-S142 these contribute to the observed dysfunctional contraction of this tissue during parturition. The anatomical organisation of the extracellular matrix was analysed using transmission electron microscopy. Biopsies of human myometrium were excised from the upper margin of the lower segment of the uterus during elective caesarean section performed at University College Hospital Galway with local ethical committee approval. 6 were within the obese category (BMI 32.6 ± 0.5) and these were matched to 6 donors in the normal category (BMI 22 ± 2) who presented for caesarean section closest in time to their obese counterparts. There were no differences in maternal age (obese group: 33 ± 8, normal group: 31 ± 6 years) or gestational age (obese group: 39.2 ± 0.4 weeks, normal group: 39.0 ± 0.8) at the time of biopsy between the obese and normal category BMI cohort. The samples were processed for transmission electron microscopy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Department of Physiology, University College Cork, Ireland"
        },
        {
            "text": "A series of micrographs were obtained using a systematic sampling strategy. An unbiased counting frame was applied to these micrographs and counts were made of collagen fibres. The number of fibres per unit area (Na) was estimated. The Length density (Lv) and distance between fibres was estimated for both groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Department of Physiology, University College Cork, Ireland"
        },
        {
            "text": "The results suggest that there was no significant difference in the organisation of collagen fibres in the extracellular matrix between the two groups. This may suggest similar biomechanical properties of this tissue in both groups however there was a greater variation in these parameters in the obese group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Department of Physiology, University College Cork, Ireland"
        },
        {
            "text": "MSC-mediated delivery of trail-receptor specific trail variants showed anti-cancer effects in different cancer cells R. Yu, L. Deedigan, S.M. Albarenque, A. Mohr, R. Zwacka National Centre for Biomedical Engineering Science, Molecular Therapeutics Groups, National University of Ireland, Galway, Ireland TNF-related apoptosis-inducing ligand (TRAIL) is a potent and specific inducer of apoptosis in tumour cells. In order to achieve efficient delivery of TRAIL to tumour tissue, we made use of mesenchymal stem cells (MSCs) that are known to be able to infiltrate tumors and deliver their gene therapeutic payload. Furthermore, we exchanged the consensus wild-type TRAIL for variants that contain specific changes in the amino acid sequence and consequently act selectively through either TRAIL-receptor1 (DR4) or TRAIL-recep-tor2 (DR5). These different TRAIL variants were expressed from constructs that contained the signal peptide from the human factor IX gene, a furin cleavage site, an isoleucine zipper and the ectodomain of TRAIL (aa114-aa289). After initial tests, these expression cassettes were integrated into adenoviral vectors that were subsequently used to transduce MSCs. The resulting TRAIL-secreting MSCs were termed MSC.sTRAIL wt , MSC.sTRAIL DR4 and MSC.sTRAIL DR5 . When these MSCs were mixed with human colorectal cancer Colo205 cells, MSC.sTRAIL DR5 triggered three times more times apoptosis than MSC.sTRAIL wt, whereas MSC.sTRAIL DR4 had almost no apoptosisinducing activity on Colo205 cells. In contrast, on HeLa cervical carcinoma cell MSC.sTRAIL DR4 had a superior effect, and normally TRAIL resistant pancreatic cancer cells could be driven into apoptosis by MSC.sTRAILs, when combined with XIAP inhibition in the tumour cells. Furthermore, treatment of HCT116 cells with MSC.sTRAILs in combination with 5-FU resulted in a synergistic cytotoxic effect. All those findings demonstrate that the use of TRAIL-receptor selective variants can greatly enhance the therapeutic efficacy of MSC-delivered TRAIL as part of an individualised and tumour specific treatment approach.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Department of Physiology, University College Cork, Ireland"
        },
        {
            "text": "Minimizing passive release of growth factors from a heparin-based delivery system T. Vo T. N., M.G. Meere",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Department of Physiology, University College Cork, Ireland"
        },
        {
            "text": "A mathematical model that describes the leakage of heparin-binding growth factors from a heparin-based delivery system is considered. In the delivery system, heparin binds to a peptide which has been covalently cross-linked to a fibrin matrix. Growth factor in turn binds to the heparin, and growth factor release is governed by both binding and diffusion mechanisms, the purpose of the binding being to slow growth factor release. The governing mathematical model, which in its original formulation consists of six partial differential equations, is reduced to a system of just two equations. It is usually desirable that there be no passive release of growth factor from a device, with all of the growth factor being held in place via binding until such time as it is actively released by invading cells. However, there will inevitably be some passive release, and so it is of interest to identify conditions that will make this release as slow as possible. In this poster, we identify a parameter regime that ensures that at least a fraction of the growth factor will release slowly. It is found that slow release is assured if the matrix is prepared with the concentration of peptide greatly exceeding the dissociation constant of heparin from the peptide, and with the concentration of heparin greatly exceeding the dissociation constant of the growth factor from heparin. Also, for the first time, in vitro experimental release data is directly compared with theoretical release profiles generated by the model and a satisfactory agreement has been found.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "School of Mathematics, Statistics, and Applied Mathematics, National University of Ireland Galway, Ireland"
        },
        {
            "text": "Friction between biomedical research ethics and social science research methods [1] has given rise to a scenario where ethical guidelines are viewed as obstructive to social science research practice [2] . The objective was to discuss the unique ethical challenges of conducting Emergency Department research.",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 83,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 200,
                    "end": 203,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "School of Nursing and Midwifery, NUI Galway, Ireland"
        },
        {
            "text": "In this study written informed consent will be sought from nurses being observed as the people directly affected by the research. Patients are recognised as peripheral participants in the research. However, the appropriateness of requesting consent for observation from ill patients raises several ethical issues. These patients may be unable to give consent due to their illness. Likewise, consent from a family member may be invalid due to the distress when dealing with a sick loved one [3] . Retrospective consent could potentially cause the patient further duress and may violate the principle of avoiding undue intrusion [4] .",
            "cite_spans": [
                {
                    "start": 490,
                    "end": 493,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 627,
                    "end": 630,
                    "text": "[4]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "School of Nursing and Midwifery, NUI Galway, Ireland"
        },
        {
            "text": "In order to address these ethical concerns it is proposed to use the ethical principles described by Emanuel et al. [5] and to use an ethics as process model [6] where consent has to be continually renegotiated and the researcher continually re-assesses potential ethical risks.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 119,
                    "text": "[5]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 158,
                    "end": 161,
                    "text": "[6]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "School of Nursing and Midwifery, NUI Galway, Ireland"
        },
        {
            "text": "In the proposed framework, the nurse researcher will obtain verbal consent from patients for observation of clinical care provided by the named nurse except when the patient is unable to provide consent. If the patient does not give consent, the researcher will withdraw from the field until the nurse has finished caring for the non consenting patient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "School of Nursing and Midwifery, NUI Galway, Ireland"
        },
        {
            "text": "Madjar and Higgins [7] argue for the need to exercise discretionary judgement when making practical moral decisions in the field during social science research. Rigid adherence to biomedical ethical principles can lead to inappropriate actions in the healthcare context. The proposed ethics as process framework for research conduct addresses this issue [6] .",
            "cite_spans": [
                {
                    "start": 19,
                    "end": 22,
                    "text": "[7]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 354,
                    "end": 357,
                    "text": "[6]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "School of Nursing and Midwifery, NUI Galway, Ireland"
        },
        {
            "text": "This paper forms part of a School of Nursing and Midwifery study which is supported by the College of Medicine and Health PhD Fellowship scheme.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "School of Nursing and Midwifery, NUI Galway, Ireland"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Enhanced nociceptive responding in two rat models of depression is associated with alterations in monoamine levels in discrete brain regions",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "N"
                    ],
                    "last": "Burke",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hayes",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Calpin",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Neuroscience",
            "volume": "171",
            "issn": "4",
            "pages": "1300--1313",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Expression and characterization of Murine Hevin (SC1), a member of the SPARC family of matricellular proteins",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Brekken",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Sullivan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Workman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Bradshaw",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Carbon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Siadak",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Murri",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Framson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Sage",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Histochem Cytochem",
            "volume": "52",
            "issn": "6",
            "pages": "735--783",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "GDF15 is an inhibitor of leukocytes integrin activation required for survival after myocardial infarction in mice",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kempf",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zarbock",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Widera",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Butz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stadtmann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rossaint",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Vittori",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Klingebiel",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Napp",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hansen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kanwischer",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Bavendiek",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Beutel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hapke",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Sauer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Laudanne",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hogg",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Vestweber",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Wollert",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nat Med",
            "volume": "17",
            "issn": "5",
            "pages": "581--589",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Apoptosis in cell-loaded scaffolds in a transection model of rat spinal cord injury",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Current tissue engineering and novel therapeutic approaches to axonal regeneration following spinal cord injury using polymer scaffolds",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "N"
                    ],
                    "last": "Madigan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mcmahon",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "O&apos;brien",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Yaszemski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Windebank",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Respir Physiol Neurobiol",
            "volume": "169",
            "issn": "2",
            "pages": "183--99",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Sustained delivery of dibutyryl cyclic adenosine monophosphate to the transected spinal cord via oligo [(polyethylene glycol) fumarate] hydrogels",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Rooney",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Knight",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "N"
                    ],
                    "last": "Madigan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gross",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "V"
                    ],
                    "last": "Giraldo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Seo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Nesbitt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dadsetan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Yaszemski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Windebank",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Tissue Eng Part A",
            "volume": "17",
            "issn": "9",
            "pages": "1287--302",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "MicroRNA mediated regulation of retinoic acid receptor beta (RARb) in breast cancer",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A role for tumor necrosis factor-a in ischemia and ischemic preconditioning",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Watters",
                    "suffix": ""
                },
                {
                    "first": "O&apos;",
                    "middle": [],
                    "last": "Connor",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Neuroinflamm",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Tumor necrosis factor-a synthesis inhibitor, 3,6 0 -dithiothalidomide, reverses behavioral impairments induced by minimal traumatic brain injury in mice",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Baratz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tweedie",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Rubovitch",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Yoon",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Hoffer",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Greig",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Pick",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Neurochem",
            "volume": "118",
            "issn": "6",
            "pages": "1032--1074",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Training in flexible, intensive insulin management to enable dietary freedom in people with type 1 diabetes: dose adjustment for normal eating (DAFNE) randomised controlled trial",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Dafne Study Group",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "BMJ",
            "volume": "325",
            "issn": "",
            "pages": "746--51",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Intensified insulin therapy and the risk of severe hypoglycemia",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bott",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Bott",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Berger",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Muhlhauser",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Diabetologia",
            "volume": "40",
            "issn": "",
            "pages": "926--958",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Loss of plakoglobin as an in vivo model for arrhythmogenic right ventricular cardiomyopathy in zebrafish embryos R",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Schoenmakers",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Visser",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Flik",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Theuvene",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "BioTechniques",
            "volume": "12",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Discipline of Pharmacology and Therapeutics",
            "authors": [],
            "year": null,
            "venue": "School of Natural Sciences",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Plakoglobin has both structural and signaling roles in zebrafish development",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Moriarty",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Byrnes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Grealy",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Dev Biol",
            "volume": "327",
            "issn": "1",
            "pages": "83--96",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A novel dominant mutation in plakoglobin causes arrhythmogenic right ventricular cardiomyopathy",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Asimaki",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Syrris",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wichter",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Matthias",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Saffitz",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Mckenna",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Hum Genet",
            "volume": "81",
            "issn": "5",
            "pages": "964--73",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Human xeno-autoantibodies against a non-human sialic acid serve as novel serum biomarkers and immunotherapeutics in cancer",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "P"
                    ],
                    "last": "Karavani",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Ziola",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pu",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Cancer Res",
            "volume": "71",
            "issn": "",
            "pages": "3352--63",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Implications of the presence of N-glycolylneuraminic acid in recombinant therapeutic glycoproteins",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ghaderi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "P"
                    ],
                    "last": "Karavani",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Diaz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Varki",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nat Biotechnol",
            "volume": "28",
            "issn": "",
            "pages": "863--870",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Human xeno-autoantibodies against a nonhuman sialic acid serve as novel serum biomarkers and immunotherapeutics in cancer",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kalme",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kalme",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cunningham",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kane",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Joshi Glycoscience Group",
                    "suffix": ""
                },
                {
                    "first": ";",
                    "middle": [],
                    "last": "Padler-Karavani",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Hurtado-Ziola",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Muthana",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Ireland References",
            "volume": "1",
            "issn": "9",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Systematic evolution of ligands by exponential enrichment: RNA ligands to bacteriophage T4 DNA polymerase",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tuerk",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gold",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Science",
            "volume": "249",
            "issn": "4968",
            "pages": "505--515",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Fibrinlipoplex system for controlled topical delivery of multiple genes",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kulkarni",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Breen",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Greiser",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "O&apos;brien",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pandit",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Biomacromolecules",
            "volume": "10",
            "issn": "6",
            "pages": "1650--1654",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A temporal gene delivery system based on fibrin microspheres",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Kulkarni",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Greiser",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "O&apos;brien",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pandit",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Mol Pharm",
            "volume": "8",
            "issn": "2",
            "pages": "439--485",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Development of fibrin derivatives for controlled release of heparin-binding growth factors",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Sakiyama-Elbert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Hubbell",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Control Release",
            "volume": "1",
            "issn": "",
            "pages": "389--402",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Controlled release of neurotrophin-3 from fibrin gels for spinal cord injury",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "Iii",
                    "middle": [],
                    "last": "Mcdonald",
                    "suffix": ""
                },
                {
                    "first": "Sakiyama-Elbert",
                    "middle": [],
                    "last": "Jw",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Se",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Control Release",
            "volume": "98",
            "issn": "",
            "pages": "281--94",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Participant overexposure and the role of researcher judgement",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipscomb",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nurse Res",
            "volume": "17",
            "issn": "4",
            "pages": "49--58",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Doing participant observation in a psychiatric hospital-research ethics resumed",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Oeye",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Bjelland",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Skorpen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Soc Sci Med",
            "volume": "65",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Clinical research ethics for critically ill patients: a pandemic proposal",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Burns",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Finfer",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kissoon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bhagwanjee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Annane",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Sprung",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fowler",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Latronico",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Marshall",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Crit Care Med",
            "volume": "38",
            "issn": "4",
            "pages": "138--180",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Association of Social Anthropologists. Ethical guidelines for good research practice",
            "authors": [],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "What makes clinical research ethical?",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Emanuel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wendler",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Grady",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "JAMA",
            "volume": "283",
            "issn": "20",
            "pages": "2701--2711",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Judging the ethics of qualitative research: considering the ethics as process model",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ramcharan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Cutcliffe",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Health Soc Care Commun",
            "volume": "9",
            "issn": "6",
            "pages": "358--366",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Of ethics committees, protocols, and behaving ethically in the field: a case study of research with elderly residents in a nursing home",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Madjar",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Higgins",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Nurs Inq",
            "volume": "3",
            "issn": "",
            "pages": "130--137",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "and Centre for Pain Research, NCBES, National University of Ireland, University Road, Galway, Ireland",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Group, NUI, Galway, Ireland; 2 Department of Anaesthesia, Galway University Hospitals, Galway, Ireland",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Funding provided by Science Foundation Ireland Research Frontiers Project (Grant No. 11/RFP/NES/3175). Lumbar sympathetic activity does not contribute to chronic intermittent hypoxia induced hypertension E. Lucking 1 , K.D. O'Halloran 2 , J.F.X. Jones 1 1 School of Medicine and Medical Science, University College Dublin, Ireland; 2 Department of Physiology, University College Cork, Ireland",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Medicine and Medical Science, University College Dublin, Ireland and 2 Department of Physiology, University College Cork, Ireland.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "F.B. McDonald is funded by UCD School of Medicine and Medical Science.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "McMorrow C, Fredsted A, Carberry J, O'Connell RA, Bradford A, Jones JFX, O'Halloran KD. Chronic hypoxia increases rat diaphragm muscle endurance and sodium-potassium ATPase pump content. Eur Respir J. 2011;37:1474-81. 2. Skelly JR, Edge D, Shortt CM, Jones JFX, Bradford A and O'Halloran KD. Tempol ameliorates pharyngeal dilator muscle dysfunction in a rodent model of chronic intermittent hypoxia. Am J Respir Cell Mol Biol. 2012;46:139-48.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Moloney RD, O'Leary OF, Felice D, Bettler B, Dinan TG, Cryan JF. Early-life stress induces visceral hypersensitivity in mice. Neurosci Lett. 2012;512(2):99-102. Behavioural effects of early life fluoxetine exposure in the rat S. O'Brien, J.P. Kelly Pharmacology and Therapeutics, School of Medicine, Nursing and Health Sciences, National University of Ireland, Galway, Ireland",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Josefsson A, Berg G, Nordin C, Sydsjo G. Prevalence of depressive symptoms in late pregnancy and postpartum. Acta Obstet Gynecol Scand. 2001;80:251-5.The effects of exercise and CB 1 receptor antagonism on spatial memory in the rat",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Medicine and Medical Science University College Dublin, Ireland; 2 Department of Physiology, Trinity College Dublin; 3 GEMS, University of Limerick; 4 Centre for Colorectal Disease, St. Vincent's University Hospital, Dublin, IrelandCytokines are the mediators of the mucosal healing in Ulcerative Colitis (UC), but also have a role in the augmentation and perpetuation of inflammation. They function by stimulating immune cells and/or by attracting cells to the location of pathogenic threat and may be in part regulated by alterations in the secretion of other inflammatory cytokines. The aim of this study was to determine the secretion profiles of systemic cytokines (IL2, 4, 5, 6, 8, 10, 13, GM-CSF, TNFa and IFNc) in both quiescent and acute UC disease.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Financial support acknowledged from the College of MNHS postgraduate fellowship and Millennium fund, NUI Galway, Instituto de Salud Carlos III, Redes temáticas de Investigación Cooperativa en salud: Red de trastornos adictivos RD06/0001/1013 and a Project InEurope short-stay travel grant provided to N.N.B by the International Brain Research Organisation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Nuclear factor kappa-B inhibition attenuates acute but worsens prolonged pneumonia induced acute lung injury in Sprague-Dawley ratsJ. Devaney 1,2,3 , G.F. Curley 1,2 , T. O'Brien 3 , D. O'Toole 1,2,3 , J.G. Laffey 1,2",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Denning GM, Ackermann LW, Barna TJ, et al. Proenkephalin expression and enkephalin release are widely observed in nonneuronal tissues. Peptides. 2008;29:83-92. 2. Tang J, Yang HYT, Costa E. Distribution of met-enkephalin-arg6-phe7 in various tissues of rats and guinea pigs. Neuropharmacology. 1982;21:595-600. The oxytocic effect of ergometrine on human myometrium in vitro does not involve 5-HT 2 receptor activation R.A. Fanning 1 , N. Duffy, M. Leonard 1 , B. Ahmed 1 , J.J. O'Connor 2 1 Department of Perioperative Medicine, Coombe Women and Infant's University Hospital, Dublin 8, Ireland; 2 UCD School of Biomolecular and Biomolecular Science, UCD Conway institute, Belfield, Dublin 4, Ireland",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Centre for Maternal and Child Enquiries. Saving mothers' lives: reviewing maternal deaths to make motherhood safer: 2006-08. The eighth report on confidential enquiries into maternal deaths in the United Kingdom. BJOG. 2011;118(Suppl. 1):1-203. 2. Dyer RA, van Dyk D, Dresner A. The use of uterotonic drugs during caesarean section. Int J Obstet Anesth. 2010;19:313-9. 3. Hollingsworth M, Edwards D, et al. Ergometrine-a partial agonist at 5-HT receptors in the uterus isolated from the oestrogen-primed rat. Eur J Pharmacol. 1988;158(1-2):79-84. Glycomic studies of osteopontin and endothelial progenitor cells in angiogenesis S.K. Gill 1,2 , T. O' Brien 2 , L. Joshi 1 1 Glycoscience Group, NCBES, National University of Ireland, Galway, Ireland; 2 Regenerative Medicine Institute, National University of Ireland, Galway, Ireland",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Asahara T, Murohara T, Sullivan A, Silver M, van der Zee R, Li T, et al. Isolation of putative progenitor endothelial cells for angiogenesis. Science. 1997;275(5302):964-6. 2. Vaughan EE, Liew A, Mashayekhi K, Dockery P, McDermott J, Kealy B, Flynn A, Duffy A, Coleman C, O'Regan A, Barry FP, O'Brien T. Pre-treatment of endothelial progenitor cells with osteopontin enhances cell therapy for peripheral vascular disease. Cell Transplantation. 2012. Multiple myeloma: differential regulation of glycosylation genes related to disease biology S.V. Glavey 1 , S. Cunningham 1 , C. Loughrey 1 , J.Q. Gerlach 1 , L.S. Murillo 2 , M.E. O'Dwyer 3 , L. Joshi 1 1 Glycoscience Group, NUI Galway, Ireland; 2 Centre for Chromosome Biology, NUI Galway, Ireland; 3 Department of Haematology, Galway University Hospital and NUI Galway, Ireland Multiple myeloma (MM) is a clonal plasma cell malignancy characterised by lytic bone lesions, renal failure, anaemia and hypercalcaemia. MM cells are intimately associated with the bone marrow microenvironment, with adhesive interactions taking place between the bone marrow extracellular matrix (ECM) and the surface of MM cells. Most cell surface proteins are glycosylated, i.e. have covalently attached oligosaccharide chains. Alterations in the glycosylation process have been associated with malignant transformation,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Bret et al. Br J Haem. 2009;145(3):350-68 (Epub 2009 Mar 2). The effects of tricyclic antidepressants on heart rate and locomotion in zebrafish larvae E. O'Connor, A.M. Bishop, E. Mullen, P. Henry, E. Rink, M. Grealy Pharmacology and Therapeutics, School of Medicine, NUI, Galway, Ireland",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "The dietary use of blueberry juice for the prevention of hypertension in humansC. Holohan, G. Lawless, L.A. Horrigan Physiology, School of Medicine, National University of Ireland, Galway, Ireland",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "Wright JD et al. Mean systolic and diastolic blood pressure in adults aged 18 and over in the United States, 2001-2008. Natl Health Stat Report. 2011(35):1-22, 24. Elucidating the role of homing MSC in cardiac healing and remodeling in an ex vivo model of myocardial infarction N. Siti-Ismail, E. Farrell, C. Kavanagh, T. O'Brien, F. Barry Regenerative Medicine Centre (REMEDI), National University of Ireland, Galway, IrelandParacrine effects through the release of biologically active factors are key mechanisms mediating MSC-based therapy in many diseases, including heart disease. Previous studies, using protein arrays and mass spectrometry have identified several factors abundantly secreted by MSC in an engrafted myocardial infarction model. Many of the identified proteins have pro-angiogenic, pro-inflammatory, pro apoptotic effects and enhance proliferation and migration. These identified factors are important for the regeneration and survival of ischemic tissues.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "Modulation of gut permeability by the lectin concanavalin A and lipopolysaccharide: potential novel mechanism underlying inflammatory bowel diseaseC. O'Brien, R. Hutch, D. Callnan, D. McKeever, K. McDonnell, A. Wheatley, L. Quinlan Physiology, School of Medicine, National University of Ireland, Galway, Ireland",
            "latex": null,
            "type": "figure"
        },
        "FIGREF22": {
            "text": "Kesherwani, Varun, Ajit Sodhi. Differential activation of macrophages in vitro by lectin concanavalin A, phytohemagglutinin and wheat germ agglutinin: production and regulation of nitric oxide. Nitric Oxide. 2007;16(2):294-305. Chronic amitriptyline administration in the rat differentially alters neuropathic pain behaviour and spinal astrocyte activation depending on the presence or absence of a depressive phenotype J. O'Donnell 1 , L. Kiely 1 , N. N. Burke 1,3 , D.P. for Pain Research and Neuroscience Cluster, National University of Ireland, Galway, Ireland",
            "latex": null,
            "type": "figure"
        },
        "FIGREF24": {
            "text": "Structured education and outcomes among adults with type 1 diabetes: design and baseline characteristics of a cross country comparison study M.-C. O'Hara 1 ; on behalf of the Irish DAFNE Study1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF25": {
            "text": "Biomolecular and Biomedical Science, UCD Conway Institute, University College Dublin, Dublin 4, Ireland; 2 Department of Pharmacology, National University of Ireland, Galway, University Road, Galway, Ireland We have re-evaluated psychiatric drugs eliminated from the market by the FDA Drug Efficacy Study (DESI) programme in 1960s and found one, captodiamine, to be a putative antidepressant. Previously, we demonstrated captodiamine to reverse behavioural despair in C57Bl6 mice and, using receptor over-expression assays in HEK293T cells, demonstrated captodiamine to exert an agonist action at the D3 dopamine receptor and sigma-1 receptor and antagonist activity at the 5-HT 2c receptor (Ring et al. 2010. J Psychopharmacol. 24[Supp. 3]:A50).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF26": {
            "text": "This work was funded by Enterprise Ireland's Applied Research Enhancement Scheme. A. Akande was funded by a Council of Directors Strand 1 award and DkIT Research Office.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Broccard AF, Hotchkiss JR, Vannay C, Markert M, Sauty A, Feihl F, et al. Protective effects of hypercapnic acidosis on ventilator-induced lung injury. Am J Respir Crit Care Med. Contreras M, Ansari BM, Curley GF, Higgins BD, Hassett P, O'Toole DP, Laffey JG. Hypercapnic acidosis attenuates Ventilation Induced Lung Injury by an NF-jB dependent mechanism. Crit Care Med. 2012 (in press). 4. O'Toole D, Hassett P, Contreras M, Higgins BD, McKeown ST, McAuley DF, et al. Hypercapnic acidosis attenuates pulmonary epithelial wound repair by an NF-kappaB dependent mechanism.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "T. Moloney 1,3 , R. Hyland 1,3 , D. O'Toole 3 , A. Paucard 1,3 , D. Kirik 4 , A. O' Doherty 3 , A. Gorman 2,3 , E. Dowd 1,3 Departments of 1 Pharmacology and Therapeutics and 2 Biochemistry, National Centre for Biomedical Engineering Science, National University of Ireland, Galway, Ireland; 4 Department of Experimental Medical Science, Lund University, Sweden",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": ": 1. Luo GR, Le WD. Collective roles of molecular chaperones in",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Bhattacharya S, Sen N, Yiming MT, Patel R, Parthasarathi K, Quadri S, Issekutz AC, Bhattacharya J. High tidal volume ventilation induces proinflammatory signaling in rat lung endothelium. Am J Respir Cell Mol Biol. 2003;28(2):218-24. 2. Curley GF, Hayes M, Ansari B, Shaw G, Ryan A, Barry F, O'Brien T, O'Toole D, Laffey JG. Mesenchymal stem cells enhance recovery and repair following ventilator induced lung injury in the rat. Thorax. 2011.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Data regarding severity of acute and prolonged pneumonia induced ALI in each group",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "1. Heller F, Florian P, Bojarski C, Richter J, Christ M, Hillenbrand B, et al. Interleukin-13 is the key effector Th2 cytokine in ulcerative colitis that affects epithelial tight junctions, apoptosis, and cell restitution. Gastroenterology. 2005;129(2):550-64. 2. Roda G, Marocchi M, Sartini A, Roda E. Cytokine networks in ulcerative colitis. Ulcers. 2011. Discipline of Surgery, Department of Medicine, Clinical Science Institute, National University of Ireland, Galway, Ireland; Microbiology, School of Natural Science, National University of Ireland, Galway, Ireland; 3 Molecular Diagnostics Research Group, National Centre for Biomedical Engineering Science, National University of Ireland, Galway, Ireland; 4 Biomedical Diagnostics Institute Programme, National Centre for Biomedical Engineering Science, National University of Ireland, Galway, Ireland; 5 Department of Surgery, Galway University Hospital, Galway, Ireland",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "1. Esquela-Kerscher A, Slack FJ. Oncomirs [mdash] microRNAs with a role in cancer. Nat Rev Cancer. 2006;6:259-69. 2. Ikeda S, Kong SW, Lu J, Bisping E, Zhang H, Allen PD, Golub TR, Pieske B, Pu WT. Altered microRNA expression in human heart disease. Physiol Genomics. 2007;31:367-73. 3. Liu N-K, Xu X-M. MicroRNA in central nervous system trauma and degenerative disorders. Physiol Genomics. 2011;43:571-80. 4. Heneghan HM, Miller N, Kelly R, Newell J, Kerin MJ. Systemic miRNA-195 differentiates breast cancer from other malignancies and is a potential biomarker for detecting noninvasive and early stage disease. Oncologist. 2010;15:673-82. life stress in rats is associated with sex-dependent alterations in affective and nociceptive behaviour NCBES Centre for Pain Research and Neuroscience Cluster, National University of Ireland, Galway, Ireland; 4 Departamento de Fisiologı´a (Fisiologı´a Animal II), Facultad de Ciencias Biolo´gicas, Universidad Complutense de Madrid, Instituto de Investigacio´n Sanitaria del Hospital Clı´nico San Carlos (IdISSC), Madrid, SpainEarly life stress can impact significantly on physiological function and is often associated with a predisposition to disorders such as schizophrenia, depression and chronic pain in later life. Furthermore, females are up to twice as likely to experience depression and chronic pain disorders, whereas males have an increased risk for developing schizophrenia, indicating that stressful early life events may elicit sex-dependent alterations in physiological function. The present study aimed to determine the effect of early life stress on affective behaviours and nociceptive responding in adulthood, and if such alterations are influenced by the sex of the animal. Male and female Wistar pups were subjected to maternal deprivation (MD: n = 20) or left undisturbed (non-MD: n = 20) for 24 h on postnatal day 9 (PND 9). Affective behaviour was examined using the open field test (locomotor activity and anxietylike behaviour), holeboard test (exploratory/investigative behaviour) and elevated plus maze (anxiety-like behaviour) in adulthood (PND 70-88). Nociceptive responding of the hind-paws to mechanical (von Frey), thermal (hot plate) and cold (acetone-drop test) stimuli was also examined. Data were analysed using ANOVA followed by Fisher's LSD post hoc test. P B 0.05 was deemed significant.MD females, but not males, exhibited a significant increase in locomotor activity (distance moved) in the open field test when compared to both control females and MD males (control females: 1,697 ± 152 cm; MD females: 2,149 ± 118 cm; MD males:",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "S. McCreddin 1,2 , Á .M. Kelly 1,2 Department of Physiology; 2 Trinity College Institute of Neuroscience, Trinity College, Dublin 2, Ireland",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "Profiling 3 different healthcare systems",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF14": {
            "text": "Molecular anatomy of a new group of BK channel openers: the GoSlo-SR family S. Roy 2 , A. Akande 1 , R. Large 2 , T. Webb 2 , G.P. Sergeant 1,2 , N.G. McHale 1,2 , K.D. Thornbury 1,2 , M.A. Hollywood 1,2 Smooth Muscle Research Centre; 2 Ion Channel Biotechnology Centre, Dundalk Institute of Technology, Dundalk, Co. Louth, Ireland",
            "latex": null,
            "type": "table"
        },
        "TABREF15": {
            "text": "and plated in 35 mm Petri dishes. Experiments were performed at 37°C using excised inside/out patch configuration with symmetrical K + solutions (pH 7.2) containing 140 mM KCl, 10 mM Glucose, 10 mM HEPES and either 1 lM EGTA (for [Ca 2+ ] 100 nM) or 1 lM HEDTA (for [Ca 2+ ] [300 nM). Free [Ca 2+ ] was determined using Chelator software",
            "latex": null,
            "type": "table"
        },
        "TABREF16": {
            "text": "T. Moloney 1,2 , M. Kulkarni 2 , A. Pandit 2 , E. Dowd 1 Department of 1 Pharmacology and Therapeutics; 2 Network of Excellence for Functional Biomaterials, National University of Ireland, Galway, Ireland",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Treatment satisfaction (TS) and quality of life were assessed using the diabetes-specific quality of life scale (DSQOLS); diabetes-related distress was assessed using the problem area in diabetes (PAID) tool; anxiety and depression were assessed using the hospital anxiety and depression scale (HADS); health status was assessed using the EQ-5D. The main differences in HbA 1c were observed between Ireland and the UK (p = 0.001) and the UK and Germany (p = 0.012). In TS the main differences observed were between Ireland and the UK (p = 0.01) and the UK and Germany (p = 0.004), the main PAID differences observed was between Ireland and Germany (p = 0.004). There were differences observed between Ireland and the UK (p = 0.000) and Ireland and Germany (p = 0.046) in the EQ-5D.It is clear that differences exist across the healthcare systems and between participants from Ireland, the UK and Germany at baseline. Identifying these differences and understanding why these differences occur will help inform decision-makers of the most effective strategies to managing type 1 diabetes.The authors acknowledge grant support from the HRB Health Services R&D Award Aptamers are oligonucleotides (DNA or RNA) which have a capacity to bind with a variety of biomarker with high affinity and specificity. Here we describe the development of aptamers against the Neu5Gc. The most commonly used methodology for finding and developing aptamers is termed SELEX [2] (Systematic Evolution of Ligands by Exponential enrichment). In SELEX, specific nucleic acid aptamers are isolated from a diverse pool of randomized nucleic acids containing more than 10 12 different sequences, by successive rounds of selection and re-amplification.We started with a 60 bp synthetic DNA library pool with a 30 bp random variable region and flanking constant regions permitting reamplification. In total, ten rounds of solution-phase panning were carried out against Neu5Gc-spacer-biotin and bound aptamers were isolated utilising streptavidin-coated magnetic beads. Three rounds of negative selection were also performed to increase further the specific DNA binders against Neu5Gc-against the spacer-biotin alone, Neu5Ac-spacer-biotin, and against bovine and human serum albumin (BSA and HSA, respectively). The outputs of each panning round were evaluated for ability to specifically bind Neu5Gc presented as conjugates of BSA and biotin. DNA pools demonstrating a higher binding were cloned into E. coli direct sequencing and selected sequences tested.The authors acknowledge grant support from Science Foundation Ireland. The authors acknowledge grant support from Science Foundation Ireland. We acknowledge Baxter Healthcare for their kind donation of TISSEEL Ò . The authors acknowledge grant support from the Mathematics Applications Consortium for Science and Industry (MACSI) and Science Foundation Ireland (SFI) (06/MI/005).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Prevalence, documentation and contributing factors of adverse drug reactions in an adult population B. Ramasubbu 1 , J. Clarke 1 , P. McCrossan 1 , E. Kelly 1 , R. Watson 1 , J. Sharma 2 Arrythmogenic right ventricular cardiomyopathy (ARVC) has been linked to several causative mutations in desmosomal proteins such as plakoglobin and plakophilin-2. These proteins are required to ensure correct adhesion between cells undergoing high levels of mechanical stress, a feature of particular importance in cardiomyocytes. A plakoglobin knockdown model in zebrafish has already been established and characterized, demonstrating cardiac defects including decreased heart rate, cardiac oedema and blood pooling [1] . This model also displayed increased expression of Wnt target genes suggesting a signaling role for plakoglobin. Further evidence for plakoglobin as a positive regulator of Wnt signaling was the ability of Wnt inhibitor Dikkopf-1(Dkk1) to rescue the gross morphological defects of the plakoglobin knockdown phenotype.Here we evaluate the global knockdown of plakoglobin as a model for the human congenital heart condition ARVC, by examining the mRNA expression of several ARVC-related genes. One of the key diagnostic features of ARVC is the replacement of cardiomyocytes with fibro-fatty tissue. To investigate if this aspect of the human condition is replicated in our morphant embryos mRNA expression levels of adipogenic transcription factor Wnt5b and adipogenic marker ppar-c were also examined. The signaling role of plakoglobin was also further investigated by assessing the ability of Wnt inhibitor Dikkopf-1 to rescue the plakoglobin knockdown phenotype.Desmoplakin, a required component of desmosomes, and connexin-43, a gap-junction protein known to be affected in human ARVC [2] show reduced mRNA expression at 72 h post-fertilization (hpf) compared to control morpholino-injected siblings. Surprisingly, adipogenic genes Wnt5b and ppar-c also show reduced expression compared to controls.Dikkopf-1 can rescue the gross phenotypic defects observed in plakoglobin morphant embryos, but cannot compensate for the loss of the plakoglobin protein in cell-cell junctions, as phenotypically ''rescued'' embryos injected with plakoglobin morpholino and Dkk1 mRNA demonstrated when cell-cell borders in the cardiac epithelium were examined by transmission electron microscopy. Control morpholino-injected embryos and embryos over-expressing Dikkopf-1 were found to have comparable numbers of desmosomes at cell-cell borders, however plakoglobin knockdown embryos and embryos ''rescued'' by co-injection of Dkk-1 displayed decreased numbers of desmosomes, indicating that though Dkk1 can restore Wnt signaling to normal level it cannot compensate for the ultra-structural defects resulting from loss of plakoglobin.The authors acknowledge grant support from the Thomas Crawford-Hayes Trust Fund.Complex carbohydrates are involved in molecular and cellular recognition, most chronic diseases and in immune response. Sialic acid is a family of nine carbon sugar that is critical in immune recognition and the half life of molecules in vivo. Human cells are predominantly covered with the form of sialic acid N-acetyl neuraminic acid (Neu5Ac) whereas most other mammals also posses N-glycolyl neuraminic acid (Neu5Gc): a form homo sapiens are unable to synthesize due to a genetic mutation in the CMAH gene responsible for converting Neu5Ac to Neu5Gc. There is also evidence that Neu5Gccontaining glycoconjugates occur frequently in cancer patients and in in vitro systems. Recently, it has been shown that tumor-associated Neu5Gc can interact with low levels of naturally occurring circulating anti-Neu5Gc antibodies thereby facilitating tumor progression via chronic inflammation in human-like Neu5Gc-deficient mouse model [1] . There is therefore increased interest in the biology of this non-human sialic acid. The availability of specific binders for Neu5Gc would be very useful for these studies, both as analytical reagents and also as interrogation tools.",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 186,
                    "text": "Sharma 2",
                    "ref_id": null
                },
                {
                    "start": 704,
                    "end": 707,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 1796,
                    "end": 1799,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 3834,
                    "end": 3837,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}