{
    "paper_id": "6636cdd2c1b6ef5567b95eacb6306cdff00ee277",
    "metadata": {
        "title": "On the Edge of Solidarity: The Burqa and Public Life",
        "authors": [
            {
                "first": "Peter",
                "middle": [],
                "last": "Baehr",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [],
                "last": "Gordon",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Dislike among European publics for the Islamic full veil and the desire to ban it are often ascribed to nativist \"Islamophobia.\" This article questions that assumption. It argues that, in political terms, the wearing of the burqa and niqab is inconsistent with Western norms of equality, the backbone of the citizenship ideal; and that, in social terms, the full veil erects a partition to interpersonal understanding and reciprocity. While the constitutional duty to protect religious freedom is a good argument in favor of tolerating the full veil, the practice of wearing it is at the edge of solidarity and injurious to the democratic public sphere.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "a matter of simple ignorance, or, far worse, evidence of rampant Islamophobia. The obvious remedy is not to ban the burqa and niqab (henceforth N/B) but to enlighten the ignorant. Puncturing double standards is a good place to start. The American philosopher Martha Nussbaum puts it this way:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It gets very cold in Chicago-as, indeed, in many parts of Europe. Along the streets we walk, hats pulled down over ears and brows, scarves wound tightly around noses and mouths. No problem of either transparency or security is thought to exist, nor are we forbidden to enter public buildings so insulated. Moreover, many beloved and trusted professionals cover their faces all year round: surgeons, dentists, (American) football players, skiers and skaters. What inspires fear and mistrust in Europe, clearly, is not covering per se, but Muslim covering. 3 These analogies fail. Pulling a scarf over one's mouth in the dead of winter is an expedient to deal with a temporary situation. Once one is in the company of others inside a building, however, the scarf or hat is removed. The same is true for champion skiers or football players who are interviewed after their competition and who relish public attention. Dentists and surgeons wear masks for reasons of hygiene that are deemed beneficial to professional and client alike. In contrast, the N/B is not a remedy for a particular occasion; it is a permanent social impediment in all four seasons. And far from having beneficial reciprocity in mind it is a stark expression of separateness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Nussbaum's views are typical of those who believe that the full-face veil is not a problem in its own right. If the problem bears no rational relationship to the N/B itself, then it follows that the real problem is in the eye of the beholder. That is in good measure true, as we will show, but not for the reason Nussbaum adduces: the fear that often goes by the name Islamophobia. Sociologists, of all people, should be skeptical of this question begging term. Is Durkheim forgotten? Do we intend, in all seriousness, to explain social currents in terms of individual or aggregate phobias? Doubtless, some people view the N/ B as an emblem of unwelcome immigration. Doubtless, some people fear Muslims for no good reason. But other peopleincluding some leaders of international human rights organizations; some leftist and green politicians; and some prominent Muslim intellectuals-share none of these attributes yet still favor banning full veils. Those who spoke in 2010 to the French National Assembly's Information Committee on the burqa in favor of a ban included (ANRI 2010):",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "-Sihem Habchi, the president of Ni putes ni soumises (Neither Whores Nor Submissives, a feminist organization founded in 2002) -Abdennour Bidar, a philosopher and commentator on the Koran -André Gerin, a member of the French Communist Party -Patrick Gaubert, the president of the Ligue internationale contre le racisme et l'antisémitisme (International League Against Racism and Antisemitism)",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Nussbaum also believes, as many do, that N/B-wearing is at root a matter of conscience, a right that demands protection. But conscience cannot be assumed to be the universal motive or defense of covering. Muslim women cover for many reasons: piety, pride, tradition, political ideology, and family pressure. Oppositional excitement is another factor. As one of Eva Chi's Tunisian subjects confided, \"the forbidden is desirable, and the more the government controls the veil, the more it is tempting to challenge it\" (2010: 44). Besides, in many societies and sub-societies, failure to cover is a mode of deviance that can be and is severely punished. The same is true sometimes even in the West, where in the most dramatic cases facial exposure, the wearing of make up, and the dating of Western boys has culminated in planned, orchestrated murder by the shamed family, so called \"honor killing\" (Chesler 2009 (Chesler , 2010 Husseini 2009; Wikan 2008) . One only has to observe women -Muslim and infidel both-on international flights to Tehran, Kabul or Karachi donning scarves on entry, and removing them on exit, to appreciate the full weight of customary expectations in covering practices.",
            "cite_spans": [
                {
                    "start": 896,
                    "end": 909,
                    "text": "(Chesler 2009",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 910,
                    "end": 925,
                    "text": "(Chesler , 2010",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 926,
                    "end": 940,
                    "text": "Husseini 2009;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 941,
                    "end": 952,
                    "text": "Wikan 2008)",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Nussbaum, to be sure, deplores pressures on women to conform. She simply wishes that women who choose to veil be left alone to do so in peace and dignity. Yet her sympathy towards traditional practices is one sided. Privileging the conscience of the covered over established Western norms places the whole burden of adaptation on to the host population. It shifts the requirement to respect tradition on to everyone but the N/B wearer. Western conventions of clothing and salutation can be ignored as superficial or coercive. It also bears emphasis that post-colonial writers (Nussbaum is not among them), who see the West as \"an imaginary formation\" (Al-Saji 2010: 878), fail to note a telling irony of their position: that the fiercest fighters for colonial liberation were adamant about the \"uniqueness,\" \"national originality,\" and \"national vocation\" of their own cultures. \"Cultural destruction\" was an evil to be resisted. Local traditions were at the heart of national identity. Anti-colonial radicals, unlike their post-colonial successors, were no cultural relativists. 4 This article seeks to identify features of N/B antipathy that polemics and special pleading routinely obscure. Two dimensions are paramount. Politically, N/B wearing is by Western standards an uncitizenly posture that undermines the twin practices of civic equality and reciprocity. Sociologically, N/B wearing impedes cross-cultural understanding, social interaction and, a fortiori, social solidarity beyond the domestic unit. Together these political and sociological features suggest that the N/B, whatever the various intentions of its wearer-religious devotion, identity statement, life-style choice, generational revoltmarks a person as a political and social outsider within a Western environment.",
            "cite_spans": [
                {
                    "start": 1080,
                    "end": 1081,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Three caveats preface the argument advanced below. First, our focus on the N/B is exclusively on its public appearance on the street, in public buildings such as schools, hospitals and offices, in parliaments and so forth. The garb is typically removed in domestic, familial settings. Second, we say nothing of substance about the hijab (headscarf) or the Iranian chador, both of which reveal the face without serious impediment. In France and Belgium, the issue of the full veil has been formulated as a problem separate from the problem of the headscarf. Speaking to the French National Assembly (ANRI: 592), the sociologist Nilüfer Göle, whose book The Forbidden Modern (1997) elicited sympathy for the headscarf, described the full veil contrastingly as \"a regression or, at least, a very radical will to rupture with reciprocity and exchange.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The third caveat is that our comments refer exclusively to N/B wearing in Western societies where it is an unorthodox attire confronting folkways and sentiments different from those in, notably, the Middle East. There, and in Western enclaves where Middle Eastern people are in the majority, matters are entirely different; the N/B is an accustomed presence of everyday life. As such it mostly prompts no comment or curiosity. In its native milieu, full-face covering is acknowledged but little noticed, whereas discarding it would drastically increase the visibility of the woman who did so. Vision, as we now turn to see, is influenced by powerful cultural traditions. 5",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Citizenship in Western democratic regimes is based on ideals of equality. 6 Whereas other spheres of life are particularistic, asymmetric or exclusive-the family of which one is a member, religious confession, how much money one makes, how good looking, clever, socially adept or athletic one is, and so forth-modern citizenship confers on adults in a political jurisdiction the same rights (for instance, to vote) and obligations (such as tax payment) irrespective of rank, class, gender, religion, ethnicity and family (Weber [1917 (Weber [ ] 1994 . 7 To be sure, the prerequisites of citizenship in Western societies are heterogeneous (Brubaker 1992; Caldwell 2009: 148-154) . And it is evident that many people who reside in a country, such as immigrants, are not afforded full political protection and rights of participation. Our concern in the present argument, however, is mainly with the norm of equality as a conceptual basis of citizenship. That this is an idealized picture of the modern constitutional polity need not detain us so long as the aspirational link between equality and democratic citizenship is accepted. Idealization is, in any case, an important part of citizenship; it enables citizens to demand that states lives up to their ideals.",
            "cite_spans": [
                {
                    "start": 521,
                    "end": 533,
                    "text": "(Weber [1917",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 534,
                    "end": 549,
                    "text": "(Weber [ ] 1994",
                    "ref_id": null
                },
                {
                    "start": 638,
                    "end": 653,
                    "text": "(Brubaker 1992;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 654,
                    "end": 677,
                    "text": "Caldwell 2009: 148-154)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Citizenship and Vision"
        },
        {
            "text": "More immediately pertinent is that citizenship equality is, in fundamental ways, integrally related in Western traditions to citizens being visible to one another. This expectation is registered in theories of moral judgment (consider the role played by the \"spectator\" in Adam Smith and Kant's theories of judgment) and in some of our most potent democratic terms and metaphors: enlightenment, openness, transparency, illumination, recognition, social legibility, accountability, \"publicity\" and, not least, public, to which we return in the next paragraph. The echo of biblical revelation and ancient Greek thought in these notions is audible. For the eighteenth century philosophes, enlightenment substituted Holy Writ with \"the great book of nature, open for all mankind to read.\" The heavenly city of the philosophes was a City of Light surpassing in its rational luminosity even the splendor of the Sun King (Becker ([1932] 1964: 51, 105-6) 105-6). Negating these images are opacity, the Dark Ages, the dark arts, dark times, heart of darkness, artifice, living in the closet, a shadowy realm, a troglodyte world (Paul Fussell's depiction of World War I trench warfare), cavelike illusion, Stygian gloom, moral blindness, the id, concealment, inscrutability, subterfuge, murkiness, obscurantism, and backroom deals-notions which imply various states of ignorance, menace and deceit. In sharp contrast, liberals trumpet the virtue of the Open Society and liberalized Marxists idealize the translucent speech-situation. Socialists and radicals extol debunking, the heir of Rousseau's ([1750 Rousseau's ([ ] 1993 crusade to remove the \"deceitful veil of politeness\" which conceals \"fear, coldness, reserve, hate, and fraud\". True, prominent French intellectuals of the last century sought to demote vision's status in the pantheon of sensibility (Jay 1994) , while conservatives still remain attached to the \"decent drapery of life\" (Burke [1790 (Burke [ ] 1999 ). Yet these perspectives have done little to impede the centrality of seeing within the Western, Apollonian political aesthetic.",
            "cite_spans": [
                {
                    "start": 914,
                    "end": 929,
                    "text": "(Becker ([1932]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1577,
                    "end": 1594,
                    "text": "Rousseau's ([1750",
                    "ref_id": null
                },
                {
                    "start": 1595,
                    "end": 1615,
                    "text": "Rousseau's ([ ] 1993",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1849,
                    "end": 1859,
                    "text": "(Jay 1994)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1936,
                    "end": 1948,
                    "text": "(Burke [1790",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1949,
                    "end": 1964,
                    "text": "(Burke [ ] 1999",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Citizenship and Vision"
        },
        {
            "text": "Invented in the ancient Greek world, the concept of \"public\" has assumed since its birth a host of connotations: common property and the common good; a realm in which free and equal men are able to deliberate on and decide political affairs; a place of discourse rather than labor; the primacy of law over arbitrary rule; a domain in which the ruler is considered to be a kind of custodian or guardian of the commonweal rather than a seigneur or lord; a region in which citizens may find distinction and glory; an area accessible to the many; a vehicle of composite opinion; a community pursuing a joint purpose (Habermas [1962 (Habermas [ ] 1999 Oakeshott 1975: 149, 207, 218.) Each of these meanings has, in turn, taken on its own inflections; for instance, Robert Nisbet's (1982: 249-50 ) distinction between public opinion (\"the sturdy filter of long-shared values and traditions\") and popular opinion (the transient froth of mood and fashion). Of special relevance for our enquiry is that by the mid-sixteenth century, public added to its modern meanings the sense of activities and events that are \"manifest and open to general observation\" (Sennett [1974 (Sennett [ ] 1992 . In the public sphere, unlike domesticity, we demand to see what is going on, we expect honest dealing, disclosure; hiding is an affront to that stipulation.",
            "cite_spans": [
                {
                    "start": 612,
                    "end": 627,
                    "text": "(Habermas [1962",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 628,
                    "end": 646,
                    "text": "(Habermas [ ] 1999",
                    "ref_id": null
                },
                {
                    "start": 647,
                    "end": 678,
                    "text": "Oakeshott 1975: 149, 207, 218.)",
                    "ref_id": null
                },
                {
                    "start": 760,
                    "end": 789,
                    "text": "Robert Nisbet's (1982: 249-50",
                    "ref_id": null
                },
                {
                    "start": 1147,
                    "end": 1161,
                    "text": "(Sennett [1974",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1162,
                    "end": 1179,
                    "text": "(Sennett [ ] 1992",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "Citizenship and Vision"
        },
        {
            "text": "Hannah Arendt (1958: 50-3) claimed that the word public evokes two \"interrelated phenomena\". First: everything that appears in public can be seen and heard by everybody and has the widest possible publicity. For us, appearance-something that is being seen and heard by others as well as by ourselvesconstitutes reality. Compared with the reality which comes from being seen and heard, even the greatest forces of intimate life-the passions of the heart, the thoughts of the mind, the delights of the senses-lead an uncertain, shadowy kind of existence unless and until they are transformed, deprivatized and deindividualized, as it were, into a shape to fit them for public appearance…The presence of others who see what we see and hear what we hear assures us of the reality of the world and ourselves…",
            "cite_spans": [
                {
                    "start": 7,
                    "end": 26,
                    "text": "Arendt (1958: 50-3)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Citizenship and Vision"
        },
        {
            "text": "The second referent of public is \"the world itself, in so far as it is common to all of us and distinguished from our privately owned place in it.\" The world, in Arendt's usage, comprises not the terrestrial globe or earth on which we stand and from which we derive our physical sustenance, but the sphere of created things that join and separate us, the sphere of human \"affairs which go on among those who inhabit the man-made world together.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Citizenship and Vision"
        },
        {
            "text": "This formulation suggests what is discordant about the N/ B's existence in the Western political space. While for its bearer the N/B may be understood as a badge of tradition and piety, from the standpoint of a constitutional pluralist citizenry it is a mode of concealment incompatible with public recognition in which visibility of face is central. The N/B denudes facial and, to a degree, vocal recognition, debilities to which we shall return in a more sociological context later. It standardizes human features and hence contributes to the very stereotyping that N/B wearers themselves deplore. Faces and voices are all different, evidence of human plurality. The N/B literally effaces these variations, with the partial exception of the eyes that may sometimes be seen. The N/B also symbolically ruptures the bond of citizenship reciprocity because while its wearer can see her real or potential interlocutor, can take advantage of the visibility of others, non-wearers are denied such access. The integral importance of reciprocity to \"public reason\" and, its corollary, deliberative democracy, is a leitmotif of John Rawls's later work. Rawls says that the role \"of the criterion of reciprocity…is to specify the nature of the political relation in a constitutional democratic regime as one of civic friendship\" (Rawls 1999: 137) . In Arendtian terms, N/B apparel is an obstruction to \"appearance\"-\"something that is seen and heard by everybody and has the widest possible publicity.\"",
            "cite_spans": [
                {
                    "start": 1320,
                    "end": 1337,
                    "text": "(Rawls 1999: 137)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Citizenship and Vision"
        },
        {
            "text": "To this line of reasoning at least four objections can be anticipated. N/B-clad persons, it might be protested, do appear in public; they simply appear in a different way to those uncovered. That is true. Indeed one might add that concealment of the face and other parts of the body is by no means the same as general inconspicuousness. On the contrary, in Western societies the N/B wearer is more eyecatching than the non-wearer of it, more subject to the stare or, conversely, more prone to evoke the embarrassment that greets attire that is deemed bizarre or inappropriate. Some (notably Al-Saji 2010: 886), sympathetic to veiling, claim that it is Western attitudes themselves that are responsible for a bizarre combination of the seen and the unseen. Hence \"while the veil is hypervisible as an oppressive and repressive barrier [according to its critics], Muslim women 'behind the veil' are not merely invisible to the western gaze, but are made invisible as subjects\" by not being respected. Yet uncitizenly comportment is not about appearance as such. It is about a precise type of appearance that, concealing the face, impedes mutual openness and repels interaction as equals. Frantz Fanon ([1959 Fanon ([ ] 1965 , describing what he called the \"phenomenology of encounters\" between the colonized veiled woman and the colonist, amplifies the point:",
            "cite_spans": [
                {
                    "start": 1193,
                    "end": 1205,
                    "text": "Fanon ([1959",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1206,
                    "end": 1221,
                    "text": "Fanon ([ ] 1965",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Citizenship and Vision"
        },
        {
            "text": "The woman who sees without being seen frustrates the colonizer. There is no reciprocity. She does not yield herself, does not give herself, does not offer herself. The Algerian has an attitude toward the Algerian woman which is on the whole clear. He does not see her. There is even a permanent intention not to perceive the feminine profile, not to pay attention to women… [In contrast, the] European faced with an Algerian woman wants to see.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Citizenship and Vision"
        },
        {
            "text": "Fanon cheered on this lack of reciprocity, enjoying the aggravation it caused the powerful. The colonized woman seeks to frustrate the will of the colonial man. That is not our current situation. The colonial was an interloper, unwelcome in a foreign land, bending and breaking customs so that his will be done. Today, in Western societies, Muslim citizens are afforded equal rights in law, which is to say they are accorded the same rights as non-Muslims. Yet one group still veils while another is visible. Denial of reciprocity to occupiers of colonial societies is extended to citizens of post-colonial ones.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Citizenship and Vision"
        },
        {
            "text": "A second objection to the argument that hiding the face is uncitizenly might run as follows. Users of the Internet are often obscured from view and no one assumes that their being invisible is uncitizenly. Indeed, under some definitions of politics, the internet might be considered the quintessentially modern medium of political life: informing the public of political events, orchestrating voting, requesting or inciting people to participate in demonstrations, directing attention to abuses of rule, mobilizing citizens for collective action. Search engines like Google ever more assume traditional government functions. Its engineers claim that the company's predictions of flu epidemics and employment trends are already more accurate than those of the Centers for Disease Control and the Bureau of Labor Statistics. Better predictions of \"crime, terrorism and political unrest\" may be in the offing, prompting one journalist to predict in turn that the \"line between Google and government is destined to blur.\" 8 Even so, the political effectiveness of the Internet, especially in comparison with face-to-face encounters, is more dubious, or at least more complex, than it first appears. To those who claim that digital networks act \"as a massive positive supply shock to the cost and spread of information, to the ease and range of public speech by citizens, and to the speed and scale of group coordination\" (Shirky 2011: 154) , others reply with considerable skepticism. The above statement may be true, they say, but \"weak ties\" rarely lead to \"high-risk activism.\" The latter entails not only personal contact and hard graft in actually building a movement but also organizational hierarchy, even in the most democratic initiatives. Loose networks are no substitute for the \"precision and discipline\" afforded by such centralized groups as the NAACP during the civil rights' struggles of the 1950s and 1960s. \"Facebook activism succeeds not by motivating people to make a real sacrifice but by motivating them to do the things that people do when they are not motivated enough to make a real sacrifice\"-for instance, giving on average nine cents a piece to the Facebook Save Darfur Coalition (Gladwell 2010: 1-6) . This important debate is not, however, central to the N/B issues raised here and for a plain reason. In Western societies the Internet is an ancillary to public display not a substitute for it, a tool to expand communication, rather than an obstacle to constrict it. Computer webcams are employed between interactants and in web chat rooms; interviews of foreign job applicants conducted via Skype grow daily in popularity.",
            "cite_spans": [
                {
                    "start": 1417,
                    "end": 1435,
                    "text": "(Shirky 2011: 154)",
                    "ref_id": null
                },
                {
                    "start": 2204,
                    "end": 2224,
                    "text": "(Gladwell 2010: 1-6)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Citizenship and Vision"
        },
        {
            "text": "And it is no coincidence that the world's most prominent social networking site is called Facebook. Moreover, where Internet use takes place without face recognition (as with email or instant messaging) it typically does so reciprocally: both users are in the same position and hence issues of visibility imbalance and citizen asymmetry do not arise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Citizenship and Vision"
        },
        {
            "text": "A third objection to the claim that N/B attire in public places is uncitizenly turns the tables on the authors: it draws on the Graeco-Roman tradition itself, the origins of Western notions of citizenship. In that tradition, being a public person was considered a kind of theatricality in which an agent adopts a persona, a mask. Hobbes ([1651] 1996: 111-2) , before noting that \"Persona in Latine signifies the disguise, or outward appearance of a man, counterfeited on the Stage; and sometimes more particularly that part of it, which disguiseth the face, as a Mask or Vizard,\" observed:",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 357,
                    "text": "([1651] 1996: 111-2)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Citizenship and Vision"
        },
        {
            "text": "A Person, is he, whose words or actions are considered, either as his own, or as representing the words or actions of an other man, or of any other things to whom they are attributed, whether Truly or by Fiction. When they are considered as his owne, then he is called a Naturall Person. And when they are considered as representing the words and actions of an other, then he is a Feigned or Artificiall person (Hobbes's emphasis)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Citizenship and Vision"
        },
        {
            "text": "The persona was and is, however, a metaphorical mask, not one of cloth. In Hobbes' political theory, it was a means of expanding modes of public representation whereas the N/ B is a symbol of religious belonging and, in French parlance, a claustral \"folding in\" (repli communautaire) or a \"closing off\" (enfermement) (Bowen 2007: 156. 177 ). In antiquity, the function of persona was not to conceal public visibility but precisely to do the opposite: to shine the light of the polis on the political actor, to dramatize the fact that the individual had entered the public stage and that, as such, had left the private world of intimacy so as to consort freely with his peers and deliberate on political affairs. The political persona was, then, an addition to, or rather a rupture with, private life, not a replication or extension of it, a vehicle of distinction, not a mantle contrived to expunge from public view the unique personality of the woman beneath its folds. 9 Politics, in Western traditions, entails a split within the being that engages in it, the construction of a second self: as an equal of others who are familial strangers bound together by the common tie of citizenship; a self able to cooperate with these strangers, to \"see\" things from multiple points of view and be seen seeing. More generally, the Western political tradition is notable for its pronounced binary structure: oikos and polis, dominium and res publica, lordship and office, king and crown, natural persons and artificial persons 8 Christopher Caldwell, \"Government by search engine,\" Financial Times, Oct. 15, 2010, http://www.ft.com/cms/s/0/a62be1dc-d897-11df-8e05-00144feabdc0.html#axzz1K1HBRFpp 9 Arendt 1963: 106-9. (Louglin 2003: 6, 21, 45, 55-7, 76-9) . Superimposed on these bifurcations are other contrasts that impute to religion, and religious institutions, a separate sphere of engagement to that of the political: God and Caesar, piety and justice, sacerdotium and regnum, church and state, soul and city, revelation and reason, sin and crime (Scruton 2003:1-6, 23, 134-139) . The NB, however, is not a fictive mask designed to open up its wearer to the public recognition of peers acting in concert or in conflict; it is a carapace projected into the public space, a material mask that signals exclusivity, an emblem of segmental occlusion, of what Durkheim ([1893 Durkheim ([ ] 1997 , discussing the primacy of resemblance in tribal societies, called the politico-familial. As a badge of similitude, the N/B smacks of mechanical solidarity. Nor is the N/ B artificial or dualistic. On the contrary, it signifies Sharia's total claim on the individual in all her activities, the type of claim that the public-private distinction expressly repudiates. It transpires that the classical concept of the mask and the N/B have nothing substantively in common.",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 338,
                    "text": "(Bowen 2007: 156. 177",
                    "ref_id": null
                },
                {
                    "start": 1710,
                    "end": 1747,
                    "text": "(Louglin 2003: 6, 21, 45, 55-7, 76-9)",
                    "ref_id": null
                },
                {
                    "start": 2045,
                    "end": 2076,
                    "text": "(Scruton 2003:1-6, 23, 134-139)",
                    "ref_id": null
                },
                {
                    "start": 2352,
                    "end": 2367,
                    "text": "Durkheim ([1893",
                    "ref_id": null
                },
                {
                    "start": 2368,
                    "end": 2386,
                    "text": "Durkheim ([ ] 1997",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Citizenship and Vision"
        },
        {
            "text": "Finally, it might be objected that our argument about the uncitizenly nature of the N/B rests on an unduly restrictive notion of citizenship. After all, the meaning and practice of citizenship has expanded greatly over the past two centuries. Citizenship today involves social and cultural dimensions, not simply political and juridical ones. It straddles a wide array of contents, types, conditions and arrangements (Susen 2010) . That being the case it is strained to place, as this article does, such a burden on the political idea of equality and reciprocity to the exclusion of all other citizenship elements.",
            "cite_spans": [
                {
                    "start": 417,
                    "end": 429,
                    "text": "(Susen 2010)",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Citizenship and Vision"
        },
        {
            "text": "Yet while a political community of equals, obligated to one another, is no longer a sufficient aspect of citizenship in the West, it is nonetheless a necessary aspect of it. Moreover, an inflationary conception of citizenship is not without major problems or incongruities, as a number of theorists recognize. Simon Susen (op. cit.: 273) , for instance, insists that the \"extension of civil, political and social citizenship to a potentially infinite number of different forms …leads to the relativistic impoverishment\" of \"contemporary accounts of the political\". For if any social group can claim citizenship on the basis of its own definition, the concept degenerates into a \"mere identity game\". Richard Bellamy (2008: 51, 98-9) agrees. Citizenship, he says, is ever more defined as a series of global human rights. And these putative rights are constantly growing. A survey conducted by the polling organization GlobeScan for the BBC, on a population of 27,000 adults in 26 countries, found that four in five respondents believe that internet access is a \"fundamental right.\" 10 The \"absence of a political dimension,\" however, suggests a \"somewhat second-rate account of what being a citizen involves\". And why is that? Because the \"idea of a political community of equals … lies at the heart of citizenship.\" Bellamy (2008:114) also remarks that \"citizenship involves a degree of solidarity and reciprocity between citizens\" and that such citizens \"need to see each other as equal partners within a collective enterprise.\" If that is true, the N/B is a negation of citizenship. Disguising the face, and avoiding contact with the kafir, disables citizens from \"seeing\" each other as free and equal partners.",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 337,
                    "text": "Susen (op. cit.: 273)",
                    "ref_id": null
                },
                {
                    "start": 708,
                    "end": 732,
                    "text": "Bellamy (2008: 51, 98-9)",
                    "ref_id": null
                },
                {
                    "start": 1316,
                    "end": 1334,
                    "text": "Bellamy (2008:114)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Citizenship and Vision"
        },
        {
            "text": "We have been discussing the ways in which N/B effacement breeches norms of political equality and reciprocity, the backbone of the citizenship ideal. N/B wearing is further accompanied by a social impairment: the partition it erects to interpersonal understanding and solidarity. Making sense of the conduct of others in face-to-face, real-time encounters requires us to pay attention to more than disembodied words. Unlike reading a book, which is a cognitive, reflective endeavor, albeit informed by past experience and learned competences, inter-personal understanding draws on immediate, spontaneous and practical aspects of the interaction-situation itself. These aspects are both cognitive and somatic: emotional signals emitted by the face, the voice, and the body in general. As Erving Goffman (1963:34-5) remarks, \"bodily idiom … is a conventionalized discourse. We must see that it is, in addition, a normative one.\" He adds ([1955] 1967: 33) :",
            "cite_spans": [
                {
                    "start": 794,
                    "end": 813,
                    "text": "Goffman (1963:34-5)",
                    "ref_id": null
                },
                {
                    "start": 935,
                    "end": 952,
                    "text": "([1955] 1967: 33)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Social Interaction and Social Solidarity"
        },
        {
            "text": "During direct personal contacts…unique informational conditions prevail and the significance of face becomes especially clear. The human tendency to use signs and symbols means that evidence of social worth and of mutual evaluations will be conveyed by very minor things, and these things will be witnessed, as will the fact that they have been witnessed. An unguarded glance, a momentary change in tone of voice, an ecological position taken or not taken, can drench a talk with judgmental significance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social Interaction and Social Solidarity"
        },
        {
            "text": "Humans in their social transactions, Goffman reminds us, are constantly engaged in \"face work,\" a semiotic traffic in which proper deference is given and where the appropriate demeanor is supposed to be maintained. \"Good\" demeanor \"is what is required of an actor if he is to be transformed into someone who can be relied upon to maintain himself as an interactant, poised for communication and to act so that others do not endanger themselves by presenting themselves as interactants to him\" (ibid: 77).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social Interaction and Social Solidarity"
        },
        {
            "text": "Probably the single most important sign-vehicle that humans possess, the chief corporeal building block of solidarity in situational encounters, is the face. People who look away when we are talking to them, scanning the perimeter, are apparently preoccupied with other matters; they are indicating a kind of inattentiveness that, in our culture, translates to distraction or rudeness. Our response to their alienation is alienation of our own. More generally, signals of emotions-such as sadness, anger, surprise, fear, disgust, contempt, and happiness-have facial correlates that convey various kinds of information about their bearer. 11 What makes people angry, for instance, differs to some degree among persons and cultures; but the looks of anger are universal, and spontaneously understood, part of our evolutionary hard wiring and manifested in muscular movements that differ both in intensity (ranging from irritation to fury) and type (sullen anger, resentful anger, indignant anger and cold anger) (Ekman 2003: 58) . Even when we seek to manage or hide our emotions, it is common for them to leak out through facial signs, bodily gestures and tone, volume and pitch of voice. Accordingly people who look at us can, with a fair bit of reliability, tell how we are feeling unless we suppress our expressions (ibid: 54-55) or hide them as the N/B does. (Botox and other similar treatments, by giving the face a stony and shiny appearance, also reduce expressive capacity and viewer reception.) Even if we can see the eyes of the facially covered, as with the niqab, we may not be able to see the frame that gives their glance meaning: the forehead, the eyebrows, the mouth and the cheeks that, in various combinations of muscular movement or fixity, impart emotional information to the viewer.",
            "cite_spans": [
                {
                    "start": 1010,
                    "end": 1026,
                    "text": "(Ekman 2003: 58)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Social Interaction and Social Solidarity"
        },
        {
            "text": "When people have difficulty understanding one another, this does not mean that fellow feeling between them is impossible. Non-Muslims, or the habitually uncovered in any society, are likely to feel sympathy for the woman in a crowded airport whose outfit must, in many circumstances, make her hotter, more confined and generally more uncomfortable than she would otherwise be divested of a niqab. Or so we are inclined to think. The truth is that we do not know for sure and, out of a sense of propriety, would not wish to enquire. Adam Smith notes that much of our sympathy for others is not an accurate reflection of how they feel but how we imagine we would feel if we shared their situation. To illustrate this point, he ([1759] 1976: 12-13) gives a consoling example:",
            "cite_spans": [
                {
                    "start": 725,
                    "end": 732,
                    "text": "([1759]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Social Interaction and Social Solidarity"
        },
        {
            "text": "We sympathize even with the dead, and overlooking what is of real importance in their situation, that awful futurity which awaits them, we are chiefly affected by those circumstances which strike our senses, but can have no influence on their happiness. It is miserable, we think, to be deprived of the light of the sun; to be shut out of life and conversation; to be laid in the cold grave, a prey to corruption and the reptiles of the earth; to be no more thought of in this world, but to be obliterated, in a little time, from the affections, and almost from the memory, of their dearest friends and relations…. The happiness of the dead, however, most assuredly, is affected by none of these circumstances; nor is the thought of these things which can never disturb the profound security of their repose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social Interaction and Social Solidarity"
        },
        {
            "text": "Time and again, Smith reminds us that moral imagination is mediated by vision: seeing, gazing, looking on, looking upon, (his words) objects that, thereby, excites us to feel compassion, revulsion and a host of other emotions. The connection, he says, between the way we feel about a person's plight, and that person's situation, is our witnessing the former, and our \"foresight\" (again Smith's term) into the implications of the latter. It follows that our ability to judge with confidence a person's situation is greatly limited if our seeing, gazing, looking on and looking upon, let alone our foresight, is obstructed. Whether Georg Simmel recalled Smith's comments on this matter is unknown. But he offers an intriguing gloss on them in the remark that of \"the special sense-organs the eye has a uniquely sociological function. The union and interaction of individuals is based upon mutual glances. This is perhaps the most direct and purest reciprocity which exists anywhere.\" 12 To return to our example of the N/B clad woman in the crowded airport: sympathy may turn to pity and indignation on her behalf if we believe that her dress is a sign of oppression. Or we may feel incredulity and confusion. When people \"turn off\" their emotional lights, they appear blank and lifeless. Covering the face turns off emotional lights in the most direct and comprehensive way imaginable. Its consequences for fellow feeling and the interaction it enables in Western societies are significant. To understand with greater precision why this is so, it is useful to identify three kinds of attachment among strangers: political solidarity, social sympathy, and social solidarity. These modes are ideal-types that in reality are intermingled to a greater or lesser extent. The point of sketching them is to discern whether, and to what extent, they can be extended to sartorially sequestered persons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social Interaction and Social Solidarity"
        },
        {
            "text": "Political solidarity is an action or series of actions derived from an obligation: the duty, as we believe it to be, to support those who share similar political or quasi-political values to our own. Socialists are happy to stand by other socialists who are embattled, whereas they are happy to see an abundance of liberals and conservatives in total disarray; and vice versa. Political solidarity is hence a union of like with like and it is confined to that likeness. We feel political solidarity for groups to the extent they embody beliefs that we consider vital-say, of fairness or dignity-or because their predicament reveals dangers to which we could ourselves one day be exposed. People committed to constitutional pluralism, for instance, believe that all non-violent groups of citizens that obey the law are entitled to rights of participation. When British and West European trade unionists supported the Polish trade union and political organization Solidarity, during the 1980s, they did so out of the conviction that workers should support one another when oppressed by the state (or employers).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social Interaction and Social Solidarity"
        },
        {
            "text": "While political solidarity is limited to like supporting like, confined to helping people as citizens or protocitizens of a certain persuasion (e.g. liberals not fascists, political prisoners not political jailors, workers not employers), social sympathy is potentially boundless and, where it is not simply emotional, rests on the altruistic principle of assisting individuals as fellow human beings, irrespective of their political and other views. Social sympathy is boundless because the suffering that prompts it is endless. And unlike political solidarity, social sympathy is deaf to political antagonisms, credentials and alliances. Social sympathy is especially sensitive to individuals rather than groups; and the individuals for whom sympathy tends to be strongest are children. While political solidarity is principally a matter of adult responsibilities, nothing is more likely to trigger social sympathy than the sight of a bedraggled orphan, a crying stray, an emaciated child, or a young face ravaged by the horror of war. It is for good reason that humanitarian aid agencies use such images as their prime advertising tool.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social Interaction and Social Solidarity"
        },
        {
            "text": "Social sympathy, often shading into pity, is more affective, more immediate, less detached and less conceptual than political solidarity (Arendt 1963: 88-89) . And while political solidarity flags a boundary or marker of exclusion (not everyone is our ally but only those who share our convictions), social sympathy is infinitely extendable. The sense of justice that inspires social sympathy is based not on the requirements of political similarity but on the fulfillment of personal charity, common decency and elite philanthropy. Those to whom we tender political solidarity are comrades and political equals, real or imaginary; those who provoke social sympathy are the abandoned with whom we have nothing in common aside from our humanity.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 157,
                    "text": "(Arendt 1963: 88-89)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Social Interaction and Social Solidarity"
        },
        {
            "text": "Neither political solidarity nor social sympathy requires physical proximity. Nor do they require symmetry and reciprocity. A and B may strike up an alliance to assist one another, generating a vitality that neither party possesses by itself. Just as often, however, the solidarity afforded by A to B is never reciprocated by B (South African trade unions under Apartheid; political prisoners in China and Cuba) because A, being safe and secure, has no need of reciprocation, and because B lacks the resources ever to \"repay\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social Interaction and Social Solidarity"
        },
        {
            "text": "Similarly, the gifts of social sympathy are unlikely ever to occasion gifts in return because their recipients are simply too poor, too powerless and too geographically distant to give anything back. The weak are neither expected nor in a position to shore up the strong.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social Interaction and Social Solidarity"
        },
        {
            "text": "In sharp contrast, social solidarity derives principally from face-to-face encounters and it requires reciprocity and mutual respect for its very existence. Sociology 101 still teaches introductory students to think of social solidarity as the socialization of norms and values that, where successful, permeate the reflexes of human beings, coordinating their behavior, and committing them to common moral standards. Or solidarity is said to arise from increasing differentiation, the modern division of labor, whereby we become dependent on a manifold of people and services that provide conditions of our existence that we are incapable of providing for ourselves. These textbook descriptions are not so much wrong as imprecisely stated or at least stated in such a way as to mean something different from social solidarity as the term is used here. Drawing on the Durkheimian model, we can say that social solidarity is a mode of cohesion based on mutual recognition of worth and classificatory congruence. In turn, these properties emerge out of situations of a special type, namely those that enact interaction rituals in natural settings. These rituals, more often spontaneously slipped into than deliberately choreographed, are ever present in social relations and help create a common mood centered on common foci of attention. The more intense the attention, the more concentrated the intersubjective awareness of the ritual participants of their common bond; as awareness increases, so too, does the entrainment of the actors as they fall into a common rhythm of interactions, and share the \"emotional energy\" they generate (Durkheim [1912 (Durkheim [ ] 1995 and especially Collins 2004) .",
            "cite_spans": [
                {
                    "start": 1634,
                    "end": 1649,
                    "text": "(Durkheim [1912",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1650,
                    "end": 1668,
                    "text": "(Durkheim [ ] 1995",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1669,
                    "end": 1697,
                    "text": "and especially Collins 2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Social Interaction and Social Solidarity"
        },
        {
            "text": "Human rituals require co-presence. They may span the smallest encounter between two people-a greeting at the office, a joking relationship with a colleague, a marriage proposal-or larger units such as a sports event or a political demonstration; during a major crisis, a whole city may briefly be caught up in the same set of rituals. In each case, those in contact with one another expect, and themselves cultivate, a demeanor of respect for the situation and its participants so as to allow the interaction to proceed smoothly. And ubiquitously, interaction rituals take place within boundaries of recognition that delineate outsiders in the very act of soliciting the chosen few and affirming their status. Those boundaries are marked by totems such as wedding rings, flags, holy buildings, songs, coins, slogans and other representations of exclusiveness that remind ritual interactants of past deeds and past promises and arouse commitments to the interactant unit. Despoilment of these totems, or betrayals of the rituals of group intimacy they signify, cause anger and aggression. As a local event, a bounded interaction among subjects who give each other face and by so doing find unity in their social commerce, social solidarity is thus also the occasion of conflict between those granted respect and those denied it, between those in the \"pocket of solidarity,\" and those outside it, between those allowed access to the enclave of valued transactions and those denied admittance as pariahs or inferiors .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social Interaction and Social Solidarity"
        },
        {
            "text": "In this context, one sees the difficulty of social solidarity emerging spontaneously for and with N/B clad women. 13 If is true that \"eye-to-eye looks…play a special role in the communication life of the community, ritually establishing an avowed openness to verbal statements\" (Goffman 1963: 92) , then it is also true that N/B, as a materialized collective representation, is an avowal of closure to familial strangers, a sharp boundary. The covered woman's eyes may well be visible, but covering itself is a disincentive towards meeting the eyes; a glance must be especially furtive if is not to push \"civil inattention\" too far and become offensive. In Goffman's (1963: 38, 92-3) lexicon, the N/B is an \"involvement shield.\" As with all such shields, the result is a dilution of both \"richness of information flow\" and \"facilitation of feedback\" (ibid: 17). More generally, the inability to see potential interlocutors is a major impediment to drawing \"emotional energy\" from them. The sociological irony is that a garb that signifies the danger of contamination-the male gaze-may itself be deemed dangerous by strangers because it represents tribal notions of exclusiveness as contrasted to pluralist notions of far-flung reciprocity. Along these lines, Stefaan Van Hecke, a member of the Belgian Ecolo-Green! Party, stated in the Chamber of Deputies that his party had supported the headscarf but that the burqa \"goes too far in our eyes\" because it is \"a wall that permits no communication.\" He was immediately supported by Georges Dallemagne of the Democratic Humanist Center party. \"It [the burqa] represents to us a rupture with the fundamental principle of our society which holds that communication, even of a minimal kind, among the members of society implies the possibility of seeing the face of the other\" (CRB2 2010: 23-25).",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 116,
                    "text": "13",
                    "ref_id": null
                },
                {
                    "start": 278,
                    "end": 296,
                    "text": "(Goffman 1963: 92)",
                    "ref_id": null
                },
                {
                    "start": 657,
                    "end": 683,
                    "text": "Goffman's (1963: 38, 92-3)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Social Interaction and Social Solidarity"
        },
        {
            "text": "Notice, however, that it is not public covering as such that creates alienation; it is the meaning that the covering conveys, together with its permanence. Cities that experience particularly dangerous epidemic diseases such as the SARS outbreak in Hong Kong in 2003 witnessed omnipresent mask wearing. But \"efface work\" (Baehr 2008: 159-167) in the Hong Kong case shows that while mask wearing was a signal of repulsion (\"don't get too close to me\") it acted also as a signal of common courtesy: less a prophylactic against catching the virus than a symbol of deference for the sensibilities of others, expressing the desire not to infect them. In this case distance served the purpose of reciprocity; it was a demeanor that flagged respect. Mask wearing in these conditions was temporary; it was a response to crisis. It was also ubiquitous, rather than being exclusive to one group. When SARS retreated, the masks were discarded. The N/B is entirely different. It is a permanent marker of a separation deemed normal.",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 342,
                    "text": "(Baehr 2008: 159-167)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Social Interaction and Social Solidarity"
        },
        {
            "text": "It is not irrational for Muslims to wear the N/B where it is appropriate for a certain kind of life. Nor is it irrational for such covering to provoke indignation in another ritual order with diverging norms of appropriateness. However, \"diversity\" consciousness-the idealization of multiculturalismfinds such legitimate and rational incommensurability hard to handle. If two ritual orders are in collision, one of them must be phobic. We know which one that is.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Future of \"Diversity\" Consciousness"
        },
        {
            "text": "This article's exploration of the N/B's appearance in the West is limited in many obvious ways. It represents neither the experiences of covered women in Western lands nor offers an ethnography of covering practices and native responses to them-for instance, videotaped behavior of people in supermarkets, airports and streets. Both tasks are valuable; the latter, in particular, would be able to test, qualify and refute some of the claims made above. Equally this article offers no divination of public opinion polls (the Pew survey referenced at the beginning of this article did not ask people why they support a burqa ban), nor does it argue on the basis of survey data or interviews conducted by the authors. We offer something else: an enquiry into the political and social frameworks that, even in the absence of hatefulness and prejudice towards Muslims, make the N/B profoundly dissonant with Western traditions. These traditions are no less weighty by being historically \"constructed\". They are the real frameworks, or shards of frameworks, within which people make sense of the world. As we have stressed, our principal concern is with what the N/B controversy reveals about Western structures of thought and feeling rather than what is says about Muslim women.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Future of \"Diversity\" Consciousness"
        },
        {
            "text": "Another limitation of the foregoing is that it offers no definite public policy advice to governments regarding prohibition, no attempt at adjudication to parties involved in the dispute. This is not a debate on which a sociologist can deliver authoritative judgment. It is a matter of political argument, moral choice and, almost inevitably, conflict. Nor can sociologists ignore legal traditions that play a major role in defining the rationality or irrationality of a ban. For French ultra-secularists, banning the N/B makes sense in 13 We are also unlikely to extend political solidarity to those whose idea of politics is so very different from our own. We are just as unlikely to feel social sympathy for people who are happy to be as they are, if they are indeed happy, or who do not request our aid. light of France's republican tradition and civil religion. It also makes sense given France's tradition of regarding the public space as a controlled sphere in which egalitarian mannerisms and citizenly gestures are not merely a polite choice but a civic duty, a necessity, backed in constitutional law by the doctrine of \"public order\" (Gordon 2008: 47, 52-53, 63 note 53; Baehr and Gordon 2013; ANRI 2010: 556-558) .",
            "cite_spans": [
                {
                    "start": 537,
                    "end": 539,
                    "text": "13",
                    "ref_id": null
                },
                {
                    "start": 1145,
                    "end": 1181,
                    "text": "(Gordon 2008: 47, 52-53, 63 note 53;",
                    "ref_id": null
                },
                {
                    "start": 1182,
                    "end": 1204,
                    "text": "Baehr and Gordon 2013;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1205,
                    "end": 1224,
                    "text": "ANRI 2010: 556-558)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Future of \"Diversity\" Consciousness"
        },
        {
            "text": "For most Americans, by contrast, prohibition is largely unthinkable because a) it contradicts the First Amendment of the Constitution protecting \"the free exercise\" of religion; b) Americans fear government regulation more than they do cultural diversity; and c) the American idea of \"religion\" is more generic and inclusive than that of the French. Americans rush, in cross-religious solidarity, to faiths that are embattled, believing that infringement on the liberty of one confession is potentially a threat to them all (Gordon 2008:48-51) . Both the structure of American jurisprudence and American popular culture work against a burqa ban. Logic and universal morality (Moralität), on which philosophers and theologians pronounce, is different from situated ethicality (Sittlichkeit) with which historians and sociologists are concerned. 14 Underpinning that ethicality are legal systems and popular conceptions of constitutional freedom.",
            "cite_spans": [
                {
                    "start": 524,
                    "end": 543,
                    "text": "(Gordon 2008:48-51)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Future of \"Diversity\" Consciousness"
        },
        {
            "text": "If the burqa controversy reveals more about what is important to Western traditions than it does about Muslim women, it also raises vital questions. These are questions about the rights of groups to organize their own collective life; questions about the responsibilities of the state to protect individuals within groups who are oppressed by them; questions about the indispensable nature of basic forms of citizenly, face-to-face comportment in a democracy; and questions about whether the state can legitimately require citizens to be communicative and reciprocal with each other, or whether the minima of transparency are a matter of choice. The burqa is at the edge of solidarity. It may be deemed a symbolic harm to democracy, or as a basic civil right. But the burqa controversy is certainly more than an expression of Islamophobia. It is a predicament requiring us to articulate our democratic conceptions with uncustomary precision. And no matter which policy we choose, to ban or not to ban, it requires us to recognize the antimonies of democratic existence, and to sacrifice some goods for the sake of protecting others.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Future of \"Diversity\" Consciousness"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Racialization of Muslim Veils: A Philosophical Analysis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Al-Saji",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Philosophy and Social Criticism",
            "volume": "36",
            "issn": "8",
            "pages": "875--902",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Rapport d'information au nom de la mission d'information sur la pratique du port du voile integral sur le territoire nationale",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Human Condition",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Arendt",
                    "suffix": ""
                }
            ],
            "year": 1958,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "On Revolution",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Arendt",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Reflections on Little Rock",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Arendt",
                    "suffix": ""
                }
            ],
            "year": 1959,
            "venue": "The Portable Hannah Arendt",
            "volume": "",
            "issn": "",
            "pages": "231--246",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "From the Headscarf to the Burqa: The Role of Social Theorists in Shaping Laws Against the Veil",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Baehr",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gordon",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Economy and Society",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Caesarism, Charisma and Fate: Historical Sources and Modern Resonances in the Work of Max Weber",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Baehr",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The Heavenly City of the Eighteenth-Century Philosophers",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Becker",
                    "suffix": ""
                }
            ],
            "year": 1932,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Citizenship. A Very Short Introduction",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bellamy",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Why the French Don't Like Headscarves. Islam, the State and Public Space",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Bowen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Citizenship and Nationhood in France and Germany",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brubaker",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Reflections on the Revolution in France. Indianapolis: Liberty Fund",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Burke",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Reflections on the Revolution in Europe. Immigration, Islam, and the West",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Caldwell",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Are Honor Killings Simply Domestic Violence",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chesler",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "61--69",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Worldwide Trends in Honor Killings",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chesler",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "3--11",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Persistent Orientalism and Burdened Souls: A Critical Reading of the Hijab Debate Through the Case of",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chi",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "La Rochefoucauld and the Language of Unmasking in Seventeenth-Century France",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Clark",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Compte rendu intégrale séance plénière 4th session, 52nd legislature, plenary session 151",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "How Institutions Think",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Douglas",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "1893) 1997. The Division of Labor in Society. Translated by W.D. Halls, with an Introduction by Lewis A. Coser",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Durkheim",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Elementary forms of religious life. Translated with an Introduction by",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Durkheim",
                    "suffix": ""
                }
            ],
            "year": 1912,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Emotions Revealed",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ekman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Explaining Social Behavior",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Elster",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Algeria Unveiled",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fanon",
                    "suffix": ""
                }
            ],
            "year": 1959,
            "venue": "The New Left Reader",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Tear Off The Masks! Identity and Imposture in Twentieth-Century Russia",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fitzpatrick",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The Great War and Modern Memory",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Fussell",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Small Change",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gladwell",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "The New Yorker",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Interaction Ritual. Essays on Face-to-Face Behavior",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Goffman",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Behavior in Public Places. Notes on the Social Organization of Gatherings",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Goffman",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The Forbidden Modern: Civilization and Veiling",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Göle",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Why Is There No Headscarf Affair in the United States? Historical Reflections",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gordon",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "34",
            "issn": "",
            "pages": "37--60",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The Stuctural Transformation of the Public Sphere. An Inquiry into a Category of Bourgeois Society. Translated by Thomas Burger with the assistance of Frederick Lawrence",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Habermas",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "1821) 2002. The Philosophy of Right. Translated by Alan White",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "W F"
                    ],
                    "last": "Hegel",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The Veil in Their Minds and on Our Heads: Veiling Practices and Muslim Women",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hobbes",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "In Elizabeth A. Castelli, Women, Gender",
            "volume": "",
            "issn": "",
            "pages": "420--447",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Murder in the Name of Honor",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Husseini",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Downcast Eyes: The Denigration of Vision in Twentieth-Century French Thought",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jay",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "New Tech, New Ties. How Mobile Communication is Reshaping Social Cohesion",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ling",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The Idea of Public Law",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Louglin",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Accommodating Protest: Working Women, the New Veiling and Change in Cairo",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Macleod",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Phenomenology of Perception. Translated by",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Merleau-Ponty",
                    "suffix": ""
                }
            ],
            "year": 1945,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Beyond the Veil. Male-Female Dynamics in Modern Muslim Society",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mernissi",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "The Veil and the Male Elite",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mernissi",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "On the Political",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mouffe",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Prejudices. A Philosophical Dictionary",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Nisbet",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Beyond the Veil: A Response",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nussbaum",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "On Human Conduct",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Oakeshott",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Niqab and Burqas -The Veiled Threat Continues",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pipes",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Jerusalem Post",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "The Law of Peoples",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rawls",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "The Social Contract",
            "authors": [
                {
                    "first": "J-J. ; G",
                    "middle": [
                        "D H"
                    ],
                    "last": "Rousseau",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Cole",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "The Social Contract and Discourses",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Pluralism and the Personality of the State",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Runciman",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Political Hypocrisy. The Mask of Power from Hobbes to Orwell and Beyond",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Runciman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Translated with an Introduction by George Schwab, Foreword by Tracy B. Strong and Notes by Leo Strauss",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Schmitt",
                    "suffix": ""
                }
            ],
            "year": 1927,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "The Politics of the Veil",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Scott",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "The West and the Rest. Globalization and the Terrorist Threat",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Scruton",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "The Fall of Public Man",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sennett",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "From Innovation to Revolution",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Shirky",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Foreign Affairs",
            "volume": "90",
            "issn": "2",
            "pages": "153--157",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "1759) 1979. The Theory of Moral Sentiments",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Transparency and Obstruction. Translated by Arthur Goldhammer, with an introduction by",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Starobinski",
                    "suffix": ""
                },
                {
                    "first": "-Jacques",
                    "middle": [],
                    "last": "Jean",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Rousseau",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Montaigne in Motion. Translated by Arthur Goldhammer",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Starobinski",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "The Transformation of Citizenship in Complex Societies",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Susen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Classical Sociology",
            "volume": "10",
            "issn": "3",
            "pages": "259--285",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Suffrage and Democracy in America",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                }
            ],
            "year": 1917,
            "venue": "Weber: Political Writings",
            "volume": "",
            "issn": "",
            "pages": "80--129",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Behind the Veil in Arabia",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Wikan",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Honor of Fadime. Murder and Shame. Translated by Anna Paterson",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Wikan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Peter Baehr is an international editor of SOCIETY and professor of social theory at Lingnan University, Hong Kong",
            "authors": [],
            "year": 2010,
            "venue": "His most recent book is Hannah Arendt, Totalitarianism, and the Social Sciences",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Daniel Gordon is professor of history and associate dean of the Commonwealth Honors College at the University of Massachusetts Amherst. He is also co-editor of the journal Historical Reflections",
            "authors": [],
            "year": 1994,
            "venue": "as well as articles on recent social and legal thinkers",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}