{
    "paper_id": "6640fa74c8d102dca306bc554d22e663d88e9a1f",
    "metadata": {
        "title": "Virtual autopsy",
        "authors": [
            {
                "first": "Gregory",
                "middle": [
                    "J"
                ],
                "last": "Davis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Kentucky College of Medicine",
                    "location": {
                        "addrLine": "800 Rose Street, Suite MS 117",
                        "postCode": "40536-0298",
                        "settlement": "Lexington",
                        "region": "KY",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Woodford make an excellent call for a prospective, multicenter, even multinational clinical trial comparing results of a classical complete medicolegal autopsy with that of the targeted (i.e. limited or goal-directed) autopsy as directed by the circumstances of death and results of post-mortem CT imaging [1] . I will, however, take gentle issue with some of the foundation upon which they build what I think is a correct conclusion.",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 309,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "My colleagues Drs Michael Pollanen and Noel"
        },
        {
            "text": "The authors state that the decline of the hospital autopsy rate has had no ''practical adverse effect on medical education or the quality of patient care''. I doubt that one can claim such with certainty. With the rapid decline of the autopsy to single-digit levels, even within many academic institutions, we may be in the unfortunate position of not gleaning the true value of many medical and surgical therapies as well as potentially ''burying our mistakes''. Undergraduate medical students and even clinical resident physicians often never see an autopsy, never seeing practical (beyond the first-year Anatomy cadaver) normal and morbid anatomy. Drs Pollanen and Woodford also state that ''deficiencies in autopsy result in cases of natural, accidental, and suicidal death have little, if any, impact on the outcomes of the case''. In fact, much of what we now know of natural deaths from natural processes such as infectious disease (e.g. SARS, Hanta virus, and HIV disease), cardiovascular disease (including utility or lack of utility of treatments), and mechanisms of injury in accidental deaths such as motor vehicle collisions and mechanical asphyxias, comes from the classical complete autopsy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "My colleagues Drs Michael Pollanen and Noel"
        },
        {
            "text": "Drs Pollanen and Woodford also state that ''perhaps this new approach (targeted autopsy with CT) should start with a new definition: the modern medicolegal autopsy is the least invasive medical examination of a dead body to answer all the relevant, reasonably foreseeable questions that derive from applicable legislation, the criminal justice system, and the health care of the family''. While the results of a study suggested by the authors remain to be seen, one must remember the myriad and often unforeseen (at the time of autopsy) questions that arise in criminal and civil proceedings, questions that can only be answered with data gleaned from findings incidental to the narrow focus of the cause of death. Experienced forensic pathologists cannot count the number of cases performed in which findings seemingly incidental to the cause of death have an impact upon questions in civil or criminal proceedings regarding potential life expectancy or potential survivability after trauma or drug exposure, for example an individual with coronary atherosclerosis who abuses cocaine, a patient with chronic obstructive pulmonary disease who ingests opiate analgesic drugs, a trauma victim who may have lived but for her underlying comorbidities such as small vessel disease brought about by longstanding hypertension and diabetes. The list goes on.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "My colleagues Drs Michael Pollanen and Noel"
        },
        {
            "text": "While husbandry of resources and consideration of families' sensibilities is laudable, and while the proposed study is called for, we should proceed with caution before abdicating the potential benefits of a complete medicolegal autopsy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "My colleagues Drs Michael Pollanen and Noel"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Virtual autopsy: time for a clinical trial",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Pollanen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Woodford",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Forensic Sci Med Pathol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s12024-013-9408-8"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "&) Division of Forensic Consultation Services",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Suite MS",
            "volume": "117",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}