{
    "paper_id": "669c1ba8d435f9000f5ef4c7f2e999f1ed5d4abe",
    "metadata": {
        "title": "Prophylaxis of Necrotizing Enterocolitis by Oral IgA-IgG: Review of a Clinical Study in Low Birth Weight Infants and Discussion of the Pathogenic Role of Infection",
        "authors": [
            {
                "first": "Martha",
                "middle": [
                    "M"
                ],
                "last": "Eibl",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hermann",
                "middle": [
                    "M"
                ],
                "last": "Wolf,: H E I N Z Fi~irnkranz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alfred",
                "middle": [],
                "last": "Rosenkranz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Necrotizing enterocolitis (NEC) is a severe gastrointestinal disease and an important cause of morbidity and mortality among premature, low birth weight infants (1) . The annual incidence of NEC lies between 1.1 and 7.7% of all admissions to a neonatal intensive care unit (2) (3) (4) . In a retrospective study reviewing 9 years' experience with 123 patients, 1Institute 0f immunology, University of vienna, Vienna, Austria. 2Glanzing Children's Hospital of the City of Vienna, Vienna, Austria.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 164,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 273,
                    "end": 276,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 277,
                    "end": 280,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 281,
                    "end": 284,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "52% of patients developed NEC within the first 7 days of life, the most common age of onset of NEC being 3 days, with the median at the seventh day of life (2) . The disease has a considerable mortality which lies between 30 and 40%, depending on birth weight, maturity, and coexisting medical problems (5) .",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 159,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 303,
                    "end": 306,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "72S"
        },
        {
            "text": "Clinically, NEC presents within a broad spectrum (1, 6) . Early unspecific signs may be recurrent unexplained apnea, bradycardia, temperature instability, lethargy, poor feeding, and irritability. Specific abdominal signs indicative of NEC include abdominal distension, diarrhea, gastric retention, emesis, and macroscopic or occult gastrointestinal bleeding. A benign clinical course with minimal gastrointestinal signs and symptoms may lead to complete recovery. However, in case of progression of the disease with unstable vital signs that resemble sepsis, perforation of the intestine, or obstructive pattern on abdominal radiograph, patients require aggressive medical and/or surgical therapy. The disease affects primarily the terminal ileum and ascending colon. Pathological examination reveals mucosal edema, intramural hemorrhage, gangrene leading to pseudomembranous mucosal necrosis without inflammatory response, and peritonitis.",
            "cite_spans": [
                {
                    "start": 49,
                    "end": 52,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 53,
                    "end": 55,
                    "text": "6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "72S"
        },
        {
            "text": "Histologically, the disease is characterized by transmural \"bland\" necrosis within the gastrointestinal tract and abnormal bacterial intestinal gas formation (i.e., intramural pneumatosis intestinales). As a confirmation of the clinical diagnosis in the absence of histologic examination, a typical abdominal roentgenogram demonstrates abnormal intestinal gas formation such as pneumatosis intestinales, intrahepatic venous gas, or free intraperito-neal gas (due to bowel perforation following distension).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "72S"
        },
        {
            "text": "Important risk factors for NEC are prematurity and low birth weight (5, 7) . Eighty to 100% of cases of NEC occur in infants less than 38 weeks' gestation (8) . Oral alimentation has also been associated with the development of NEC. Ninety to 95% of patients have been fed formula, banked human milk, or a combination of these (2, 6, 9) . In addition, perinatal complications such as cesarean section, birth asphyxia, respiratory distress syndrome, umbilical vessel catheters, low 1-or 5-min Apgar score, patent ductus arteriosus, need for exchange transfusion, and twin birth have been described as risk factors for the development of NEC (2, 6).",
            "cite_spans": [
                {
                    "start": 68,
                    "end": 71,
                    "text": "(5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 72,
                    "end": 74,
                    "text": "7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 155,
                    "end": 158,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 327,
                    "end": 330,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 331,
                    "end": 333,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 334,
                    "end": 336,
                    "text": "9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "72S"
        },
        {
            "text": "As can be seen from the multitude of risk factors for the disease, the pathogenesis of NEC is most likely multifactorial. Both noninfectious and infectious risk factors (10) might be important for the development of the disease, as a variety of both bacterial and viral pathogens has been associated with outbreaks of NEC (reviewed in Refs. 1 and 11) . No effective prophylaxis of NEC has been described. The use of antibiotics as a prophylaxis of NEC has been proposed, but the results of several studies were not conclusive. Reports of the possible benefit of prophylactic oral administration of aminoglycoside antibiotics (i.e., kanamycin, gentamicin) (12, 13) could not be confirmed in two other studies (14, 15) . The pressure of emergence of resistant microorganisms caused by the prophylactic use of antibiotics has been heavily criticized (16) . Other possible adverse effects of the aminoglycoside antibiotics include direct gastrointestinal injury and systemic side effects.",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 350,
                    "text": "1 and 11)",
                    "ref_id": null
                },
                {
                    "start": 708,
                    "end": 712,
                    "text": "(14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 713,
                    "end": 716,
                    "text": "15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 847,
                    "end": 851,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "72S"
        },
        {
            "text": "This report discusses the importance of infectious factors in the development of NEC and reviews the results of a prospective, randomized, controlled trial published in detail in the New England Journal of Medicine (17) . There we described the effective prophylaxis of NEC by administration of an oral IgA-IgG preparation in low birth weight infants for whom breast milk from their mothers was not available.",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 219,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "72S"
        },
        {
            "text": "Geographical and temporal clustering of cases of NEC (18, 19) , evidence for nosocomial transmission of the disease (20), and the termination of \"epidemics\" of NEC by strict infection control measures designed to interrupt fecal oral spread of an unidentified agent (18) strongly support the importance of infectious agents in the pathogenesis of NEC.",
            "cite_spans": [
                {
                    "start": 53,
                    "end": 57,
                    "text": "(18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 58,
                    "end": 61,
                    "text": "19)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "THE ROLE OF INFECTION IN THE PATHOGENESIS OF NEC"
        },
        {
            "text": "A variety of infectious organisms by their nature is likely to invade susceptible damaged bowel and/or produce large amounts of endotoxin. This probably accounts for the general experience that different infectious agents might play an important role in the development of clinical NEC. Although clustered cases of NEC frequently show positive blood cultures in one institution, no consistent single organism could be associated with outbreaks of the disease. A wide range of bacterial [e.g., Klebsiella (21), Salmonella (22), Clostridia (23-25), and nonenteropathogenic strains of Escherichia coli (26)] as well as viral [e.g., human enteric Coronavirus (27), rotavirus (28)] pathogens has been associated with NEC and was cultured from blood, stool, or peritoneal fluid or identified in samples of resected patient tissue.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE ROLE OF INFECTION IN THE PATHOGENESIS OF NEC"
        },
        {
            "text": "In stressed low birth weight infants, clinical conditions associated with perinatal systemic hypoxia might result in mucosal ischemia of the intestine due to a reflex redistribution of cardiac output at the expense of sympathetically innervated organs such as the intestine. Together with an underdevelopmerit of gastrointestinal immune protection in newborn infants, defects in the integrity of the intestinal mucosa might facilitate the invasion of the damaged intestinal mucosa by enteric microorganisms, resulting in the clinicopathologic features seen in NEC. Animal experiments support this theory. In an animal model of NEC (i.e., neonatal rats) induced hypoxia and cold stress produce a disease similar to neonatal NEC when the experimental animals are infected with Klebsiella (29). However, rats whose enteric flora contains an insignificant number of gram-negative organisms do not develop disease when exposed to similar stress.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE ROLE OF INFECTION IN THE PATHOGENESIS OF NEC"
        },
        {
            "text": "Reviews of the gastrointestinal immunologic defense mechanisms of human neonates generally describe a lack of locally produced antibodies (secretory IgA, i.e., dimeric IgA covalently linked to the secretory piece) in the gastrointestinal tract of full-term as well as premature neonates (30). In this condition of inadequate local immunoprotection, alternative mechanisms must function to inhibit overgrowth of potentially pathogenic intestinal flora and prevent host invasion. Strong evidence has accumulated for the antiinfectious effect of breast feeding (31, 32). The intestinal flora of breast-74S EIBL, WOLF, FI3RNKRANZ, AND ROSENKRANZ fed and formula-fed infants differs, with a prevalence of apathogenic bacteria in the intestine of breast-fed neonates (33, 34).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE ROLE OF INFECTION IN THE PATHOGENESIS OF NEC"
        },
        {
            "text": "In preterm infants gastrointestinal infection due to enteropathogenic E. coli and Salmonella could be prevented by oral administration of colostrum (35). Although potentially pathogenic bacteria were isolated from the feces of some of the infants, they did not cause illness. It appears likely that while the excretion of microorganisms did not change substantially, colonization of the gut could be avoided, suggesting that the protective effect was brought about rather by avoiding colonization than by providing antitoxic immunity. E. coli antibodies have been reported to prevent intestinal disease caused by diarrheagenic E. coli. The surface of enterotoxigenic E. coli contains a heat-labile surface antigen that has pilus-like morphology and is essential for bacterial adherence and colonization of the intestinal mucosa [colonization factor antigen (CFA)]. As demonstrated by electron microscopy, specific anti-CFA antibodies agglutinate the piti and prevent diarrhea normally seen after inoculation of virulent CFA-positive E. coli into the small intestine of baby rabbits (36). Accordingly, antibodies provided by breast feeding may protect infants against clinical gastrointestinal infection. Protection against cholera in breast-fed infants is correlated with the breast milk levels of IgA antibodies against Vibrio cholerae lipopolysaccharide and enterotoxin antigens (31). Breast milk IgA inhibits V. cholerae or E. coli enterotoxin-induced diarrhea in the rabbit ileal loop model (37). Secretory IgA from human colostrum can also neutralize the cytopathic effect of Clostridium difficile toxins A and B both in vitro and in suckling mice (38).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE ROLE OF INFECTION IN THE PATHOGENESIS OF NEC"
        },
        {
            "text": "Consistent with the important role of gastrointestinal infection in the pathogenesis of the disease, NEC has been shown to occur very infrequently in breast-fed infants. Furthermore, breast feeding offered complete protection against experimental NEC induced by infection with Klebsiella in conjunction with hypoxia in neonatal rats, while animals receiving formula feeding developed the disease (39).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE ROLE OF INFECTION IN THE PATHOGENESIS OF NEC"
        },
        {
            "text": "IgA-IgG PREPAR.ATION Previous anecdotal evidence by others suggested that feeding of human immunoglobulin (Ig) intended for intramuscular use might have a positive effect on the incidence of NEC in premature infants (40). A prospective randomized clinical trial reported in detail in the New England Journal of Medicine (17) was carried out in low birth weight infants for whom breast milk from their mothers was not available. The purpose of the study was to investigate whether feeding of an oral IgA-IgG preparation to low birth weight infants for whom breast milk is not available can effectively prevent NEC. The oral IgA-IgG preparation was prepared from human serum, Cohn fraction II (Igabulin, kindly supplied by Immuno AG, Vienna, Austria). Nine different lots were used during the study, which contained predominantly monomeric IgA (73%) and IgG (26%) ( Table I) . As determined using standard techniques (hemagglutination inhibition, neutralization, radioimmunoassay, indirect immunofluorescence, bacterial agglutination), the preparation contained high titers of antibodies against a multitude of potential pathogens (bacterial toxins such as pertussis, tetanus, and diphtheria; viruses such as poliovirus, Coxsackie virus, rotavirus, and echovirus). In addition, IgA and IgG antibodies against bacteria that have been associated with outbreaks of NEC such as E. coli, Klebsiella, Salmonella, Enterobacter cloacae, and Clostridia could be demonstrated (for a detailed characterization of the antibody activity, see Ref. 17) .",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 324,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1532,
                    "end": 1535,
                    "text": "17)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 864,
                    "end": 872,
                    "text": "Table I)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "PREVENTION OF NEC IN LOW BIRTH WEIGHT INFANTS BY ORAL ADMINISTRATION OF AN"
        },
        {
            "text": "During a period of 3 years all infants with a birth weight between 800 and 2000 g who were admitted to our hospital were enrolled in the study if breast milk from their mothers was not available and if the parents gave informed consent. A total of 434 infants was enrolled in the study and randomly assigned to one of two groups. Starting within the first day of life, infants in the treatment group (n = 211) received 600 mg of the oral IgA-IgG preparation per day in three or more individual doses as a supplement to their feeding. Infants in the control group (n = 223) received infant formula alone or infant formula plus pasteurized, pooled human milk. The duration of the study was 28 days. Two hundred thirty-four infants (123 in the IgA-IgG treatment group and 111 in the control group) were withdrawn during the first week of the study because breast milk from their mothers became available. Twenty-one control infants were excluded during weeks 2 to 4 of the study because of violations of the study protocol or because breast milk from their mothers became available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PREVENTION OF NEC IN LOW BIRTH WEIGHT INFANTS BY ORAL ADMINISTRATION OF AN"
        },
        {
            "text": "One hundred seventy-nine infants who completed the study (88 treated infants and 91 control infants) were evaluated in great detail. IgA-IgG treatment was accepted by all infants without untoward effects on pulse rate and body temperature; leukocyte, erythrocyte, and platelet counts; white-cell differential count; hematocrit and hemoglobin; serum levels of liver enzymes ALT and AST; and serum levels of CRP and the complement components C3 and C4. No evidence for the transmission of viral agents or anaphylactic side effects caused by the oral IgA-IgG could be found. In addition, no increase in the serum levels of IgA or IgG resulting from resorption of oral immune globulin through the intestinal tract could be observed. For a limited period of the study, serum levels of IgM and IgG seemed to be lower in the IgA-IgG-treated infants than in the controls (Table II ) and the percentage of infants with serum IgA >3 mg/dl also appeared to be slightly higher in the control infants (14.3% in the third week of the study, as compared to 5.6% in IgA-IgG-treated infants). This transient increase in serum Ig levels might reflect the higher exposure of control infants to environmental antigens through the intestinal tract.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 863,
                    "end": 872,
                    "text": "(Table II",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "PREVENTION OF NEC IN LOW BIRTH WEIGHT INFANTS BY ORAL ADMINISTRATION OF AN"
        },
        {
            "text": "As the most significant effect of IgA-IgG treatment, no case of NEC occurred in the 88 treated infants who completed the study. In comparison, 6 cases of NEC occurred in the 91 control infants for whom breast milk did not become available during the study (P = 0.0143). The clinical diagnosis of NEC was confirmed by typical findings in the abdominal X rays or histopathologic examination of specimens obtained during surgery or of autopsy specimens in the two children who were deceased. Among the total number of infants enrolled in the study, two assigned to the control group developed NEC, whereas none of the infants assigned to the IgA-IgG treatment group developed the disease (i.e., 8 cases of NEC in 223 controls, as compared to no case of NEC in 211 IgA-IgG-treated infants; P = 0.0055).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PREVENTION OF NEC IN LOW BIRTH WEIGHT INFANTS BY ORAL ADMINISTRATION OF AN"
        },
        {
            "text": "In addition, IgA-IgG feeding seemed to have a slight effect on the occurrence of pneumonia in infants who completed the study. Not including infants who died with pneumonia (two controls and one treated infant), the total number of days with clinical symptoms of pneumonia compared to the total number of days of observation in the study group was 39/2223 in four IgA-IgG-treated infants with pneumonia. In comparison, seven control infants with pneumonia had 77 clinically symptomatic days in 2214 days of observation (P < 0.001). Furthermore, IgA-IgG feeding seemed to have a beneficial effect on thriving in infants with tow birth weight; e.g., the time required to regain birth weight was 11.3 +--0.7 days in IgA-IgG-treated infants with a birth weight between 1300 and 1700 g, as compared to 14.6 +__ 1.1 days in the controls (mean -SE; P < 0.02).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PREVENTION OF NEC IN LOW BIRTH WEIGHT INFANTS BY ORAL ADMINISTRATION OF AN"
        },
        {
            "text": "The different incidence of NEC in the two groups is most likely due to the administration of the oral IgA-IgG preparation in the treatment group. The distribution of several risk factors for NEC was comparable between treated and control infants: low birth weight, incidence of perinatal complications such as low 1-min Apgar score, cesarean section, respiratory distress syndrome, need for oxygen therapy after birth, incidence of twin birth, use of umbilical venous catheters, the infants' ages at the start of enteral feeding, the rate of progression of feedings, the choice and amount of feeding substance (pasteurized, pooled human milk or infant formula), and the use of antibiotics. That the IgA-IgG feeding prevented NEC in our study has been further confirmed by the experience that, after termination of the study, the incidence of NEC among all low birth weight infants admitted to our hospital was again comparable to the incidence observed in the control group. Several studies have established the immunoprotective effect of orally administered homologous or heterologous antibodies against infection of the gastrointestinal mucosa in children and adults. Bovine milk immune globulin has been used successfully to treat infantile diarrhea due to enteropathogenic E. coli, rotavirus, and cryptosporidium (41-43). Oral administration of bovine, E. coli-specific Ig is an effective prophylaxis against traveler's diarrhea caused by enterotoxigenic E. coil (44).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PREVENTION OF NEC IN LOW BIRTH WEIGHT INFANTS BY ORAL ADMINISTRATION OF AN"
        },
        {
            "text": "In our study, examination of fecal Ig in IgA-IgGtreated infants demonstrated that substantial amounts of orally administered IgA and IgG lacking a secretory component can resist proteolytic degradation in the gastrointestinal tract (17) . Furthermore, the finding of comparable concentrations of fecal IgA in the feces of IgA-IgG-treated and breast-fed infants (data not shown) suggests that we administered \"physiologic\" amounts of IgA-IgG as a substitution for the Ig normally provided by breast feeding. These data confirm and extend previous reports by others who noted the recovery of undigested and partially digested, functionally active oral IgG in the feces (45, 46).",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 236,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "PREVENTION OF NEC IN LOW BIRTH WEIGHT INFANTS BY ORAL ADMINISTRATION OF AN"
        },
        {
            "text": "Analogous to the function of antibodies normally provided by breast feeding, the immunoprotective effect of oral Ig (IgA and/or IgG) on the intestinal mucosa can best be explained by the formation of antigen-antibody complexes in the bowel lumen or on the mucosal surface. This hypothesis is supported by the finding of immune complexes formed between orally administered human serum Ig and endogenous rotavirus in immunodeficient patients with viral gastroenteritis (45). Binding of functionally intact oral Ig (IgA and/or IgG) to the antigen (e.g., a bacterial or alimentary constituent) may cause intraluminat agglutination of potentially pathogenic microorganisms, thereby interfering with the colonization of the intestinal epithelial surface and neutralizing bacterial virulence factors or preventing toxic effects of an excess of alimentary protein (i.e., formula feeding) on the intestinal mucosa. Dr. Padilla Lugo: You have good comparative groups in terms of risk factors but I worry about how many of these infants really underwent severe perinatal asphyxia with Apgar scores of less than 5 at 1 and 5 minutes and underwent severe metabolic acidosis during the first 24 hours of life?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PREVENTION OF NEC IN LOW BIRTH WEIGHT INFANTS BY ORAL ADMINISTRATION OF AN"
        },
        {
            "text": "Dr. Eibl: The Apgar scores were comparable in both groups. A little less than half the children had low Apgar scores during the first minute. We did not monitor acidosis in these patients, but with respect to the clinical experience, the two groups were absolutely comparable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PREVENTION OF NEC IN LOW BIRTH WEIGHT INFANTS BY ORAL ADMINISTRATION OF AN"
        },
        {
            "text": "Dr. Padilla Lugo: I am concerned because we are introducing enteric feeding of this preparation and we are not sure how severely acidotic the babies are before this.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PREVENTION OF NEC IN LOW BIRTH WEIGHT INFANTS BY ORAL ADMINISTRATION OF AN"
        },
        {
            "text": "EIBL, WOLF, FIDRNKRANZ, AND ROSENKRANZ Dr. EibL\" We had a long discussion as to whether we should introduce enteric feeding at that early stage, but when we did, we did not see any complications. Especially in the beginning we were very careful to watch those babies and we had decided that if we saw any side effects we would change the protocol. We did not see any adverse reactions and I think that early feeding is extremely important because, as you know, most patients develop NEC very early in life, before the third day in many cases. I am not sure whether we really need to go on for the 28 days and we are now planning to perform studies of feeding oral immune globulin for shorter periods of time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "78S"
        },
        {
            "text": "Dr. Sorensen: I realize your control group and patient group were the same with regard to the factors you mentioned, but if you look at the six patients in the control group who developed NEC, was there anything different about them or were they just run-of-the-mill patients?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "78S"
        },
        {
            "text": "Dr. Eibl: Although we tried very hard to find some predictive characteristics in these patients, we could not.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "78S"
        },
        {
            "text": "Dr. Polmar: In the course of this study, did you have the opportunity of systematically looking at the virology and bacteriology of the stools in the treated and untreated groups and is there any modification and colonization in these patients?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "78S"
        },
        {
            "text": "Dr. Eibl: In the course of this study we did not look at these parameters. We were uncertain whether this type of treatment would work when we started this study and we decided that we would conduct additional evaluations once we determined that this type of treatment is effective. We have no data on that as yet.",
            "cite_spans": [
                {
                    "start": 4,
                    "end": 9,
                    "text": "Eibl:",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "78S"
        },
        {
            "text": "Dr. Wasserman: This study was not blinded. Is that correct?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "78S"
        },
        {
            "text": "Dr. EibL\" That is correct. Dr. Wasserman: There was no control treatment, just a control group?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "78S"
        },
        {
            "text": "Dr. EibL\" Yes. Dr. Wasserman: Many people have the impression that the type of infant feeding in the first week of life can impact on the development of NEC, specifically the quantity of each individual feeding or perhaps the rate of the feeding. Since your study was not blinded, how were you able to assure that both groups were fed in comparable ways?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "78S"
        },
        {
            "text": "Dr. EibL\" We have tried to analyze the quantity of feeding and also the addition of pooled human milk, and we could not find any difference between the two groups, but I agree that blinded studies have to follow. From the data we obtained with respect to the feeding, no difference was found.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "78S"
        },
        {
            "text": "Dr. Ballow: Did you notice any difference in the two groups in terms of residuals in the stomach, abdominal girth, bloating, number of stools, and so forth?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "78S"
        },
        {
            "text": "Dr. Eibl: We looked at these factors very carefully and we did not find any differences. The babies tolerated the feeding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "78S"
        },
        {
            "text": "Dr. Steihrn: Did you give just a single dose of IgA?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "78S"
        },
        {
            "text": "Dr. Eibl Dr. Eibl: We divided it into at least three doses, and in some of the babies we divided it into six doses.",
            "cite_spans": [
                {
                    "start": 4,
                    "end": 8,
                    "text": "Eibl",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "78S"
        },
        {
            "text": "Dr. Steihm: Do you think that the serum IgA from which this material is derived gives it any advantage over IgG? We all know that secretory IgA resists digestion, but does serum IgA resist digestion, so that if one were to do a second study, maybe IgG could be used rather than an IgA/IgG preparation?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "78S"
        },
        {
            "text": "Dr. Eibl: We believe but we cannot yet prove that IgA has an advantage, and I think a great advantage, over IgG because it is known that IgA eliminates the infectious agents without causing inflammation. I think that this point is extremely important but we have no proof at the moment except that the IgA goes through the intestine, at least in part. I think this was a very important point to demonstrate and we looked at a fairly large number of babies on repeated occasions and showed that our preparation goes through the entire intestinal tract, which proves that at least part of it is not digested.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "78S"
        },
        {
            "text": "Dr. Golclblum: I was interested to see that you had so much polymeric IgA in the preparation that you gave. Presumably some of that could be converted into secretory IgA in the gastrointestinal tract because the infant does produce a lot of presecretory component as well as (probably) secretory IgM. So some of those molecules could be converted and one could look at the fecal samples to see if there were selective survival of the secretory over nonsecretory IgA. Another selective advantage might be for IgA1 and IgA2. IgA1 is more susceptible to bacterial proteolysis or specific IgA1 proteolysis, and presumably since your material came from serum, it would be about 90% IgA1, whereas human milk would contain an approxi-mately equal mixture of IgA1 and IgA2. That could also be looked at in the fecal samples. How did you evaluate the IgA in the fecal samples? There is a real potential for technical bias there because if you used radial immunodiffusion, for instance, the cleaved molecules would be overread by a large factor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "78S"
        },
        {
            "text": "Dr. Eibl: We used radial immunodiffusion and we have clearly noticed several circles of precipitate in this system. We have also checked the size of the molecules and found that there is a number of cleaved molecules but we could also find intact molecules.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "78S"
        },
        {
            "text": "Dr. Kamani: What were the immunoglobulin levels in the two groups of patients?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "78S"
        },
        {
            "text": "Dr. Eibl: The immunoglobulin levels in both groups were comparable. If anyttiing, they were minimally lower in the control group than in the treatment group, but there was no significant difference. We did not get any indication of absorption into the cell.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "78S"
        },
        {
            "text": "Dr. Heiner: My understanding is that if you include IgA in Cohn Fraction II, you have to alter the usual isolation procedures, and that opens the door a little bit to including viruses. Certainly IgG that is pooled would contain antihepatitis virus and that may protect against hepatitis, but what about the possibility of HIV or some other viruses getting into that preparation? I wonder how this is prepared and whether they really looked for the inclusion of viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "78S"
        },
        {
            "text": "Dr. Eibl: At the beginning of our study we did not worry because there was a very strong feeling that Cohn Fraction II was safe as a starting material. During the middle 1980s some reports of viral transmission did cause worries, and for this reason an additional step of viral inactivation was added to the preparation of the product. That is why we did not treat babies for about a 2-year period, and in this 2-year period we saw the same incidence of NEC that we had seen before. We started IgA/IgG treatment again at the beginning of this year with the preparation that has the additional step, which has been very well proven to inactivate both HIV and a number of model viruses. In following the babies from this study we did not observe any indication of viral transmission in any single case. We did not see HIV antibodies and we did not see pathological levels of liver enzymes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "78S"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Necrotizing enterocolitis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Ktiegman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Fanaroff",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "N Engl J Med",
            "volume": "310",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Neonatal necrotizing enterocolitis: A nine-year experience. I. Epidemiology and uncommon observations",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Kliegman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Fanaroff",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Am J Dis Child",
            "volume": "135",
            "issn": "",
            "pages": "603--607",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Necrotizing enterocolitis",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Book",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Herbst",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "O"
                    ],
                    "last": "Atherton",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "J Pediat",
            "volume": "87",
            "issn": "",
            "pages": "602--605",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Necrotizing enterocolitis",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "D"
                    ],
                    "last": "Frantz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Iii",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "&apos;heureux",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Engel",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "J Pediat",
            "volume": "86",
            "issn": "",
            "pages": "259--263",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Epidemiology of necrotizing enterocolitis: A case control study",
            "authors": [
                {
                    "first": "B J",
                    "middle": [],
                    "last": "Stolt",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Kanto",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "I"
                    ],
                    "last": "Glass",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Nahmias",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Brann",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "J Pediat",
            "volume": "96",
            "issn": "",
            "pages": "447--451",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Acute necrotizing enterocolitis in infancy: A review of 64 cases",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Santulli",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Schullinger",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Heird",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Gongaware",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wigger",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Barlow",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Blanc",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Berdon",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Pediatrics",
            "volume": "55",
            "issn": "",
            "pages": "376--387",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Perinatal events and necrotizing enterocolitis in premature infants",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Kanto",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Breart",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zierlers",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "M"
                    ],
                    "last": "Purohit",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Peckham",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Ellison",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Am J Dis Child",
            "volume": "141",
            "issn": "",
            "pages": "167--169",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Necrotizing enterocolitis: Controlled study of 3 years' experience in a neonatal intensive care unit",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Bunton",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Durbin",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mclntosh",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Arch Dis Child",
            "volume": "52",
            "issn": "",
            "pages": "772--777",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Neonatal necrotizing enterocolitis",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Y"
                    ],
                    "last": "Sweet",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Pediat Clin North Am",
            "volume": "29",
            "issn": "",
            "pages": "1149--1170",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "How contagious is necrotizing enterocolitis?",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Rotbart",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Levin",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Pediat Infect Dis",
            "volume": "2",
            "issn": "",
            "pages": "406--413",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Pathogenesis and prevention of necrotizing enterocolitis: A hypothesis based on personal observation and a review of the literature",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Kosloske",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Pediatrics",
            "volume": "74",
            "issn": "",
            "pages": "1086--1092",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A prospective controlled trial of oral kanamycin in the prevention of neonatal necrotizing enterocolitis",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Eagan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mantilla",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Nelson",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "J Pediat",
            "volume": "89",
            "issn": "",
            "pages": "467--470",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Oral gentamicin therapy in the prevention of neonatal necrotizing enterocolitis: A controlled double-blind trial",
            "authors": [
                {
                    "first": "L J",
                    "middle": [],
                    "last": "Grylack",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "W"
                    ],
                    "last": "Scanton",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Am J Dis Child",
            "volume": "132",
            "issn": "",
            "pages": "1192--1194",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Alterations in stool flora resulting from oral kanamycin prophylaxis of necrotizing enterocolitis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Boyle",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Stonestreet",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "J Pediat",
            "volume": "93",
            "issn": "",
            "pages": "857--861",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Gentamicin in prophylaxis of neonatal necrotising enterocolitis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Rowley",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Dahlenberg",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Lancet",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Necrotizing enterocolitis (Editorial)",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Mccracken",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "V"
                    ],
                    "last": "Eitzman",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Am J Dis Child",
            "volume": "132",
            "issn": "",
            "pages": "1167--1168",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Prevention of necrotizing enterocolitis in low-birth-weight infants by IgA-IgG feeding",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Eibl",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Wolf",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ftirnkranz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rosenkranz",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "N Engl J Med",
            "volume": "319",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Clustering of necrotizing enterocotitis: Interrup",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Book",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Overall",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Herbst",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Britt",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Epstein",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Jung",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "B, Santulli TV: Importance of multiple episodes of hypoxia or cold stress on the development of enterocolitis in an animal model. Surgery 77:687-690, 1975 30. Walker WA: Host defense mechanisms in the gastrointestinal tract. Pediatrics 57:901-916, 1976 31. Glass RI, Svennerhotm A-M, Stoll BJ, Khan MR, Belayet Hossain KM, Imadul Huq M, Holmgren J: Protection against cholera in breast-fed children by antibodies in breast milk. N Engl J Med 308:1389-1392, 1983 32. Welsh JK, May JT: Anti-infective properties of breast milk. J Pediat 94:1-9, 1979 33. Yoshioka H, Iseki K, Fujita K: Development and differences of intestinal flora in the neonatal period in breast-fed and bottle-fed infants. Pediatrics 72:317-321, 1983 34. Gothefors L, Oiling S, Winberg J: Breast feeding and biological properties of fecal E. coli strains. Acta Paediat Scand 64:807-812, 1975 35. Larguia AM, Urman J, Ceriani JM, et aL: Immunidad local en recin nacido: Primera ex~eriencia con la administracirn de calostro homano a recin nacidos prrtermino. Arch Argentinos Pediat 72:109-125, 1974 36. Evans DG, Silver RP, Evans DJ Jr, et aL: Plasmidcontrolled colonization factor associated with virulence in Eseherichia coti enterotoxigenic for humans. Infect Immunol 12:656-In vitro and in vivo neutralizing activity of human colostrum and milk against purified toxins A and B of Clostridium difficite. J Infect Dis 150:57-62, 1984 39. Barlow B, Santulli TV, Heird WC, Pitt J, Blanc WA, Schullinger JN: An experimental study of acute necrotizing enterocolitis--the importance of breast milk. J Pediat Surg 9:587-595, 1974 40. Barnes GL, Doyle LW, Hewson PH, I<Lnoches AML, McLellan JA, Kitchen WH, Bishop RF: A randomised trial of oral gammaglobulin in low-birth-weight infants infected with rotavirus. Lancet 1:1371-1373, 1982 41. Mietens C, Keinhorst H, Hilpert H, Gerber H, Amster H, Pahud J J: Treatment of infantile E. coli gastroenteritis with specific bovine anti-E, coli milk immunoglobulins. Eur J Pediat 132:239-252, 1979 42. Hilpert H, Brussow H, Mietens C, Sidoti J, Lerner L, Werchau H: Use of bovine milk concentrate containing antibody to rotavirus to treat rotavirus gastroenteritis in infants. J Infect Dis 156:158-166, 1987 43. Tzipori S, Roberton D, Chapman C: Remission of diarrhoea due to cryptosporidiosis in an immunodeficient child treated with hyperimmune bovine colostrum. Br Med J 293:1276-1277, 1986 44. Tacket CO, Losonsky G, Link H, Hoang Y, Guesry P, Hilpert H, Levine MM: Protection by milk immunoglobulin concentrate against oral challenge with enterotoxigenic Escherichia coll. N Engl J Med 318:t240-1243, 1988 45. Losonsky GA, Johnson JP, Winkelstein JA, Yolken RH: Oral administration of human serum immunoglobulin in immunodefieient patients with viral gastroenteritis: A pharmacokinetic and functional analysis. J Clin Invest 76:2362-2367, 1985 46. Blum PM, Phelps DL, Ank BJ, Krantman HJ, Stiehm ER:Survival of oral human immune serum globulin in the gastrointestinal tract of low birth weight infants.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Characterization of the Immune Globulin Preparation",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Serum Immunoglobulin Levels During the Study Period",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "tion by infection-control measures. N Engl J Med 297:984-986, t977 19. Guinan M, Schaberg D, Bruhn FW, Richardson J, Fox WW: Speer ME, Taber LH, Yow MD, et al.: Fulminant neonatal sepsis and necrotizing enterocolitis associated with a \"nonenteropathogenic\" strain ofEscherichia coli. J Pediat 89:91-95, 1976 27. Resta S, Luby JP, Rosenfeld CR, Siegel JD: Isolation and propagation of a human enteric Coronavirus.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": ": No, we gave repeated doses. Dr. Steihm: No, I mean during one day. Did you divide it up?",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}