{"paper_id": "68624f36c86d133353e618941b753638aa76687e", "metadata": {"title": "Application of metagenomic next-generation sequencing for bronchoalveolar lavage diagnostics in critically ill patients", "authors": [{"first": "Ying", "middle": [], "last": "Li", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Bing", "middle": [], "last": "Sun", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Xiao", "middle": [], "last": "Tang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ya-Lan", "middle": [], "last": "Liu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Hang-Yong", "middle": [], "last": "He", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Xu-Yan", "middle": [], "last": "Li", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Rui", "middle": [], "last": "Wang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Fei", "middle": [], "last": "Guo", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Zhao-Hui", "middle": [], "last": "Tong", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "The purpose of this study was to assess the value of metagenomic next-generation sequencing (mNGS) of bronchoalveolar lavage fluid (BALF) for the diagnosis of severe respiratory diseases based on interpretation of sequencing results. BALF samples were harvested and used for mNGS as well as microbiological detection. Infectious bacteria or fungi were defined according to relative abundance and number of unique reads. We performed mNGS on 35 BALF samples from 32 patients. The positive rate reached 100% in the mNGS analysis of nine immunocompromised patients. Compared with the culture method, mNGS had a diagnostic sensitivity of 88.89% and a specificity of 74.07% with an agreement rate of 77.78% between these two methods. Compared with the smear method and PCR, mNGS had a diagnostic sensitivity of 77.78% and a specificity of 70.00%. In 13 cases, detection results were positive by mNGS but negative by culture/smear and PCR. The mNGS findings in 11/32 (34.4%) cases led to changes in treatment strategies. Linear regression analysis showed that diversity was significantly correlated with interval between disease onset and sampling. Dynamic changes in reads could indirectly reflect therapeutic effectiveness. BALF mNGS improves sensitivity of pathogen detection and provides guidance in clinical practice. Potential pathogens can be identified based on relative abundance and number of unique reads.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The rational use of antibiotics is extremely important for immunocompromised and/or critically ill patients, for whom early aetiological diagnosis is necessary. However, traditional culture methods are time consuming and have low rates of positive detection. With the development of molecular biology, the value of whole genome-based next-generation sequencing (NGS) has gradually been recognized, especially for the detection of rare, atypical, or slow-growing microbes. NGS is mainly used in the clinical setting for assessment of sterile body fluids, including cerebrospinal fluid, blood, and joint effusion [1] [2] [3] . For non-sterile body fluids, such as sputum and bronchoalveolar lavage fluid (BALF), the applications of NGS are quite limited. In addition to human genome interference and other common problems, the interpretation of NGS results (i.e. distinguishing colonization vs. infection) remains problematic. In recent years, the feasibility of metagenomic next-generation sequencing (mNGS) in the aetiological detection and identification of respiratory tract infections has been demonstrated [4] . In the current study, we summarized the mNGS results for 35 BALF samples from 32 patients and attempted to verify the value of mNGS in the diagnosis of severe respiratory diseases based on the interpretation of sequencing results.", "cite_spans": [{"start": 611, "end": 614, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 615, "end": 618, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 619, "end": 622, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 1110, "end": 1113, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Introduction"}, {"text": "Patients admitted to our respiratory intensive care unit (RICU) due to respiratory failure provided written informed consent to Ying Li and Bing Sun contributed equally to this work.", "cite_spans": [], "ref_spans": [], "section": "Patients and collection of BALF samples"}, {"text": "Electronic supplementary material The online version of this article (https://doi.org/10.1007/s10096-019-03734-5) contains supplementary material, which is available to authorized users. undergo bronchoscopy and mNGS between September 2017 and October 2018; they were then examined via bedside bronchoscopy by experienced physicians. The safety of bronchoalveolar lavage (BAL) was enhanced by following a standard safety protocol [5] .", "cite_spans": [{"start": 430, "end": 433, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Patients and collection of BALF samples"}, {"text": "BALF samples were harvested, of which 5 mL of the specimen was placed in a sterile sputum container, stored at − 20°C, and then sent to BGI-Huada Genomics Institute (Shenzhen, China) for detection. The remaining specimens were sent to our microbiological laboratory for bacterial and fungal smear and culture, Pneumocystis jirovecii (PC) smear (Grocott methenamine staining), acid-fast stain, Xpert MTB/ RIF detection of DNA sequences specific for Mycobacterium tuberculosis and rifampicin resistance by PCR, and real-time PCR for cytomegalovirus (CMV), influenza A/B virus, PC, Mycobacterium tuberculosis, Mycoplasma spp., and Chlamydia spp.", "cite_spans": [], "ref_spans": [], "section": "Patients and collection of BALF samples"}, {"text": "The NGS procedure for BALF samples includes nucleic acid extraction, library construction, sequencing, and information analysis. Additional data are given in Online Resource 1.", "cite_spans": [], "ref_spans": [], "section": "NGS procedure for BALF samples"}, {"text": "Definitions SDSMRN, number of unique reads: the number of unique reads of standardized species Relative abundance: proportion of a detected microbe at a specific taxonomic level among a specific microbial group in the entire sample population Coverage: percentage of the length of the nucleic acid sequence detected over the total length of the genome of the microbe Infectious pathogens were defined as those meeting either of the following conditions: (a) > 30% relative abundance at the genus level, regardless of culture or smear result; (b) culture and mNGS identified same microbe, and number of unique reads was ≥ 50 from a single species. Microbes were considered new potential pathogens if mNGS alone identified the microbe [3, 6] . These were based on strict clinical criteria, combined with multiple-clinician adjudication, to rigorously discriminate infection from colonization and contamination.", "cite_spans": [{"start": 733, "end": 736, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 737, "end": 739, "text": "6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "NGS procedure for BALF samples"}, {"text": "The definitions of ARDS and immunocompromised subjects are presented in the literatures [7, 8] .", "cite_spans": [{"start": 88, "end": 91, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 92, "end": 94, "text": "8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "NGS procedure for BALF samples"}, {"text": "Continuous variables are presented as the mean ± standard deviation. The paired McNemar chi-square test was used to compare the diagnostic efficiency of mNGS vs. conventional smear or culture methods. Linear regression analysis was used to assess the relationships of BALF aetiology with some factors. A two-tailed P value of 0.05 was considered to indicate statistical significance. All statistical analyses were performed using SPSS 22.0 (IBM Corp., Armonk, NY, USA).", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "Thirty-two patients with respiratory failure were admitted to the RICU, among whom 21 were men; the mean age was 54.51 ± 15.41 years. Nine immunocompromised patients were hospitalized due to pneumonia (Table 1) .", "cite_spans": [], "ref_spans": [{"start": 201, "end": 210, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Results"}, {"text": "Based on definitions of infection, common bacterial colonization was ruled out [9] [10] [11] . Online Resource 2 lists BALF mNGS results for 35 cases in comparison with conventional method results. PCP was detected by the smear or nucleic acid method except in two immunocompromised patients (no. 14 and no. 24); in contrast, positive rate reached 100% in mNGS analysis [12, 13] .", "cite_spans": [{"start": 79, "end": 82, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 83, "end": 87, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 88, "end": 92, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 370, "end": 374, "text": "[12,", "ref_id": "BIBREF11"}, {"start": 375, "end": 378, "text": "13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Results"}, {"text": "Compared with the culture method, mNGS had a diagnostic sensitivity of 88.89% and a specificity of 74.07% with an agreement rate of 77.78% between these two methods. Compared with the smear method and PCR, mNGS had a diagnostic sensitivity of 77.78% and a specificity of 70.00% with an agreement rate of 73.68% between these two methods. The overall diagnostic agreement rate was 75.68%, and the sensitivity was 81.48% (Table 2 ). In 13 cases, the detection results were positive by mNGS but negative by culture/smear and PCR. mNGS did not increase the positive rate of diagnosis compared with culture or smear/PCR (P = 0.070 and 0.754, respectively).", "cite_spans": [], "ref_spans": [{"start": 419, "end": 427, "text": "(Table 2", "ref_id": "TABREF2"}], "section": "Results"}, {"text": "The mNGS findings in eleven cases led to a change in treatment strategies, including four positive mNGS findings (Chlamydia psittaci in two cases and Nocardia sp. in two cases). For patient no. 20 with Acinetobacter baumannii infection and no. 25 with Aspergillus niger infection, mNGS provided positive identification of the pathogen earlier than was permitted by the culture method, leading to prompt changes in the anti-infection treatment. For patient no. 10 with negative laboratory and mNGS outcomes combined with other autoimmune indicators, dermatomyositis was considered after consultation with the rheumatology department, and 160 mg methylprednisolone was given for initial therapy.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "The results of both mNGS and conventional methods were negative for patient no. 27; due to the combination of these findings with a lung CT result, organized pneumonia after infection was considered, and 80 mg of methylprednisolone was initiated (Table 3 ). Figure 1 lists the distribution of bacteria and fungi identified by mNGS, among which Acinetobacter, Veillonella, Pseudomonas, and Rothia species were the most common bacteria. The most common fungus was Pneumocystis jirovecii (57%). Figure 1 only lists the distribution of pathogens that met the definition of infection. The mNGS analysis identified the distribution of a number of bacteria with < 50 reads, which may indirectly reflect diversity of bacterial and fungal flora in the lower respiratory tract. Linear regression analysis showed that the diversity was significantly correlated with the interval between disease onset and sampling but not with underlying lung disease, smoking history, or interval from tracheal intubation to sampling (Fig. 2 ).", "cite_spans": [], "ref_spans": [{"start": 246, "end": 254, "text": "(Table 3", "ref_id": "TABREF1"}, {"start": 258, "end": 266, "text": "Figure 1", "ref_id": null}, {"start": 492, "end": 500, "text": "Figure 1", "ref_id": null}, {"start": 1007, "end": 1014, "text": "(Fig. 2", "ref_id": "FIGREF1"}], "section": "Results"}, {"text": "BAL is well tolerated and easily and safely performed in acutely ill patients (e.g. patients with ARDS) [14] . mNGS is suitable for the detection of pathogens that cannot be identified by other existing detection techniques, also in cases where patients fail to respond to standardized antimicrobial treatment. For rare and slow-growing bacteria, mNGS offers considerable advantages in shortening the time required for a diagnosis confirmation of bacterial/fungal infection, promoting targeted antimicrobial treatment, and improving patient prognosis [15] . However, mNGS findings should be combined with epidemiological and clinical characteristics before a pathogenic microbe can be identified.", "cite_spans": [{"start": 104, "end": 108, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 551, "end": 555, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Discussion"}, {"text": "The application of mNGS remains controversial due to technical aspects (e.g. methods to eliminate the impacts of host genes) and the interpretation of results. Thus far, most articles on mNGS focus on its diagnostic value for specific bacterial infections [12, 16] ; minimal literature is available regarding accurate interpretation of all detected results. Based on the literature [3, 6] , our current study analysed DNA levels of microbes and their levels of relative abundance in clinical BALF samples to identify pathogenic bacteria. This method significantly improved the sensitivity of pathogenic detection and provided guidance in clinical practice.", "cite_spans": [{"start": 256, "end": 260, "text": "[12,", "ref_id": "BIBREF11"}, {"start": 261, "end": 264, "text": "16]", "ref_id": "BIBREF15"}, {"start": 382, "end": 385, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 386, "end": 388, "text": "6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Discussion"}, {"text": "According to our results, positive rates of mNGS for identifying Mycobacterium tuberculosis and non-tuberculous mycobacteria were low due to their high homology [3] . Xpert MTB/RIF showed a positive result in one patient and another patient for tuberculosis on acid-fast staining of a sputum smear, suggesting the presence of non-tuberculous mycobacteria; however, the results were negative by mNGS.", "cite_spans": [{"start": 161, "end": 164, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Discussion"}, {"text": "The treatment strategies were changed in only 11 of the 32 patients. The limited value of mNGS may be because antimicrobial therapy. High agreement rates between conventional methods and mNGS in our current study further verified the validity and accuracy of mNGS. For hospitals with limited detection capabilities, mNGS is recommended based on local epidemiological characteristics, especially for immunocompromised patients and those with severe or complicated infections. Based on the number of reads and relative species abundance, the mNGS technique can be used for semi-quantitative detection. Two of our patients (no. 8 and no. 14) underwent BALF mNGS twice, and dynamic changes in the PC and adenovirus reads could indirectly reflect therapeutic effectiveness, which is a potential added value of this technique [17, 18] . Furthermore, mNGS can be used for adenovirus genotyping, thereby providing better clinical practice guidance. However, due to difficulties in virus culture and high falsepositive rates of nucleic acid detection alone, few reports have described whether the detected DNA virus is a pathogenic microbe [18, 19] . The reads and rates of relative abundance determined by NGS may provide a quantitative basis for identification of viral infection; however, additional experiments are needed to verify the optimal cut-off values.", "cite_spans": [{"start": 820, "end": 824, "text": "[17,", "ref_id": "BIBREF16"}, {"start": 825, "end": 828, "text": "18]", "ref_id": "BIBREF17"}, {"start": 1131, "end": 1135, "text": "[18,", "ref_id": "BIBREF17"}, {"start": 1136, "end": 1139, "text": "19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Discussion"}, {"text": "NGS can also identify the distribution of airway flora under different conditions. The literature indicates that airway flora composition is not related to smoking history [20] but is affected by duration of mechanical ventilation [21] . Our current study showed an association between interval from disease onset to sampling and species within the airway flora. The lower respiratory tract is a relatively sterile anatomical location; with prolonged onset time, the types of bacterial flora may change, which may be a result of bacterial flora migration. Loss of diversity within respiratory tract microbial communities is proposed as an ecological marker of infection [22, 23] .", "cite_spans": [{"start": 172, "end": 176, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 231, "end": 235, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 670, "end": 674, "text": "[22,", "ref_id": "BIBREF21"}, {"start": 675, "end": 678, "text": "23]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Discussion"}, {"text": "Our study was limited by a small sample size and diverse diseases in the patients sampled. Furthermore, neither genome-wide RNA sequencing nor drug resistance testing was performed. Although NGS has been widely accepted and applied in critically ill patients, there is no uniform standard to modify or guide clinical treatment strategies, especially for some intractable cases, which limits its application in clinical research.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In future studies, we will apply mNGS for the detection of inflammatory mediators or immune-related factors and drug resistance as well as for the detection and identification of aetiological agents. ", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The advantages of next-generation sequencing technology in the detection of different sources of abscess", "authors": [{"first": "L", "middle": ["Y"], "last": "Guo", "suffix": ""}, {"first": "W", "middle": ["Y"], "last": "Feng", "suffix": ""}, {"first": "X", "middle": [], "last": "Guo", "suffix": ""}, {"first": "B", "middle": [], "last": "Liu", "suffix": ""}, {"first": "G", "middle": [], "last": "Liu", "suffix": ""}, {"first": "J", "middle": [], "last": "Dong", "suffix": ""}], "year": 2018, "venue": "J Infect", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.jinf.2018.08.002"]}}, "BIBREF1": {"ref_id": "b1", "title": "Next generation sequencing based pathogen analysis in a patient with neurocysticercosis: a case report", "authors": [{"first": "P", "middle": [], "last": "Liu", "suffix": ""}, {"first": "X", "middle": [], "last": "Weng", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "X", "middle": [], "last": "Xu", "suffix": ""}, {"first": "F", "middle": [], "last": "He", "suffix": ""}, {"first": "Y", "middle": [], "last": "Du", "suffix": ""}], "year": 2018, "venue": "BMC Infect Dis", "volume": "18", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/s12879-018-3015-y"]}}, "BIBREF2": {"ref_id": "b2", "title": "Detection of pulmonary infectious pathogens from lung biopsy tissues by metagenomic next-generation sequencing", "authors": [{"first": "H", "middle": [], "last": "Li", "suffix": ""}, {"first": "H", "middle": [], "last": "Gao", "suffix": ""}, {"first": "H", "middle": [], "last": "Meng", "suffix": ""}, {"first": "Q", "middle": [], "last": "Wang", "suffix": ""}, {"first": "S", "middle": [], "last": "Li", "suffix": ""}, {"first": "H", "middle": [], "last": "Chen", "suffix": ""}], "year": 2018, "venue": "Front Cell Infect Microbiol", "volume": "8", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3389/fcimb.2018.00205"]}}, "BIBREF3": {"ref_id": "b3", "title": "Detection of bacterial pathogens from broncho-alveolar lavage by next-generation sequencing", "authors": [{"first": "S", "middle": [], "last": "Leo", "suffix": ""}, {"first": "N", "middle": [], "last": "Gaia", "suffix": ""}, {"first": "E", "middle": [], "last": "Ruppe", "suffix": ""}, {"first": "S", "middle": [], "last": "Emonet", "suffix": ""}, {"first": "M", "middle": [], "last": "Girard", "suffix": ""}, {"first": "V", "middle": [], "last": "Lazarevic", "suffix": ""}], "year": 2017, "venue": "Int J Mol Sci", "volume": "18", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3390/ijms18092011"]}}, "BIBREF4": {"ref_id": "b4", "title": "An official American Thoracic Society clinical practice guideline: the clinical utility of bronchoalveolar lavage cellular analysis in interstitial lung disease", "authors": [{"first": "K", "middle": ["C"], "last": "Meyer", "suffix": ""}, {"first": "G", "middle": [], "last": "Raghu", "suffix": ""}, {"first": "R", "middle": ["P"], "last": "Baughman", "suffix": ""}, {"first": "K", "middle": ["K"], "last": "Brown", "suffix": ""}, {"first": "U", "middle": [], "last": "Costabel", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Du Bois", "suffix": ""}], "year": 2012, "venue": "Am J Respir Crit Care Med", "volume": "185", "issn": "", "pages": "1004--1014", "other_ids": {"DOI": ["10.1164/rccm.201202-0320ST"]}}, "BIBREF5": {"ref_id": "b5", "title": "Metagenomic sequencing detects respiratory pathogens in hematopoietic cellular transplant patients", "authors": [{"first": "C", "middle": [], "last": "Langelier", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Zinter", "suffix": ""}, {"first": "K", "middle": [], "last": "Kalantar", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Yanik", "suffix": ""}, {"first": "S", "middle": [], "last": "Christenson", "suffix": ""}, {"first": "B", "middle": [], "last": "O&apos;donovan", "suffix": ""}], "year": 2018, "venue": "Am J Respir Crit Care Med", "volume": "197", "issn": "", "pages": "524--528", "other_ids": {"DOI": ["10.1164/rccm.201706-1097LE"]}}, "BIBREF6": {"ref_id": "b6", "title": "Acute respiratory distress syndrome: the Berlin Definition", "authors": [{"first": "", "middle": [], "last": "Force", "suffix": ""}, {"first": "", "middle": [], "last": "Ards Definition", "suffix": ""}, {"first": "", "middle": [], "last": "Task", "suffix": ""}, {"first": "V", "middle": ["M"], "last": "Ranieri", "suffix": ""}, {"first": "G", "middle": ["D"], "last": "Rubenfeld", "suffix": ""}, {"first": "B", "middle": ["T"], "last": "Thompson", "suffix": ""}, {"first": "N", "middle": ["D"], "last": "Ferguson", "suffix": ""}], "year": 2012, "venue": "JAMA", "volume": "307", "issn": "", "pages": "2526--2533", "other_ids": {"DOI": ["10.1001/jama.2012.5669"]}}, "BIBREF7": {"ref_id": "b7", "title": "Acute hypoxemic respiratory failure in immunocompromised patients: the Efraim multinational prospective cohort study", "authors": [{"first": "E", "middle": [], "last": "Azoulay", "suffix": ""}, {"first": "P", "middle": [], "last": "Pickkers", "suffix": ""}, {"first": "M", "middle": [], "last": "Soares", "suffix": ""}, {"first": "A", "middle": [], "last": "Perner", "suffix": ""}, {"first": "J", "middle": [], "last": "Rello", "suffix": ""}, {"first": "P", "middle": ["R"], "last": "Bauer", "suffix": ""}], "year": 2017, "venue": "Intensive Care Med", "volume": "43", "issn": "12", "pages": "1808--1819", "other_ids": {"DOI": ["10.1007/s00134-017-4947-1"]}}, "BIBREF8": {"ref_id": "b8", "title": "Defining the normal bacterial flora of the oral cavity", "authors": [{"first": "J", "middle": ["A"], "last": "Aas", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Paster", "suffix": ""}, {"first": "L", "middle": ["N"], "last": "Stokes", "suffix": ""}, {"first": "I", "middle": [], "last": "Olsen", "suffix": ""}, {"first": "F", "middle": ["E"], "last": "Dewhirst", "suffix": ""}], "year": 2005, "venue": "J Clin Microbiol", "volume": "43", "issn": "", "pages": "5721--5753", "other_ids": {"DOI": ["10.1128/JCM.43.11.5721-32.2005"]}}, "BIBREF9": {"ref_id": "b9", "title": "Bacterial colonization of distal airways in healthy subjects and chronic lung disease: a bronchoscopic study", "authors": [{"first": "H", "middle": [], "last": "Cabello", "suffix": ""}, {"first": "A", "middle": [], "last": "Torres", "suffix": ""}, {"first": "R", "middle": [], "last": "Celis", "suffix": ""}, {"first": "M", "middle": [], "last": "El-Ebiary", "suffix": ""}, {"first": "Puig", "middle": [], "last": "De La Bellacasa", "suffix": ""}, {"first": "J", "middle": [], "last": "Xaubet", "suffix": ""}, {"first": "A", "middle": [], "last": "", "suffix": ""}], "year": 1997, "venue": "Eur Respir J", "volume": "10", "issn": "", "pages": "1137--1144", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "The human skin microbiome", "authors": [{"first": "A", "middle": ["L"], "last": "Byrd", "suffix": ""}, {"first": "Y", "middle": [], "last": "Belkaid", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Segre", "suffix": ""}], "year": 2018, "venue": "Nat Rev Microbiol", "volume": "16", "issn": "", "pages": "143--155", "other_ids": {"DOI": ["10.1038/nrmicro.2017.157"]}}, "BIBREF11": {"ref_id": "b11", "title": "A cluster of cases of pneumocystis pneumonia identified by shotgun metagenomics approach", "authors": [{"first": "Y", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Ai", "suffix": ""}, {"first": "P", "middle": [], "last": "Cui", "suffix": ""}, {"first": "W", "middle": ["H"], "last": "Zhang", "suffix": ""}, {"first": "H", "middle": ["L"], "last": "Wu", "suffix": ""}, {"first": "M", "middle": ["Z"], "last": "Ye", "suffix": ""}], "year": 2018, "venue": "J Infect", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.jinf.2018.08.013"]}}, "BIBREF12": {"ref_id": "b12", "title": "Pulmonary metagenomic sequencing suggests missed infections in immunocompromised children", "authors": [{"first": "M", "middle": ["S"], "last": "Zinter", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Dvorak", "suffix": ""}, {"first": "M", "middle": ["Y"], "last": "Mayday", "suffix": ""}, {"first": "K", "middle": [], "last": "Iwanaga", "suffix": ""}, {"first": "N", "middle": ["P"], "last": "Ly", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Mcgarry", "suffix": ""}], "year": 2018, "venue": "Clin Infect Dis", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1093/cid/ciy802"]}}, "BIBREF13": {"ref_id": "b13", "title": "Safety of bronchoalveolar lavage in the critically ill, mechanically ventilated patient", "authors": [{"first": "M", "middle": ["I"], "last": "Hertz", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Woodward", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Gross", "suffix": ""}, {"first": "M", "middle": [], "last": "Swart", "suffix": ""}, {"first": "T", "middle": ["W"], "last": "Marcy", "suffix": ""}], "year": 1991, "venue": "Crit Care Med", "volume": "19", "issn": "", "pages": "1526--1532", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Idiopathic pneumonia syndrome after hematopoietic cell transplantation: evidence of occult infectious etiologies", "authors": [{"first": "S", "middle": [], "last": "Seo", "suffix": ""}, {"first": "C", "middle": [], "last": "Renaud", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Kuypers", "suffix": ""}, {"first": "C", "middle": ["Y"], "last": "Chiu", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Huang", "suffix": ""}, {"first": "E", "middle": [], "last": "Samayoa", "suffix": ""}], "year": 2015, "venue": "Blood", "volume": "125", "issn": "", "pages": "3789--3797", "other_ids": {"DOI": ["10.1182/blood-2014-12-617035"]}}, "BIBREF15": {"ref_id": "b15", "title": "Human endophthalmitis caused by pseudorabies virus infection", "authors": [{"first": "J", "middle": ["W"], "last": "Ai", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Weng", "suffix": ""}, {"first": "Q", "middle": [], "last": "Cheng", "suffix": ""}, {"first": "P", "middle": [], "last": "Cui", "suffix": ""}, {"first": "Y", "middle": ["J"], "last": "Li", "suffix": ""}, {"first": "H", "middle": ["L"], "last": "Wu", "suffix": ""}], "year": 2017, "venue": "Emerg Infect Dis", "volume": "24", "issn": "", "pages": "1087--1090", "other_ids": {"DOI": ["10.3201/eid2406.171612"]}}, "BIBREF16": {"ref_id": "b16", "title": "Dynamic and direct pathogen load surveillance to monitor disease progression and therapeutic efficacy in central nervous system infection using a novel semi-quantitive sequencing platform", "authors": [{"first": "J", "middle": ["W"], "last": "Ai", "suffix": ""}, {"first": "H", "middle": ["C"], "last": "Zhang", "suffix": ""}, {"first": "P", "middle": [], "last": "Cui", "suffix": ""}, {"first": "B", "middle": [], "last": "Xu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Gao", "suffix": ""}, {"first": "Q", "middle": [], "last": "Cheng", "suffix": ""}], "year": 2018, "venue": "J Infect", "volume": "76", "issn": "", "pages": "307--310", "other_ids": {"DOI": ["10.1016/j.jinf.2017.11.002"]}}, "BIBREF17": {"ref_id": "b17", "title": "A case report demonstrating the utility of next generation sequencing in analyzing serial samples from the lung following an infection with influenza A (H7N9) virus", "authors": [{"first": "Y", "middle": [], "last": "Hu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "X", "middle": [], "last": "Ren", "suffix": ""}, {"first": "Y", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Xiao", "suffix": ""}, {"first": "L", "middle": [], "last": "Li", "suffix": ""}], "year": 2016, "venue": "J Clin Virol", "volume": "76", "issn": "", "pages": "45--50", "other_ids": {"DOI": ["10.1016/j.jcv.2015.12.013"]}}, "BIBREF18": {"ref_id": "b18", "title": "Comprehensive human virus screening using high-throughput sequencing with a user-friendly representation of bioinformatics analysis: a pilot study", "authors": [{"first": "T", "middle": ["J"], "last": "Petty", "suffix": ""}, {"first": "S", "middle": [], "last": "Cordey", "suffix": ""}, {"first": "I", "middle": [], "last": "Padioleau", "suffix": ""}, {"first": "M", "middle": [], "last": "Docquier", "suffix": ""}, {"first": "L", "middle": [], "last": "Turin", "suffix": ""}, {"first": "O", "middle": [], "last": "Preynat-Seauve", "suffix": ""}], "year": 2014, "venue": "J Clin Microbiol", "volume": "52", "issn": "", "pages": "3351--3361", "other_ids": {"DOI": ["10.1128/JCM.01389-14"]}}, "BIBREF19": {"ref_id": "b19", "title": "Comparison of the respiratory microbiome in healthy nonsmokers and smokers", "authors": [{"first": "A", "middle": [], "last": "Morris", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Beck", "suffix": ""}, {"first": "P", "middle": ["D"], "last": "Schloss", "suffix": ""}, {"first": "T", "middle": ["B"], "last": "Campbell", "suffix": ""}, {"first": "K", "middle": [], "last": "Crothers", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Curtis", "suffix": ""}], "year": 2013, "venue": "Am J Respir Crit Care Med", "volume": "187", "issn": "", "pages": "1067--1075", "other_ids": {"DOI": ["10.1164/rccm.201210-1913OC"]}}, "BIBREF20": {"ref_id": "b20", "title": "Examination with next-generation sequencing technology of the bacterial microbiota in bronchoalveolar lavage samples after traumatic injury", "authors": [{"first": "R", "middle": ["M"], "last": "Huebinger", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Liu", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Dowd", "suffix": ""}, {"first": "F", "middle": ["A"], "last": "Rivera-Chavez", "suffix": ""}, {"first": "J", "middle": [], "last": "Boynton", "suffix": ""}, {"first": "C", "middle": [], "last": "Carey", "suffix": ""}], "year": 2013, "venue": "Surg Infect (Larchmt)", "volume": "14", "issn": "", "pages": "275--282", "other_ids": {"DOI": ["10.1089/sur.2012.095"]}}, "BIBREF21": {"ref_id": "b21", "title": "Impaired diversity of the lung microbiome predicts progression of idiopathic pulmonary fibrosis", "authors": [{"first": "Y", "middle": [], "last": "Takahashi", "suffix": ""}, {"first": "A", "middle": [], "last": "Saito", "suffix": ""}, {"first": "H", "middle": [], "last": "Chiba", "suffix": ""}, {"first": "K", "middle": [], "last": "Kuronuma", "suffix": ""}, {"first": "K", "middle": [], "last": "Ikeda", "suffix": ""}, {"first": "T", "middle": [], "last": "Kobayashi", "suffix": ""}], "year": 2018, "venue": "Respir Res", "volume": "19", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/s12931-018-0736-9"]}}, "BIBREF22": {"ref_id": "b22", "title": "Sinus microbiome diversity depletion and Corynebacterium tuberculostearicum enrichment mediates rhinosinusitis", "authors": [{"first": "N", "middle": ["A"], "last": "Abreu", "suffix": ""}, {"first": "N", "middle": ["A"], "last": "Nagalingam", "suffix": ""}, {"first": "Y", "middle": [], "last": "Song", "suffix": ""}, {"first": "F", "middle": ["C"], "last": "Roediger", "suffix": ""}, {"first": "S", "middle": ["D"], "last": "Pletcher", "suffix": ""}, {"first": "A", "middle": ["N"], "last": "Goldberg", "suffix": ""}], "year": 2012, "venue": "Sci Transl Med", "volume": "4", "issn": "", "pages": "151--124", "other_ids": {"DOI": ["10.1126/scitranslmed.3003783"]}}, "BIBREF23": {"ref_id": "b23", "title": "Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Funding information This work was supported by the Capital's Funds for Health Improvement and Research (2016-1-1061).", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Number of bacterial and fungal genera identified in the bronchoalveolar lavage sample relative to the number of days for which the disease onset occurred before collection of the sample", "latex": null, "type": "figure"}, "TABREF0": {"text": "Demographic information", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Characteristics </td><td> </td><td>Patients, n (%)\n</td></tr><tr><td>Age (years) </td><td> </td><td>54.51 ± 15.41\n</td></tr><tr><td>Male </td><td> </td><td>21 (65.63)\n</td></tr><tr><td>Smoking </td><td>Never </td><td>20 (64.52)\n</td></tr><tr><td>Ex </td><td>8 (25.00)\n</td></tr><tr><td>COPD </td><td>Current </td><td>4 (12.9)\n</td></tr><tr><td> </td><td>2\n</td></tr><tr><td>Other chronic pulmonary diseases </td><td>2\n</td></tr><tr><td>Immunocompromised </td><td>9\n</td></tr></table></body></html>"}, "TABREF1": {"text": "The mNGS findings that led to changes in treatment strategy for 11 patients", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Patient no. </td><td>mNGS-based diagnosis </td><td>Changes in treatment strategies\n</td></tr><tr><td>2 </td><td>Chlamydia sp. pneumonia </td><td>Discontinuation of Tamiflu and Sulperazon\n</td></tr><tr><td>4 </td><td>Chlamydia sp. pneumonia </td><td>Discontinuation of Tamiflu and Sulperazon\n</td></tr><tr><td>9 </td><td>Severe pneumonia </td><td>Discontinuation of moxifloxacin and Sulperazon\n</td></tr><tr><td>10 </td><td>Dermatomyositis </td><td>Methylprednisolone (160 mg) initiated\n</td></tr><tr><td>11 </td><td>Human adenovirus pneumonia </td><td>Added ganciclovir and discontinued Sulperazon\n</td></tr><tr><td>13 </td><td>HSV1 pneumonia? </td><td>Meropenem downgraded to Tazocin\n</td></tr><tr><td>17 </td><td>Bacterial infection </td><td>Meropenem changed to tigecycline and Sulperazon\n</td></tr><tr><td>21 </td><td>Nocardia sp. pneumonia\n</td><td>Moxifloxacin was replaced by amikacin, and antituberculosis drugs were discontinued\n</td></tr><tr><td> </td><td>PCP\n</td><td> </td></tr><tr><td> </td><td>CMV pneumonia\n</td><td> </td></tr><tr><td>25 </td><td>Aspergillus sp. pneumonia </td><td>Added voriconazole and discontinued moxifloxacin\n</td></tr><tr><td>27 </td><td>Organized pneumonia </td><td>Methylprednisolone (80 mg) initiated\n</td></tr><tr><td>32 </td><td>Nocardia sp. pneumonia\n</td><td>Sulperazon changed to imipenem and cilastatin sodium\n</td></tr><tr><td> </td><td>PCP\n</td><td> </td></tr><tr><td> </td><td> </td><td>CMV pneumonia\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Table 2 Diagnostic performance of mNGS compared with that of conventional laboratory-based diagnostic methods", "latex": null, "type": "table", "html": "<html><body><table><tr><td>mNGS </td><td>Culture </td><td>Total </td><td>Smear/PCR </td><td>Total\n</td></tr><tr><td>+ </td><td>− </td><td> </td><td>+ </td><td>−\n</td><td> </td></tr><tr><td>+ </td><td>8 </td><td>7 </td><td>15 </td><td>14 </td><td>6 </td><td>20\n</td></tr><tr><td>− </td><td>1 </td><td>20 </td><td>21 </td><td>4 </td><td>14 </td><td>18\n</td></tr><tr><td>Total </td><td>9 </td><td>27 </td><td>36 </td><td>18 </td><td>20 </td><td>38\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Acknowledgements The authors wish to thank the patients for participating in this study.Author contributions Conceptualization, Zhao-hui Tong; data curation, Ying Li; formal analysis, Ya-lan Liu; project administration, Bing Sun, Xiao Tang, Hang-yong He, and Xu-yan Li; resources, Rui Wang; software, Fei Guo; supervision, Zhao-hui Tong; writing (original draft), Ying Li; writing (review and editing), Bing Sun and Zhao-hui Tong", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}, {"text": "Conflict of interest The authors declare that they have no conflict of interest.", "cite_spans": [], "ref_spans": [], "section": "Compliance with ethical standards"}]}