{
    "paper_id": "68868e82c4747b8f7a06816c14d495117c9ffb79",
    "metadata": {
        "title": "The swine flu vaccine, public attitudes, and researcher interpretations: a systematic review of qualitative research",
        "authors": [
            {
                "first": "Benedicte",
                "middle": [],
                "last": "Carlsen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Claire",
                "middle": [],
                "last": "Glenton",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: During pandemics, health authorities may be uncertain about the spread and severity of the disease and the effectiveness and safety of available interventions. This was the case during the swine flu (H1N1) pandemic of 2009-2010, and governments were forced to make decisions despite these uncertainties. While many countries chose to implement wide scale vaccination programmes, few accomplished their vaccination goals. Many research studies aiming to explore barriers and facilitators to vaccine uptake have been conducted in the aftermath of the pandemic, including several qualitative studies. Aims:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "1. To explore public attitudes to the swine flu vaccine in different countries through a review of qualitative primary studies. 2. To describe and discuss the implications drawn by the primary study authors. Methods: Systematic review of qualitative research studies, using a broadly comparative cross case-study approach. Study quality was appraised using an adaptation of the Critical Appraisal Skills Programme (CASP) quality assessment tool. Results: The review indicates that the public had varying opinions about disease risk and prevalence and had concerns about vaccine safety. Most primary study authors concluded that participants were uninformed, and that more information about the disease and the vaccine would have led to an increase in vaccine uptake. We find these conclusions problematic. We suggest instead that people's questions and concerns were legitimate given the uncertainties of the situation at the time and the fact that the authorities did not have the necessary information to convince the public. Our quality assessment of the included studies points to a lack of reflexivity and a lack of information about study context. We suggest that these study weaknesses are tied to primary study authors' lack of acknowledgement of the uncertainties surrounding the disease and the vaccine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusion: While primary study authors suggest that authorities could increase vaccine uptake through increased information, we suggest instead that health authorities should be more transparent in their information and decision-making processes in future pandemic situations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Over the last few decades, global and national governments have issued a number of warnings to the general public about the outbreak of potentially dangerous diseases. There has been widespread concern that these diseases, including SARS and seasonal influenzas, could cause serious harm to individuals and could pose a threat to public health. However, there has also been uncertainty regarding the spread and severity of these diseases as well as the effectiveness and safety of available preventive or curative interventions. When faced with the possibility of widespread disease but with high degrees of uncertainty, governments need to make difficult decisions about how to respond. In some cases, they have chosen to deliver large-scale public health interventions, such as vaccines. However, the success of these strategies depends on public participation and support, and members of the public also need to make their own decisions while faced with the same uncertainties.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "In this review, we synthesised existing studies of public reactions to the so-called swine flu pandemic of 2009-2010 and the vaccination strategies that were put in place. By synthesising the results of primary studies that have explored people's attitudes to these strategies and the implications that primary study authors have drawn from these studies, we hoped to learn lessons that could be useful for future pandemics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "In April 2009, the public was notified about the outbreak of a new influenza virus in Mexico. During March and April of that year, almost 2000 cases had been registered, with initial reports indicating severe illness among young and healthy people as well as high mortality rates [1, 2] . For instance, one report of patients that had been hospitalised with the virus observed that 6,5 % had become critically ill and 41 % of these died [1] . The influenza, which was popularly called \"swine flu\", was caused by an A (H1N1) virus that had not been known to cause infection in humans before. The virus was later officially termed A(H1N1)pdm09 [3] .",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 283,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 284,
                    "end": 286,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 437,
                    "end": 440,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 642,
                    "end": 645,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "The swine flu pandemic"
        },
        {
            "text": "The disease proved to be as contagious as seasonal flu and quickly spread through the Americas to Europe and Asia. In June 2009 the World Health Organization (WHO) declared a pandemic based on the criterion that the transmission was intercontinental [1, 4] . However, the severity of the disease was not part of the WHO's definition of a pandemic [1, 5] . In fact, at the time of declaring the pandemic, the WHO considered the severity of swine flu to be comparable to seasonal flu, but with the important exception that young healthy individuals seemed to be more severely affected [1, [5] [6] [7] . Nevertheless, the WHO was concerned that the virus could mutate and become more deadly, and was also aware that morbidity rates might vary across social groups and regions, as seen in previous pandemics.",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 253,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 254,
                    "end": 256,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 347,
                    "end": 350,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 351,
                    "end": 353,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 583,
                    "end": 586,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 587,
                    "end": 590,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 591,
                    "end": 594,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 595,
                    "end": 598,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "The swine flu pandemic"
        },
        {
            "text": "The unpredictable nature of the pandemic encouraged the WHO as well as regional and national health authorities to act quickly. National and supra-national pandemic preparedness plans and vaccine strategies were activated shortly after the outbreak in Mexico, and the WHO initiated a rapid process of vaccine development once it had been established that the seasonal influenza vaccine did not offer protection against the pandemic virus. This vaccine was ready for use in September 2009, after a development and production time of four and a half months [1] . By comparison, the seasonal flu vaccine is usually developed and produced on a large scale in six months. The process used was otherwise similar. The testing and authorizing process by the European Medicines Agency (EMA) and the US Food and Drug Administration (FDA) was also accelerated [1, 4, 6, [8] [9] [10] [11] [12] [13] [14] .",
            "cite_spans": [
                {
                    "start": 555,
                    "end": 558,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 849,
                    "end": 852,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 853,
                    "end": 855,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 856,
                    "end": 858,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 859,
                    "end": 862,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 863,
                    "end": 866,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 867,
                    "end": 871,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 872,
                    "end": 876,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 877,
                    "end": 881,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 882,
                    "end": 886,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 887,
                    "end": 891,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "The swine flu vaccine"
        },
        {
            "text": "The speed of the vaccine development process gave little time to assess the effectiveness and safety of the vaccine, and assumptions about vaccine effectiveness and safety were largely based on efficacy and safety data from the seasonal flu vaccines and from testing of mock-up vaccines using another strain of flu virus [1, 8, 15] . Efficacy and safety data from seasonal flu vaccines was generally regarded to be transferable to the H1N1 vaccine. But while the different seasonal flu vaccines are used on similar populations each year, including health care workers and the elderly, the H1N1 vaccine was used on a wider selection of the population, including small children, for which there was little existing testing or pharmacovigilance data. Representative data regarding the effectiveness and safety of the new vaccine in its target population groups was first collected through monitoring as mass vaccination was being implemented. It then became evident that the vaccine was more effective than first assumed and that at least short-term adverse effects were similar to those of the seasonal flu vaccines. In 2012, however, rare but serious long-term effects were identified in several European countries, including an association with narcolepsy in children and adolescents vaccinated with some of the pandemic vaccines that used a new type of oil-based adjuvant and a mercurycontaining preservative [15] . The exact relationship between the vaccine and this chronic disorder has still not been established.",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 324,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 325,
                    "end": 327,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 328,
                    "end": 331,
                    "text": "15]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1410,
                    "end": 1414,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "The swine flu vaccine"
        },
        {
            "text": "In July 2009, the WHO recommended that all countries should begin by vaccinating their health workers. Countries were then advised to prioritise high-risk groups, including pregnant women, people with specific chronic conditions, healthy young adults, healthy children, and finally, older adults [16] . However, the WHO pointed out that the vaccines had not yet been extensively evaluated for their safety in certain population groups, and underlined the importance of post-implementation surveillance and rapid sharing of safety and effectiveness studies. The WHO also made it clear that the recommendations would need to be changed if and when new evidence became available.",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 300,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "National and international responses to the swine flu pandemic"
        },
        {
            "text": "National health authorities responded differently to the pandemic [1, 4, 5, 9, 17] . Most countries followed the WHO's recommendations regarding priority groups, although there was some variation, for instance with regard to whether vaccination was recommended for small children [4] . Some wealthy countries offered vaccines to the whole population while other countries only offered vaccines to those defined as priority groups. This was primarily because some countries did not have enough vaccines for universal access, but was also because some authorities deemed the severity of the disease as low or because they were concerned about the safety of the vaccine [6, 17] . As it gradually became likely that the disease would not be as severe as first suspected, some countries also changed their vaccination strategies [1, 6] . National health authorities also used different strategies to distribute the vaccine, and bought different types of vaccines; with or without adjuvants and with different types of adjuvants and preservatives. Many European countries, as well as Canada, used the oil-based adjuvated vaccines, while for instance the USA used vaccines with traditional, aluminium-based adjuvants [15] . Several reports have pointed out that this cross-country variation in vaccination strategies was unfortunate as it was difficult for national health authorities to explain to the public why they apparently drew different conclusions from risk assessments regarding the pandemic and the vaccine than other comparable countries [1, 6, 9, 17] .",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 69,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 70,
                    "end": 72,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 73,
                    "end": 75,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 76,
                    "end": 78,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 79,
                    "end": 82,
                    "text": "17]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 280,
                    "end": 283,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 667,
                    "end": 670,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 671,
                    "end": 674,
                    "text": "17]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 824,
                    "end": 827,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 828,
                    "end": 830,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1210,
                    "end": 1214,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1543,
                    "end": 1546,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1547,
                    "end": 1549,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1550,
                    "end": 1552,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1553,
                    "end": 1556,
                    "text": "17]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "National and international responses to the swine flu pandemic"
        },
        {
            "text": "Public responses to the swine flu pandemic and to the vaccine strategies Regardless of the strategies they chose, most governments were dissatisfied with their vaccination rates, and in 2010, only four out of 30 EU countries reported that they had met their vaccination targets [6] . Since the pandemic, a number of survey-based studies have aimed to identify factors that influenced people's uptake of the pandemic vaccine [18] [19] [20] [21] [22] [23] [24] [25] [26] [27] [28] [29] [30] [31] [32] [33] [34] . These surveys, as well as two reviews of the surveys [23, 35] suggest that people balanced what they knew about their risk of getting the disease with what they knew about the safety of the vaccine, many deciding that swine flu was not severe enough to accept a vaccine of unknown safety.",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 281,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 424,
                    "end": 428,
                    "text": "[18]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 429,
                    "end": 433,
                    "text": "[19]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 434,
                    "end": 438,
                    "text": "[20]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 439,
                    "end": 443,
                    "text": "[21]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 444,
                    "end": 448,
                    "text": "[22]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 449,
                    "end": 453,
                    "text": "[23]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 454,
                    "end": 458,
                    "text": "[24]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 459,
                    "end": 463,
                    "text": "[25]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 464,
                    "end": 468,
                    "text": "[26]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 469,
                    "end": 473,
                    "text": "[27]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 474,
                    "end": 478,
                    "text": "[28]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 479,
                    "end": 483,
                    "text": "[29]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 484,
                    "end": 488,
                    "text": "[30]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 489,
                    "end": 493,
                    "text": "[31]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 494,
                    "end": 498,
                    "text": "[32]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 499,
                    "end": 503,
                    "text": "[33]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 504,
                    "end": 508,
                    "text": "[34]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 564,
                    "end": 568,
                    "text": "[23,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 569,
                    "end": 572,
                    "text": "35]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "National and international responses to the swine flu pandemic"
        },
        {
            "text": "In addition to these quantitative surveys, a number of qualitative studies have been carried out to understand more about people's knowledge, attitudes and behaviour regarding the H1N1 pandemic and the vaccine. A deeper understanding of people's reactions to pandemics and to public health recommendations can provide a good basis for future policy decisions regarding public health threats where there is much uncertainty. However, a systematic review of the qualitative studies has so far not been conducted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "National and international responses to the swine flu pandemic"
        },
        {
            "text": "We set out to synthesise the results of existing qualitative studies with the primary aim of exploring attitudes to the pandemic vaccine among the public in different parts of the world and belonging to different target groups. Our secondary aim was to describe and discuss the implications primary study authors had drawn from their own results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Objectives"
        },
        {
            "text": "We included studies where the primary focus was the experiences and attitudes of vaccine recipients or potential recipients regarding the H1N1 influenza vaccine delivered in connection with the 2009 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study inclusion criteria Phenomena of interest"
        },
        {
            "text": "We included studies that used qualitative study designs including ethnographic research, case studies, and process evaluations. We included these studies if they had used qualitative methods for data collection, including focus group interviews, individual interviews, observation and document analysis; and qualitative methods for data analysis, including thematic analysis or any other appropriate qualitative analysis method that enables analysis of text and observations and narrative presentation of findings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Types of studies"
        },
        {
            "text": "We excluded the following types of studies:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study exclusion criteria"
        },
        {
            "text": "Studies where qualitative research methods had not been used or where the qualitative data in a mixed methods study were not presented separately Studies where the focus was on attitudes to vaccines in general (i.e., not specifically the swine flu vaccine) Studies where data had been collected before 2009 Studies where the study participants were not talking about their own views (e.g., healthcare workers or planners talking about the public's attitudes) Studies where the full text was in a language we did not master We limited searches to English, Scandinavian languages and Spanish for feasibility reasons. See Additional file 1 for search strategy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study exclusion criteria"
        },
        {
            "text": "One review author (BC) assessed the titles and abstracts of the identified records and removed all records that were clearly not relevant. Both review authors then independently assessed the eligibility of the remaining records. The full text of all the papers identified as potentially relevant by one or both review authors were retrieved. These papers were then assessed independently by both review authors. Disagreement between review authors was resolved through discussion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study selection procedure"
        },
        {
            "text": "We extracted data from each paper that was broadly relevant to the objectives of the review, i.e., all data related to people's experiences and views regarding the disease, preventive measures (including the vaccine), treatments, and information about swine flu. We also extracted background information about the first author's name, year of publication, the country where the study took place, the study participants, when the study took place and the aim of the study (See Table 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 476,
                    "end": 483,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Analysis"
        },
        {
            "text": "When analysing the data we used a broadly comparative case study approach informed by tools and techniques outlined in the narrative synthesis framework, where each included study was considered a case [36] . In line with this approach, both review authors independently read and reread the selected studies, and identified key themes, much as we do when analysing interview transcripts or other types of documents in primary qualitative research. The review authors searched for themes in all sections of the reports, including the background, results and discussion sections until all the studies were accounted for and no new themes were identified. The review authors then discussed and agreed upon the definitions and boundaries of each of the emerging themes and then grouped them into broader themes. These themes, in combination with a list of included studies were used as the basis for a matrix derived from an approach described by Miles and Huberman [37] . Both review authors then extracted and condensed the information from each study pertaining to the different themes and inserted this information into the matrix. The matrix also summarised key information about each study (first author, date, country, study characteristics), and facilitated detailed comparison of each theme across the studies, constituting the basis for our synthesis of findings from the studies. By re-arranging the order of the studies according to the different background characteristics, e.g., study country, type of participants, time of study, the review authors were also able to check whether there were any patterns in the findings related to these traits.",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 206,
                    "text": "[36]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 962,
                    "end": 966,
                    "text": "[37]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "Both review authors independently applied a set of quality criteria to each included study. Any disagreements between the two review authors were then resolved through discussion. The review authors appraised the studies using the main elements of the Critical Appraisal Skills Programme (CASP) quality assessment tool for qualitative studies [38] , as in other syntheses of qualitative evidence [39] [40] [41] . We did not exclude studies because of low study quality.",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 347,
                    "text": "[38]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 396,
                    "end": 400,
                    "text": "[39]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 401,
                    "end": 405,
                    "text": "[40]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 406,
                    "end": 410,
                    "text": "[41]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Assessment of methodological limitations in the included studies"
        },
        {
            "text": "The main assessment criteria extracted from CASP were:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessment of methodological limitations in the included studies"
        },
        {
            "text": "1. Is the study context clearly described? 2. Is the sampling method clearly described and appropriate for the research question? 3. Is the method of data collection clearly described and appropriate for the research question? 4. Is the method of data analysis clearly described and appropriate for the research question 5. Is there evidence of researcher reflexivity? 6. Are the claims made supported by sufficient evidence?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessment of methodological limitations in the included studies"
        },
        {
            "text": "(For an overview of the quality assessment, see Additional file 2.)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessment of methodological limitations in the included studies"
        },
        {
            "text": "We initially identified and assessed 1326 titles and abstracts and considered 40 of these studies in full text. We assessed sixteen of the studies as fulfilling our inclusion criteria and included these in the review (See Fig. 1-Flow chart) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 222,
                    "end": 240,
                    "text": "Fig. 1-Flow chart)",
                    "ref_id": null
                }
            ],
            "section": "Results of the search"
        },
        {
            "text": "Included studies-methods, setting, participants and timeframe",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results of the search"
        },
        {
            "text": "Among the 16 included studies, seven gathered data through focus group interviews, four used individual interviews and four combined focus groups and individual interviews, while one study analysed online comments to news articles. Four studies were from the UK, three from Canada, three from the USA and one from China (Hong Kong), France, Kenya, Spain, Sweden and Turkey respectively. Ten of the studies studied high risk or priority groups, including healthcare providers, pregnant women and people with chronic respiratory conditions; four studies studied the general public; and two studies studied both priority groups and the general public. Two studies focused on individuals that had chosen not to get vaccinated, while the remaining studies included people who had made different decisions. Most of the data collection took place during the swine flu pandemic from 2009 to 2010, and before the WHO declared that the pandemic was over on August 10th 2010 [42] .",
            "cite_spans": [
                {
                    "start": 964,
                    "end": 968,
                    "text": "[42]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Results of the search"
        },
        {
            "text": "(For an overview of the included studies see Table 1 .)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 45,
                    "end": 52,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results of the search"
        },
        {
            "text": "As specified in our inclusion criteria, all sixteen studies explicitly aimed to explore the public's views on the pandemic influenza vaccination. For most primary study authors, achieving a better understanding of people's perceptions was seen as a means to the goal of increasing public compliance with government vaccination plans in the future, as illustrated by the following quote:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Primary study authors' aims and study premises"
        },
        {
            "text": "Researchers sought to identify the factors that affect this high-priority population's ability to successfully comply with vaccination recommendations [43] .:852",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 155,
                    "text": "[43]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Primary study authors' aims and study premises"
        },
        {
            "text": "Primary study authors typically described swine flu as an important threat to public health, stated that vaccination is the most effective method for preventing the disease and related complications, and referred to national influenza vaccination coverage as insufficient. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Primary study authors' aims and study premises"
        },
        {
            "text": "We initially identified six themes. In this paper, we will focus on three main themes that were discussed in all the included studies and that were the most relevant to our focus on people's attitudes to vaccination. These three themes were also most relevant to the main aim of the primary studies; to explore how vaccination goals could be achieved in future epidemics. These three themes are people's perceptions of the disease's severity and spread, their perceptions of the vaccine, and their perceptions of health authorities' information and vaccination strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main themes identified in the studies"
        },
        {
            "text": "The additional three themes that will not be discussed here included people's perceptions of the information they received from the media; their perceptions of the information they received from health professionals; and organizational or practical barriers and facilitators to vaccination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main themes identified in the studies"
        },
        {
            "text": "Some participants questioned the extent to which the H1N1 virus really represented a pandemic or a \"true emergency\", referring to the fact that their own personal experiences did not confirm this impression with regard to either severity or spread [44] [45] [46] . Most participants regarded the disease as relatively mild and as similar to other types of influenza [47] [48] [49] [50] [51] [52] , felt that the danger or risk was exaggerated, and did not take the government's urgent messages seriously [44] [45] [46] [47] [48] [49] [50] [52] [53] [54] [55] . However, others saw the disease as more severe [54, 55] or potentially serious and sometimes deadly [43, 52, 53] , and referred to the relatively high risk to young people [43, 52] .",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 252,
                    "text": "[44]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 253,
                    "end": 257,
                    "text": "[45]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 258,
                    "end": 262,
                    "text": "[46]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 366,
                    "end": 370,
                    "text": "[47]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 371,
                    "end": 375,
                    "text": "[48]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 376,
                    "end": 380,
                    "text": "[49]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 381,
                    "end": 385,
                    "text": "[50]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 386,
                    "end": 390,
                    "text": "[51]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 391,
                    "end": 395,
                    "text": "[52]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 504,
                    "end": 508,
                    "text": "[44]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 509,
                    "end": 513,
                    "text": "[45]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 514,
                    "end": 518,
                    "text": "[46]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 519,
                    "end": 523,
                    "text": "[47]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 524,
                    "end": 528,
                    "text": "[48]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 529,
                    "end": 533,
                    "text": "[49]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 534,
                    "end": 538,
                    "text": "[50]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 539,
                    "end": 543,
                    "text": "[52]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 544,
                    "end": 548,
                    "text": "[53]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 549,
                    "end": 553,
                    "text": "[54]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 554,
                    "end": 558,
                    "text": "[55]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 608,
                    "end": 612,
                    "text": "[54,",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 613,
                    "end": 616,
                    "text": "55]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 661,
                    "end": 665,
                    "text": "[43,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 666,
                    "end": 669,
                    "text": "52,",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 670,
                    "end": 673,
                    "text": "53]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 733,
                    "end": 737,
                    "text": "[43,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 738,
                    "end": 741,
                    "text": "52]",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "People's perceptions of disease severity and spread"
        },
        {
            "text": "In some studies, people perceived their personal risk of getting the disease as low [47, 53] , while participants in other studies saw this risk as high [49] or this perception varied between participants [45, 51] . People's perceptions about personal risk appeared to be based on assumptions about the disease itself and the extent to which it was contagious [47] ; their own pre-existing health conditions [44, 51, 53, 54] ; their age [53] ; or the extent to which they knew of other people in their environment who had the disease [53, 55] . Some of the studies specifically described or discussed how these different perceptions regarding disease spread and severity or personal risk influenced people's decisions to take the H1N1 vaccine [43-47, 51, 53, 56] .",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 88,
                    "text": "[47,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 89,
                    "end": 92,
                    "text": "53]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 153,
                    "end": 157,
                    "text": "[49]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 205,
                    "end": 209,
                    "text": "[45,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 210,
                    "end": 213,
                    "text": "51]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 360,
                    "end": 364,
                    "text": "[47]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 408,
                    "end": 412,
                    "text": "[44,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 413,
                    "end": 416,
                    "text": "51,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 417,
                    "end": 420,
                    "text": "53,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 421,
                    "end": 424,
                    "text": "54]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 437,
                    "end": 441,
                    "text": "[53]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 534,
                    "end": 538,
                    "text": "[53,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 539,
                    "end": 542,
                    "text": "55]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 743,
                    "end": 762,
                    "text": "[43-47, 51, 53, 56]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "People's perceptions of disease severity and spread"
        },
        {
            "text": "Study participants were particularly concerned about the vaccine's potential side-effects. Some of this concern reflected a scepticism to vaccines in general [47, 56] , but was in large part tied to concerns around the novelty of this particular vaccine and the speed in which it had been developed and approved [44, 45, 47-51, 54, 56] .",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 162,
                    "text": "[47,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 163,
                    "end": 166,
                    "text": "56]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 312,
                    "end": 335,
                    "text": "[44, 45, 47-51, 54, 56]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "People's perceptions of the vaccine"
        },
        {
            "text": "Participants were concerned that the vaccine had not been sufficiently tested [43, 45, 47, 48, [52] [53] [54] 57] . In some studies participants noted that that the vaccine was in fact being tested on the public [49, 55] , describing themselves as \"lab rats\" [46] or \"guinea pigs\" [44, 45, 52, 58] .",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 82,
                    "text": "[43,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 83,
                    "end": 86,
                    "text": "45,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 87,
                    "end": 90,
                    "text": "47,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 91,
                    "end": 94,
                    "text": "48,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 95,
                    "end": 99,
                    "text": "[52]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 100,
                    "end": 104,
                    "text": "[53]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 105,
                    "end": 109,
                    "text": "[54]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 110,
                    "end": 113,
                    "text": "57]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 212,
                    "end": 216,
                    "text": "[49,",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 217,
                    "end": 220,
                    "text": "55]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 259,
                    "end": 263,
                    "text": "[46]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 281,
                    "end": 285,
                    "text": "[44,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 286,
                    "end": 289,
                    "text": "45,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 290,
                    "end": 293,
                    "text": "52,",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 294,
                    "end": 297,
                    "text": "58]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "People's perceptions of the vaccine"
        },
        {
            "text": "Participants with serious health conditions were concerned that the vaccine would impact on these conditions or interact with other medications [50, 56] . Pregnant women pointed out that the use of the vaccine during pregnancy contradicted usual advice to avoid medication during pregnancy [44, 54] . For this group, the lack of data about potential side effects to the foetus was of particular concern [44, 51, 54] . In other studies, participants referred to a lack of information about the vaccine components [55] , or they were concerned about specific components such as the adjuvants used in some of the pandemic vaccines [45, 52] . While there was most concern about the vaccine's potential side-effects, participants in some studies also raised concerns about the vaccine's effectiveness [43, 45, [47] [48] [49] 55] .",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 148,
                    "text": "[50,",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 149,
                    "end": 152,
                    "text": "56]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 290,
                    "end": 294,
                    "text": "[44,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 295,
                    "end": 298,
                    "text": "54]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 403,
                    "end": 407,
                    "text": "[44,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 408,
                    "end": 411,
                    "text": "51,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 412,
                    "end": 415,
                    "text": "54]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 512,
                    "end": 516,
                    "text": "[55]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 628,
                    "end": 632,
                    "text": "[45,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 633,
                    "end": 636,
                    "text": "52]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 796,
                    "end": 800,
                    "text": "[43,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 801,
                    "end": 804,
                    "text": "45,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 805,
                    "end": 809,
                    "text": "[47]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 810,
                    "end": 814,
                    "text": "[48]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 815,
                    "end": 819,
                    "text": "[49]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 820,
                    "end": 823,
                    "text": "55]",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "People's perceptions of the vaccine"
        },
        {
            "text": "Participants who had decided not to get vaccinated generally believed they had made the right decision [47] . One study underlined that there were no signs that those who chose not to get vaccinated had failed to understand the official messages [44] .",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 107,
                    "text": "[47]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 246,
                    "end": 250,
                    "text": "[44]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "People's perceptions of the vaccine"
        },
        {
            "text": "In general, study participants reported that they had received inconsistent or even contradictory information from different information sources or at different points in time. This led to confusion and made some people doubt the information [43-45, 47, 49, 51, 53, 56, 57] . Pregnant women also experienced a contradiction between advice from health authorities to be cautious with medicines and their advice to accept the poorly tested pandemic vaccine [44] .",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 273,
                    "text": "[43-45, 47, 49, 51, 53, 56, 57]",
                    "ref_id": null
                },
                {
                    "start": 455,
                    "end": 459,
                    "text": "[44]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "People's perceptions of health authorities' information and vaccination strategies"
        },
        {
            "text": "Participants with unanswered questions would have liked one trusted official source of information and would have preferred to receive more information directly from the health authorities [43, 51, 57] . In some studies where priority groups were interviewed, participants wanted targeted information and a specialised information channel [50, 57] .",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 193,
                    "text": "[43,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 194,
                    "end": 197,
                    "text": "51,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 198,
                    "end": 201,
                    "text": "57]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 339,
                    "end": 343,
                    "text": "[50,",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 344,
                    "end": 347,
                    "text": "57]",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "People's perceptions of health authorities' information and vaccination strategies"
        },
        {
            "text": "Trust in health authorities and support for their vaccination strategies appeared to vary across study countries. UK participants typically saw the health authorities as a key information source that they generally trusted. Some of these participants stated that the pandemic had not been overhyped by the government given its potential impact and that the authorities had handled the situation well. Participants here found it reassuring that the government ordered enough vaccines and also that they decided not to use them after all [44, 50, 54] . Some participants even recognised the government's dilemma, stating that they were \"damned if they do and damned if they don't\" offer the vaccine to the population [54] . In Kenya, participants also felt that national health authorities offered clear and trustworthy information, although they did not trust international health organisations such as the WHO [55] .",
            "cite_spans": [
                {
                    "start": 536,
                    "end": 540,
                    "text": "[44,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 541,
                    "end": 544,
                    "text": "50,",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 545,
                    "end": 548,
                    "text": "54]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 715,
                    "end": 719,
                    "text": "[54]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 910,
                    "end": 914,
                    "text": "[55]",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "People's perceptions of health authorities' information and vaccination strategies"
        },
        {
            "text": "In Canada, participants conveyed less trust in health authorities and in two of the three studies, participants described health authorities as incompetent, accusing them of taking too little and wrong action [52, 58] . Some also thought that the authorities' vaccination strategy was politically motivated and that they focused on minimizing absenteeism or had given in to pressure from the pharmaceutical industry instead of focusing on benefits to the public.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 213,
                    "text": "[52,",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 214,
                    "end": 217,
                    "text": "58]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "People's perceptions of health authorities' information and vaccination strategies"
        },
        {
            "text": "In the study from Hong Kong, people voiced a general distrust in health authorities which appeared to have impacted on people's perception of vaccine safety. One participant believed that the government had continued to promote vaccination once the vaccines had been bought to avoid losing face and being blamed by the public for wasting taxpayers' money [56] .",
            "cite_spans": [
                {
                    "start": 355,
                    "end": 359,
                    "text": "[56]",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "People's perceptions of health authorities' information and vaccination strategies"
        },
        {
            "text": "In some studies from the USA, Kenya, Turkey, Spain, Canada and Sweden, a few participants were reported to believe in rumours or \"conspiracy theories\". This included theories that the use of the vaccine was driven by the economic interests of the pharmaceutical industry [47, 52, 57] , that the virus had been produced intentionally to bring economic benefits to this industry [49] ; or that it was being used to distract people from the economic recession or to defame Mexican people [46] . A few had heard that the vaccine itself could cause the influenza [43] while others were suspicious about the motives behind their status as a priority group [58] .",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 275,
                    "text": "[47,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 276,
                    "end": 279,
                    "text": "52,",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 280,
                    "end": 283,
                    "text": "57]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 377,
                    "end": 381,
                    "text": "[49]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 485,
                    "end": 489,
                    "text": "[46]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 558,
                    "end": 562,
                    "text": "[43]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 650,
                    "end": 654,
                    "text": "[58]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "People's perceptions of health authorities' information and vaccination strategies"
        },
        {
            "text": "As described earlier, the motivation of all of the primary study authors was to explore people's perceptions of the swine flu vaccine. For most of the primary study authors this was presented as a means to the goal of increasing vaccine compliance, and all of the authors discussed the implications that health authorities could draw from the data to support this goal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Primary study authors' conclusions and advice to authorities"
        },
        {
            "text": "Based on their findings that people had doubts about the prevalence and seriousness of the disease as well as concerns about the potential side effects of the vaccine, several of the primary study authors concluded that the public was confused [50, 51, 54, 57] and misinformed [46, 51, 53] . Thus the main implication that most primary study authors drew from their findings was the need for better information or communication strategies [43, 45, 46, [48] [49] [50] [51] [53] [54] [55] [56] [57] , the underlying assumption being that a lack of appropriate information was the main barrier to vaccine uptake:",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 248,
                    "text": "[50,",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 249,
                    "end": 252,
                    "text": "51,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 253,
                    "end": 256,
                    "text": "54,",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 257,
                    "end": 260,
                    "text": "57]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 277,
                    "end": 281,
                    "text": "[46,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 282,
                    "end": 285,
                    "text": "51,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 286,
                    "end": 289,
                    "text": "53]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 439,
                    "end": 443,
                    "text": "[43,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 444,
                    "end": 447,
                    "text": "45,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 448,
                    "end": 451,
                    "text": "46,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 452,
                    "end": 456,
                    "text": "[48]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 457,
                    "end": 461,
                    "text": "[49]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 462,
                    "end": 466,
                    "text": "[50]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 467,
                    "end": 471,
                    "text": "[51]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 472,
                    "end": 476,
                    "text": "[53]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 477,
                    "end": 481,
                    "text": "[54]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 482,
                    "end": 486,
                    "text": "[55]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 487,
                    "end": 491,
                    "text": "[56]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 492,
                    "end": 496,
                    "text": "[57]",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "Increased compliance through better information and communication strategies"
        },
        {
            "text": "-the confusion over the potential severity of H1N1 infection in pregnant women and its relationship to seasonal flu needs to be considered. (…) Patients' concern, confusion and lack of knowledge regarding H1N1 and their willingness to change initial views highlight a critical role for education [51] .: p1662-3).",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 300,
                    "text": "[51]",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Increased compliance through better information and communication strategies"
        },
        {
            "text": "Some primary study authors encouraged health authorities to provide information about the seriousness of the disease and the need for the vaccine [49] , about the reason why specific groups were targeted [58] and about the vaccine's safety and effectiveness [43-45, 48, 49, 55, 56] . Typically, primary study authors underlined the need to address people's varying concerns regarding the safety of the vaccine, implying that the provision of such information would lead to increased vaccine compliance:",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 150,
                    "text": "[49]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 204,
                    "end": 208,
                    "text": "[58]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 258,
                    "end": 281,
                    "text": "[43-45, 48, 49, 55, 56]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Increased compliance through better information and communication strategies"
        },
        {
            "text": "Constructing advice messages that address people's beliefs and concerns is also likely to be important to persuade and empower people to adopt recommended behaviours in a pandemic [48] :p 414) Primary study authors also offered recommendations regarding how information about the disease and the vaccine should be communicated, for instance emphasising the importance of presenting the information clearly [45] and in plain language [50] , or encouraging the authorities to offer information that was detailed [56] and evidence-based [49] . One study emphasised the need for the information to be consistent, although recognising that it may be particularly difficult to offer consistent information during a pandemic \"where the situation is constantly changing and being reviewed\" ( [50]:p41).",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 184,
                    "text": "[48]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 406,
                    "end": 410,
                    "text": "[45]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 433,
                    "end": 437,
                    "text": "[50]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 510,
                    "end": 514,
                    "text": "[56]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 534,
                    "end": 538,
                    "text": "[49]",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Increased compliance through better information and communication strategies"
        },
        {
            "text": "Several primary study authors also stressed that information should be delivered by what was perceived by the public to be \"trustworthy\", \"trusted\" or \"credible\" sources [45, 46, 50, 51, 55, 58] . One study that recognized the importance of trust in health authorities, did not discuss how to achieve this, simply advising the authorities to improve \"the public's perception of government trustworthiness and competence\" ( [52] : p11). Another study voiced the need to help people decide which information to trust [50] .",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 174,
                    "text": "[45,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 175,
                    "end": 178,
                    "text": "46,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 179,
                    "end": 182,
                    "text": "50,",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 183,
                    "end": 186,
                    "text": "51,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 187,
                    "end": 190,
                    "text": "55,",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 191,
                    "end": 194,
                    "text": "58]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 423,
                    "end": 427,
                    "text": "[52]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 515,
                    "end": 519,
                    "text": "[50]",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Increased compliance through better information and communication strategies"
        },
        {
            "text": "While most authors focused on information provision as a key solution to low uptake, a few authors also underlined the need to involve people in the decision making process [47, 49] ). The concept of \"informed choice\" was referred to by one team of authors [53] , while other authors advised health authorities to involve the public, for instance through community-based dialogues about the vaccination campaign [49, 58] , and to \"address the recipients' perspective\" [48, 54] . Authors appeared to view public participation, informed choice, and the use of evidence-based information as a means to increase vaccine uptake rather than a means to encourage patient choice:",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 177,
                    "text": "[47,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 178,
                    "end": 181,
                    "text": "49]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 257,
                    "end": 261,
                    "text": "[53]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 412,
                    "end": 416,
                    "text": "[49,",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 417,
                    "end": 420,
                    "text": "58]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 468,
                    "end": 472,
                    "text": "[48,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 473,
                    "end": 476,
                    "text": "54]",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Increased compliance through better information and communication strategies"
        },
        {
            "text": "By eliciting and addressing the perspectives of recipients of pandemic flu advice (…) future government recommendations could enable people to make choices that reduce the impact of a pandemic on themselves and society [48] :p417).",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 223,
                    "text": "[48]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Increased compliance through better information and communication strategies"
        },
        {
            "text": "As described above, many primary study authors regarded participants as uninformed and focused on the need to provide the public with more information and consistent messages. Very few problematized this issue [44, 58] , for instance by discussing what this additional information would contain and how this information could be made clear and consistent given the uncertainty surrounding both the disease and the vaccine. One study, however, differed significantly from the others. In their study of pregnant women in the UK, Sim et al. argue that their participants had not misunderstood the information from health authorities, but had in fact internalised the rationale used in previous public health messages, particularly in connection with the MMR vaccine. For MMR, the public had been reassured of the safety of the vaccine by referring to the existence of robust clinical trials with long-term follow-up. \"It was exactly this type of scientific reasoning that women drew on in highlighting what they perceived as the absence of such information on the H1N1 vaccine, and their consequent uncertainty about whether or not to accept it\" [44] :510. These study authors argued that health authorities in future situations should be open and transparent about uncertainty:",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 214,
                    "text": "[44,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 215,
                    "end": 218,
                    "text": "58]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1143,
                    "end": 1147,
                    "text": "[44]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Increased compliance through better information and communication strategies"
        },
        {
            "text": "Explicitly addressing uncertainty and acknowledging areas where there has been no opportunity to accumulate evidence may serve to enhance rather than diminish the credibility of face-to-face or published material which enables informed choice as the influenza vaccine is offered routinely to pregnant women in the UK provides a potential opportunity to address these wider and more challenging issues in the development of health information [44] .: p510)",
            "cite_spans": [
                {
                    "start": 442,
                    "end": 446,
                    "text": "[44]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Increased compliance through better information and communication strategies"
        },
        {
            "text": "All of the studies gave some description of the strategies they had used to select participants and to collect and analyse data. Although these descriptions tended to be brief, we assessed these strategies as appropriate to the research question.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quality appraisal of the included studies"
        },
        {
            "text": "However, two other elements of the quality assessment gave us reason for concern. First, there was a lack of contextual information in almost all of the studies, particularly regarding the type of information that the authorities, the public in general, and study participants in particular had access to during the pandemic. Exceptions to this were seen in three studies where primary study authors described the type and quality of information available to the public through the media [44, 50, 54, 58] . Secondly, there was no evidence of researcher reflexivity in any of the studies. Reflexivity is perceived as an integral process in qualitative research and requires that researchers reflect upon their own background and position, and how it will affect \"what they choose to investigate, the angle of investigation, the methods judged most adequate for this purpose, the findings considered most appropriate, and the framing and communication of conclusions\" [58] :p483-4. This can entail, for instance, reflecting on how the researcher's status and role may have influenced what the informants disclose and how it is presented to the researcher [59] . We found no explicit discussion of the primary study authors' background or position, including how their studies might have been influenced by these factors, nor were there any information about their knowledge or opinions of issues such as the pandemic, the vaccine, or the role of the individual decision maker when faced with potential public health crises.",
            "cite_spans": [
                {
                    "start": 488,
                    "end": 492,
                    "text": "[44,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 493,
                    "end": 496,
                    "text": "50,",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 497,
                    "end": 500,
                    "text": "54,",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 501,
                    "end": 504,
                    "text": "58]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 966,
                    "end": 970,
                    "text": "[58]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1153,
                    "end": 1157,
                    "text": "[59]",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "Quality appraisal of the included studies"
        },
        {
            "text": "These two weaknesses led us to question a third element in the quality assessment, that is, the extent to which the claims made by the study authors were sufficiently supported by the evidence. We will return to these issues in our discussion below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quality appraisal of the included studies"
        },
        {
            "text": "The studies that we identified in our review describe how people had varying perceptions about the disease and the vaccine, but were often uncertain about the severity of the disease, the spread of the disease, and any risks tied to the vaccine. People who chose not to be vaccinated usually perceived their individual risk of getting the disease as low, believed that they would not get very sick from it, or were concerned that the vaccine could lead to side effects. These findings are very similar to findings from a number of quantitative surveys, reviews and official evaluation reports [1, 6, 17, 18, 20-23, 25, 30, 31, 33, 34, 59] .",
            "cite_spans": [
                {
                    "start": 593,
                    "end": 638,
                    "text": "[1, 6, 17, 18, 20-23, 25, 30, 31, 33, 34, 59]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Most of the primary study authors concluded that participants were uninformed, and that more information about disease severity and vaccine safety and effectiveness would lead to an increase in vaccine uptake. We find this conclusion problematic. Most primary study authors offered very little contextual information about what evidence regarding the pandemic and the vaccine that was available to authorities and to members of the public, or about the certainty of this evidence. Solely based on the included papers, we were therefore unable to properly assess primary study authors' claims that the uncertainties participants described often were a result of poor information. We thus tried, through other sources (including the research literature, official reports and websites referred to in our background chapter), to get a better picture of the knowledge authorities had at the time, as well as the information that was available to the public during the pandemic. This information suggests that while some participants probably did miss or misunderstand information, most of the uncertainties described by study participants reflect those held by health authorities and scientific environments at the time, both with regard to disease severity, disease spread, and potential vaccine side-effects. In fact, one might even suggest that participants' concerns were a rational response to the information they received from the authorities rather than the result of a lack of information. With the exception of Sim et al. [44] , and to a lesser degree Caress et al. [50] , none of the primary study authors discussed the fact that the authorities were also uncertain about disease spread and severity or vaccine benefits and harms, particularly for certain parts of the population.",
            "cite_spans": [
                {
                    "start": 1527,
                    "end": 1531,
                    "text": "[44]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1571,
                    "end": 1575,
                    "text": "[50]",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Did primary study authors draw the right conclusions?"
        },
        {
            "text": "Health authorities have different decision making roles than individuals. While health authorities are responsible for the well-being of the public as a whole, individuals are concerned with their own health and the health of their families. But despite these differences, during the swine flu, national authorities found themselves in a similar position to that of the study participants as both groups were faced with the dilemma of choosing action or inaction without knowing the full implications of either choice. This comparison was not made by most primary study authors. Instead, the authors focus on the authorities' decisions to implement vaccination programmes, making little or no reference to the processes and assessments of uncertainty leading up to these decisions. Primary study authors appear to assume that the vaccine was effective and safe and that the pandemic represented a serious threat, something that neither the public, the primary study authors, nor the authorities could know with confidence at that time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Did primary study authors draw the right conclusions?"
        },
        {
            "text": "We regard this lack of information about and reflection on the context of the studies as a weakness in the studies and connect it to a lack of researcher reflexivity demonstrated by the primary study authors. The authors' contact information indicates that the majority of them held positions at medical faculties and that some of them were Ministry of Health employees. This suggests that they have approached their own study with a public health perspective, focusing on the achievement of herd immunity through patient compliance. The primary study authors' aim of increasing vaccine compliance appears to have influenced their recommendations that the public should be given more information and more consistent information, while ignoring any uncertainties this information might contain. Although a few authors do refer to concepts such as shared decisionmaking, informed choice and public involvement, they do not discuss the potential tension between these approaches and their goal of increasing vaccine compliance, illustrated by one primary study author's contradictory statement that the public should be both \"empowered and persuaded\" [48] . The uncertainty which is a typical feature of pandemic vaccine development [15, 60] can increase this tension between public and individual interests. When faced with a potential public health crisis and under pressure to act quickly, authorities are probably far less inclined to highlight uncertainties or to practice a transparent decision-making process for fear that this will slow down or prevent vaccine uptake, and the tension between public health goals and the goals of the individual and of shared decision making can therefore be intensified. At the same time, members of the public are also likely to be more skeptical to the safety of vaccines that have been developed, approved and distributed by authorities in haste.",
            "cite_spans": [
                {
                    "start": 1148,
                    "end": 1152,
                    "text": "[48]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1230,
                    "end": 1234,
                    "text": "[15,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1235,
                    "end": 1238,
                    "text": "60]",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Did primary study authors draw the right conclusions?"
        },
        {
            "text": "What other conclusions could the primary study authors have drawn?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Did primary study authors draw the right conclusions?"
        },
        {
            "text": "An alternative conclusion that primary study authors might have drawn, and that we think would have been more in line with their own findings, would have been to recommend more transparency regarding uncertainty as a strategy for increasing public trust in health authorities and thereby compliance with public health strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Did primary study authors draw the right conclusions?"
        },
        {
            "text": "One of the included studies do advocate transparency from health authorities in situations of uncertainty [44] . This study is in line with several research reports that argue for transparency in public health crises of \"radical uncertainty\", such as pandemics [60, 61] . In the aftermath of this pandemic, health authorities were criticised for a lack of transparency with regard to decision making processes and the evidence base for these decisions [6, 60, [62] [63] [64] . A report evaluating the WHO's performance during the pandemic also advises the WHO and other health authorities to practice transparency in future pandemic situations [1] .",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 110,
                    "text": "[44]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 261,
                    "end": 265,
                    "text": "[60,",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 266,
                    "end": 269,
                    "text": "61]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 452,
                    "end": 455,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 456,
                    "end": 459,
                    "text": "60,",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 460,
                    "end": 464,
                    "text": "[62]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 465,
                    "end": 469,
                    "text": "[63]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 470,
                    "end": 474,
                    "text": "[64]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 644,
                    "end": 647,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Did primary study authors draw the right conclusions?"
        },
        {
            "text": "There are a number of reasons why transparency in the face of uncertainty might be a sensible strategy [60, 61] . First of all, openness regarding core public health objectives, such as herd immunity, may lead to an acknowledgement and acceptance of these aims among the public. Also, in situations where people suspect uncertainties regarding the spread or severity of the disease or the safety and effectiveness of vaccines, authorities' openness about levels of uncertainty may help address conspiracy theories. This would be difficult in situations where uncertainty is downplayed. Another reason is that initial assumptions may turn out to be wrong. In this case, the pandemic was less dangerous than first feared, and the vaccine is now associated with rare but serious sideeffects. If health authorities downplay uncertainties, it becomes hard to explain any changes in government strategies when new knowledge emerge and this can potentially undermine the public's willingness to trust information from health authorities in the future. According to an EU report evaluating authorities' management of The UK studies in this review suggest that the public can handle the knowledge that health authorities make decisions in the face of uncertainties and that these decisions may be wrong. Here, study participants reported more positive attitudes to the government's handling of the pandemic than most others, and found it reassuring that the government ordered enough vaccines but decided not to use them after all [44, 50, 54] , suggesting that the acknowledgement of uncertainty and changes in strategy are not necessarily perceived negatively by members of the public.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 107,
                    "text": "[60,",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 108,
                    "end": 111,
                    "text": "61]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1522,
                    "end": 1526,
                    "text": "[44,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1527,
                    "end": 1530,
                    "text": "50,",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1531,
                    "end": 1534,
                    "text": "54]",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Did primary study authors draw the right conclusions?"
        },
        {
            "text": "While changes in strategy appeared to be acceptable to at least some participants, participants in several studies called for consistent information. The importance of consistency was also emphasised in recommendations made by several primary study authors and is supported by a European Commission report on the EU-wide pandemic vaccine strategies [65] . Here, the European Commission concludes that health authorities should strive to report consistent health messages across countries \"to ensure citizens do not receive mixed or wrong messages depending on the area they are in\" ( [65] :p51). But is it possible to be transparent about uncertainties while also offering information that is consistent? An independent review of the UK pandemic response concludes that health authorities managed to deliver a comprehensive information campaign which combined the need for clarity and a \"single authoritative voice\" with recognition of and continuous updating on the uncertainty of the disease ( [59] :p134). In this approach, consistency is achieved by ensuring that all of the population receives the same message from the same source, while uncertainty and the fact that information can change over time is acknowledged. In other words, information needs to be consistent at any given time, but this does not imply that it cannot change over time.",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 353,
                    "text": "[65]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 584,
                    "end": 588,
                    "text": "[65]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 996,
                    "end": 1000,
                    "text": "[59]",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "Did primary study authors draw the right conclusions?"
        },
        {
            "text": "The success of a transparent approach in these types of situations is likely to depend on the relationship between the authorities and the public more generally. In addition, studies of shared decision making in primary health care suggest that members of the public may not always want to make health care decisions on their own or to share the responsibility for a decision if it turns out to have negative implications [66] [67] [68] .",
            "cite_spans": [
                {
                    "start": 422,
                    "end": 426,
                    "text": "[66]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 427,
                    "end": 431,
                    "text": "[67]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 432,
                    "end": 436,
                    "text": "[68]",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [],
            "section": "Did primary study authors draw the right conclusions?"
        },
        {
            "text": "But while transparency is not unproblematic, keeping information from the public may not be an option in most societies. An increasing number of people have access to a broad spectre of information across borders. The public can be expected to find out about inconsistent policies across countries or about scientific uncertainty, or worse, may be misguided by speculations and rumours. Attempts from authorities to hide uncertainties may thereby boost distrust and conspiracy theories. It is therefore hard to think of any better strategy than for governments to be transparent about clinical and political processes as well as the reasons behind national strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Did primary study authors draw the right conclusions?"
        },
        {
            "text": "Obviously, our own backgrounds and positions have influenced our interpretations of the studies, and this may in different ways have led us to focus more than the primary study authors on the uncertainties faced by the authorities surrounding the pandemic and the vaccine. While we are both social scientists without expert knowledge about the pandemic or the vaccine, we had the advantage of hindsight regarding the actual prevalence of the pandemic and the longer-term effects of the vaccine. This may have made it easier for us to question the knowledge that was available to health authorities at the time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and limitations of the review"
        },
        {
            "text": "Our synthesis of existing studies gave us access to data from a large number of participants and several different countries. The review showed that there were both commonalities and variations in people's attitudes to the swine flu vaccine and allowed us to look for patterns in this variation by rearranging the matrix according to characteristics of the study or the participants. The only consistent pattern we discovered, however, was a variation across countries regarding people's views of government information and strategies, as described above. While these differences are interesting the range of study countries in the review and the number of studies from each country is too small and the reasons behind variations in people's trust in their national government too complex to draw robust conclusions about the registered differences. Thus, it appears that a main limitation of this review is the small number and skewed range of study countries. Most of the studies were from Western countries and from countries with democratic governments, there were no studies from Latin America (where the pandemic originated), and few were from low income countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and limitations of the review"
        },
        {
            "text": "It is possible that people's views about the information they receive from health authorities are influenced by the form of government in their country, while people's understanding of disease and of disease prevention and treatment is likely to be influenced by their level of education. For instance, people in some countries may be more likely to trust authorities and comply with vaccination advice without doubting or questioning the rationale behind it. Our suggestion that transparency about uncertainty in pandemics is a necessary and inevitable strategy may therefore not be transferable to every national context.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and limitations of the review"
        },
        {
            "text": "While the authors of the primary studies included in this review suggest that national health authorities could increase vaccine uptake through increased and more consistent information, we suggest instead that health authorities should be more transparent in their information and decision-making processes in future pandemic situations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "In the future, researchers should offer more information about study context and pay more attention to issues of reflexivity to ensure the relevance, trustworthiness and usefulness of their advice for policy makers and others. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Report of the Review Committee on the functioning of the International Health Regulations (2005) in relation to the pandemic (H1N1) 2009. Geneva: World Health Organization",
            "authors": [],
            "year": 2005,
            "venue": "WHO. Implementation of the international health regulations",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Outbreak of swine-origin influenza a (H1N1) virus infection. Mexico: CDC -Centers for Disease Control and prevention",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Standardization of terminology of the pandemic A(H1N1)2009 virus: World Health Organization",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Influenza A(H1N1)pdm09 vaccination policies and coverage in Europe",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mereckiene",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cotter",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nicoll",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "&apos;ancona",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lopalco",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Euro Surveill",
            "volume": "17",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The 2009 A(H1N1) pandemic in Europe. A review of the experience. Stockholm: European Centre for Disease Prevention and Control (ECDC)",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Amato-Gauci",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zucs",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Snacken",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ciancio",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Lopez",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Broberg",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Assessment report on the EU-wide pandemic vaccine strategies, Final version. Stockholm: Health Protection Agency and CRISMART",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Review of ECDC's response to the influenza pandemic",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ecdc",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Outcome of the European Medicines Agency's activities during the 2009 (H1N1) flu pandemic",
            "authors": [
                {
                    "first": "Agency",
                    "middle": [],
                    "last": "European Medicines",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "European Medicines Agency",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Main operational lessons learnt from the WHO Pandemic Influenza A(H1N1) Vaccine Deployment Initiative",
            "authors": [],
            "year": 2010,
            "venue": "Report of a WHO Meeting",
            "volume": "",
            "issn": "",
            "pages": "13--15",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Food and Drug Administration",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Press Announcements",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Influenza a (H1N1) 2009 monovalent vaccines questions and answers, Provide protection against influenza disease caused by pandemic (H1N1) 2009 virus",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "CDC. Safety of Influenza A (H1N1) 2009 Monovalent Vaccines -United States",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Pandemic influenza A H1N1 vaccines and narcolepsy: vaccine safety surveillance in action",
            "authors": [
                {
                    "first": "Cis",
                    "middle": [],
                    "last": "Barker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Snape",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet Infect Dis",
            "volume": "14",
            "issn": "3",
            "pages": "227--265",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Pandemic (H1N1) 2009 briefing note 2. Geneva: World Health Organization",
            "authors": [],
            "year": null,
            "venue": "WHO. WHO recommendations on pandemic (H1N1) 2009 vaccines",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "influenza a/H1N1 mass vaccination strategy: a multinational comparison: national collaborating centre for infectious diseases",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Racine",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Seasonal and Pandemic A (H1N1) 2009 influenza vaccination coverage and attitudes among health-care workers in a Spanish University Hospital",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vírseda",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Restrepo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Arranz",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Magán-Tapia",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fernández-Ruiz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "De La Cámara",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vaccine",
            "volume": "28",
            "issn": "30",
            "pages": "4751--4758",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Factors in association with acceptability of A/H1N1 vaccination during the influenza A/H1N1 pandemic phase in the Hong Kong general population",
            "authors": [
                {
                    "first": "Jtf",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "Ncy",
                    "middle": [],
                    "last": "Yeung",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "Mym",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tsui",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vaccine",
            "volume": "28",
            "issn": "29",
            "pages": "4632--4639",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The Public's response to the 2009 H1N1 influenza pandemic",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Steelfisher",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Blendon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Bekheit",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lubell",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "N Engl J Med",
            "volume": "362",
            "issn": "22",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Major motives in non-acceptance of A/H1N1 flu vaccination: The weight of rational assessment",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Velan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kaplan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ziv",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Boyko",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lerner-Geva",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Vaccine",
            "volume": "29",
            "issn": "6",
            "pages": "1173--1182",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The 2009 H1N1 influenza pandemic: the role of threat, coping, and media trust on vaccination intentions in Canada",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Taha",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Matheson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Anisman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Health Commun",
            "volume": "18",
            "issn": "3",
            "pages": "278--90",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Compliance with anti-H1N1 vaccine among healthcare workers and general population",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Blasi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Aliberti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mantero",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Centanni",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Clin Microbiol Infect",
            "volume": "18",
            "issn": "",
            "pages": "37--41",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Influenza vaccination among healthcare personnel after pandemic influenza H1N1",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sánchez-Payá",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Hernández-García",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "García-Román",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Camargo-Angeles",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Barrenengoa-Sañudo",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Villanueva-Ruiz",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Co",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Vaccine",
            "volume": "30",
            "issn": "5",
            "pages": "911--916",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Pregnant women's perception of risk with use of the H1N1 vaccine",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sakaguchi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Weitzner",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Carey",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bozzo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mirdamadi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Samuel",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Obstet Gynaecol Can",
            "volume": "33",
            "issn": "5",
            "pages": "460--467",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Too scared or too capable? Why Do college students stay away from the H1N1 vaccine? Risk Anal",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "J"
                    ],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "32",
            "issn": "",
            "pages": "1703--1719",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Attitudes about the 2009 h1n1 influenza pandemic among pregnant Japanese women and the use of the Japanese municipality as a source of information",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Sasaki",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yoshida",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kotake",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Southeast Asian J Trop Med Public Health",
            "volume": "44",
            "issn": "3",
            "pages": "388--99",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "High vaccination rates for seasonal and pandemic (A/H1N1) influenza among healthcare workers in Dutch general practice",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Opstelten",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Van Essen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Heijnen",
                    "suffix": ""
                },
                {
                    "first": "Mjp",
                    "middle": [],
                    "last": "Ballieux",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Goudswaard",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vaccine",
            "volume": "28",
            "issn": "38",
            "pages": "6164--6172",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Influenza-like illness in Norway: clinical course, attitudes towards vaccination and preventive measures during the 2009 pandemic",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Simonsen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hunskaar",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Wensaas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rørtveit",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Njølstad",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Family Pract",
            "volume": "29",
            "issn": "2",
            "pages": "139--185",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Knowledge, attitudes and anxiety towards influenza A/H1N1 vaccination of healthcare workers in Turkey",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Savas",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tanriverdi",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Infect Dis",
            "volume": "10",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Likely correlation between sources of information and acceptability of A/ H1N1 swine-origin influenza virus vaccine in Marseille",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nougairède",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Lagier",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ninove",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sartor",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Badiaga",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Botelho",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS One",
            "volume": "5",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Vaccination against the 2009 pandemic influenza A (H1N1) among healthcare workers in the major teaching hospital of Sicily (Italy)",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Amodio",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Anastasi",
                    "suffix": ""
                },
                {
                    "first": "Mgl",
                    "middle": [],
                    "last": "Marsala",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Torregrossa",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Romano",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Firenze",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Vaccine",
            "volume": "29",
            "issn": "7",
            "pages": "1408--1420",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Low acceptance of vaccination against the 2009 pandemic influenza A (H1N1) among healthcare workers in Greece. Age (mean, SD)",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rachiotis",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Mouchtouri",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kremastinou",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gourgoulianis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hadjichristodoulou",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "37",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Acceptance of seasonal and pandemic a (H1N1) 2009 influenza vaccination by healthcare workers in a french teaching hospital",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tanguy",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Boyeau",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pean",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Marijon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Delhumeau",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fanello",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Vaccine",
            "volume": "29",
            "issn": "25",
            "pages": "4190--4194",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The determinants of 2009 pandemic a/H1N1 influenza vaccination: a systematic review",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brien",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Kwong",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Buckeridge",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Vaccine",
            "volume": "30",
            "issn": "7",
            "pages": "1255--64",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Guidance on the conduct of narrative synthesis in systematic reviews, A product from the ESRC methods programme",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Popay",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sowden",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Petticrew",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Arai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rodgers",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Qualitative data analysis: an expanded sourcebook",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Miles",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Huberman",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Qualitative appraisal checklist for qualitative research",
            "authors": [],
            "year": 2014,
            "venue": "Critical Appraisal Skills Programme (CASP)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Thou shalt versus thou shalt not. A qualitative meta-synthesis of GPs' attitudes to clinical practice guidelines",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Carlsen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Glenton",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pope",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Br J Gen Pract",
            "volume": "57",
            "issn": "545",
            "pages": "971--979",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Patient adherence to tuberculosis treatment: a systematic review of qualitative research",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Munro",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Lewin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Engel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fretheim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Volmink",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLoS Med",
            "volume": "4",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Barriers and facilitators to the implementation of lay health worker programmes to improve access to maternal and child health: qualitative evidence synthesis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Glenton",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Colvin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Carlsen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Swartz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lewin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Noyes",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Cochrane Database Syst Rev",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "World Health Organization. H1N1 in post-pandemic period",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Knowledge, attitudes, and behaviors of low-income women considered high priority for receiving the novel influenza A (H1N1) vaccine",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Boyd",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Gazmararian",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Matern Child Health J",
            "volume": "17",
            "issn": "5",
            "pages": "852--61",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Out of two bad choices, I took the slightly better one': Vaccination dilemmas for Scottish and Polish migrant women during the H1N1 influenza pandemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sim",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ulanika",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Katikireddi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gorman",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Public health",
            "volume": "125",
            "issn": "8",
            "pages": "505--516",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Determinants of refusal of A/H1N1 pandemic vaccination in a high risk population: a qualitative approach",
            "authors": [
                {
                    "first": "Alessandro",
                    "middle": [
                        "E"
                    ],
                    "last": "Hubert",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Launay",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Bassinet",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lortholary",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Jaffre",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Pandemics and vaccines: perceptions, reactions, and lessons learned from hard-to-reach Latinos and the H1N1 campaign",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cassady",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Castaneda",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Ruelas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Vostrejs",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Andrews",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Osorio",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Health Care Poor Underserved",
            "volume": "23",
            "issn": "3",
            "pages": "1106--1128",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "The Swedish A(H1N1) vaccination campaign-Why did not all Swedes take the vaccination?",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Björkman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Sanner",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Health Pol",
            "volume": "109",
            "issn": "1",
            "pages": "63--70",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Understanding responses to government health recommendations: public perceptions of government advice for managing the H1N1 (swine flu) influenza pandemic",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Teasdale",
                    "suffix": ""
                },
                {
                    "first": "Yardley",
                    "middle": [
                        "L"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Patient Educ Couns",
            "volume": "85",
            "issn": "3",
            "pages": "413--421",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Resistance to vaccination: The attitudes and practices of primary healthcare workers confronting the H1N1 pandemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hidiroglu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ay",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Topuzoglu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kalafat",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Karavus",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vaccine",
            "volume": "28",
            "issn": "51",
            "pages": "8120--8124",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Exploring the needs, concerns and behaviours of people with existing respiratory conditions in relation to the H1N1'swine influenza'pandemic: a multicentre survey and qualitative study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Caress",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Duxbury",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Woodcock",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Luker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Health Technol Assess",
            "volume": "14",
            "issn": "34",
            "pages": "1--108",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Pregnant and recently pregnant women's perceptions about influenza a pandemic (H1N1) 2009: implications for public health and provider communication",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Lynch",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Brumbaugh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jones-Bell",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Pinkney",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Matern Child Health J",
            "volume": "16",
            "issn": "8",
            "pages": "1657--64",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "What the public was saying about the H1N1 vaccine: perceptions and issues discussed in on-line comments during the 2009 H1N1 pandemic",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Henrich",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Understanding the interplay of factors informing vaccination behavior in three Canadian provinces",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Boerner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Keelan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Winton",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jardine",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Driedger",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Hum Vaccin Immunother",
            "volume": "9",
            "issn": "7",
            "pages": "1477--84",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Public views of the UK media and government reaction to the 2009 swine flu pandemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hilton",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Public Health",
            "volume": "10",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Are Kenyan healthcare workers willing to receive the pandemic influenza vaccine? Results from a cross-sectional survey of healthcare workers in Kenya about knowledge, attitudes and practices concerning infection with and vaccination against 2009 pandemic influenza A (H1N1)",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Oria",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Matini",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Nelligan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Emukule",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Scherzer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Oyier",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vaccine",
            "volume": "29",
            "issn": "",
            "pages": "3617--3639",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "The perceptions of and disincentives for receiving influenza A (H1N1) vaccines among chronic renal disease patients in Hong Kong",
            "authors": [
                {
                    "first": "Jym",
                    "middle": [],
                    "last": "Siu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Health Soc Care Community",
            "volume": "20",
            "issn": "2",
            "pages": "137--181",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "La visión de la ciudadanía sobre la epidemia de gripe H1N1 2009-2010: Un enfoque cualitativo",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Á"
                    ],
                    "last": "Prieto Rodríguez",
                    "suffix": ""
                },
                {
                    "first": "March",
                    "middle": [],
                    "last": "Cerdá",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Danet",
                    "middle": [],
                    "last": "Danet",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Daponte",
                    "middle": [],
                    "last": "Codina",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Mateo",
                    "middle": [],
                    "last": "Rodríguez",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Nebot",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Index de Enfermería",
            "volume": "21",
            "issn": "1-2",
            "pages": "38--42",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Communicating risk to Aboriginal peoples: First Nations and Metis responses to H1N1 risk messages",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Driedger",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jardine",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Furgal",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bartlett",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "8",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "The 2009 influenza pandemic: an independent review of the UK response to the 2009 influenza pandemic. London: Cabinet Office",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Hine",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "We had to do what we thought was right at the time': retrospective discourse on the 2009 H1N1 pandemic in the UK. Sociol Health Illn",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Flowers",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Stephenson",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "36",
            "issn": "",
            "pages": "369--82",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Transparency during public health emergencies: from rhetoric to reality",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "O&apos;malley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rainford",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Bull World Health Organ",
            "volume": "87",
            "issn": "",
            "pages": "614--622",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "The handling of the H1N1 pandemic: more transparency needed, Social Health and Family Affairs Committee",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Flynn",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Report on evaluation of the management of H1N1 influenza in 2009-2010 in the EU",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rivasi",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "H1N1 and society: Towards a more pandemic-resilient society, Final report from the expert group on \"science, H1N1 and society",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Charpak",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Brussel: HEG Expert Group",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Assessment Report on the EU-wide Response to Pandemic (H1N1) 2009. Covering the period 24",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "How does trust affect patient preferences for participation in decision-making?",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kraetschmer",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sharpe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Urowitz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Deber",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Health Expect",
            "volume": "7",
            "issn": "4",
            "pages": "317--343",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Patient involvement in clinical decision making: the effect of GP attitude on patient satisfaction",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Carlsen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aakvik",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Health Expect",
            "volume": "9",
            "issn": "2",
            "pages": "148--57",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Patients' preferences for participation in clinical decision making: A review of published surveys",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Benbassat",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pilpel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tidhar",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Behav Med",
            "volume": "24",
            "issn": "2",
            "pages": "81--89",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "the swine flu, transparency \"about what is not known is just as important to the promotion of public trust as transparency about what is known. Trust requires honest, open and two-way communication\" ( [61]: p615).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Search strategies. Overview over search history; words and combinations in the different databases we used. (PDF 400 kb) Additional file 2: CASP. Overview of quality assessment (CASP). (PDF 191 kb)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Data collection and analysis Search methods for identification of studiesWe searched the following databases for studies published from April 2009 onwards:",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Profile of the included studiesMarch 2009-May 2010 Despite efforts to promote vaccination, the public's intent to vaccinate remained low. In order to better understand the public's resistance to getting vaccinated this study addressed factors influencing the public's decisionsTo gain new insights into public understandings of the role of key players in the pandemic and to explore how people deciphered the threat and perceived whether they could control the risks.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Profile of the included studies (Continued)",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Fig. 1 Flow chart. Overview over search and selection process leading to final sample of 16 included studies",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Our thanks to Atle Fretheim, Susan Munabi-Babigumira, Simon Neby and Guri Rørtveit for their helpful feedback. Funding for this review was provided by the Research Council of Norway. We take full responsibility for the contents of the article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Authors' contributions BC initiated and planned the study. CG carried out the initial bibliographic search. Both authors selected relevant studies for the review, analysed the included studies and drafted and revised the manuscript. Both authors read and approved the final manuscript.Authors' information BC is a social anthropologist with a doctorate in health services research. She works as a research professor at the Uni Research Rokkan Centre, which is an inter-disciplinary social science research centre. The centre is a department within Uni Research, a research enterprise owned by the University of Bergen. BC is currently leading several research projects within public health, all financed by the Research council of Norway. BC has published several reviews of qualitative research as well as comments on research methodology. CG is a social anthropologist with a doctorate in public health. During the writing of this review she worked as a senior researcher in the Norwegian Knowledge Centre for the Health Services' Global Health Unit. The Knowledge Centre summarises research about the effects of healthcare interventions in order to support decision making. At the time it was organised under the Norwegian Directorate of Health. It is scientifically and professionally independent and has no authority to develop health policy or responsibility to implement policies. CG is also the director of Cochrane Norway and a Cochrane editor and review author. Her focus of research is in the field of health systems and systematic review methodology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "This study is a systematic review of published studies. It was therefore not necessary to apply for ethical approval. Submit your next manuscript to BioMed Central and we will help you at every step:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical approval and consent to participate"
        }
    ]
}