{
    "paper_id": "68a8299e210d720dfff31e634440cf129d1ce0db",
    "metadata": {
        "title": "Sequencing DNA Amplified Directly from a Bacterial Colony",
        "authors": [
            {
                "first": "Martin",
                "middle": [
                    "A"
                ],
                "last": "Hofinann",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "David",
                "middle": [
                    "A"
                ],
                "last": "Brian",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "A few hundred bacterial cells obtained by touching a bacterial colony with a sterile toothpick can be used directly in a polymerase chain reaction (PCR) amplification procedure to identify and orient a plasmid insert (1, 2) . By combining this procedure with one in which asymmetrically amplified DNA is used for sequencing (ref. 3 and Fig. l) , we have demonstrated that DNA amplified from a bacterial colony can be sequenced directly by the dideoxy chain-termination method to yield results as good as those obtained when purified template DNA is used for amplification (ref. 4 and Fig. 2 ). By end-labeling the primer that is used in limiting amounts during the amplification step and using it for sequencing, an entire insert of 300 nucleotides or less can be sequenced in one step. Inserts of larger size can be sequenced by using labeled primers that bind within the amplified single-stranded DNA sequence. The procedure is rapid and enables one to obtain sequences from as many as 20 clones in a single day. Fig. 1 . The asymmetric PCR reaction. In the procedure described in this chapter, primer 2 is the limiting primer and will be 5' end-lab&d and used in the sequencing reaction for sequencing the single-stranded DNA product.",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 220,
                    "text": "(1,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 221,
                    "end": 223,
                    "text": "2)",
                    "ref_id": null
                },
                {
                    "start": 330,
                    "end": 331,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 578,
                    "end": 579,
                    "text": "4",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 336,
                    "end": 343,
                    "text": "Fig. l)",
                    "ref_id": null
                },
                {
                    "start": 584,
                    "end": 590,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1015,
                    "end": 1021,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "in water. Approximately 1 mg of oligonucleotide is purified on a NAPS Sephadex G-25 column (Pharmacia, Piscataway, NJ), which has a bed volume of 3 mL. Oligonucleotides are quantitated by spectrophotometry (1 AW U = 33 j.tg/mL) and diluted to a final concentration of 10 p&f or 0.1 pM (depending on the use; see below) in water. Store at -20°C. 1. Prepare a 2OyL end-labeling reaction mix by adding together 1 jtL of 10 pA4 primer 2 (10 pmol), 11 pL of water, 2 pL of 10X kinase buffer, 5 pL of [T-~~P]ATP, 1 pL (10 U) of T4 polynucleotide kinase. This makes enough for 10 sequencing reactions. 2. Incubate at 37°C for 30 min, then add 30 pL of Hz0 to make a total volume of 50 p.L. 3. Purify end-labeled primer by passing it through a BioSpin column that has been equilibrated with water according to manufacturer's instructions. 4. Estimate the volume of eluate and use 0.1 vol (x pL used in Section 3.3., step 1 below) (1 pmol of radiolabeled primer) in the sequencing reaction below. One microliter of the eluate can be counted to determine the specific activity of the radiolabeled primer. Approximately lo6 cpm Cerenkov counts/pmol primer is needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This is essentially as described by Innis ",
            "cite_spans": [
                {
                    "start": 36,
                    "end": 41,
                    "text": "Innis",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Sequencing Reaction with the End-Labeled Primer"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Add 20 pL of PCR mix (from Section 3.1., step 6) containing singlestranded DNA, mix by pipetting 10 times",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "C reaction tubes, which contain 2.5 pL each of the respective termination mixes and mix by pipetting five times",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Terminate the reactions by adding 4 lrL of formamide stop solution. Store at -20°C",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "For sequencing, the termination mix (10 pL) is heated at 100°C for 3 min and 3 pL/lane is loaded onto a DNA sequencing gel (see Note 2)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "pJ4 each) so that residual amounts would not interfere with dideoxynucleotide chain termination reactions (Innis et al., ref. 3). We have learned that when residual amounts do cause a problem (i.e., when short termination products cannot be seen on the sequencing gel), generally as a result of short (~200 nucleotides) inserts in the clone, two approaches can be used to solve this problem: (1) Additional cycles of the PCR (50-60 total) can be run to deplete the dNTPs and (2) The product from the asymmetric reaction",
            "authors": [],
            "year": null,
            "venue": "The concentration of dNTPs in the asymmetric PCR was kept low",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Direct clone characterization from plaques and colonies by the pulymerase chain reaction",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gussow",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Clackson",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Nucleic Aczds Rex",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Rapid one-step characterization of recombinant vectors by direct analysis of transformed Escherichra coli colonies",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Sandhu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Precup",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Kline",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "BioTechnzques",
            "volume": "7",
            "issn": "",
            "pages": "689--690",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "DNA sequencing of polymerase chain reaction-amplified DNA",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Innis",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Mayan&amp;o",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Gelfand",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A D"
                    ],
                    "last": "Brow",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Proc. Nutl. Acad. Scz. USA",
            "volume": "85",
            "issn": "",
            "pages": "9436--9440",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Sequencing PCR DNA amplified directly from a bacterial colony",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Hofmann",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Brian",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "BioTechniques",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Sequence analysis of the bovine coronavirus nucleocapsid and matrix protein genes",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lapps",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Hogue",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Brian",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Vzrology",
            "volume": "157",
            "issn": "",
            "pages": "47--57",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Molecular Clonmg: A Laboratory Manual",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Sambrook",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Fritsch",
                    "suffix": ""
                },
                {
                    "first": "Mania&amp;",
                    "middle": [
                        "T"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The 5-prime end of coronavirus minusstrand RNAs contain a short poly(U) tract",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Hofinann",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Brian",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Vtrol",
            "volume": "65",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "3. 10X PCR buffer: 500 mM KCl, 100 mM Tris-HCl, pH 9.0, 15 mM MgC12, 0.1% gelatin, 1.0% Triton X-10. Store at -20°C. 4. dNTP mix, each at 1.25 mM in water. Store at -20°C. 5. Tuq DNA polymerase. 6. 10X kinase buffer: 500 n&f Tris-HCl, pH 7.5, 100 mM MgC12, 50 mM DlT, 1 n&Z spermidine, 1 mM EDTA. 7. T4 polynucleotide kinase. 8. ['Y-~~P]ATP (3000 Wmmol). 9. BioSpin 6 or BioSpin 30 columns (Bio-Rad, Rockville Centre, NY). 10. Dideoxynucleotide chain termination mixes as described in the following. (Store all at -20°C.) G: 250 @f ddGTP. Prepare from 2.5 pL of 10 n&f ddGTP, 10 pL of 10X PCR buffer, 1.6 pL of dNTP mix, and 85.9 pL of H,O. A: 1.28 mM ddATP. Prepare from 12.8 pL of 10 mM ddATP, 10 pL of 10X PCR buffer, 1.6 pL of dNTP mix, and 75.6 j.tL of H20. T: 1.92 m.iV ddTTP. Prepare from 19.2 pL of 10 mM ddTTP, 10 pL of 10X PCR buffer, 1.6 pL of dNTP mix, and 69.2 pL of H20. C: 640 w ddCTP. Prepare from 3.2 pL of 10 n&f ddCTP, 10 pL of 10X PCR buffer, 1.6 pL of dNTP mix, and 82 pL of H20. 11. Formamide stop solution: 95% deionized formamide, 0.1% bromophenol blue, 0.1% xylene cyanol, and 10 mM EDTA, DNA sequencing gel for DNA amplified directly from bacterial cells (A) or from purified DNA (B). A cloned 1.7-kb fragment containing the bovine coronavirus nucleocapsid protein gene (5) was subcloned into the pGEM-32 vector (Promega, Madison, WI) and grown in E. coli strain JM 109. The reverse and forward (universal) primers for the pGEM system were used as primers 1 and 2, respectively, for asymmetric amplification and DNA sequencing. For (A) the toothpick method was used, and for (B) 5 ng of purified DNA was used as template in the asymmetric amplification reaction. Reprinted by permission from ref. 4. Prepare a 40-pL PCR reaction mix by adding together 33.2 pL of water, 4 p.L of 10X PCR buffer, 0.8 j.tL of dNTP mix, 1 p.L of 10 pM primer 1, and 1 pL of 0.1 jt.M primer 2. (10 pmol of primer 1 and 0.1 pmol of primer 2, the limiting primer, are used in this reaction.End-labeled primer 2 will be used in the sequencing reaction described in Section 3.3.) 2. With a sterile toothpick, add a few cells from an isolated bacterial colony into the reaction mix. 3. Heat for 15 min at 95\"C, then chill on ice. 4. Add 10 pL (1.25 U) of Taq DNA polymerase in 1X PCR buffer. 5. Cover with two drops mineral oil. 6. Amplify by PCR using the following cycle profile: essentially the forward reaction as described by Satnbrook et al.(6).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "et al. (3). 1. Prepare a 12-pL primer mix by adding together 1.2 pL of 10X PCR buffer, x pL (1 pmol, lo6 cpm Cerenkov counts) of end-labeled primer 2,10.6 pL-x pL of water, and 0.2 pL (1.25 U) of Taq DNA polymerase.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}