{
    "paper_id": "68b74064a8c745825293e5154c4fa11b93053eee",
    "metadata": {
        "title": "BOARD OF DIRECTORS NOMINATIONS",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The nomination form must be accompanied by the following documents (these can be emailed to ceo@ava.com.au):",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A citation, written in the 3rd person and not exceeding 100 words. This should provide information that will indicate to the members that the candidate has the skills and qualities required to lead and serve the Association for the next three years. This will be printed on the ballot papers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A passport size colour photograph.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "You will also need to provide a 300 word \"Why you should vote for me\" statement, written in the 1st person, by 19 March 2004 (send to lstace@ava.com.au). This will be published in the April 2004 edition of the Australian Veterinary Journal to assist members in casting their vote.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Nominees will be notified of receipt of their nomination in writing. If you have not received notification of the receipt of your nomination by the closing date, please contact the Company Secretary on (02) 9411 2733.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "T he current AVA subscription for membership is complex and daunting to any prospective new member as well as to some members. Discussion for simplifying the subscription matrix (some 600 combinations) was instigated at the 2003 AGM in a President's workshop. This letter examines a number of issues and makes some suggestions that will widen the debate and hopefully succeed in simplifying the subscription matrix. More than 30 years ago I joined the AVA as I believed that I gained benefit from my professional association. The Association has grown and many opposing pressures have slowly evolved with Divisional/Branch versus SIG structures. I am now being challenged to sort out just what membership subscription I have to pay. I feel for any prospective member trying to sort out just what cost and what sectors they should tick in the application for membership. I have great empathy for hard-working staff who are required to ensure that the correct fee is submitted and recorded. The Association can benefit by keeping subscription fees simple, as more veterinarians will be likely to join. My proposal is to standardise the membership subscription to a single AVA membership (National and Divisional sub) and drop all Branch fees. SIG subscriptions should be grouped into three levels. Additionally we should have a standard donation by all members to the five trust accounts. At this basic level the discounts for specific situations would be at 25, 50 and 75 per cent of the standard fee. Life membership and life fellows, etc, would remain as is. Debate on this rather simple concept should identify that: • AVA is a prestigious national body with increasing political and community respect. That in itself is a good reason to be a member. • Branches are about getting down to the immediate fellowship and community association. They have very successful gatherings and any specific costs should be borne by those attending them. • Divisions are needed to manage and co-ordinate responses to political/community pressures. • Co-operation within Divisions and Branches can result in divisional activities, such as scientific gatherings and get-togethers, which can generate funds for both levels of management. It also provides opportunity to geographically challenged Divisions for the chance to meet with all members in a timely fashion. • Branches need not charge a membership fee as all AVA members in an area would be automatic members. • The five voluntary donation programs managed by AVA, namely",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Australian Companion Animal Health Foundation, The Veterinary Benevolent Fund, The AVA Animal Welfare Trust, Comfund and PetPEP, should be contributed to by all members. As an example, our Canberra colleagues who had such a disastrous January this year did not foresee the need to be supported by the Benevolent Fund. The Comfund is there for the benefit of all. So why not have an agreed contribution by all members rather than the much higher voluntary contribution that now exists? The GST legislation will need to be assessed to ensure that these trust funds do not attract GST. Mills raised a number of interesting points regarding the recent availability in Australia of a vaccine to protect dogs against both coronavirus and Leptospira icterohaemorrhagiae. It is hoped that this response will help to clarify a number of the issues and further encourage debate on the importance of these two diseases. The prevalence of leptospirosis in dogs is the highest in Queensland 1 (where it is caused by a number of serovars of which the most common is currently sv australis), but other States are not free from the disease. Although the disease is generally under reported, there are some reports of outbreaks of clinical leptospirosis in urban areas in NSW2. According to surveys, 2,3 10 per cent of dogs in the south-east of Australia have titres against leptospira suggesting previous infection. These infections are especially associated with organisms from the Icterohaemorrhagiae serogroup (sv copenhageni or sv icterohaemorrhagiae). Around urban centres, with a higher concentration of dogs and rodents (the main reservoir of leptospirosis), vaccination might be considered useful, in particular for dogs exposed to rodents or their excreta. Travel to areas where the prevalence of leptospirosis is higher is also a factor to be considered. Dr Mills states that infection with canine coronavirus (CCV) normally causes a transient, rarely fatal diarrhoea. This can, however, be fatal despite intensive medical care when concurrent with a parvovirus infection 4 . In one study 5 CCV was isolated in 24-48 per cent of dogs with severe enteritis. Clinical signs of gastroenteritis are indeed mostly seen in pups, but clinical infections do also occur in adult dogs. Although Dr Mills might consider this a minor problem, dog owners may perceive it differently. There are data available on the prevalence and significance of CCV in Australia 6 . These data show that sera from 15.8 per cent of the open population and 40.8 per cent of kennelled dogs were positive for CCV antibodies. Of those dogs that were presented with clinical signs of gastroenteritis such as diarrhoea and vomiting, 50 per cent were positive in the IgM ELISA for antibodies to CCV (suggesting recent infection).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "These results indicate that infection with CCV in dogs is widespread throughout Australia. Dog owners expect their animals to be protected from prevalent diseases when they are vaccinated, despite the fact that the diseases might rarely be fatal. There are numerous vaccines on the market that protect humans and animals from nonfatal diseases. The widespread use of the canine cough vaccine is a good example of this practice in the veterinary world. Fort Dodge Australia is part of an international company that develops and manufactures veterinary vaccines and pharmaceuticals in Australia and elsewhere to provide a wide selection of research-based animal health products. Ultimately it is up to the clinician and the client to make an informed decision regarding the vaccination protocol of a specific animal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "National leptospirosis surveillance report number 10. WHO/FAO/OIE collaborating centre for reference & research on leptospirosis",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Smythe",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A serological survey of dogs, cats and horses in south-eastern Australia for leptospiral antibodies",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dickeson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Love",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Aust Vet J",
            "volume": "70",
            "issn": "10",
            "pages": "389--390",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Leptospirosis icterohaemorrhagiae in dogs in Tasmania",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Corbould",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "Aust Vet J",
            "volume": "44",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Infectious Canine Enteric Disease Diagnoses at Necropsy in The Missouri Veterinary Medical Diagnostic Laboratory during 1887",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Turk",
                    "suffix": ""
                },
                {
                    "first": "Mam",
                    "middle": [],
                    "last": "Turk",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Proceedings of the 56th American Animal Hospital Association's Annual Meeting",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Update on canine coronavirus infections and interactions with other enteric pathogens of the dog",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Evermann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Mckeirnan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Eugster",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Compan Anim Pract",
            "volume": "19",
            "issn": "2",
            "pages": "6--12",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Canine coronavirus in Australian dogs",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Naylor",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Monckton",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Lehrbach",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Deane",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Aust Vet J",
            "volume": "79",
            "issn": "2",
            "pages": "116--119",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ", ..................................................................................................................................... (full name) (signature)........................................................of........................................................(AVA Division) wish to nominate ............................................................................................................ (nominee) for election to the AVA Board of Directors for the position of:-(a) President-elect (b) Director on the Board Please delete any position/s not nominated for this election. Part B Candidate I,. .................................................................................................................................... (full name) of ..............................",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "• If these funds were all contributed to at $20 per fund, that would add a further $100 to membership. However, based on the total amount received for the 2002 contribution, an additional $18 paid by all would provide just as much income as the voluntary contribution did in 2002.• Queensland Division subs would be reduced by 6 per cent approximately on introduction of the proposed annual fee in (possibly) 2005. Finally, even if AVA membership does not always appear to confer concrete benefits, being part of such an Association contributes indirect benefits because the member is seen to be part of a body with public and political influence. Whatever we can do to simplify membership subscriptions can only add to ensuring veterinarians want to be part of the AVA. Dr David Matthews, Honorary Treasurer AVA QLD Division, Eight Mile Plains QLD I n the September 2003 edition of AVJ (Aust Vet J 81 9 p531) Dr",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "................................................................................................................................................................................................................................................................ (address) accept nomination for the position/s of ............................................................................................ ....................................................................................................................................... (signature) The nomination form needs to be signed by the proposer and the nominee and sent to the Chief Executive Officer by Friday, 5 March 2004, PO Box 371, Artarmon, NSW, 1570, Fax (02) 9411 5089.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}