{
    "paper_id": "6949f8394a40ed9473622e2209ceefd2587031e1",
    "metadata": {
        "title": "Der hämatoonkologische Patient im Intensivmanagement",
        "authors": [
            {
                "first": "T",
                "middle": [],
                "last": "Staudinger",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitätsklinik für Innere Medizin I",
                    "location": {
                        "addrLine": "Intensivstation 13.i2",
                        "settlement": "Medizinische"
                    }
                },
                "email": ""
            },
            {
                "first": "Universität",
                "middle": [],
                "last": "Wien",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitätsklinik für Innere Medizin I",
                    "location": {
                        "addrLine": "Intensivstation 13.i2",
                        "settlement": "Medizinische"
                    }
                },
                "email": ""
            },
            {
                "first": "Allgemeines",
                "middle": [],
                "last": "Krankenhaus",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitätsklinik für Innere Medizin I",
                    "location": {
                        "addrLine": "Intensivstation 13.i2",
                        "settlement": "Medizinische"
                    }
                },
                "email": ""
            },
            {
                "first": "Stadt",
                "middle": [],
                "last": "Wien",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitätsklinik für Innere Medizin I",
                    "location": {
                        "addrLine": "Intensivstation 13.i2",
                        "settlement": "Medizinische"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Abgesehen von spezifischen mit der malignen Grundkrankheit assoziierten Notfällen oder postoperativer Überwachung sind die Gründe für die Aufnahme von Patienten mit hämatologischer oder onkologischer Grunderkrankung akute, meist lebensbedrohliche Krisen. Im Vordergrund stehen respiratorische und infektiologische Probleme, seltener auch Blutungen oder neurologische Krisen. Die Besonderheiten dieses Patientengutes sind eine häufig nicht oder fraglich \"heilbare\" Grunderkrankung, oft therapieassoziierte Komplikationen und eventuell vorliegende Immunsuppression. Daraus ergeben sich in einigen Punkten zum Management des \"normalen\" Intensivpatienten divergente für den Intensivmediziner relevante Regeln zur Prognoseverbesserung.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In den vergangenen Jahren wurde eine Vielzahl an Arbeiten publiziert, die Verlauf, prognostische Faktoren und Möglichkeiten der therapeutischen Intervention beschreiben und der oft an den Tag gelegten Zurückhaltung bezüglich einer intensivmedizinischen Betreuung von Patienten mit hämatologischer oder onkologischer Erkrankung viel an Boden entziehen. Dazu kommt, dass aufgrund der rasanten Entwicklung der antineoplastischen Therapien und der damit einhergehenden Verbesserung der Prognose der Druck auf die Intensivmedizin steigt, Patienten mit therapieassoziierten Komplikationen adäquat zu versorgen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Überlegungen zur Prognose"
        },
        {
            "text": "Bereits im Jahr 2000 konnte unsere Arbeitsgruppe an einer Serie von 414 Patienten zeigen, dass die ICU(\"intensive care unit\")-Mortalität mit 47% zwar schlechter war als bei nicht hämatoonkologischen Intensivpatienten, jedoch durchaus vergleichbar den Mortalitätszahlen anderer Subgruppen schwer kranker Patienten, z. B. solchen mit septischem Schock oder ARDS (\" acute respiratory distress syndrome\", [24] ). Diese Ergebnisse konnten durch weitere Publikationen bestätigt werden [15, 22] .",
            "cite_spans": [
                {
                    "start": 401,
                    "end": 405,
                    "text": "[24]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 479,
                    "end": 483,
                    "text": "[15,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 484,
                    "end": 487,
                    "text": "22]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "ICU-Prognose wird nicht von der Grunderkrankung bestimmt"
        },
        {
            "text": "Die Überlebenskurven von kritisch kranken hämatoonkologischen Patienten verglichen mit Krebspatienten, die im Verlauf ihres Krankenhausaufenthaltes nie auf eine Intensivstation mussten, zeigt . Abb. 1: Es ist sehr deutlich erkennbar, dass die Notwendigkeit eines Intensivstationsaufenthaltes die allgemeine Prognose beträchtlich vermindert. Die Differenz zwischen den Überlebenskurven tritt in den ersten Tagen und Wochen nach Aufnahme auf der Intensivstation auf, dann verlaufen die Kurven nahezu parallel. Das bedeutet, dass bei Überleben des akuten, kritischen Problems die Patienten in dieselbe Langzeitprognose wie vor der Aufnahme auf der Intensivstation quasi \" zurückkehren\". In mehreren großen Serien konnte bestätigt werden, dass nicht die Grunderkrankung, sondern das akute ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ICU-Prognose wird nicht von der Grunderkrankung bestimmt"
        },
        {
            "text": "Krebspatienten haben ein bis zu 10-fach erhöhtes Risiko für das Auftreten von septischen Komplikationen [26] . Obwohl Krebspatienten von der Teilnahme an den meisten großen Sepsisstudien der vergangenen Jahre ausgeschlossen waren, konnte gezeigt werden, dass die aus den Studien abgeleiteten Therapieempfehlungen bei Krebspatienten anwendbar sind und die sepsisassoziierte Mortalität auch in dieser Patientengruppe deutlich abgenommen hat und derjenigen von nichtonkologischen Patienten entspricht [13, 28] . Es konnte auch eine deutliche Prognoseverbesserung durch Anwendung protokollgestützter Sepsistherapie (nach den damals gültigen Leitlinien der Surviving Sepsis Campaign) im Vergleich zu einer historischen Kontrollgruppe gezeigt werden [18] .",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "text": "[26]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 498,
                    "end": 502,
                    "text": "[13,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 503,
                    "end": 506,
                    "text": "28]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 744,
                    "end": 748,
                    "text": "[18]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Infektionen und Sepsis"
        },
        {
            "text": "Nahezu jeder zweite Krebspatient mit Sepsis hat eine rezente Chemotherapie hinter sich und häufig eine Neutropenie. Beide Faktoren haben keinen Einfluss auf das Überleben [27] . Das Entfernen beziehungsweise Wechseln eines zentralen Venenkatheters, die erfolgreiche Identifizierung eines Erregers, sowie möglicherweise die Kombination eines Pseudomonas-wirksamen ß-Laktams mit einem Aminoglykosid, sind mit einem verbesserten Überleben assoziiert [11, 13] . Im Gegensatz dazu ist ein erhöhtes Aus-maß an Organdysfunktionen, die Notwendigkeit einer invasiven Beatmung, ein pulmonaler Infektionsfokus und eine Pilz infektion mit schlechtem Überleben assoziiert [13, 18, 27] . Diagnostik und spezifische Therapie spezieller Infektion werden in einem eigenen Beitrag in diesem Heft besprochen.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 175,
                    "text": "[27]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 447,
                    "end": 451,
                    "text": "[11,",
                    "ref_id": null
                },
                {
                    "start": 452,
                    "end": 455,
                    "text": "13]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 659,
                    "end": 663,
                    "text": "[13,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 664,
                    "end": 667,
                    "text": "18,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 668,
                    "end": 671,
                    "text": "27]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Infektionen und Sepsis"
        },
        {
            "text": "Interessanterweise scheinen Krebspatienten, die mit Sepsis nach Chemotherapie auf die Intensivstation aufgenommen wurden, eine scheinbar bessere Prognose zu haben als hämatoonkologische Patienten, die ohne eine vorhergehende Chemotherapie wegen Sepsis auf die Intensivstation kamen [27] . Auf den ersten Blick könnte man also den Eindruck haben, dass Chemotherapie vor dem Tod an der Sepsis schützt. Wenn die Ergebnisse allerdings an die Krankheitsschwere angeglichen wurden, zeigte sich, dass das Überleben nicht mit dem Faktor \"stattgehabte Chemotherapie\" korrelierte. Die wesentliche Botschaft ist demnach, dass die Komplikation \"schwere Sepsis\" oder \"septischer Schock\" nach Chemotherapie nicht mit einer Verschlechterung der Prognose trotz der häufig bestehenden Neutropenie vergesellschaftet ist. Anders gesagt stellt eine vorliegende Neutro penie nach Chemotherapie keinen Grund dar, eine Aufnahme auf die Intensivstation in Frage zu stellen. Dass Neutropenie per se keinen negativen Einfluss auf die Prognose hat konnte mehrfach gezeigt werden [3, 24] . Die Dauer der Neutropenie scheint allerdings einen Einfluss auf die Prognose zu haben, wobei sich diese mit zunehmender Dauer erwarteter Weise verschlechtert [4] . Der Einsatz von G-CSF nicht als Prophylaxe, sondern als Therapie der febrilen Neutropenie ist bei kritisch kranken Patienten zwar nicht unüblich, allerdings auch nicht evidenzbasiert [3].",
            "cite_spans": [
                {
                    "start": 282,
                    "end": 286,
                    "text": "[27]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1052,
                    "end": 1055,
                    "text": "[3,",
                    "ref_id": null
                },
                {
                    "start": 1056,
                    "end": 1059,
                    "text": "24]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1220,
                    "end": 1223,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Infektionen und Sepsis"
        },
        {
            "text": "Das akute respiratorische Versagen ist der mit Abstand häufigste Aufnahmegrund von Krebspatienten auf eine Intensivstation und zugleich der wichtigste Risikofaktor für schwere Verläufe und erhöhte Mortalität, vor allem dann, wenn eine invasive Beatmung notwendig wird. Auch aufgrund der teils spezifischen diagnostischen und therapeutischen Besonderhei- ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respiratorisches Versagen"
        },
        {
            "text": "Krebs · Intensivstation · Prognose · Sepsis · Nichtinvasive Beatmung",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schlüsselwörter"
        },
        {
            "text": "Critically ill cancer patients on intensive units with hematological or oncological underlying diseases are a special situation: the underlying disease may be incurable, acute problems are often therapy associated and immunosuppression is regularly present. Due to evolving knowledge about special aspects of these patients and optimized supportive therapy, the prognosis has substantially improved during the last decades. General reluctance to admit cancer patients to an intensive care unit is therefore no longer justified. Reasons for admission are often infections and/or respiratory failure. Extensive diagnostic measures, causal and supportive therapy of sepsis according to current guidelines has led to improved outcome even in cancer patients. In respiratory failure, non-invasive ventilation is the key to improved prognosis if used early enough and indications, contraindications and break-off criteria are strictly followed. The prognosis of critically ill cancer patients is determined by the severity of the acute problem and not by the underlying disease. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hematooncology patients in intensive care management Abstract"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Survival in neutropenic patients with severe sepsis or septic shock",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Legrand",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Max",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Peigne",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Crit Care Med",
            "volume": "40",
            "issn": "",
            "pages": "43--49",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Prognosis of hematologic malignancies does not predict intensive care unit mortality",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Massion",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Dive",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Doyen",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Crit Care Med",
            "volume": "30",
            "issn": "",
            "pages": "2260--2270",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "ICU and 6-month outcome of oncology patients in the intensive care unit",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mcgrath",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Chatterjee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Whiteley",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Q J Med",
            "volume": "103",
            "issn": "",
            "pages": "397--403",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Ventilatory support in critically ill hematology patients with respiratory failure",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Molina",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bernal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Borges",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Crit",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Outcome of critically ill allogeneic hematopoietic stem-cell transplantation recipients: a reappraisal of indications for organ failure supports",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pène",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Aubron",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Azoulay",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Clin Oncol",
            "volume": "24",
            "issn": "",
            "pages": "643--649",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Temporal changes in management and outcome of septic shock in patients with malignancies in the intensive care unit",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pène",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Percheron",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Lemiale",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Crit Care Med",
            "volume": "36",
            "issn": "",
            "pages": "690--696",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Withdrawing life support from mechanically ventilated recipients of bone marrow transplants: a case for evidencebased guidelines",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Rubenfeld",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Crawford",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Ann Intern Med",
            "volume": "125",
            "issn": "",
            "pages": "625--633",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Comparison of three severity scores for critically ill cancer patients",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Schellongowski",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Benesch",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Intensive Care Med",
            "volume": "30",
            "issn": "",
            "pages": "430--436",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Noninvasive ventilation in patients with malignancies and hypoxemic acute respiratory failure: a still pending question",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Soares",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Salluh",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Azoulay",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Crit Care",
            "volume": "25",
            "issn": "",
            "pages": "37--38",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Characteristics and outcomes of patients with cancer requiring admission to intensive care units: a prospective multicentre study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Soares",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Caruso",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Silva",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Crit Care Med",
            "volume": "23",
            "issn": "",
            "pages": "9--15",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Outcome and prognostic factors of hematopoietic stem cell transplantation recipients admitted to a medical ICU",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "O"
                    ],
                    "last": "Soubani",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kseibi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Bander",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Chest",
            "volume": "126",
            "issn": "",
            "pages": "1604--1611",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Outcome and prognostic factors in critically ill cancer patients admitted to the intensive care unit",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Staudinger",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Stoiser",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mullner",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Crit Care Med",
            "volume": "28",
            "issn": "",
            "pages": "1322--1328",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Outcome of cancer patients considered for intensive care unit admission: a hospital-wide prospective study",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Thiery",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Azouly",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Darmon",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Clin Oncol",
            "volume": "23",
            "issn": "",
            "pages": "4406--4413",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Diagnosis and management of infectious complications in critically ill patients with cancer",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Thirumala",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ramaswamy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chawla",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Crit Care Clin",
            "volume": "26",
            "issn": "",
            "pages": "59--91",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Impact of recent intravenous chemotherapy on outcome in severe sepsis and septic shock patients with hematological malignancies",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Vandijck",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Benoit",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "O"
                    ],
                    "last": "Depuydt",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Intensive Care Med",
            "volume": "34",
            "issn": "",
            "pages": "847--855",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Impact of case volume on survival of septic shock in patients with malignancies",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zuber",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Tran",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Aegerter",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Crit Care Med",
            "volume": "40",
            "issn": "",
            "pages": "55--62",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "noch) nicht klar beurteilt werden kann, stellt allerdings ein Dilemma dar. Außerdem mag es im Einzelfall auch im palliativen Setting sinnvoll sein, zumindest beschränkte intensivmedizinische Maßnahmen zu setzten. Kommunikation zwischen Intensivmedizin und Onkologie bzw. Hämatologie und Wissen um die Optionen der jeweiligen Fachdiszipli-nen sind die Voraussetzung für adäquate Entscheidungen im Einzelfall.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Tab. 1 Ursachen der Atemnot beim onkologischen PatientenTRALI \"transfusion associated lung injury\", DAH \"diffuse alveolar hemorrhage\". ten ist das Lungenversagen somit das zentrale Organversagen in dieser Patientengruppe. Die Ursachen einer akuten Dyspnoe können grob einerseits in pulmonale und extrapulmonale, andererseits in tumorassoziierte und therapieassoziierte unterteilt werden. Eine Übersicht der häufigsten Ursachen, aufgegliedert nach diesen Aspekten, zeigt . Tab. 1.Pneumonie, Sepsis, ARDSTumorpatienten sind per se einem erhöhten Risiko für schwerwiegende infektiöse Komplikationen ausgesetzt. Besonders aggraviert wird das Risiko jedoch im Rahmen der chemotherapieassoziierten Neutropenie. Neben klassischen bakteriellen Erregern finden sich bei diesen Patienten auch opportunistische Infektionen, u. a. Pneumocycstis carinii, Cytomegalievirus, Mycobakterien, Pseudomonaden und Pilze. Jede empirische antibiotische Therapie muss diesem erweiterten Spektrum Rechnung tragen, insbesondere, da die rasche und adäquate Therapie stark mit der der Mortalität korreliert. Nach Ausschluss der oben angeführten tumorspezifischen Ursachen einer akuten Atemnot fokussiert sich die Diagnostik in der Regel auf pulmonale Ursachen und hier wiederum auf die Infektionsdiagnostik. Insbesondere bei hämatologischen Patienten kündigen \"respiratory events\" bereits früh, vor dem Auftreten einer Oxygenierungsstörung die drohende Beeinträchtigung des respiratorischen Systems an: Infiltrate in der Röntgenaufnahme der Lunge, erhöhte Atemfrequenz, Husten, Sputum, Rasselgeräusche, Thoraxschmerzen und Hämoptysen sind mit erhöhten Intubationsraten und Mortalität assoziiert [2]. Bei schwer neutropenischen Patienten kann die Röntgenaufnahme des Thorax irreführend sein, da diese Patienten nur sehr eingeschränkt Infiltrate bilden können. Ein akutes respiratorisches Versagen mit unbekannter Ätiologie ist bei Krebspatienten mit schlechter Prognose assoziiert. Die somit notwendige Abklärung der mannigfaltigen, häufig infektiösen und teilweise sehr spezifischen Ursachen erfordert die Abarbeitung eines aufwendigen evidenzbasierten Diagnosealgorithmus (. Tab. 2). Neben nichtinvasiven Tests sollte auch eine bronchoalveoläre Lavage durchgeführt werden, die in knapp 20% der Fälle zusätzliche diagnostische Informationen erbringt [1]. Med Klin Intensivmed Notfmed 2013 · 108:191-196 DOI 10.1007/s00063-012-0178-y © Springer-Verlag Berlin Heidelberg 2013 T. Staudinger Der hämatoonkologische Patient im Intensivmanagement Häufig liegen infektiöse Komplikationen und/oder eine respiratorische Insuffizienz vor. Umfangreiche infektiologische Diagnostik, kausale und supporti-ve Therapie entsprechend der geltenden Leitlinien kann die Prognose einer Sepsis auch bei hämatoonkologischen Patienten verbessern. In der Therapie des respiratorischen Versagens kommt der nichtinvasiven Beatmung ein hoher Stellenwert in der Reduktion der Mortalität zu, wenn sie früh und unter strenger Beachtung von Indikationen, Kontraindikationen und Abbruchskriterien eingesetzt wird. Die Prognose von kritisch kranken Krebspatienten wird durch die Schwere des akuten Problems bestimmt, nicht durch die Grunderkrankung.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Cancer · Intensive care unit · Prognosis · Sepsis · Non-invasive ventilation Überlebensvorteil durch den Einsatz nichtinvasiver Beatmung [5, 16]. Einschränkend ist jedoch zu bemerken, dass hierbei sicher ein Selektionsbias vorliegt (d. h. je schwerer das respiratorische Problem ist und je mehr Komorbiditäten vorliegen, desto höher ist die primäre Intubationsrate oder die Rate an NIV-Versagen sowie natürlich die Mortalität). Ferner wurden moderne Beatmungsstrategien (erhaltene Spontanatmung, Einsatz von VAP-Bundles, protektive Beatmungsstrategien) im Vergleich zur NIV noch nicht ausreichend evaluiert. Andererseits gelingt es durch frühzeitigen Einsatz von NIV, diejenigen Patienten zu identifizieren, die nicht intubiert und maschinell beatmet werde müssen. Interessenkonflikt. Der korrespondierende Autor gibt für sich und seine Koautoren an, dass kein Interessenkonflikt besteht.Literatur 1. Azoulay E, Mokart D, Lambert J et al (2010) Diagnostic strategy for hematology and oncology patients with acute respiratory failure: randomized controlled trial. Am J Respir Crit Care Med 182:1038-1046 2. Chaoui D, Legrand O, Roche N et al (2004) Incidence and prognostic value of respiratory events in acute leukemia. Leukemia 18:670-675 3. Darmon M, Azoulay E, Alberti C et al (2002) Impact of neutropenia duration on short-term mortality in neutropenic critically ill cancer patients. Intensive Care Med 28:1775-1780 4. Epner DE, White P, Krasnoff M et al (1996) Outcome of mechanical ventilation for adults with hematologic malignancy. J Investig Med 44:254-260 5. Gristina GR, Antonelli M, Conti G et al (2011) Noninvasive versus invasive ventilation for acute respiratory failure in patients with hematologic malignancies: a 5-year multicenter observational survey. Crit Care Med 39:2232-2239 6. Groeger JS, Lemeshow S, Price K et al (1998) Multicenter outcome study of cancer patients admitted to the intensive care unit: a probability mortality model. J Clin Oncol 16:761-770 7. Hilbert G, Gruson D, Vargas F et al (2001) Noninvasive ventilation in immunosuppressed patients with pulmonary infiltrates, fever, and acute respiratory failure. N Engl J Med 344:481-487 8. Huynh TN, Weigt SS, Belperio JA (2009) Outcome and prognostic indicators of patients with hematopoietic stem cell transplants admitted to the intensive care unit. J Transplant (Article ID 917294) 9. Kluge S, Braune SA, Engel M et al (2012) Avoiding invasive mechanical ventilation by extracorporeal carbon dioxide removal in patients failing noninvasive ventilation. Intensive Care Med 10. Kress JP, Christenson J, Pohlman AS et al (1999) Outcomes of critically ill cancer patients in a university hospital setting. Am J Respir Crit Care Med 160:1957-1961 11. Kumar A, Zarychanski R, Light B et al (2010) Early combination antibiotic therapy yields improved survival compared with monotherapy in septic shock: a propensity-matched analysis. Crit Care Med 38:1773-1785 12. Lecuyer L, Chevret S, Thiery G et al (2007) The ICU trial: a new admission policy for cancer patients requiring mechanical ventilation. Crit Care Med 35:808-814Tab. 4 Nichtinvasive Beatmung: Abbruchkriterien (Intubationskriterien) Keine Verbesserung der Oxygenierung Neuerliche Verschlechterung der Blutgase Kein Absinken der Atemfrequenz Neuerlicher Anstieg der Atemfrequenz >30/min Keine Verbesserung einer respiratorischen Azidose Abhängigkeit von der NIV ≥3 Tage Auftreten von Bradykardie, Schnappatmung, schwerer Kreislaufinstabilität",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Köln: Deutscher Ärzte-Verlag 2012, 295 S., 55 Abb., 19 Tab., (ISBN 978-3-7691-1255-9), 39.00 EUR Die Diskussion über die richtige Zusammensetzung von Flüssigkeits-und Volumentherapie im anästhesiologischen und intensivmedizinische Alltag spielt sich seit Jahren zwischen Erfahrungswerten und evidenzbasierter Medizin (EBM) ab und führt zu ständigen Kontroversen. Die Autoren dieses Buches spannen mit hohem Fachwissen und Expertise einen Bogen von den zu Grunde liegenden naturwissenschaftlichen Erkenntnissen über anatomisch/ physiologische Zusammenhänge des Elektrolyt-und Wasserhaushaltes (inklusive aller Regulationsmechanismen) bis hin zu den ausgewiesenen Vorteilen und Nachteilen der praktisch klinischen Anwendung diverser Kristalloide und Kolloide. Im ersten Teil werden kurz und präzise die zugrundeliegenden Erkenntnisse über die im menschlichen Körper gültigen physikalischen und chemischen Zusammenhänge aufgefrischt und im weiteren um Grundlagen der Anatomie und den physiologischen Abläufen ergänzt. Im zweiten Teil gehen die Autoren auf die theoretischen Grundlagen der Kreislaufsituation und der praktizierten Therapien ein und erläutern präzise alle Mechanismen des Säure-Basenhaushaltes, der renalen Kompensation und die Wirkungen und Nebenwirkungen von Vasopressoren, Blutprodukten und unterschiedlichen Kristalloiden und Kolloiden. Im letzten Teil werden Indikatoren der Monitierung auf ihre Aussagekraft hin überprüft und das Augenmerk auf die Verhinderung von Gewebehypoxie gelegt. Neben dem Schwerpunkt der operativen Situation werden einzelne Krankheitsbilder (Herzinsuffizienz, Nierenversagen, ARDS, Hirndruckpatienten, Sepsis etc.) erörtert und auf Grund von Studien sowie der zugrundeliegende Pathophysiologie verschiedene Vorgehensweisen in Bezug auf Flüssigkeits-und Volumentherapie analysiert und teils Therapieempfehlungen angedeutet. Es wird auf die oft fehlende eindeutige oder widersprüchliche Datenlage eingegangen und auf die Notwendigkeit der genauen Buchbesprechungen Analyse der individuellen Situation des Patienten hingewiesen (sowohl eine Hypo-als auch eine Hypervolämie sollten vermieden werden). Am Ende der jeweiligen Abschnitte liefern die Autoren jeweils kurze, prägnante und äußerst praxisorientierte Zusammenfassungen. Die Kernaussage dieses Buches ist, dass eine bedarfsadaptierte und indikationsgerechte Flüssigkeits-und Volumentherapie zur optimalen Versorgung des anästhesiologischen und intensivmedizinischen Patienten führt. Diesen Therapieansatz konnten die Autoren in beeindruckender Weise anhand der medizinischen Grundlagen und wissenschaftlicher Erkenntnisse belegen. Die Schwierigkeiten, diese optimale Therapie entsprechend den (patho)physiologischen Bedürfnissen des jeweiligen Patienten auch zu finden, stellt sich ebenso klar dar. Die Lösung dieser Aufgabe wird trotz teils unzureichender EBM immer in der Verantwortung der behandelnden ÄrztInnen bleiben. Diese Buch mit seiner guten Aufarbeitung der Grundlagen und Zusammenhänge kann in der Praxis ein sehr hilfreiches Instrument darstellen, um für die Patienten eine optimale und bedarfsgerechte Flüssigkeits-und Volumstherapie zu gewähleisten und damit die Prognose in der Anästhesie und Intensivmedizin zu verbessern.",
            "cite_spans": [
                {
                    "start": 52,
                    "end": 54,
                    "text": "19",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Rationale Flüssigkeits-und Volumentherapie in Anästhesie und Intensivmedizin"
        }
    ]
}