{
    "paper_id": "696d22cfc1e5f627786b38e5267dab5f7f22bbbb",
    "metadata": {
        "title": "HCV NS4B targets Scribble for proteasome-mediated degradation to facilitate cell transformation Human papillomavirus TBEV Tick-borne encephalitis virus LRRs Leucine-rich repeats LAPSD LAP-specific domain TCID50 Tissue culture infective dose 50 CFU Colony-forming units Lgl2 Lethal giant larvae2 Par3 Protease-activated receptor-3 USP14 Ubiquitin-specific peptidase 14 NBM Nucleotide-binding motif",
        "authors": [
            {
                "first": "Bo",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Third Affiliated Hospital of Sun Yat-sen University",
                    "location": {
                        "postCode": "510630",
                        "settlement": "Guangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Shanshan",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Hubei Collaborative Innovation Center for Green Transformation of Bio-resources",
                    "institution": "Hubei University",
                    "location": {
                        "postCode": "430062",
                        "settlement": "Wuhan",
                        "region": "Hubei",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhanfeng",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Second Affiliated Hospital of Guangzhou University of Chinese Medicine",
                    "location": {
                        "postCode": "510120",
                        "settlement": "Guangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Shenggao",
                "middle": [],
                "last": "Xie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hubei University of Chinese Medicine",
                    "location": {
                        "postCode": "430065",
                        "settlement": "Wuhan",
                        "region": "Hubei",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yuqian",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hubei University of Chinese Medicine",
                    "location": {
                        "postCode": "430065",
                        "settlement": "Wuhan",
                        "region": "Hubei",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xianzhang",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Second Affiliated Hospital of Guangzhou University of Chinese Medicine",
                    "location": {
                        "postCode": "510120",
                        "settlement": "Guangzhou",
                        "country": "China"
                    }
                },
                "email": "huangxianzhanggd@126.com"
            },
            {
                "first": "Yi",
                "middle": [],
                "last": "Zheng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hubei University of Chinese Medicine",
                    "location": {
                        "postCode": "430065",
                        "settlement": "Wuhan",
                        "region": "Hubei",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Hepatitis C virus (HCV) nonstructural protein 4B (NS4B) is a multi-transmembrane protein, but little is known about how NS4B contributes to HCV replication and tumorigenesis. Its C-terminal domain (CTD) has been shown to associate with intracellular membrane, and we have previously shown that NS4B CTD contains a class I PDZ-binding motif (PBM). Here, we demonstrated that NS4B PBM interacts with the PDZ-containing tumor suppressor protein, Scribble, using immunofluorescence and co-immunoprecipitation assays, and this interaction requires at least three contiguous PDZ domains of Scribble. In addition, NS4B PBM specifically induced Scribble degradation by activating the proteasomeubiquitin pathway. Similar Scribble degradation was also observed in HCV-infected cells, suggesting NS4B could work in the context of HCV. Finally, NS4B PBM mutants showed reduced colony formation capacity compared with its wild-type counterpart, indicating that NS4B PBM plays important roles in NS4B-mediated cell transformation. Altogether, we provide a mechanism by which NS4B induces cell transformation through its PBM, which specifically interacts with the PDZ domains of Scribble and targets Scribble for degradation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Hepatitis C virus (HCV) is an enveloped positive singlestranded RNA virus that causes hepatitis C and HCV-related liver diseases including hepatocellular carcinoma (HCC) [1] . Up until now, there is no effective HCV vaccine available and hepatitis C is becoming a serious global health problem that affects 170 to 200 million people worldwide. The current standard of care is the combined use of nucleoside analog ribavirin and pegylated interferon-α; however, the efficacy of this treatment is limited and depends largely on the viral genotypes [2] [3] [4] .",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 173,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 546,
                    "end": 549,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 550,
                    "end": 553,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 554,
                    "end": 557,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The HCV genome encodes a polyprotein of about 3010 amino acids, which is cleaved into functional proteins including the mature structural capsid protein (C), envelope proteins (E1 and E2), ion channel (p7), and six nonstructural proteins (NS2-NS5B) [5] . Although the precise mechanism underlying HCV replication process remains largely unclear, most of the HCV nonstructural (NS) proteins are known to be involved in membranous web (MW) and double-membrane vesicles (DMVs) formed by protein-protein and protein-lipid interactions, which is the site of the viral RNA synthesis [6] [7] [8] . One of the NS proteins that are indispensable for viral replication is HCV NS4B, which is a hydrophobic protein highly conserved in Flaviviridae family [9] . NS4B expression causes alteration of the endoplasmic reticulum (ER) membrane and formation of MW, which could provide a platform for HCV viral replication [8, 10] . Our previous work has shown that NS4B expression activates unfolded protein response (UPR), ER overload response, and NF-κB pathway in human hepatic cells, which could contribute to HCV replication and pathogenesis [11] [12] [13] .",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 252,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 577,
                    "end": 580,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 581,
                    "end": 584,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 585,
                    "end": 588,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 743,
                    "end": 746,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 904,
                    "end": 907,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 908,
                    "end": 911,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1129,
                    "end": 1133,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1134,
                    "end": 1138,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1139,
                    "end": 1143,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "HCV NS4B is a 27-KDa protein consisting of an Nterminal domain (aa 1 to 69), C-terminal domain (aa 191 to 261), and a central transmembrane domain (aa 70 to 190). Topology structure studies of NS4B showed that its Nterminal domain comprises two amphipathic α-helices (AH1 and AH2) with several functional properties. Its central domain consists of four transmembrane domains (TMs) and a nucleotide-binding Walker A motif, mediating HCV viral replication and replication-related focus formation [9] . The Cterminal domain has been suggested to be the major membrane-binding domain, but recent studies showed that it is involved in protein-protein and protein-RNA interactions [14, 15] . In addition, the predicted helices and motifs of the Cterminal domain are involved in HCV replication [16] .",
            "cite_spans": [
                {
                    "start": 494,
                    "end": 497,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 675,
                    "end": 679,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 680,
                    "end": 683,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 788,
                    "end": 792,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We have previously analyzed the interaction motifs within NS4B using basic ELM software and found that its Cterminus contains a PDZ-binding motif (PBM) [9] , which could bind cellular PDZ-containing proteins such as the membrane protein, Scribble. Scribble is a PDZ-containing protein and has been well known for its roles in cellular polarity [17] and apoptosis [18] . The functions of Scribble have been shown to be modulated by viral proteins [19] . Human Tlymphotropic virus type 1 (HTLV-1) Tax protein affects the localization of Scribble protein and inhibits its activity to attenuate T cell receptor (TCR)-induced activation of nuclear factor of activated T cells (NFAT). Tick-borne encephalitis virus (TBEV) NS5 protein interacts with Scribble to inhibit interferon-mediated JAK-STAT signaling. In addition, highrisk human papillomavirus (HPV) E6 protein binds Scribble protein to cause its degradation through proteasome-mediated proteolysis [19] .",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 155,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 344,
                    "end": 348,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 363,
                    "end": 367,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 446,
                    "end": 450,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 951,
                    "end": 955,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "HCV NS4B has been reported to transform NIH3T3 cells, but little is known about the underlying mechanism [14] .",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 109,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Here, we showed that NS4B PBM is a key motif that enables NS4B to interact with Scribble protein, and at least three PDZ domains of Scribble are required for this interaction. Furthermore, this interaction leads to scribble degradation through the proteasome-ubiquitin pathway. We also observed this proteasome-dependent Scribble degradation in HCV-infected Huh7.5.1 cells, suggesting that NS4B has some roles for HCV-mediated Scribble degradation. In addition, NS4B PBM confers the ability of NS4B to transform cells. Taken together, our study revealed a novel mechanism by which NS4B contributes to HCV tumorigenesis by targeting tumor suppressor protein, Scribble, for degradation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "293T, HepG2, Huh7.5.1, and HeLa cells were maintained in Dulbecco's modified Eagle medium (DMEM) with 10 % fetal bovine serum (FBS) and cultured at 37°C in a 5 % CO 2 incubator. The replicon Con-1 was kindly provided by Prof. Ralf Bartenschlager (University of Heidelberg, Germany). To construct NS4B PBM mutants, the last four amino acids of NS4B were deleted or site-direct-mutated as alanine (AAAA) with appropriate sets of primers. The full-length cDNA of NS4B gene was designed as NS4BWT, the NS4B with last four amino acids deleted as NS4BD, and the NS4B with last four amino acids mutated as NS4BM. These NS4B sequences were inserted into pEGFPC1 and pFLAG-CMV2 plasmids (Invitrogen, USA) to construct pEGFPC1-NS4B, pEGFPC1-NS4BD, and pEGFPC1-NS4BM and pFLAG-CMV2-NS4B, pFLAG-CMV2-NS4BD, and pFLAG-CMV2-NS4BM, respectively. The plasmid pcDNA/Flag-Scribble (kindly provided by Prof. Rice, Baylor College of Medicine, USA) was used as template to amplify all the fragments of Scribble and cloned into indicated mammalian expression vectors. All the constructs were verified by DNA sequencing. The plasmids were transfected into cells at approximately 80 % confluence by Lipofectamine 2000 (Invitrogen, Karlsruhe, USA) in 150-μl DMEM medium without 10 % FBS, according to manufacturers' instructions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cells and plasmids"
        },
        {
            "text": "At 24 h post-transfection, cells were washed with phosphate-buffered saline (PBS) and fixed in 4 % formaldehyde for 15 min at room temperature. Cells were permeabilized in 0.1 % Triton X-100 in PBS, blocked with 3 % FBS in PBS, and then incubated with primary antibody overnight at 4°C followed by incubation with secondary antibody conjugated to red fluorochromes. The cell nuclei were stained with 1 μg/ml dihydrochloride (Beyotime, China). Cover slips were mounted upside down on slides with suitable volume of ProLong Gold Antifade Reagent (Invitrogen, USA). The cells were examined using an Olympus IX81 fluorescence microscope equipped with the appropriate filter sets and Olympus FluoView Ver.2.0a Viewer software. The antibodies used were anti-Scribble (Santa Cruz Biotechnology, USA), anti-Goat TRITC labeled IgG antibody (KPL, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunofluorescence analysis"
        },
        {
            "text": "At 48 h post-transfection, 293T cells were washed in ice-cold PBS and lysed on ice with lysis buffer (20 mM Tris-HCl pH 7.5, 150 mM NaCl, 1 mM EDTA, 1 mM EGTA, 1 % Triton X-100, 2.5 mM sodium pyrophosphate, 1 mM β-glycerophosphate, 1 mM NaVO 4 , 1 μg/ml Leupeptin, 1 mM PMSF). Cell-free lysate was mixed with anti-FLAG agarose (Abmart, China), washed three times with lysis buffer, and boiled in 40 μl of 1× SDS-PAGE loading buffer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Co-immunoprecipitation"
        },
        {
            "text": "Proteins were separated on SDS-PAGE gel and transferred into PVDF membrane. Membrane was blocked with 5 % nonfat milk and incubated with primary antibodies overnight at 4°C and secondary antibodies (KPL Company) in 2.5 % nonfat milk at room temperature for 2 h. Proteins were visualized by SuperSignal ® West Pico Chemiluminescent Substrate (Thermo Scientific).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Western blotting analysis"
        },
        {
            "text": "Plasmid pJFH1 that contains the full-length HCV genotype 2a JFH1 strain cDNA was kindly provided by Professor Wakita (National Institute of Infectious Diseases, Tokyo, Japan). The infectious JFH1 HCV 2a virus was generated, and virus titers were quantified by RT-PCR as previously described [20] .",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 295,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "JFH1 production and infection"
        },
        {
            "text": "Huh7.5.1 was infected by JFH1 at TCID50 of 100. Cells were harvested at the indicated time, and Scribble expression was analyzed by qRT-PCR and Western blot.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "JFH1 production and infection"
        },
        {
            "text": "At 24 h post-transfection, trypsinized cells were suspended in DMEM medium and subsequently 0.3 % low-melting-point agarose overlaid onto a solidified layer of DMEM medium and 0.6 % agarose in 20-mm plates (1000 cells/plate). Two weeks later, the colonies were stained with 0.005 % crystal violet (Sigma, USA). The colony-forming units (CFU) with more than 100 cells were counted under a light microscope.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Colony formation assay"
        },
        {
            "text": "We have previously reported that HCV NS4B contains a PBM domain within its C-terminal domain, which enables it to interact with PDZ domain-containing proteins [9] . As Scribble protein contains four PDZ domains and interacts with the PBM of some viral proteins [19] , we hypothesized that HCV NS4B PBM domain could interact with the PDZ domain of Scribble. To test this hypothesis, we co-transfected pEGFP-NS4B and pFLAG-CMV2-Scribble expression vectors into 293T cells and analyzed their co-localization by immunofluorescence. HCV NS4B localized throughout the cytoplasm and has a perinuclear staining (Fig. 1a, second panel) , consistent with previous reports about NS4B localization [21, 22] . Most importantly, we found that NS4B co-localized with Scribble (Fig. 1a , second and third panels), indicating an interaction between these two proteins. We also observed the co-localization between NS4B and Scribble in other cells lines including HeLa (Fig. 1a , fourth panel) and HepG2 cells (Fig. 1a, fifth panel) , indicating that HCV NS4B interacts with Scribble protein irrespective of cell lines.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 162,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 261,
                    "end": 265,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 686,
                    "end": 690,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 691,
                    "end": 694,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 603,
                    "end": 626,
                    "text": "(Fig. 1a, second panel)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 761,
                    "end": 769,
                    "text": "(Fig. 1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 951,
                    "end": 959,
                    "text": "(Fig. 1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 992,
                    "end": 1014,
                    "text": "(Fig. 1a, fifth panel)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "HCV NS4B interacts with Scribble"
        },
        {
            "text": "To identify which NS4B domain(s) interacts with Scribble, we constructed vectors that express EGFP-fused NS4B Nterminal domain (EGFP-NS4BN), central domain (EGFP-NS4BCore), and C-terminal domain (EGFP-NS4BC) and transfected them into 293T cells. We found that NS4B Nterminal domain distributes around the nucleus but not nearby the membrane (Fig. 1b, first panel) . NS4B central domain displays small punctate or dot-like structures throughout the cells (Fig. 1b, second panel) . However, neither NS4B N-terminal domain nor central domain co-localized with Scribble. Only NS4B C-terminal domain showed colocalization with Scribble (Fig. 1b, third panel) , indicating that NS4B C-terminal domain is required for NS4B-Scribble interaction.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 341,
                    "end": 363,
                    "text": "(Fig. 1b, first panel)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 454,
                    "end": 477,
                    "text": "(Fig. 1b, second panel)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 631,
                    "end": 653,
                    "text": "(Fig. 1b, third panel)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "HCV NS4B interacts with Scribble"
        },
        {
            "text": "As PBM resides in NS4B C-terminal domain, to further explore whether NS4B PBM mediates the NS4B-Scribble interaction, we mutated NS4B PBM either by deleting all PBM residues (EGFP-NS4BD) or changing all PBM residues to alanine (EGFP-NS4BM) and transfected these two mutants into 293T cells. We then analyzed the interaction between NS4B and endogenous Scribble protein by immunofluorescence assay. As shown in Fig. 1b , EGFP-NS4BD and EGFP-NS4BM proteins were expressed throughout the cytoplasm, almost the same as EGFP-NS4B, indicating that NS4B PBM domain does not affect its cellular localization. However, there is no overlay area of endogenous Scribble with either EGFP-NS4BD or EGFP-NS4BM (Fig. 1b, fourth and fifth  panels) , indicating that NS4B PBM domain is required for NS4B-Scribble interaction.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 410,
                    "end": 417,
                    "text": "Fig. 1b",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 695,
                    "end": 730,
                    "text": "(Fig. 1b, fourth and fifth  panels)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "HCV NS4B interacts with Scribble via its PBM"
        },
        {
            "text": "We further analyzed NS4B-Scribble interaction by coimmunoprecipitation (Co-IP). We transfected 293T or HepG2 cells with plasmids expressing FLAG-tagged NS4B (Flag-NS4B) or its PBM mutants (Flag-NS4BD or Flag-NS4BM). NS4B was immunoprecipitated with anti-FLAG resin. As expected, Scribble protein was precipitated with wild-type NS4B but not NS4B PBM mutants (Fig. 2 , compare lane 6 to lanes 7 and 8), confirming that NS4B PBM is required for NS4B to interact with Scribble.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 358,
                    "end": 365,
                    "text": "(Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "HCV NS4B interacts with Scribble via its PBM"
        },
        {
            "text": "The PDZ domains of Scribble are required for its interaction with NS4B PBM Scribble consists of three primary domains: leucine-rich repeats (LRRs), LAP-specific domain (LAPSD), and four contiguous PDZ domains (Fig. 3a) . Both LRRs and PDZ domains are protein-protein interaction modules. To determine whether HCV NS4B interacts with PDZ domains of Scribble, we transfected the plasmid expressing Myc-tagged four Scribble PDZ domains into 293T cells and examined its interaction with NS4B by Co-IP assay. As shown in Fig. 3b , NS4B binds the four PDZ fragment of Scribble, indicating that the other two domains, LRR and LAPSD, are not required for NS4B-Scribble interaction. To identify which PDZ domains are required for this interaction, we constructed a series of plasmids expressing Myc-tagged Scribble PDZ domains and examined interactions with NS4B by Co-IP assay. When PDZ1, PDZ2, PDZ3, or PDZ4 was expressed alone, they were not able to interact with NS4B ( Fig. 3c-f ). Expression of two tandem PDZ domains (PDZ1-2, PDZ2-3, PDZ3-4) of Scribble also failed to interact with NS4B ( Fig. 3g-i) . Only Scribble that contains the first three (PDZ1-3) or the last three PDZ domains (PDZ2-4) interacts with NS4B (Fig. 3j, k) , indicating that the interaction between HCV NS4B PBM and Scribble involves at least three contiguous PDZ domains of Scribble.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 209,
                    "end": 218,
                    "text": "(Fig. 3a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 516,
                    "end": 523,
                    "text": "Fig. 3b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 965,
                    "end": 974,
                    "text": "Fig. 3c-f",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1088,
                    "end": 1098,
                    "text": "Fig. 3g-i)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1213,
                    "end": 1225,
                    "text": "(Fig. 3j, k)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "HCV NS4B interacts with Scribble via its PBM"
        },
        {
            "text": "As HCV NS4B interacts with Scribble, we next investigated the effects of NS4B on Scribble. Viral proteins have been shown to regulate Scribble either by altering its localization or triggering Scribble degradation [19] . From Fig. 1a , we found that NS4B does not affect the localization of Scribble. Hence, we explored whether NS4B affects the protein levels of Scribble. We transfected different amounts of NS4B expression plasmids into 293T and HepG2 cells and then examined the protein levels of Scribble. Increased expression of NS4B significantly reduced Scribble protein levels in both 293T (Fig. 4a) and HepG2 cells (Fig. 4b) . In NS4B-transfected 293T and HepG2 cells, NS4B expression was higher at 48-h post-transfection compared with 24-h post-transfection; however, Scribble protein levels were lower at 48-h post-transfection compared with 24-h post-transfection, revealing a negative correlation between NS4B expression and Scribble protein level. We also examined the impact of NS4B on the other two PDZ-containing proteins, lethal giant larvae2 (Lgl2) and protease-activated receptor-3 (Par3). Our data showed that their intracellular protein levels were not altered by NS4B expression (Fig. 4b -d, f; the Par3 protein data was not shown). These results indicate that NS4B specifically induced Scribble degradation. To understand how HCV NS4B triggered Scribble degradation, we examined the involvement of the proteasomeubiquitin pathway. First, we examined the effects of NS4B on the protein levels of ubiquitin-specific peptidase 14 (USP14), a cytoplasmic protein that belongs to the ubiquitin-specific processing family of deubiquitinating enzymes [23, 24] . As shown in Fig. 5a , expression of HCV NS4B led to reduced USP14 protein levels in both 293T cells and HepG2 cells especially at 48-h post-transfection, indicating that HCV NS4B activates the proteasome-ubiquitin pathway.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 218,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1667,
                    "end": 1671,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1672,
                    "end": 1675,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 226,
                    "end": 233,
                    "text": "Fig. 1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 598,
                    "end": 607,
                    "text": "(Fig. 4a)",
                    "ref_id": null
                },
                {
                    "start": 624,
                    "end": 633,
                    "text": "(Fig. 4b)",
                    "ref_id": null
                },
                {
                    "start": 1202,
                    "end": 1210,
                    "text": "(Fig. 4b",
                    "ref_id": null
                },
                {
                    "start": 1690,
                    "end": 1697,
                    "text": "Fig. 5a",
                    "ref_id": null
                }
            ],
            "section": "HCV NS4B induces the degradation of Scribble"
        },
        {
            "text": "To examine whether the proteasome pathway is involved in the Scribble protein degradation, we performed a series of ubiquitination assays. Cells were transfected with plasmids expressing full-length Flag-tagged NS4B and then treated cells with the proteasome inhibitor, MG132. Our data showed that NS4B induced higher ubiquitination of Scribble than empty plasmids in both 293T cells and HepG2 cells (Fig. 5b) , suggesting that NS4B induced Scribble degradation via the proteasomeubiquitin pathway.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 400,
                    "end": 409,
                    "text": "(Fig. 5b)",
                    "ref_id": null
                }
            ],
            "section": "HCV NS4B induces the degradation of Scribble"
        },
        {
            "text": "We also transfected NS4B PBM mutants (Flag-NS4BD and Flag-NS4BM) into 293T and HepG2 cells and found that the protein levels of Scribble were not significantly reduced by these two NS4B mutants when compared with the fulllength NS4B (Fig. 5c) . As a control, the expression of endogenous β-actin and exogenous GFP was not altered (Fig. 5c) , indicating that the specific degradation of Scribble requires its interaction with NS4B PBM.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 233,
                    "end": 242,
                    "text": "(Fig. 5c)",
                    "ref_id": null
                },
                {
                    "start": 330,
                    "end": 339,
                    "text": "(Fig. 5c)",
                    "ref_id": null
                }
            ],
            "section": "HCV NS4B induces the degradation of Scribble"
        },
        {
            "text": "To analyze whether NS4B triggers Scribble degradation in the context of HCV, we investigated the effect of HCV JFH1 infection on Scribble expression. Huh7.5.1 cells were infected with HCV JFH1, and the expression of Scribble was analyzed by qRT-PCR and Western blotting. Our results showed that Scribble mRNA was not significantly changed by HCV infection (Fig. 6a) . Fig. 4 HCV NS4B induced Scribble degradation. a, b 293T (a) and HepG2 (b) cells were transfected with 1, 3, and 5 μg pCDNA3.1-NS4B expression plasmid. Twenty-four hours posttransfection, cell lysates were prepared and analyzed by Western blot with indicated antibodies. pCDNA3.1(−) plasmid was used as a negative control. c, d 293T (c) and HepG2 (d) cells were transfected with 1 μg of pCDNA3.1-NS4B expression plasmid. Twenty-four and 48 h post-transfection, the protein levels of NS4B, Scribble, and LGL2 were analyzed by Western blot. e, f Relative protein levels of Scribble (e) and LGL2 (f) were quantitated with standard deviation (SD). GAPDH levels were used to normalize these two proteins. *P < 0.05; **P < 0.01 However, Scribble protein was decreased in HCVinfected Huh7.5.1 cells compared with mock-infected cells (Fig. 6b) , indicating that HCV infection resulted in Scribble degradation. Altogether, these results implied that NS4B works in the context of HCV to trigger Scribble degradation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 356,
                    "end": 365,
                    "text": "(Fig. 6a)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 368,
                    "end": 383,
                    "text": "Fig. 4 HCV NS4B",
                    "ref_id": null
                },
                {
                    "start": 1193,
                    "end": 1202,
                    "text": "(Fig. 6b)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "The effect of HCV infection on Scribble expression levels"
        },
        {
            "text": "As Scribble is a tumor suppressor protein and HCV NS4B PBM targets Scribble for degradation, it is highly possible that NS4B PBM may promote cell transformation by targeting Huh7.5.1 cells were infected by HCV JFH1 and harvested at day 3 and day 5. a Total mRNA was extracted, and RT-PCR was performed using primers for Scribble and β-actin. Data were presented as mean ± SE (n = 3, P>0.05). b Cells lysates were subjected to Western blot analysis using antibodies against HCV Core protein, Scribble, and βactin Scribble. To test this hypothesis, we transfected HepG2 cells with NS4B-expressing plasmids. Our results showed that NS4B induced more colonies (increased anchorageindependent growth) than empty vector-transfected cells (Fig. 7) , consistent with its reported roles in transformation [14] . Moreover, transfection of full-length NS4B significantly yielded more colonies than its PBM mutants, NS4BD or NS4BM (Fig. 7) . These data suggest that NS4B promotes cell transformation primarily by its PBM domain-mediated Scribble degradation.",
            "cite_spans": [
                {
                    "start": 796,
                    "end": 800,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 732,
                    "end": 740,
                    "text": "(Fig. 7)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 919,
                    "end": 927,
                    "text": "(Fig. 7)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "The NS4B PBM promotes the colony formation of hepatoma cells by degrading Scribble"
        },
        {
            "text": "Cell-derived membrane is the key platform for viral replication and assembly. The interaction between HCV proteins and host cellular proteins plays important roles in HCV life cycle and pathogenesis [25] . HCV NS4B is a highly hydrophobic protein and considered to be the least characterized HCV protein [26] . The major function of NS4B is to induce intracellular host membrane alteration and provide a platform for virus replication [8, 9, 27] . HCV NS4B has also been shown to cause cell transformation [14] . However, it remains to be determined about the underlying mechanism. In this study, we provided a plausible mechanism that NS4B induces cell transformation by degrading the tumor-suppressor protein, Scribble, through the interaction between NS4B PBM and Scribble PDZ domains.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 203,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 304,
                    "end": 308,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 435,
                    "end": 438,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 439,
                    "end": 441,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 442,
                    "end": 445,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 506,
                    "end": 510,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our study provides the first evidence that HCV NS4B interacts with the tumor suppressor protein Scribble via its PBM. Several virus proteins have been shown to contain PBM that can bind PDZ domain(s). These proteins include human adenovirus E4-ORF1, hepatitis B virus (HBV) core protein, influenza A virus NS1 protein, HPV E6 protein, HTLV1 Tax protein, TBEV NS5 protein, Dengue virus (DV) NS5 protein, Rabies G protein, SARS E protein, RhPV E7 protein, and CRPV LE6 and SE6 proteins (reviewed in [19] ). Among these proteins, influenza A virus NS1 protein, HPV E6 protein, HTLV1 Tax protein, and TBEV NS5 protein have been shown to interact with Scribble. Here, we provide evidence that HCV NS4B is a novel PBM-containing protein that interacts with Scribble.",
            "cite_spans": [
                {
                    "start": 497,
                    "end": 501,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The PDZ domain is a protein-protein interaction module that is widespread throughout evolution. Many cellular PDZ proteins are targets for viral proteins including Dlg1, Dlg4, MAGl-1, MAGl-2, MAGl-3, Scribble, PDLIM2, MUPP-1, PATJ, ZO-1, ZO-2, TIP-1, TIP-2/GIPC, Erbin, pro-IL-16, ß1-syntrophin, PDZD8, PTPN4, and PALS1 [19] . In this study, we found that HCV NS4B specifically interacts with Scribble. Moreover, we found that at least three contiguous PDZ domains of Scribble are required for this interaction (Fig. 3 ). This phenomenon is quite different from the other reported virus proteins (HPV E6, HTLV-1 Tax, and TBEV NS5) that target the cellular PDZ protein [19] . For example, only PDZ domains 4 and 5 of PATJ are required to bind HPV E6 [19] . It is highly likely that the interaction between HCV NS4B and Scribble requires the three contiguous Scribble PDZ domains to form a favorable conformation and cooperative binding among these PDZ domains.",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 324,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 668,
                    "end": 672,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 749,
                    "end": 753,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 511,
                    "end": 518,
                    "text": "(Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Different viruses employ various strategies to modulate Scribble to facilitate their replication and/or pathogenesis. Some viral proteins alter Scribble localization. The influenza A virus NS1 and HTLV-1 Tax proteins interact with Scribble and result in mislocalization of Scribble into cytoplasmic puncta [19] . The influenza A virus NS1-mediated relocalization of Scribble was thought to inhibit the proapoptotic function of Scribble. However, we did not observe any location change of Scribble in NS4B expression cells (Fig. 1a) . Other viral proteins regulate Scribble protein level. The HPV E6 binds Scribble and results in its degradation Values are means ± SD (n = 3). *P < 0.01,**P < 0.05 through the proteasome pathway [28] [29] [30] . Similar to HPV E6, we found that HCV NS4B specifically induced Scribble protein degradation with little to no effects on the other two PDZcontaining proteins, Lgl2 and Par3. This is the first report regarding the role of HCV NS proteins in regulating Scribble functions by affecting its protein levels. Moreover, HCV NS4B PBM induced Scribble degradation through the ubiquitin-proteasome pathway, indicating that HCV NS4B utilized the same strategy with HPV E6 in regulating Scribble. The TBEV NS5 protein directly interacts with Scribble and causes the inhibition of the JAK/STAT pathway by an unclear mechanism [19] . It is unknown whether HCV NS4B affects the JAK/STAT pathway.",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 310,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 728,
                    "end": 732,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 733,
                    "end": 737,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 738,
                    "end": 742,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1358,
                    "end": 1362,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 522,
                    "end": 531,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The NS4B PBM-Scribble PDZ interaction is important for colony formation of transfected cells, indicating that NS4B PBM contributes to HCV pathogenesis and cellular transformation by inducing Scribble degradation. Interestingly, colony formation assay also showed that in the cells expressing the NS4B PBM mutants, more colonies were formed compared to empty vector-transfected cells, suggesting that there are additional unknown mechanisms whereby NS4B promotes transformed cell growth in addition to PBM. As NS4B nucleotidebinding motif (NBM) has been reported to induce tumor transformation [14] , it is highly likely that both NBM and PBM confer NS4B the potential to promote tumor transformation.",
            "cite_spans": [
                {
                    "start": 593,
                    "end": 597,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Taken together, we identified an important motif, PBM, within NS4B and characterized its functions in facilitating tumor cell transformation through binding the PDZ domains of tumor suppressor, Scribble, and inducing Scribble degradation via the proteasome-ubiquitin pathway. Our findings reveal a novel mechanism by which NS4B contributes to HCV pathogenesis and tumorigenesis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The outcome of acute hepatitis C predicted by the evolution of the viral quasispecies",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Farci",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shimoda",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Coiana",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Science",
            "volume": "288",
            "issn": "",
            "pages": "339--383",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Vaccination for hepatitis C virus: closing in on an evasive target",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Halliday",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Klenerman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Barnes",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Expert Rev Vaccines",
            "volume": "10",
            "issn": "",
            "pages": "659--72",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Understanding the hepatitis C virus life cycle paves the way for highly effective therapies",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Scheel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Rice",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat Med",
            "volume": "19",
            "issn": "",
            "pages": "837--886",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Chronic hepatitis C: future treatment",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wendt",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Adhoute",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Castellani",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Clin Pharmacol",
            "volume": "6",
            "issn": "",
            "pages": "1--17",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Unravelling hepatitis C virus replication from genome to function",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Lindenbach",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Rice",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "436",
            "issn": "",
            "pages": "933--941",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Protein-protein interactions between hepatitis C virus nonstructural proteins",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dimitrova",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Imbert",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Virol",
            "volume": "77",
            "issn": "",
            "pages": "5401--5415",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Identification of the hepatitis C virus RNA replication complex in Huh-7 cells harboring subgenomic replicons",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gosert",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Egger",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Lohmann",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Virol",
            "volume": "77",
            "issn": "",
            "pages": "5487--92",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Hepatitis C virus RNA replication and assembly: living on the fat of the land",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Paul",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Madan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bartenschlager",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Cell Host Microbe",
            "volume": "16",
            "issn": "",
            "pages": "569--79",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Interaction networks of hepatitis C virus NS4B: implications for antiviral therapy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kong",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Cell Microbiol",
            "volume": "14",
            "issn": "",
            "pages": "994--1002",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Expression of hepatitis C virus proteins induces distinct membrane alterations including a candidate viral replication complex",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Egger",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wolk",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gosert",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Virol",
            "volume": "76",
            "issn": "",
            "pages": "5974--84",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Hepatitis C virus NS4B induces unfolded protein response and endoplasmic reticulum overload responsedependent NF-kappa B activation",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Virology",
            "volume": "391",
            "issn": "",
            "pages": "257--64",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Hepatitis C virus non-structural protein NS4B can modulate an unfolded protein response",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Microbiol",
            "volume": "43",
            "issn": "",
            "pages": "529--565",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The roles of endoplasmic reticulum overload response induced by HCV and NS4B protein in human hepatocyte viability and virus replication",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS One",
            "volume": "10",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The nucleotide binding motif of hepatitis C virus NS4B can mediate cellular transformation and tumor formation without Ha-ras co-transfection",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Einav",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Sklan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Moon",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Hepotology",
            "volume": "47",
            "issn": "",
            "pages": "827--862",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The hepatitis C virus NS4B protein can trans-complement viral RNA replication and modulates production of infectious virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Targett-Adams",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mclauchlan",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Virol",
            "volume": "83",
            "issn": "",
            "pages": "2163--77",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The future of HCV therapy: NS4B as an antiviral target",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Dvory-Sobol",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Pang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Glenn",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Viruses",
            "volume": "2",
            "issn": "",
            "pages": "2481--92",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Polarity complex proteins",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Assemat",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bazellieres",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pallesi-Pocachard",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Le-Bivic",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Massey-Harroche",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Biochim Biophys Acta",
            "volume": "",
            "issn": "",
            "pages": "614--644",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Deregulation of scribble promotes mammary tumorigenesis and reveals a role for cell polarity in carcinoma",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rosenberg",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Bergami",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Cell",
            "volume": "135",
            "issn": "",
            "pages": "865--78",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Emerging theme: cellular PDZ proteins as common targets of pathogenic viruses",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Javier",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Rice",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Virol",
            "volume": "85",
            "issn": "",
            "pages": "11544--56",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Complete replication of hepatitis C virus in cell culture",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Lindenbach",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Syder",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "309",
            "issn": "",
            "pages": "623--629",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The hepatitis C virus nonstructural protein 4B is an integral endoplasmic reticulum membrane protein",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hugle",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fehrmann",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bieck",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Virology",
            "volume": "284",
            "issn": "",
            "pages": "70--81",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Topology of the membrane-associated hepatitis C virus protein NS4B",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lundin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Monne",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Widell",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Von-Heijne",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Persson",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Virol",
            "volume": "77",
            "issn": "",
            "pages": "5428--5466",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Enhancement of proteasome activity by a small-molecule inhibitor of USP14",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nature",
            "volume": "467",
            "issn": "",
            "pages": "179--84",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Trimming of ubiquitin chains by proteasome-associated deubiquitinating enzymes",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hanna",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Finley",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Mol Cell Proteomics",
            "volume": "10",
            "issn": "",
            "pages": "110--003871",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Replication of hepatitis C virus RNA occurs in a membrane-bound replication complex containing nonstructural viral proteins and RNA",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "El-Hage",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Gen Virol",
            "volume": "84",
            "issn": "",
            "pages": "2761--2770",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Hepatitis C virus NS4B carboxy terminal domain is a membrane binding domain",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Liefhebber",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Brandt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Broer",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Spaan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Van Leeuwen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Virol J",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The ins and outs of hepatitis C virus entry and assembly",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Lindenbach",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Rice",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat Rev Microbiol",
            "volume": "11",
            "issn": "",
            "pages": "688--700",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "HPV E6 degradation of p53 and PDZ containing substrates in an E6AP null background",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Massimi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shai",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lambert",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Banks",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Oncogene",
            "volume": "27",
            "issn": "",
            "pages": "1800--1804",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Viral oncoprotein-induced mislocalization of select PDZ proteins disrupts tight junctions and causes polarity defects in epithelial cells",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "J"
                    ],
                    "last": "Latorre",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Roh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Frese",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Margolis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Javier",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Cell Sci",
            "volume": "118",
            "issn": "",
            "pages": "4283--93",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "PATJ, a tight junction-associated PDZ protein, is a novel degradation target of high-risk human papillomavirus E6 and the alternatively spliced isoform 18 E6",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Storrs",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Silverstein",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "4080--90",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "HCV NS4B co-localized with Scribble protein. Cells were fixed for immunofluorescence analysis at 24 h post-transfection. Cell nuclei were stained by DAPI (in blue). The co-localization between NS4B and Scribble was shown in the merged images (fourth columns) Fig. 2 HCV NS4B PBM is required to bind Scribble. Cell extract was incubated with anti-FLAG resin, and the co-immunoprecipitated Scribble was analyzed by Western blot with anti-Scribble antibody",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Three adjacent PDZ domains of Scribble are required to bind HCV NS4B. a Diagram showing the structure of Scribble protein. The Myc-tagged PDZ domains of Scribble used in the Co-IP assay were indicated, and the binding activities of Scribble PDZ domains for HCV NS4Bwere summarized. b-j 293T cells were transfected with pFLAG-CMV2 or pFLAG-CMV2-NS4B and Myc-tagged Scribble PDZ (b), PDZ1 (c), PDZ2 (d), PDZ3 (e), PDZ4 (f), PDZ1-2 (g), PDZ2-3 (h), PDZ3-4 (i), and PDZ2-4 (j). Cell lysates were mixed with anti-FLAG resin, and the precipitates were analyzed by Western blot with indicated antibodies. k 293T cells were co-transfected with pFLAG-CMV2-NS4B, pCDNA4b, or Myc-tagged Scribble PDZ1-3. Cell lysates were mixed with anti-Myc resin, and the precipitates were analyzed by Western blot with indicated antibodies HCV NS4B activates the proteasome-ubiquitin pathway to degrade Scribble",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "were analyzed by Western blot. b 293T cells and HepG2 cells were transfected with pFLAG-CMV2 or pFLAG-NS4B, and proteasome inhibitor was added to the cells 5 h before harvesting cells. The ubiquitination levels of Scribble were analyzed by Western blot using anti-ubiquitin antibody. c 293T and HepG2 cells were transfected with full-length NS4B, NS4BD, NS4BM, pFLAG-CMV2, and pEFGPC1. Twenty-four hours posttransfection, cell lysates were prepared and analyzed by Western blot with indicated antibodies",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "HCV infection induced Scribble protein degradation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "NS4B PBM facilitated HepG2 cells transformation. Softagar colony formation assay for HepG2 cells transfected with pEGFP-C1 or pEGFP-C1-NS4B or pEGFP-C1-NS4B or pEGFP-C1-NS4BM. Quantification of foci was counted.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Bo Hu and Shanshan Li contributed equally to this work.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments This work was supported by Scientific Research Funding for Returned Scholars of Ministry of Education (no. 2012940) and by Natural Science Foundation of Guangdong Province (no. 2014A030313726). We thank Prof. Ralf Bartenschlager, University of Heidelberg, Germany, for providing the subreplicon Con-1 and Prof. Andrew Rice for providing the plasmid pcDNA/Flag-Scribble.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Conflicts of interest None",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        }
    ]
}