{
    "paper_id": "69cf6017a78acc9a47ca3afa6efe4405339fd630",
    "metadata": {
        "title": "Promising Trends in Access to Medicines",
        "authors": [
            {
                "first": "E",
                "middle": [
                    "Richard"
                ],
                "last": "Gold",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Université libre de Bruxelles",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Jean-Frédéric",
                "middle": [],
                "last": "Morin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Université libre de Bruxelles",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "It is a vast understatement to say that the problem of access to medicines in developing countries is complex. Access is limited by a range of factors including inability to pay, a lack of infrastructure, and corruption in some countries. Surrounding and exacerbating these structural and technological problems is the layer of legal rights created by patents and their licensing that complicate and render more expensive the preparation and delivery of needed medicines, particularly those that need to be adapted to the social, health and cultural environment of developing countries. This article provides a survey of innovative strategies that aim at maximizing the potential of patents to facilitate the development and delivery of medicines against diseases, the burden of which falls principally on developing country populations. To understand the context in which these strategies are being proposed and implemented, the article reviews the battles over access to medicines beginning in the late 1980s. It then surveys some of the principal suggestions put forward to better direct innovation systems in addressing the critical health needs of the world's majority including advance market commitments, patent buy-outs, prize funds, public-private partnerships and patent pools.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "While the focus on reducing the costs of HIV ⁄ AIDS drugs in the developing world has increased the availability these of drugs by 30 per cent between 2008 and 2009, low-and middle-income country coverage for AIDS ⁄ HIV drugs remains below 36 per cent (UNAIDS, 2010a) . What is worse, for every two people for whom treatment is provided, five are infected (UNAIDS, 2010b) . The difficulties in providing greater access to treatment are multiple and intertwined. While much of the debate over access to medicines since the 1980s has surrounded patent rights and their effect on access to and price of medicines (All-Party Parliamentary Group on AIDS, 2009; Smith et al., 2009) , the key to moving forward is to understand drug innovation as part of an integrated process of delivering medicines and services to those in need.",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 267,
                    "text": "(UNAIDS, 2010a)",
                    "ref_id": null
                },
                {
                    "start": 356,
                    "end": 371,
                    "text": "(UNAIDS, 2010b)",
                    "ref_id": null
                },
                {
                    "start": 644,
                    "end": 655,
                    "text": "AIDS, 2009;",
                    "ref_id": null
                },
                {
                    "start": 656,
                    "end": 675,
                    "text": "Smith et al., 2009)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This article provides a survey of strategies that aim at maximizing the potential of patents to facilitate the development and delivery of medicines against diseases, the burden of which falls principally on developing country populations. The article is structured as follows. First, to understand the context in which strategies are being proposed and implemented, we review the battles over access to medicines beginning in the late 1980s. We then survey some of the principal suggestions put forward to better direct innovation systems in addressing the critical health needs of the world's majority.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Despite the promising suggestions put forward, the hostile nature of relations between stakeholders -for our purposes, NGOs, corporations and governmentshas either taken attention away from areas of common interest or has led to the implementation of good ideas in a less than optimal fashion. Instead of concentrating on strategies that are best designed specifically to ease problems over delivery and compliance -for example, single pills incorporating combinations of drugs that ease compliance, heat-insensitive formulations that can be transported at lower cost, or pediatric formulations that address the very specific needs of children -discussions too often end in finger pointing over solutions that do not, in the end, address in form and quantity the full extent of the problem. One example of this is the continued and long discussions over the implementation of the World Trade Organization's (WTO) rules that allow for the issue of a compulsory license to export drugs (Morin and Gold, 2010) . While these rules are admittedly largely unworkable, at least as implemented in developed countries, fixing them will likely have limited benefit as there are few natural trade relations with respect to generic medicines between developing and developed nations .",
            "cite_spans": [
                {
                    "start": 984,
                    "end": 1006,
                    "text": "(Morin and Gold, 2010)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Over the last three decades, the global debate on pharmaceutical patents has been characterized by conflicting interests, legal disputes and political coercion. The first round occurred in the 1980s, when pharmaceutical companies convinced the US government that the lack of patent protection in developing countries was a major trade barrier that helped to explain the US trade deficit (Sell, 2003) . The US then pressured developing countries to increase their patent protection by relying on the threat of trade sanctions and the promise of privileged trade access. A deal was finally concluded in 1994 with the creation of the WTO.",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 399,
                    "text": "(Sell, 2003)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "A history of confrontation"
        },
        {
            "text": "Developed countries offered better access to textile products and promised to stop imposing unilateral trade sanctions in return for developing countries' ratification of the Agreement on Trade-Related Aspects of Intellectual Property Rights (TRIPs). Although some countries benefit from transitional periods, all WTO members are now required to accept the patentability of pharmaceutical products and to treat health innovations in the same way as other technological fields.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A history of confrontation"
        },
        {
            "text": "The second round of debates started in 1998, when 39 pharmaceutical companies brought a lawsuit against the Government of South Africa over its bill amending the Patent Act to achieve public health goals (Sell and Prakash, 2004; t'Hoen, 2002) . Combined with the HIV ⁄ AIDS crisis, this lawsuit was a catalyst for the emergence of what became the access to medicines campaign. NGOs portrayed the South African case as a battle between greedy and powerful transnational corporations defending excessive profit margins and a weak state defending human life. Even when pharmaceutical companies dropped the case and the US relaxed its diplomatic pressure, developing countries were able to take advantage of the momentum created by NGOs. At the 2001 WTO conference, they successfully obtained the Declaration on TRIPs and Public Health which called for international negotiations to address the need of certain countries to import generic medicines. In 2003, a WTO decision defined the conditions under which a country could export generic pharmaceutical products to another and, in 2005, the decision was translated into a permanent amendment to the TRIPs agreement.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 228,
                    "text": "(Sell and Prakash, 2004;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 229,
                    "end": 242,
                    "text": "t'Hoen, 2002)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "A history of confrontation"
        },
        {
            "text": "These two rounds of a deeply polarized debate left every stakeholder unsatisfied. On the one hand, new laws and regulations in developing countries are rarely properly enforced and the production of counterfeit drugs keeps growing (ICC, 2007; OECD, 2009 ). On the other hand, the mechanism that was supposed to facilitate the export of generic drugs to developing countries proved to be a failure, as only one shipment occurred in more than six years following implementation (Morin and Gold, 2010) .",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 242,
                    "text": "(ICC, 2007;",
                    "ref_id": null
                },
                {
                    "start": 243,
                    "end": 253,
                    "text": "OECD, 2009",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 476,
                    "end": 498,
                    "text": "(Morin and Gold, 2010)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "A history of confrontation"
        },
        {
            "text": "Despite this continued polarisation, the need to identify and implement creative solutions to develop and deliver medicines adapted to developing world conditions has led to novel funding mechanisms and partnerships. We investigate these solutions below, being mindful of whether and how they overcome distrust and their chances of significantly increasing access. We begin by reviewing mechanisms that build on existing incentives before moving to novel financing structures and creative partnership models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A history of confrontation"
        },
        {
            "text": "The first set of solutions aims at mimicking existing incentive structures without challenging the foundations of the current business model for research and development. These proposals recognize that those suffering from HIV ⁄ AIDS and other tropical and neglected diseases in developing countries do not have sufficient wealth to pay high prices for medicines. This means that their market pull, as opposed to that of those with high incomes, is limited. Thus, to ensure that firms actually deliver medicines to those in need, these proposals artificially boost that market pull.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advance market commitments"
        },
        {
            "text": "One of these proposals is to establish advance market commitments (AMCs). The idea of AMCs is simple: providing the private sector with financial incentives to develop a new medicine or vaccine for low-and medium-income countries equal to that of an ordinary high-income world medicine or, better yet, a blockbuster medicine. The key here is to mimic the expected economic returns for the blockbuster as viewed at the time the investment decision is made, not at the time of sale. Rather than relying on an estimate of the price per dose that the market would provide, an AMC works by fixing an artificial price per dose based on a promise to pay by a country, a foundation, an intergovernmental fund or a combination of these. Those making the promise would establish criteria that the medication or vaccine would need to meet, a guaranteed per dose price and a pool consisting of a fixed amount of money that would be used to pay that price. Based on this promise, a producer would create and manufacture a medicine or vaccine meeting the criteria and sell it in one of the designated developing countries. That country would pay a small amount per dose (a 'co-payment') while the AMC sponsors would top up that amount to the guaranteed per dose price until the pool funds are exhausted. After that point, the producer would agree, in advance, to sell the medicine at a fixed price (that is less than the guaranteed price) or allow generic competition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advance market commitments"
        },
        {
            "text": "Several countries are experimenting with an AMC for a pneumococcal vaccine. Established by Canada, Italy, Norway, Russia, the United Kingdom and the Bill and Melinda Gates Foundation, this AMC has a pool of US$1.5 billion (in addition to $1.3 billion from the GAVI Alliance) to spend on a pneumococcal vaccine meeting defined characteristics (GAVI Alliance, 2010; World Health Organization, 2008) . Participating companies agree to sell vaccines for no more than $3.50 a dose during a ten-year period. These firms will receive an additional $3.50 per dose for up to 20 per cent of those doses. This program is expected to save 900,000 lives by 2015 and over 7 million by 2030 (GAVI Alliance, 2010).",
            "cite_spans": [
                {
                    "start": 342,
                    "end": 363,
                    "text": "(GAVI Alliance, 2010;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 364,
                    "end": 396,
                    "text": "World Health Organization, 2008)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Advance market commitments"
        },
        {
            "text": "Given that the chief advantage of an AMC is that it duplicates the risk ⁄ reward profile of developing and delivering a new pharmaceutical product at the very point that investment decisions are made (Berndt et al., 2006) , it does not challenge the cost-benefit analysis that all producers undertake in deciding where to invest their resources. Instead, it fits within the existing market logic, making it very palatable to industry. It is this very logic, however, that raises the most significant concern with AMCs. At a time when the pharmaceutical industry is questioning its own business model (Gold et al., 2008; Munos, 2009 Munos, , 2010 , the AMC can be viewed as an incentive to maintain the status quo. This is because the AMC relies on strong intellectual property rights, existing research strategies and current models of distribution rather than on innovative models or strategies.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 221,
                    "text": "(Berndt et al., 2006)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 600,
                    "end": 619,
                    "text": "(Gold et al., 2008;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 620,
                    "end": 631,
                    "text": "Munos, 2009",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 632,
                    "end": 645,
                    "text": "Munos, , 2010",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Advance market commitments"
        },
        {
            "text": "A second proposal, patent buy-outs, similarly works through the market to achieve greater access to medicine. Participating governments, foundations and intergovernmental organizations purchase all relevant patents touching on the manufacture and sale of that medicine in target developing countries from the companies that hold them (Outterson, 2006) . Once purchased, the patents are either dedicated to the public or licensed without cost so that any generic company that so wishes can manufacture it subject to meeting regulatory requirements.",
            "cite_spans": [
                {
                    "start": 334,
                    "end": 351,
                    "text": "(Outterson, 2006)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Patent buy-outs"
        },
        {
            "text": "Under a patent buy-out, originating firms do not manufacture and deliver the medicine as in an AMC. Once they have developed the medicine and secured a patent, they simply sell the rights to it, capturing the current value of the patent rather than a market share over the life of the patent (Kremer, 1998) . Manufacture and distribution are left to generic companies and to international organizations.",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 306,
                    "text": "(Kremer, 1998)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Patent buy-outs"
        },
        {
            "text": "The advantage of a patent buy-out is that it removes any blocking effect of a patent on generic manufacture without disturbing market incentives for innovation within the pharmaceutical industry. If established carefully, a buy-out may actually enhance innovation (Kremer, 1998) . Firms remain free either to continue manufacturing and distributing the medicine or to sell their patent. If the patent covers a medicine primarily used in countries with little market pull, then the patent holder would normally be better off selling the patent for some value rather than trying to gain a profit by selling the medicine itself at low margins.",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 278,
                    "text": "(Kremer, 1998)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Patent buy-outs"
        },
        {
            "text": "The difficulty with patent buy-outs is their potential to distort incentives and to encourage strategic behavior. Kremer (1998) points to the possibility of collusion among innovators and suggests a complex mechanism of auctions and other strategies to arrive at an appropriate price. Perhaps of even greater concern is that, knowing that their patents may be bought out, firms may begin patenting knowledge that they otherwise would have left in the public domain or may secure a larger number of patents than necessary in order to inflate prices. As patents are well known to give rise to strategic behavior (Harhoff et al., 2008) , this could very well limit the use of patent buy-outs to situations in which a patent already exists (as opposed to offering buy-outs prospectively) where there are clear controls against collusion, overpatenting and other market distortions. While this would increase the availability of existing medicines over the next decade, it would not provide a long-term solution.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 127,
                    "text": "Kremer (1998)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 610,
                    "end": 632,
                    "text": "(Harhoff et al., 2008)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Patent buy-outs"
        },
        {
            "text": "As with an AMC, the patent buy-out works within existing innovation structures and thus does nothing to challenge current models of pharmaceutical innovation. Partially for this reason, NGOs do not support AMCs or patent-buy outs. They worry that AMCs do not foster sufficient competition to drive prices down and that one of the premises of an AMC -the ability to forecast needs and costs -is highly uncertain. As for patent buy-outs, they worry that this strategy will only induce private actors to patent more actively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patent buy-outs"
        },
        {
            "text": "While both AMCs and patent buy-outs work by allowing companies to profit from the sale of their private rights over medicines, academic and NGO leaders have suggested an alternative based on paying prizes to those who actually increase the health outcomes of those living in low-and middle-income countries. Two competing proposals exist: the Health Impact Fund (Banerjee et al., 2010) and the Medical Innovation Prize Fund (Love and Hubbard, 2009) . While important differences existparticularly with respect to the right of generic companies to manufacture products -these proposals have in common the creation of a fund by donor countries and foundations that would award prizes based on the measurable health impact of using a particular drug or vaccine. The funds proposed would be large: Banerjee et al. (2010) suggest that the fund would pay out at least US$6 billion per year while Love and Hubbard (2009) suggest a global fund of between US$160 and US$240 billion.",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 385,
                    "text": "(Banerjee et al., 2010)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 424,
                    "end": 448,
                    "text": "(Love and Hubbard, 2009)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 794,
                    "end": 816,
                    "text": "Banerjee et al. (2010)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 890,
                    "end": 913,
                    "text": "Love and Hubbard (2009)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "A prize fund for medical innovation"
        },
        {
            "text": "Because prize funds work outside the existing incentive structure, they would alter the innovation system itself in several ways. First, research and development priority is expected to shift toward drugs and vaccines that have the largest health impact per dollar invested rather than the largest market per dollar invested. Further, unlike AMCs and patent buy-outs, in which governments must determine a priori which interventions are most likely to have the largest impacts, prize funds reward ex post health improvements. Third, supporters claim that a prize fund would substantially lower the price of medicines in both developed and developing countries (Banerjee et al., 2010) .",
            "cite_spans": [
                {
                    "start": 660,
                    "end": 683,
                    "text": "(Banerjee et al., 2010)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "A prize fund for medical innovation"
        },
        {
            "text": "While the use of prize funds has the support of prominent economists, many practical difficulties lie between the proposals and their implementation. Chief among these are the political obstacles of governments contributing large sums to an internationally managed fund over which they exercise little control. While proponents hypothesize how this may occur and some of the advantages to taxpayers and governments from such a contribution, little analysis has been done on the political feasibility of doing so. Proponents place their hopes of obtaining funding based on a rational decision by governments that such a mechanism would lower costs and increase access. While one may hope that governments base their decisions on such an analysis, risk aversion, turf war and path dependency processes make such a paradigm shift unlikely.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A prize fund for medical innovation"
        },
        {
            "text": "Second, the proposals suggest that payments out of the fund be tied to measures based on available data relating to the reported use of medicines, outcomes and approval processes (Banerjee et al., 2010) or through rules established by the governing board (Love and Hubbard, 2009 ). The proponents admit that much of this data does not yet exist but suggest that those firms claiming under the fund will collect the data. No costing on data collection has been undertaken, however, and there are currently no accepted benchmarks to assess the impact of a medicine. While all of these difficulties can, in theory, be overcome, the likelihood of doing so appears, at the very least, far in the future .",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 202,
                    "text": "(Banerjee et al., 2010)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 255,
                    "end": 278,
                    "text": "(Love and Hubbard, 2009",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "A prize fund for medical innovation"
        },
        {
            "text": "Since the 61st World Health Assembly agreed to investigate the potential of promoting research and development through a prize system, no widespread support has emerged for either the Health Impact Fund or the Medical Innovation Prize Fund in their present form. NGO opinion is divided as to which proposal is more appropriate. Industry and funders remain, meanwhile, on the sidelines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A prize fund for medical innovation"
        },
        {
            "text": "Instead of altering the incentive structure through which to coax existing actors to develop new therapies, public-private product development partnerships (PDPs) provide a means through which to change the identity of the actors coordinating drug development. Jointly created by governments, private foundations and industry, PDPs coordinate the development of new drugs, drawing on the respective scientific and technical strengths of academia, large industry and small companies. Early evidence suggests that, in areas of neglected disease, PDPs perform better -in terms of outcome and speedand at a lower cost than do existing innovation structures (Moran, 2005) . It is, however, too early to draw any conclusions on the long-term effect of PDPs.",
            "cite_spans": [
                {
                    "start": 653,
                    "end": 666,
                    "text": "(Moran, 2005)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Product development partnerships"
        },
        {
            "text": "According to Moran et al. (2009) , primary funding for PDPs came from the public (69 per cent), philanthropic and not-for-profit (21 per cent) sectors. Private industry provided 9 per cent of funding, 80 per cent of which came from large multinational firms. Together, the two largest funders -the US government and the Bill and Melinda Gates Foundation -contributed almost 60 per cent of funds. Some of the 12 largest funders were individual multinational firms. Since the 2008 economic crisis, government funding has fallen by US$31.3 million but the Bill and Melinda Gates Foundation has made up this loss with an additional US$36.5 million. Large industry funding has been stable although small-firm contributions have fallen.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 32,
                    "text": "Moran et al. (2009)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Product development partnerships"
        },
        {
            "text": "PDPs are effective mechanisms in overcoming strategic behavior in the complex environment of drug development aimed at developing country health needs (Buckup, 2008) . Nevertheless, important long-term governance issues remain, particularly when PDPs actually start producing medicines for sale, at which time the inherent differences in interest are likely to become more pronounced (Sorenson, 2009) .",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 165,
                    "text": "(Buckup, 2008)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 384,
                    "end": 400,
                    "text": "(Sorenson, 2009)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Product development partnerships"
        },
        {
            "text": "PDPs avoid short-term market calculations for most actors -although smaller industry partners participate on a shorter-term, commercial basis -and leverage inkind contributions from participants. They thus largely escape market-based incentives and the priorities of those with sufficient money to purchase drugs. At the same time, however, PDPs are subject to the political will of their funders and participants at two levels. First, PDPs are dependent on a relatively small group of funders. If any of these -particularly the National Institutes of Health or the Bill and Melinda Gates Foundationshould significant decrease its investment, PDPs would be in financial jeopardy. Second, PDPs are subject to the politics of international health priorities. For example, 80 per cent of funding was directed at HIV ⁄ AIDS, tuberculosis and malaria despite the very heavy disease burden caused by other diseases. In contrast, fighting diarrhea is not an attractive issue for private philanthropists, although gastrointestinal infections are the second leading cause of death among young children, responsible for nearly one in five child deaths (UNICEF ⁄ WHO, 2009). As Moran et al. (2009, p. 145) conclude, this concentration:",
            "cite_spans": [
                {
                    "start": 1167,
                    "end": 1194,
                    "text": "Moran et al. (2009, p. 145)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Product development partnerships"
        },
        {
            "text": "suggests that investment decisions are not only influenced by scientific or epidemiological considerations, but may also be influenced by factors such as the presence of PDPs or civil society groups with active advocacy, fundraising, and investment activities; by funder perceptions or preferences; or by the presence of policy frameworks and funding mechanisms that prioritise specific diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Product development partnerships"
        },
        {
            "text": "The above proposals aim at developing new medicines and vaccines. Significant benefit can, however, be derived by coordinating the sale of existing medicines and, in particular, of producing them in forms adapted to the needs of developing countries (Moran, 2005) . To address this need, patent pools can be an effective solution (Gold et al., 2007; Verbeure et al., 2006) . This proposal, compared to other options, offers the twin benefits of being empirically tested in other fields of technology and being politically feasible. By reducing the costs of producing country-specific products and of distribution, rather than increasing the amount of money paid for drugs, a pool leverages the globalization of science, trade and commerce to deliver greater health to the public.",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 263,
                    "text": "(Moran, 2005)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 330,
                    "end": 349,
                    "text": "(Gold et al., 2007;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 350,
                    "end": 372,
                    "text": "Verbeure et al., 2006)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Patent pool"
        },
        {
            "text": "While there is no precise definition of a patent pool, it generally consists of a collection of patents that are needed to produce a particular technology (Clark et al., 2000) . Once these patents are brought into a pool, they are licensed out to others in predefined packages at a set reasonable price.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 175,
                    "text": "(Clark et al., 2000)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Patent pool"
        },
        {
            "text": "Pools have been established to address situations in which markets do not clear rights efficiently. The airplane, sewing machine and radio patent pools of the first half of the 20th century began as a response to strategic behavior from patent holders that blocked the development and sale of new products. More recently, companies have used patent pools to establish a common technological standard, for example around DVD technology (DVDC6 Licensing Group, 2002) . Other pools have most recently been created to serve public, rather than commercial, interests. This social-entrepreneurial approach is evident in the attempt to create a SARS patent pool which brought together public research agencies, a government department and industry to facilitate the development of a SARS virus vaccine (Gold, 2003) . As Levy et al. (2010) demonstrate, the idea of the SARS pool came about in 2003 because the four public institutions involved wished to clear fragmentation in addressing what was then perceived as a critical health need. With support from the World Health Organization and the National Institutes of Health, the parties began the long process of creating the SARS pool. While, today, the pool remains at the letter of intent stage -in large part because SARS has not reappeared and because the patents took so long to issue -it provides a clear starting point for efforts to promote innovation through collaboration (Levy et al., 2010) .",
            "cite_spans": [
                {
                    "start": 435,
                    "end": 464,
                    "text": "(DVDC6 Licensing Group, 2002)",
                    "ref_id": null
                },
                {
                    "start": 795,
                    "end": 807,
                    "text": "(Gold, 2003)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 813,
                    "end": 831,
                    "text": "Levy et al. (2010)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1426,
                    "end": 1445,
                    "text": "(Levy et al., 2010)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Patent pool"
        },
        {
            "text": "Building on these experiences, a global patent pool would use the law to facilitate licensing of the patents needed to create new combinations and new formulations of needed medicines. It would provide a single point of contact to authorize developing-world companies to manufacture, sell and import these needed medicines. Further, it would provide a means of sharing new manufacturing techniques, regulatory data and other knowledge that could speed up the delivery of medicines. This last point illustrates the necessity of including generic manufacturers within the pool, since many of these techniques will be developed by and be of use to them. The pool would also use standard licensing agreements that harmonize royalty rates, countries served and general responsibilities, further reducing the negotiation costs of bringing medicines to those who need them most. The pool, rather than the patent holders, would impose and supervise quality standards and monitor compliance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patent pool"
        },
        {
            "text": "One promising experiment is the advent of the Medicines Patent Pool, sponsored by UNITAID and initially promoted by high-profile NGOs such as Médecins Sans Frontières (MSF), Knowledge Ecology International and Act Up Paris. This pool addresses a pressing need: to produce and distribute fixed-dose combinations reducing the 'pill burden' and pediatric formulations of HIV ⁄ AIDS suited to developing countries' specific needs (Bangsberg et al., 2010; Steyn, 2010) . This is not to say that the deployment of a patent pool in promoting health innovation is without difficulty. The major challenges to creating these pools are antitrust rules which, ironically, are designed to prevent pools and other instruments from decreasing access and competition (Shapiro, 2000; Levy et al., 2010) . While actors have overcome this barrier in other fields, they have had a strong economic incentive to invest in working and reworking pool structures until they have obtained approval.",
            "cite_spans": [
                {
                    "start": 426,
                    "end": 450,
                    "text": "(Bangsberg et al., 2010;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 451,
                    "end": 463,
                    "text": "Steyn, 2010)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 751,
                    "end": 766,
                    "text": "(Shapiro, 2000;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 767,
                    "end": 785,
                    "text": "Levy et al., 2010)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Patent pool"
        },
        {
            "text": "Apart from these anti-trust issues, one of the most pressing practical challenges in implementing a patent pool is to convince private sector actors to join. While the SARS patent pool was moving in this direction, the Medicines Patent Pool will likely be the first to attempt to convince pharmaceutical companies to participate in it. Indeed, to have a realistic chance of success, this, as well as other pools, will need to rely largely on voluntary licenses from patent holders. If a pool is unable to gather all the required licenses using a voluntary approach, pool administrators will need to consider whether to seek compulsory licenses over remaining patents. But a pool based solely or even predominantly on compulsory licenses would be unworkable, as it would have no leverage to coordinate license terms, supervise production or reduce the costs of negotiation (Gold et al., 2007) .",
            "cite_spans": [
                {
                    "start": 872,
                    "end": 891,
                    "text": "(Gold et al., 2007)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Patent pool"
        },
        {
            "text": "Some pharmaceutical companies had initially expressed interest in discussing their participation in the Medicines Patent Pool. However, the Medicines Patent Pool has so far failed to obtain most of the needed industrial licenses although it has gained licenses from the US National Institutes of Health. Unlike the latter licenses, the agreement between the Medicines Patent Pool and Gilead Sciences, announced in July 2011, does not establish a pool but a brokerage arrangement. Under this agreement, Gilead imposes its own licensing terms, including the requirement that generic manufacturers wait for Gilead to obtain US Food and Drug Administration approval, the direct payment of license fees to Gilead and the non-reciprocal obligation of generic manufacturers to share improvements with Gilead. While likely to increase access, the arrangement with Gilead, if followed by other pharmaceutical companies, does not lead to the efficiencies and benefits promised by a patent pool.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patent pool"
        },
        {
            "text": "Meanwhile, GlaxoSmithKline has developed its own variant on a pool (actually, more of a supermarket than a pool), the Pool for Open Innovation against Neglected Tropical Diseases and, through its joint venture with Pfizer, ViiV Healthcare, offers free voluntary licenses to HIV/AIDS related patents. In many ways, this mechanism mirrors the approach that the Medicines Patent Pool took with Gilead, although without the participation of a broker and without the payment of fees.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patent pool"
        },
        {
            "text": "Convincing industry to participate in a pool covering a wide range of diseases and countries may not be straightforward. As illustrated not only in international debates concerning access to medicines, but more generally in national discussions over biopharmaceutical policy, there is open distrust between industry and the NGO backers of the Medicines Patent Pool (Clark et al., 2000; Gold et al., 2008; ). There is fundamental disagreement between these actors on the importance and value of patents and the role of generic companies and public sector institutions involved in research and development. Overcoming this antagonism will be difficult but, without it, managing pools cooperatively will be impossible.",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 385,
                    "text": "(Clark et al., 2000;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 386,
                    "end": 404,
                    "text": "Gold et al., 2008;",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Patent pool"
        },
        {
            "text": "Solutions for ensuring the development and distribution of medicines and vaccines that address the on-theground needs of those living in developing countries abound. Ranging from market enhancement mechanisms, to alternative incentives, PDPs and patent pools, none of these proposals has yet proven itself. The reasons for this are numerous. They include their unproven nature (prize funds), their limited nature (AMCs), their potential perverse effect (patent buy-outs), their sustainability (PDPs) and, finally, a lack of trust that threatens their viability (patent pools). Of these concerns, the last -lack of trust -promises to be the most formidable (Morin and Gold, 2010) .",
            "cite_spans": [
                {
                    "start": 656,
                    "end": 678,
                    "text": "(Morin and Gold, 2010)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Without increased trust, even mechanisms proven in other fields, such as patent pools, will gain little traction. Trust requires, among other things, visionary leadership by the highest levels of management within industry and NGOs (Tait et al., 2007) , greater levels of interaction on small projects with clear outcomes, and more transparent negotiation processes. Time will tell whether actors are ready for such leadership.",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 251,
                    "text": "(Tait et al., 2007)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Treatment Time-Bomb",
            "authors": [],
            "year": 2009,
            "venue": "All-Party Parliamentary Group on AIDS",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The Health Impact Fund: Incentives for Improving Access to Medicines",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Banerjee",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hollis",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pogge",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "The Lancet",
            "volume": "375",
            "issn": "",
            "pages": "166--169",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A Single Tablet Regimen is Associated with Higher Adherence and Viral Suppression than Multiple Table Regimes in HIV+ Homeless and Marginally Housed People",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bangsberg",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ragland",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Monk",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Deeks",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "AIDS",
            "volume": "24",
            "issn": "18",
            "pages": "2835--2840",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Advance Market Commitments for Vaccines against Neglected Diseases: Estimating Costs and Effectiveness'. Working Paper No. 98, Centre for Global Development",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Berndt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Glennerster",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Kremer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Levine",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Weizsacker",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Global Public-Private Partnerships against Neglected Diseases: Building Governance Structures for Effective Outcomes', Health Economics",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Buckup",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Policy and Law",
            "volume": "3",
            "issn": "",
            "pages": "31--50",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Patent Pools: A Solution to the Problem of Access in Biotechnology Patents?', United States Patent and Trademark Office",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Piccolo",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Stanton",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tyson",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Creating Markets to Save Lives (fact sheet)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Gavi Alliance",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "SARS Genome Patent: Symptom or Disease?",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Gold",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "The Lancet",
            "volume": "361",
            "issn": "",
            "pages": "2002--2003",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Toward a New Era for Intellectual Property: From Confrontation to Negotiation",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Gold",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bernier",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bubela",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cassivi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Castle",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Report by the International Expert Group on Biotechnology, Innovation and Intellectual Property. Montreal: The Innovation Partnership",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Are Patents Impeding Medical Care and Innovation?",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Gold",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Kaplan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Orbinski",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Harland-Logan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "N-Marandi",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Medicine",
            "volume": "7",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pmed.1000208"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Beyond Access to Drugs is Access to Knowledge', The Hill Times",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Gold",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Kohler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Orbinski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Morin",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The Missing Ingredient in Medicine Patent Pools",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Gold",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Morin",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "The Lancet",
            "volume": "374",
            "issn": "",
            "pages": "1329--1330",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A Preliminary Legal Review of Proposed Medicines Patent Pool",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Gold",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Piper",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Morin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Durell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Carbone",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Henry",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The Strategic Use of Patents and Its Implications for Enterprise and Competition Policies'. European Commission ENTR ⁄ 05 ⁄ 82",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Harhoff",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Von Graevenitz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hoisl",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wagner",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "International Chamber of Commerce (ICC) (2007) Global Survey on Counterfeiting and Piracy. Paris: ICC",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Patent Buyouts: A Mechanism for Encouraging Innovation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kremer",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "The Quarterly Journal of Economics",
            "volume": "113",
            "issn": "4",
            "pages": "1137--1167",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Patent Pools and Genomics: Navigating a Course to Open Science?",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Marden",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hartell",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Filaté",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Boston University Journal of Science and Technology Law",
            "volume": "16",
            "issn": "1",
            "pages": "75--101",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Prizes for Innovation of New Medicines and Vaccines",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Love",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hubbard",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Annals of Health Law",
            "volume": "18",
            "issn": "2",
            "pages": "155--186",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A Breakthrough in R&D for Neglected Diseases: New Ways to Get the Drugs We Need",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moran",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "PLoS Medicine",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Neglected Disease Research and Development: How Much are We Really Spending?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moran",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guzman",
                    "suffix": ""
                },
                {
                    "first": "A.-L",
                    "middle": [],
                    "last": "Ropars",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcdonald",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jameson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Omune",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS Medicine",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Consensus-Seeking, Distrust and Rhetorical Entrapment: The WTO Decision on Access to Medicines",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Morin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Gold",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "European Journal of International Relations",
            "volume": "10",
            "issn": "",
            "pages": "563--587",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Lessons from 60 Years of Pharmaceutical Innovation'",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Munos",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature Reviews Drug Discovery",
            "volume": "8",
            "issn": "",
            "pages": "959--968",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Can Open-Source Drug R&D Repower Pharmaceutical Innovation?",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Munos",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Clinical Pharmacology & Therapeutics",
            "volume": "87",
            "issn": "",
            "pages": "534--536",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Magnitude of Counterfeiting and Piracy of Tangible Products: An Update",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Oecd",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Patent Buy-Outs for Global Disease Innovations for Low-and Middle-Income Countries",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Outterson",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "American Journal of Law and Medicine",
            "volume": "32",
            "issn": "2-3",
            "pages": "159--173",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Private Power, Public Law: The Globalization of Intellectual Property Rights",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Sell",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Using Ideas Strategically: The Contest between Business and NGO Networks in Intellectual Property Rights",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Sell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Prakash",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "International Studies Quarterly",
            "volume": "48",
            "issn": "",
            "pages": "143--175",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Navigating the Patent Thickets: Cross Licenses, Patent Pools, and Standard Setting",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Shapiro",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Innovation Policy and the Economy",
            "volume": "",
            "issn": "",
            "pages": "119--150",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Trade, TRIPS, and Pharmaceuticals",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Correa",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Oh",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "The Lancet",
            "volume": "373",
            "issn": "",
            "pages": "684--691",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Product Development Partnerships (PDPs) for Neglected Diseases: Considerations on Governance', Health Economics",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sorenson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Policy and Law",
            "volume": "4",
            "issn": "1",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "HIV Post-Exposure Prophylaxis and Antiretroviral Therapy for Adults and Adolescents: A Practical Guide for Surgeons and General Practitioners",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Steyn",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Continuing Medical Education",
            "volume": "28",
            "issn": "",
            "pages": "368--370",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Health Biotechnology to 2030'. Report for OECD International Futures Project on 'The Bioeconomy to 2030: Designing a Policy Agenda",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tait",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wield",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bruce",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chataway",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Public Health and International Law: TRIPS, Pharmaceutical Patents, and Access to Essential Medicines: A Long Way from Seattle to Doha",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hoen",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Chicago Journal of International Law",
            "volume": "3",
            "issn": "1",
            "pages": "27--46",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Joint Activities for Results: UNAIDS Outcome Framework",
            "authors": [],
            "year": 2009,
            "venue": "UNAIDS",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Diarrhoea: Why Children are Still Dying and What Can be Done",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Unicef ⁄ Who",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Patent Pools and Diagnostic Testing",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Verbeure",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Van Zimmeren",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Matthijs",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Van Overwalle",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Trends in Biotechnology",
            "volume": "24",
            "issn": "3",
            "pages": "115--120",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Target Product Profile for the Advance Market Commitment for Pneumococcal Conjuate Vaccines",
            "authors": [],
            "year": 2008,
            "venue": "World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Dr Richard Gold is James McGill Professor at McGill University's Faculty of Law where he was the founding Director of the Centre for Intellectual Property Policy. He teaches in the area of intellectual property and innovation. His research centers on the nexus between innovation, development and commerce, particularly with respect to biotechnology.Dr Jean-Frédéric Morin is Professor of International Relations at Université libre de Bruxelles where he teaches international political economy. His most recent research projects explore political dimensions of the international intellectual property (IP) regime, such as the impact of capacity building, the influence of academics, and trust building among stakeholders. Prof. Morin frequently advises decision makers on these issues. His publications can be downloaded from http://repi.ulb.ac.be/en/membres_morin-jean-frederic. html",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Information"
        }
    ]
}