{
    "paper_id": "69f740ed7b5f1e8b0f7c53156c578166d8abbe5e",
    "metadata": {
        "title": "Self-organized criticality in human epidemiology",
        "authors": [
            {
                "first": "Nico",
                "middle": [],
                "last": "Stollenwerk",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Porto University",
                    "location": {
                        "country": "Portugal"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "As opposed to most sociological fields, data are available in good quality for human epidemiology, describing the interaction between individuals being susceptible to or infected by a disease [1] . Mathematically, the modelling of such systems is done on the level of stochastic master equations, giving likelihood functions for real live data [2] . We show in a case study of meningococcal disease, that the observed large fluctuations of outbreaks of disease among the human population can be explained by the theory of accidental pathogens, leading the system towards a critical state, characterized by power laws in outbreak distributions [3], [4]. In order to make the extremely difficult parameter estimation close to a critical state with absorbing boundary possible, we investigate new algorithms for simulation of the disease dynamics on the basis of winner takes all strategies [5] , and combine them with previously developed parameter estimation schemes [6] .",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 195,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 344,
                    "end": 347,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 888,
                    "end": 891,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 966,
                    "end": 969,
                    "text": "[6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Many micro-organisms live in their hosts mostly unnoticed and only sometimes cause problems to the hosts but more important to their own disadvantage. The hosts' problems in form of a disease are thus an accident of the normally unharmful microorganisms, hence behaving as comensals under normal circumstances an only rarely become pathogens accidentally.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THEORY OF ACCIDENTAL PATHOGENS"
        },
        {
            "text": "This scenario of accidental pathogens is best studied in cases where the disease is grave and the comensals omni-present, as in meningococcal disease. The accidental pathogen is found in large proportions of the host population, harmless carriage meningococci being as high as 20 to 30 percent in humans in certain age classes even in industrialized societies. Only rarely disease is caused, but then the symptoms are severe and often life threatening in meningitis and septicaemia caused by meningococci. The accepted clinical picture is that the bacteria live in the nasopharynx of their hosts without any noticable symptoms and are normally cleared off by the host's immune system after a short period of time. In order to escape the immune system the bacteria are highly mutable, especially in their membrane proteins, which are also responsible for attaching the bacteria to the nasal wall towards the blood stream. Here the mechanisms are highly disputed and subject to intensive research in medicine and microbiology (private communication, Martin Maiden). Clear again is the stage that when the meningococci have survived long enough in the host's blood stream or the meninges to release their metabolic by-products the host will suffer life threatening poisoning. The period between harmful acquisition of the bacteria (infection from other hosts) and the poisoning lasts only around a day. A model capturing especially the feature of mutation between harmless and potentially pathogenic infection shows that large outbreaks of disease (with power law distribution) occur when the pathogenicity (probability to cause a disease case) is small [2] ). The fact that a smaller probability to cause disease can lead to larger outbreaks is counter-intuitive when not taking the harmless carriage also into account, leading to near critical fluctuations.",
            "cite_spans": [
                {
                    "start": 1651,
                    "end": 1654,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "THEORY OF ACCIDENTAL PATHOGENS"
        },
        {
            "text": "It has also been demonstrated that in a situation when the harmless bacteria mutate to any pathogenicity between zero and a reasonable maximal value, the distribution of pathogenicities develops towards smaller and smaller values [3] ), hence the system evolves towards criticality. Subsequently, a first inspection of outbreak data of meningococcal disease in England and Wales has shown hints of such a scenario (Stollenwerk, Maiden, Jansen (2004) [4] ).",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 233,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 414,
                    "end": 449,
                    "text": "(Stollenwerk, Maiden, Jansen (2004)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 450,
                    "end": 453,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "THEORY OF ACCIDENTAL PATHOGENS"
        },
        {
            "text": "To a further test the hypothesis of accidental pathogens on real data of outbreaks not only the parameter pathogenicity but also the duration of carriage (and eventually other parameters) have to be estimated reliably. Because of the closeness to criticality, the outbreaks are highly variable, and hence difficult to estimate with standard procedures. In the literature, duration of carriage has been estimated between 11 months and a few weeks. The months estimates derive from carriage studies in schools, whereas outbreak data show seasonality and even short time adjustment to hosts' interactions (Stollenwerk, Maiden, Jansen (2004) [4] ).",
            "cite_spans": [
                {
                    "start": 602,
                    "end": 637,
                    "text": "(Stollenwerk, Maiden, Jansen (2004)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 638,
                    "end": 641,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "THEORY OF ACCIDENTAL PATHOGENS"
        },
        {
            "text": "Previously, a method for parameter estimation for epidemiologic models, using stochastic simulations in the case there is no analytic solution available, has been suggested (Stollenwerk, Briggs (2000) [6] ), but it runs into troubles here due to too many simulations being absorbed while scanning parameters near criticality. On the other hand, recent progress in obtaining rare events close to absorbing boundaries by artificially preventing absorbtion and subsequently reweighting of the realization, applied successfully to protein folding problems (e.g. Grassberger, Nadler, 2000, [7] ), provides a promissing a) way to speed up the parameter estimation also in situations such as described above in epidemiology.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 200,
                    "text": "(Stollenwerk, Briggs (2000)",
                    "ref_id": null
                },
                {
                    "start": 201,
                    "end": 204,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 585,
                    "end": 588,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "PARAMETER ESTIMATION NEAR ABSOBING STATES"
        },
        {
            "text": "The basic models for accidental pathogens are based on master equation formulation of stochastic epidemiologic systems and in some analysis reducible to simple birth-death processes (Stollenwerk, Jansen, 2003, [2] ), but with several state variables and parameters (SIRYX-model), whereas for testing purposes the parameter estimation method (called \"η-ball method, Stollenwerk, Briggs, 2000, [6] ) was initially applied to a simpler two state variable model (SI-model), but later also successfully used in a wider context of an SEIRX-model (Stollenwerk, 2001, [8] ).",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 213,
                    "text": "(Stollenwerk, Jansen, 2003, [2]",
                    "ref_id": null
                },
                {
                    "start": 392,
                    "end": 395,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 540,
                    "end": 563,
                    "text": "(Stollenwerk, 2001, [8]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "PARAMETER ESTIMATION NEAR ABSOBING STATES"
        },
        {
            "text": "To test the performance of the approach investigated here, we apply it to a simple cellular automaton of a birth-death process, where properties of the system near criticality are well known in many aspects (Grassberger, de la Torre, 1979, [9] ), and first apply the η-ball method plainly to long unabsorbed runs, then include the so called Rosenbluth step (Rosenbluth and Rosenbluth, 1955, [10] ) in the simulations of the parameter estimation part. This mimics the fact that outbreaks of large sizes in epidemiology are easily noticed by the recording personnel, whereas fast absorbed realisations often go unnoticed or are misinterpreted.",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 243,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 357,
                    "end": 395,
                    "text": "(Rosenbluth and Rosenbluth, 1955, [10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "PARAMETER ESTIMATION NEAR ABSOBING STATES"
        }
    ],
    "bib_entries": {
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Proc. Natl. Acad. Sci. USA",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Stollenwerk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Maiden",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Jansen",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "101",
            "issn": "",
            "pages": "10229--10234",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Parameter estimation in nonlinear systems with dynamic noise",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Stollenwerk",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Integrative Systems Approaches to Natural and Social Sciences -System Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Rosenbluth method (straight lines) versus direct simulations (dashed lines) for a birth death process after 30 discrete time steps. The Rosenbluth method gives already at first inspection a much more regular curve than the direct method.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Likelihood function for parameter estimation in the birth and death process described in the text. Simulated likelihood with Rosenbluth step versus analytic likelihood, and simulated likelihood with Rosenbluth step versus likelihood from direct simulations. The direct simulations (crosses) tend to deviate more from the in this case known analytic solution.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We thank Walter Nadler, Peter Grassberger, Friedhelm Drepper, all Jülich, Vincent Jansen, London, Martin Maiden, Oxford, and Alberto Pinto, Porto, for instructive discussions on various topics of the present work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        }
    ]
}