{"paper_id": "6ac3655c487ed143ce684cc16c06df0ad6ada065", "metadata": {"title": "Epidemiology of Infections in Cancer Patients", "authors": [{"first": "Teresa", "middle": ["R"], "last": "Zembower", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Although major advances in the care of cancer patients over the past several decades have resulted in improved survival, infectious complications remain a significant cause of morbidity and mortality. To successfully identify, treat, and prevent infections, a comprehensive understanding of risk factors that predispose to infection and of commonly encountered pathogens is necessary. In addition, clinicians must keep abreast of the changing epidemiology of infections in this population. As therapeutic modalities continue to evolve, as established pathogens become increasingly drug resistant, and as new pathogens are discovered, successful management of infections will continue to present challenges in the years to come.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Infectious complications are a serious cause of morbidity and mortality in cancer patients, especially those with underlying hematological malignancies where autopsy studies demonstrate that approximately 60 % of deaths are infection related [1] [2] [3] [4] [5] [6] [7] . Although fewer data exist on infectious mortality in patients with solid organ tumors, approximately 50 % of these patients are estimated to have an infection as either the primary or an associated cause of death [3, [5] [6] [7] [8] [9] . Because patients with underlying malignancies are a heterogeneous group, an epidemiologic review of risk factors and infections in these patients must take into account the diversity of the population. Risk factors for infection include underlying immune deficiencies, associated comorbidities, and treatment-related adverse effects. Clearly, more than one predisposing factor may exist in a given patient, and their cumulative burden more accurately reflects the risk of infection. To some extent, however, these risk factors are associated with specific infectious pathogens, and an understanding of each individual risk factor can help direct strategies for diagnosis and treatment.", "cite_spans": [{"start": 242, "end": 245, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 246, "end": 249, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 250, "end": 253, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 254, "end": 257, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 258, "end": 261, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 262, "end": 265, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 266, "end": 269, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 485, "end": 488, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 489, "end": 492, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 493, "end": 496, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 497, "end": 500, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 501, "end": 504, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 505, "end": 508, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Introduction"}, {"text": "Patients with underlying malignancies are at risk for a wide array of infectious diseases. Bacterial infections predominate, followed by fungal infections. Viral infections occur not infrequently, often as a result of reactivation of latent disease, primarily in patients with hematological malignancies. Parasitic and other unusual infections are encountered less frequently but should be considered in individuals with appropriate exposure history [10] [11] [12] [13] [14] .", "cite_spans": [{"start": 450, "end": 454, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 455, "end": 459, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 460, "end": 464, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 465, "end": 469, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 470, "end": 474, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Introduction"}, {"text": "Epidemiologic trends include recognition of emerging pathogens or syndromes and increasing antimicrobial drug resistance that is now commonplace among bacteria and fungi and is increasing among some viruses. The astute clinician must remain aware of these emerging issues to optimize care of the cancer patient.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "This chapter will provide an overview of the risk factors for infection, review commonly encountered pathogens associated with specific malignancies, and examine emerging pathogens and epidemiologic trends.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "For ease of understanding, factors that predispose to infection are divided into those that are host associated and those that are treatment associated. Host-associated factors include underlying immune deficiencies, medical comorbidities, past infections, poor nutritional status, and psychological stress. Treatment-associated factors include surgery, radiation, immunosuppressant therapies, antimicrobial use, and invasive procedures [12] . Again, clinicians should be aware that in practice, multiple deficiencies are usually encountered simultaneously (Table 1 ).", "cite_spans": [{"start": 437, "end": 441, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [{"start": 557, "end": 565, "text": "(Table 1", "ref_id": "TABREF0"}], "section": "Risk Factors for Infection"}, {"text": "Host-Associated Risk Factors", "cite_spans": [], "ref_spans": [], "section": "2.1"}, {"text": "Host defense mechanisms are mediated by the immune system which has traditionally been thought to be composed of two major subdivisions: the innate or non- Epidemiology of Infections in Cancer Patients specific immune system and the adaptive or specific immune system [12, 15, 16] . This categorization is somewhat artificial as the systems are highly interrelated. Despite this, literature still describes these systems separately, and there is some utility in doing so, as defects in their separate components predispose, in part, to specific infections. A detailed description of the immune system is beyond the scope of this chapter (see chapter Host Impairments in Patients with Neoplastic Diseases); however, a basic understanding of the key components of innate and adaptive immunity is important for clinicians caring for patients with malignancies ( Table 2) .", "cite_spans": [{"start": 268, "end": 272, "text": "[12,", "ref_id": "BIBREF11"}, {"start": 273, "end": 276, "text": "15,", "ref_id": "BIBREF14"}, {"start": 277, "end": 280, "text": "16]", "ref_id": "BIBREF15"}], "ref_spans": [{"start": 859, "end": 867, "text": "Table 2)", "ref_id": "TABREF1"}], "section": "Immune Deficiencies"}, {"text": "The innate immune system is constitutively present, not antigen specific, and able to mobilize rapidly; thus, it provides the first line of defense for invading microorganisms. The innate immune system is comprised of anatomical barriers, humoral factors that aid in the inflammatory response, and cellular components that facilitate phagocytosis. Anatomical barriers of the skin and mucous membranes form protective layers that, when intact, prove impermeable to most of the infectious agents [8, 12, [17] [18] [19] . Protective processes such as desquamation of skin epithelium, ciliary movement, peristalsis, and production of tears, saliva, and respiratory and gastrointestinal (GI) tract mucus work in conjunction with these barriers to trap and remove harmful organisms. Substances such as fatty acids found in sweat; lysozyme and Characteristics Discriminates self from non-self Discriminates self from non-self phospholipase in tears, saliva, and nasal secretions; defensins and surfactant in the pulmonary tract; and defensins in the GI tract inhibit the growth of organisms, primarily bacteria. The acidic nature of sweat and GI secretions also helps prevent organism growth. In addition to the barriers themselves, the normal flora of these sites can prevent the colonization of pathogenic organisms by secreting toxic substances or by competing with pathogenic bacteria for nutrients or attachment to cell surfaces.", "cite_spans": [{"start": 494, "end": 497, "text": "[8,", "ref_id": "BIBREF7"}, {"start": 498, "end": 501, "text": "12,", "ref_id": "BIBREF11"}, {"start": 502, "end": 506, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 507, "end": 511, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 512, "end": 516, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Deficiencies in Innate Immunity"}, {"text": "In cancer patients, these barriers can be compromised by malignant invasion, mechanical obstruction, or treatments such as radiation and cytotoxic chemotherapy [8, 12, [20] [21] [22] . Primary or metastatic skin tumors increase the risk for skin and soft tissue infections and for bacteremia with organisms such as Staphylococcus aureus, coagulase-negative staphylococci (CoNS), Streptococcus pyogenes, and Corynebacterium spp. Tumors of the oral cavity and nasopharynx damage the mucosa, resulting in local infection in the mouth, nose, throat, or sinuses and predisposing to infections with streptococci, Haemophilus influenza, and anaerobic necrotizing infections. Occasionally, these infections can spread to the meninges causing meningitis or locally invade the sinuses, resulting in osteomyelitis with or without subsequent cerebral abscess. Tumors of the GI tract can invade the mucosa, causing local abscess formation, bacteremia, or perforation and resulting peritonitis. In these infections, gram-negative bacteria predominate; however, fungal infections are also encountered, primarily in patients who have received broad-spectrum antibacterial agents. Gynecological malignancies disrupt barriers in the female genitourinary (GU) tract predisposing to infection with enterococci, enteric aerobic and anaerobic gram-negative bacilli, and Clostridium spp. Anatomical barriers are further compromised by cytotoxic chemotherapeutic agents such as anthracyclines, bleomycin, cytosine arabinoside, methotrexate, 6-mercaptopurine, and 5-fluorouracil, those most likely to cause skin breakdown, stomatitis, and GI mucositis. Dermatologic side effects are also increasingly reported in patients who receive thalidomide [23] . Radiation combined with chemotherapy further increases the risk of skin and mucosal toxicity.", "cite_spans": [{"start": 160, "end": 163, "text": "[8,", "ref_id": "BIBREF7"}, {"start": 164, "end": 167, "text": "12,", "ref_id": "BIBREF11"}, {"start": 168, "end": 172, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 173, "end": 177, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 178, "end": 182, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 1721, "end": 1725, "text": "[23]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Deficiencies in Innate Immunity"}, {"text": "Deficits in the humoral components of the innate immune system also predispose to infection [24] [25] [26] [27] [28] [29] . Some important components include the complement and coagulation systems and substances such as lactoferrin, transferrin, lysozyme, interleukin-1, and interferons. Complement deficiencies predispose to infection through ineffective opsonization and through defects in lytic activity resulting from altered assembly of the membrane attack complex (MAC), components C5b through C9. These deficiencies predispose to infections with the encapsulated bacteria, Streptococcus pneumonia, H. influenza, and Neisseria meningitidis; mycobacteria; fungi such as the yeast Saccharomyces cerevisiae; and viruses. The role of complement in defense against viral infection is sufficiently important that pathogenic viruses such as Herpesviridae and Coronaviridae have had to develop strategies to evade complement activation. Alterations in coagulation can compromise vascular permeability and diminish chemotaxis of phagocytic cells. Additionally, deficiencies in the production of beta-lysin, a platelet-derived protein that acts as a cationic detergent, can diminish response to gram-positive bacteria.", "cite_spans": [{"start": 92, "end": 96, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 97, "end": 101, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 102, "end": 106, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 107, "end": 111, "text": "[27]", "ref_id": "BIBREF26"}, {"start": 112, "end": 116, "text": "[28]", "ref_id": "BIBREF27"}, {"start": 117, "end": 121, "text": "[29]", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Deficiencies in Innate Immunity"}, {"text": "Lactoferrin and transferrin bind iron, an essential nutrient for bacteria; lysozyme helps break down the bacterial cell wall; and interleukin-1 induces fever and the production of acute-phase proteins involved in opsonization. Deficiencies in these components increase the risk of bacterial infections. Deficiencies in interferon predispose to viral infections because it is vital to limiting viral replication within cells.", "cite_spans": [], "ref_spans": [], "section": "Deficiencies in Innate Immunity"}, {"text": "Once the anatomical and humoral defenses are breached, cellular innate defenses such as monocyte-derived macrophages, dendritic cells, mast cells, natural killer cells, and granulocytes (i.e., neutrophils, eosinophils, and basophils) also respond rapidly to microbial challenges. However, as these cells also initiate and modulate the response of T and B lymphocytes, they serve as important links between the innate and adaptive immune systems [12, 15, 16] .", "cite_spans": [{"start": 445, "end": 449, "text": "[12,", "ref_id": "BIBREF11"}, {"start": 450, "end": 453, "text": "15,", "ref_id": "BIBREF14"}, {"start": 454, "end": 457, "text": "16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Deficiencies in Innate Immunity"}, {"text": "Macrophages exist throughout the body and are an important component of phagocytosis and intracellular microbial killing. They also function as antigenpresenting cells (APCs) to present ingested foreign antigens on their surfaces to other cells of the immune system such as T and B lymphocytes [30] . Likewise, dendritic cells, first described by Paul Langerhans (i.e., Langerhans cells) in the late nineteenth century, are another essential component of innate immunity. These cells originate in the bone marrow and are found in small quantities in tissues in contact with the external environment such as the skin, respiratory tract, and GI tract. When activated, they migrate to lymphoid organs where they also capture and process antigens and serve as highly efficient APCs. These APCs, through pattern recognition receptors, bind to lipopolysaccharides, peptidoglycans, lipoteichoic acids, mannan, bacterial DNA, and double-stranded RNA (collectively referred to as pathogen-associated molecular patterns or PAMPs) to aid in the recognition of pathogens [12, 31, 32] .", "cite_spans": [{"start": 294, "end": 298, "text": "[30]", "ref_id": "BIBREF29"}, {"start": 1059, "end": 1063, "text": "[12,", "ref_id": "BIBREF11"}, {"start": 1064, "end": 1067, "text": "31,", "ref_id": "BIBREF30"}, {"start": 1068, "end": 1071, "text": "32]", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "Deficiencies in Innate Immunity"}, {"text": "Mast cells, while traditionally recognized for their role in allergic diseases, are also increasingly acknowledged for the important role they play in protection against infection [33] . They are leukocytes found in most tissues of the body, particularly in locations in close contact with the external environment, thus functioning as early immune sentinel cells at sites of pathogen entry. They contribute to host defense directly through phagocytosis and production of reactive oxygen species and antimicrobial peptides, and indirectly through release of histamine and other vasoactive mediators that increase vascular permeability and blood flow, and through their action on smooth muscle to help increase expulsion of mucosal parasites and to enhance mucus production to aid in pathogen immobilization and cytoprotection. Mast cells also produce chemotactic factors that can recruit inflammatory cells including eosinophils, natural killer cells, and neutrophils to sites of infection. Their role in protection against parasites including helminthes, nematodes, and protozoa is well known. More recently, their role in protection against bacterial infections, especially gram-negative infections, has been established. While there is some evidence that mast cells help mediate antiviral and antifungal immunity, this evidence is more limited. Cancer patients receiving corticosteroids and other immunosuppressive agents that decrease mast cell activity may have compromised ability to respond in a timely manner to parasitic and bacterial infections.", "cite_spans": [{"start": 180, "end": 184, "text": "[33]", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Deficiencies in Innate Immunity"}, {"text": "Natural killer cells (NK cells) are lymphoid cells that, unlike T and B cells, lack antigen-specific receptors [34] [35] [36] [37] . They are able to recognize cells as ''self'' versus ''non-self'' and to kill infected or stressed host cells very rapidly. As such, they are among the very early responders during infection. While they were originally recognized as playing a major role in the destruction of malignant and virally infected cells, it is now evident that NK cells play an important role in the effective control of a diverse array of pathogens, including viruses, bacteria, fungi, and parasites. While many of these infections can be contained in the absence of NK cells, clearance of these organisms is almost always more efficient and complete in the presence of a functional NK cell response.", "cite_spans": [{"start": 111, "end": 115, "text": "[34]", "ref_id": "BIBREF33"}, {"start": 116, "end": 120, "text": "[35]", "ref_id": "BIBREF34"}, {"start": 121, "end": 125, "text": "[36]", "ref_id": "BIBREF35"}, {"start": 126, "end": 130, "text": "[37]", "ref_id": "BIBREF36"}], "ref_spans": [], "section": "Deficiencies in Innate Immunity"}, {"text": "Neutrophils are the single most important cells for defense against bacterial infection in cancer patients. They are recruited to the site of infection where they participate in phagocytosis and intracellular microbial killing. Neutropenia, commonly defined as an absolute neutrophil count (ANC) lower than 1,000 or 500 cells/mm 3 , primarily occurs in patients with acute leukemia or non-Hodgkin's lymphoma and those who have received intensive myelosuppressive therapies for their underlying malignancies or as part of their hematopoietic stem cell transplantation (HSCT) [22, [38] [39] [40] . Patients with aplastic anemia are also likely to present with severe and persistent neutropenia, although unlike neutropenic patients with hematological malignancies, they may remain infection free for prolonged periods [41] . Although less common, solid organ tumors, such as metastatic carcinoma of the breast, prostate, lung, adrenal, thyroid, and kidney, can all infiltrate the bone marrow and result in neutropenia [22] .", "cite_spans": [{"start": 574, "end": 578, "text": "[22,", "ref_id": "BIBREF21"}, {"start": 579, "end": 583, "text": "[38]", "ref_id": "BIBREF37"}, {"start": 584, "end": 588, "text": "[39]", "ref_id": "BIBREF38"}, {"start": 589, "end": 593, "text": "[40]", "ref_id": "BIBREF39"}, {"start": 816, "end": 820, "text": "[41]", "ref_id": "BIBREF40"}, {"start": 1016, "end": 1020, "text": "[22]", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Deficiencies in Innate Immunity"}, {"text": "The absolute neutrophil count, the rapidity in the decline of the neutrophil count, the duration of neutropenia, and whether the count is rising or falling are all important determinants of infection risk. A large multicenter study by the European Organization for Research on Treatment of Cancer (EORTC) demonstrated that the change in granulocyte count was the most important factor in determining success or failure of antibiotic therapy for gram-negative bacteremia. Only 22 % of patients whose granulocyte count did not rise by at least 100 cells/mm 3 during therapy were successfully treated, whereas 88 % of those whose count rose by at least 100 cells/mm 3 had complete resolution of infection [42] .", "cite_spans": [{"start": 702, "end": 706, "text": "[42]", "ref_id": "BIBREF41"}], "ref_spans": [], "section": "Deficiencies in Innate Immunity"}, {"text": "Whether due to the invasion and progression of the malignancy itself or to the treatments directed against it, destruction of anatomical barriers and deficits in non-specific humoral and cellular immunity diminish the host's frontline, rapid response to infection.", "cite_spans": [], "ref_spans": [], "section": "Deficiencies in Innate Immunity"}, {"text": "The adaptive immune system is antigen specific and exhibits immunological memory; thus, it requires time to react but can mobilize more rapidly, although not as rapidly as innate immunity, on repeat exposure to the same organism [16] . Adaptive immunity is comprised of both humoral and cellular components mediated through B and T lymphocytes, respectively.", "cite_spans": [{"start": 229, "end": 233, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Deficiencies in Adaptive Immunity"}, {"text": "Humoral immunity is mediated primarily by B lymphocytes that arise from precursor stem cells in the bone marrow and, following maturation, are distributed to the spleen and lymph nodes. Under proper antigenic stimulation, they differentiate into immunoglobulin (antibody)-producing plasma cells. These plasma cells produce opsonizing antibodies. Coating or opsonizing certain bacteria, particularly encapsulated bacteria, greatly enhances their phagocytosis. Patients with defects in humoral immunity lack opsonizing antibodies to the common encapsulated pyogenic bacteria and thus are susceptible to infections with organisms such as S. pneumoniae, H. influenza, and N. meningitidis.", "cite_spans": [], "ref_spans": [], "section": "Deficiencies in Adaptive Immunity"}, {"text": "Cellular immunity is mediated primarily by T lymphocytes. T lymphocyte precursors are released from the bone marrow and migrate to the thymus gland, where maturation occurs. Mature T lymphocytes then exit the thymus and are present in the circulation, the lymph nodes, and the spleen. During cell-mediated immunity, various T lymphocytes subsets are activated and develop into effector T cells, including cytotoxic T lymphocytes and T helper cells of the TH1 and TH2 subsets. TH1 cells secrete lymphokines that activate macrophages and mediate delayed-type hypersensitivity responses. TH2 cells secrete lymphokines that stimulate B-cell development and may help activate cytotoxic T cells.", "cite_spans": [], "ref_spans": [], "section": "Deficiencies in Adaptive Immunity"}, {"text": "Although Hodgkin's disease and human immunodeficiency virus (HIV) infection are the prototypical illnesses associated with cellular immune dysfunction, impairment of cell-mediated immunity can occur with most cancers, including acute and chronic leukemia; solid organ tumors such as breast, lung, brain, GI tract, and GU tract; and following HSCT [43] [44] [45] [46] [47] [48] [49] [50] [51] . Additionally, irradiation and medications such as azathioprine, cyclosporine, and corticosteroids can result in cellular immunodeficiency [52] [53] [54] .", "cite_spans": [{"start": 347, "end": 351, "text": "[43]", "ref_id": "BIBREF42"}, {"start": 352, "end": 356, "text": "[44]", "ref_id": "BIBREF43"}, {"start": 357, "end": 361, "text": "[45]", "ref_id": "BIBREF44"}, {"start": 362, "end": 366, "text": "[46]", "ref_id": "BIBREF45"}, {"start": 367, "end": 371, "text": "[47]", "ref_id": "BIBREF46"}, {"start": 372, "end": 376, "text": "[48]", "ref_id": "BIBREF47"}, {"start": 377, "end": 381, "text": "[49]", "ref_id": "BIBREF48"}, {"start": 382, "end": 386, "text": "[50]", "ref_id": "BIBREF49"}, {"start": 387, "end": 391, "text": "[51]", "ref_id": "BIBREF50"}, {"start": 532, "end": 536, "text": "[52]", "ref_id": "BIBREF51"}, {"start": 537, "end": 541, "text": "[53]", "ref_id": "BIBREF52"}, {"start": 542, "end": 546, "text": "[54]", "ref_id": "BIBREF53"}], "ref_spans": [], "section": "Deficiencies in Adaptive Immunity"}, {"text": "Several predominantly intracellular pathogens are associated with deficiencies of cell-mediated immunity. These include the bacteria Listeria monocytogenes, Salmonella spp., Nocardia asteroides, and Legionella; mycobacteria including both Mycobacterium tuberculosis and the non-tuberculous mycobacteria; fungi such as Cryptococcus neoformans, Histoplasma capsulatum, Coccidioides immitis, and Pneumocystis jiroveci; viruses such as varicella zoster virus (VZV), cytomegalovirus (CMV), Epstein-Barr virus (EBV), herpes simplex virus (HSV), and adenovirus; the protozoa Toxoplasma gondii and Cryptosporidium; and the helminth, Strongyloides stercoralis [27, 55-64].", "cite_spans": [], "ref_spans": [], "section": "Deficiencies in Adaptive Immunity"}, {"text": "Risk of infection due to compromise of epithelial and mucosal barriers is discussed above. In addition, risk is also increased due to organ compromise through tumor invasion, mechanical obstruction, and surgical resection.", "cite_spans": [], "ref_spans": [], "section": "Organ Dysfunction"}, {"text": "The spleen, the largest reticuloendothelial organ in the body, contains monocytes, macrophages, dendritic cells, natural killer cells, and T and B cells, enabling it to perform many important functions of both innate immunity and adaptive immunity. Its functions include recognition of antigens, clearance of opsonized and unopsonized particles from the bloodstream, and production of antibody, especially IgM, and other substances such as properdin, an important component of the alternate complement pathway and tuftsin, a peptide that potentiates granulocyte and macrophage motility, chemotaxis, and phagocytosis [65] .", "cite_spans": [{"start": 616, "end": 620, "text": "[65]", "ref_id": "BIBREF64"}], "ref_spans": [], "section": "Asplenia"}, {"text": "Cancer patients who have undergone splenectomy and those who are functionally asplenic such as HSCT recipients are at increased risk for infections with the encapsulated bacteria S. pneumoniae, H. influenzae, and N. meningitidis. In fact, patients who undergo splenectomy for staging or treatment for a hematological malignancy have approximately a 5 % risk of developing overwhelming sepsis, usually with S. pneumoniae, at some time during their lifetime [66] . Although patients are at the greatest risk of sepsis within the first two years after splenectomy, one-third of cases may occur up to five years later, and cases have been reported after more than 20 years. Patients who have undergone splenectomy or who are functionally asplenic must be instructed regarding the risk of lifethreatening infection. They should alert their healthcare providers about their asplenic state and should receive education regarding the need for early administration of oral antibiotic therapy for fevers; some authorities recommend lifelong prophylactic antibiotics for all immunosuppressed patients after splenectomy [67] [68] [69] . Asplenic patients should undergo immunization with pneumococcal, H. influenzae, meningococcal, and influenza vaccines, in addition to other vaccinations according to routine immunization schedules [70, 71] .", "cite_spans": [{"start": 456, "end": 460, "text": "[66]", "ref_id": "BIBREF65"}, {"start": 1108, "end": 1112, "text": "[67]", "ref_id": "BIBREF66"}, {"start": 1113, "end": 1117, "text": "[68]", "ref_id": "BIBREF67"}, {"start": 1118, "end": 1122, "text": "[69]", "ref_id": "BIBREF68"}, {"start": 1322, "end": 1326, "text": "[70,", "ref_id": "BIBREF69"}, {"start": 1327, "end": 1330, "text": "71]", "ref_id": "BIBREF70"}], "ref_spans": [], "section": "Asplenia"}, {"text": "Patients with primary or metastatic tumors of the central nervous system (CNS) are predisposed to a variety of infections. Those with either a partial or complete loss of the gag reflex are at increased risk for aspiration pneumonia. Patients with CNS tumors also frequently suffer from impaired micturition, leading to urinary retention and recurrent urinary tract infections, and from impaired mobility predisposing to skin breakdown with resulting decubitus ulcers and osteomyelitis. Interestingly, meningitis, encephalitis, and brain abscesses are uncommon in patients with CNS tumors unless related to problems of surgery [66, 72] .", "cite_spans": [{"start": 627, "end": 631, "text": "[66,", "ref_id": "BIBREF65"}, {"start": 632, "end": 635, "text": "72]", "ref_id": "BIBREF71"}], "ref_spans": [], "section": "Other Organ Dysfunction"}, {"text": "Patients with primary or metastatic lung tumors are particularly susceptible to recurrent pneumonia and to lung abscess formation due to decreased mucociliary clearance, bronchial obstruction, and postobstructive atelectasis. Local invasion of other malignancies such as those of the head and neck, breast, gastrointestinal and genitourinary tracts also predisposes to infection with the flora residing in these sites. In addition, malignancies such as lymphoma and carcinoma of the prostate, ovary, cervix, and rectum commonly obstruct the urinary tract, leading to urinary retention and recurrent urinary tract infections. Obstruction of the biliary tract by lymphoma, cholangiocarcinoma, or pancreatic cancer predisposes to ascending cholangitis. Tumors obstructing blood vessels and lymph nodes can cause septic thrombophlebitis, ischemia, and lymphedema, predisposing to infection. Importantly, when obstruction occurs as a result of tumor, eradication of the infection without relief of the obstruction is usually unsuccessful [11, 12] .", "cite_spans": [{"start": 1033, "end": 1037, "text": "[11,", "ref_id": "BIBREF10"}, {"start": 1038, "end": 1041, "text": "12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Other Organ Dysfunction"}, {"text": "Increased infection risk has been noted in cancer patients with certain chronic illnesses. Studies have demonstrated that patients with type 2 diabetes and hyperglycemia have increased rates of wound and GU infections, fungal infections such as candidiasis and rhinocerebral mucormycosis, shorter remission periods, shorter median survival times, and higher mortality rates [73, 74] . One systematic review and meta-analysis by Barone and colleagues revealed that preexisting diabetes was associated with an increased risk of all-cause mortality compared to cancer patients without diabetes [75] . Although mortality risk reached statistical significance only for patients with endometrial, breast, and colorectal cancers, diabetes appeared to pose some additional mortality risk for all cancer types studied. In another systematic review and meta-analysis, Barone et al. found that cancer patients with diabetes were approximately 50 % more likely to die following surgery than their non-diabetic counterparts [76] . Risk of infection with pulmonary and rhinocerebral mucormycosis is also increased in cancer patients with iron overload treated with deferoxamine [77, 78] .", "cite_spans": [{"start": 374, "end": 378, "text": "[73,", "ref_id": "BIBREF72"}, {"start": 379, "end": 382, "text": "74]", "ref_id": "BIBREF73"}, {"start": 591, "end": 595, "text": "[75]", "ref_id": "BIBREF74"}, {"start": 858, "end": 871, "text": "Barone et al.", "ref_id": null}, {"start": 1011, "end": 1015, "text": "[76]", "ref_id": "BIBREF75"}, {"start": 1164, "end": 1168, "text": "[77,", "ref_id": "BIBREF76"}, {"start": 1169, "end": 1172, "text": "78]", "ref_id": "BIBREF77"}], "ref_spans": [], "section": "Concurrent Illnesses and Past Infections"}, {"text": "Obesity also increases infection risk in cancer patients, especially those undergoing oncologic surgery [79] [80] [81] . Studies in patients with colon, breast, and bone and soft tissue tumors have demonstrated that patients with morbid obesity and those specifically with obesity defined by visceral fat area were more likely to suffer wound dehiscence and surgical site infection.", "cite_spans": [{"start": 104, "end": 108, "text": "[79]", "ref_id": "BIBREF78"}, {"start": 109, "end": 113, "text": "[80]", "ref_id": "BIBREF79"}, {"start": 114, "end": 118, "text": "[81]", "ref_id": "BIBREF80"}], "ref_spans": [], "section": "Concurrent Illnesses and Past Infections"}, {"text": "Cancer patients previously infected with certain organisms are at increased risk of infection reactivation, especially when undergoing immunosuppressive therapies; thus, obtaining a thorough infectious disease history prior to therapy is essential in this population. Questions should include exposures at home, work and in healthcare settings, habits, and hobbies. Also, a thorough travel history may provide clues for an otherwise improbable diagnosis. Organisms of concern include Mycobacterium tuberculosis; viruses such as HSV-1, HSV-2, CMV, VZV, and hepatitis B; fungi such as Aspergillus spp., histoplasmosis, blastomycosis, coccidioidomycosis, and Pneumocystis jirovecii; and parasites such as Toxoplasma gondii, S. stercoralis, and Trypanosoma cruzii [14, 82] . Physicians caring for these patients should familiarize themselves with the guidelines for monitoring and, in some cases, providing prophylaxis for these pathogens. Clostridium difficile disease is common in cancer patients and can recur or relapse, primarily due to ongoing receipt of antimicrobial agents; however, some chemotherapeutic agents have also been associated with C. difficile disease including methotrexate, paclitaxel, and carboplatin [83] [84] [85] [86] [87] [88] [89] . Likewise, previous infection and/or colonization with drug-resistant bacteria such as vancomycin-resistant enterococci, methicillinresistant S. aureus, fluoroquinolone-resistant gram-negative bacteria, extendedspectrum beta-lactamase-containing gram-negative bacteria (ESBLs), and, increasingly, carbapenem-resistant bacteria such as Pseudomonas aeruginosa, Acinetobacter baumannii, and Klebsiella pneumoniae is a risk factor for subsequent infection with these organisms. Clinicians should be aware of past infection and colonization status with drug-resistant pathogens to help facilitate empiric antimicrobial choices when infections arise [14, 82] .", "cite_spans": [{"start": 760, "end": 764, "text": "[14,", "ref_id": "BIBREF13"}, {"start": 765, "end": 768, "text": "82]", "ref_id": "BIBREF81"}, {"start": 1221, "end": 1225, "text": "[83]", "ref_id": "BIBREF82"}, {"start": 1226, "end": 1230, "text": "[84]", "ref_id": "BIBREF83"}, {"start": 1231, "end": 1235, "text": "[85]", "ref_id": "BIBREF84"}, {"start": 1236, "end": 1240, "text": "[86]", "ref_id": "BIBREF85"}, {"start": 1241, "end": 1245, "text": "[87]", "ref_id": "BIBREF86"}, {"start": 1246, "end": 1250, "text": "[88]", "ref_id": "BIBREF87"}, {"start": 1251, "end": 1255, "text": "[89]", "ref_id": "BIBREF88"}, {"start": 1901, "end": 1905, "text": "[14,", "ref_id": "BIBREF13"}, {"start": 1906, "end": 1909, "text": "82]", "ref_id": "BIBREF81"}], "ref_spans": [], "section": "Concurrent Illnesses and Past Infections"}, {"text": "Significant weight loss, defined as a loss of at least 10 % body weight within 6 months, and malnutrition are poor prognostic indicators and are common problems among cancer patients. In some studies, approximately 60 % of patients with lung cancer and 80 % of patients with upper GI tract cancers have significant weight loss at the time of diagnosis, and the prevalence of malnutrition ranges from 30 to 80 %, depending on the definition used and the underlying malignancy. For instance, patients with GI tract cancers, especially those of the head and neck, are the most likely to suffer from weight loss and malnutrition. In addition, nutritional status is often jeopardized by the natural progression of neoplastic diseases. Protein-calorie malnutrition stemming from inadequate intake of carbohydrate, protein, and fat to meet metabolic requirements and/or the reduced absorption of macronutrients is the most common secondary diagnosis in individuals diagnosed with cancer [90 -93] .", "cite_spans": [{"start": 984, "end": 988, "text": "-93]", "ref_id": null}], "ref_spans": [], "section": "Nutritional Status"}, {"text": "Many factors lead to these conditions, including anorexia, nausea, vomiting, diarrhea, constipation, stomatitis, mucositis, dysphagia, alterations in taste and smell, pain, depression, and anxiety. Anorexia is typically present in 15-25 % of all cancer patients at diagnosis, may occur as a side effect of treatments, is almost universal in patients with widely metastatic disease, and can hasten the progression to cachexia, the most severe form of malnutrition. Cachexia is characterized by the loss of lean body mass, muscle wasting, and impaired immune, physical, and mental function. It is estimated to be the immediate cause of death in 20-40 % of cancer patients, especially those with GI malignancies [90] .", "cite_spans": [{"start": 709, "end": 713, "text": "[90]", "ref_id": null}], "ref_spans": [], "section": "Nutritional Status"}, {"text": "Cancer cachexia is a complex process that is thought to result from the actions of both host-and tumor-derived factors. Increasing evidence from both animal models and clinical studies supports that a systemic inflammatory response to the tumor, mediated in part by the dysregulated production of proinflammatory cytokines, induces an acute-phase protein response and produces alterations in lipid and carbohydrate metabolism. In addition, there is growing appreciation that cachexia represents the end product of an inappropriate interplay between these cytokines, neuropeptides, classic stress hormones, and intermediary substrate metabolism [90] .", "cite_spans": [{"start": 644, "end": 648, "text": "[90]", "ref_id": null}], "ref_spans": [], "section": "Nutritional Status"}, {"text": "These nutritional deficiencies are associated with increased risk of infection, increased antimicrobial use, increased hospital stay, decreased quality of life, and increased mortality. A prospective study examined the effects of preoperative enteral immunonutrition on development of surgical site infections (SSIs) in patients with colorectal cancer [94] . Immunonutrition consisting of an enteral diet supplemented with arginine, dietary nucleotides, and omega-3 fatty acids was given to study subjects for five days prior to bowel surgery, and SSI outcomes were compared to a control group. Patients receiving the immunonutrition experienced fewer SSIs than the control group [95] . Similarly, reduced infection rates were reported in a systematic review of immunonutrition in critically ill patients, including those with malignancy [93] . In addition to these studies, other investigators have reported that malnutrition impairs scar formation and increases the risk for surgical complications such as suture dehiscence and infections [96] . Because poor nutritional status is so prevalent and portends worse outcomes, early detection of risks for malnutrition and ongoing nutritional assessments should be a standard part of the quality of care in oncology practices [97] .", "cite_spans": [{"start": 352, "end": 356, "text": "[94]", "ref_id": "BIBREF93"}, {"start": 680, "end": 684, "text": "[95]", "ref_id": "BIBREF94"}, {"start": 838, "end": 842, "text": "[93]", "ref_id": "BIBREF92"}, {"start": 1041, "end": 1045, "text": "[96]", "ref_id": "BIBREF95"}, {"start": 1274, "end": 1278, "text": "[97]", "ref_id": "BIBREF96"}], "ref_spans": [], "section": "Nutritional Status"}, {"text": "For decades, clinical observations have suggested that psychological stress plays a role in susceptibility and response to certain infections. Recently, rapid advances in immunology have provided experimental evidence that acute and chronic stress can alter the immune response to viral challenges, vaccine response, and wound healing [98, 99] . One recent systematic review supports the concept that stress, anxiety, and depression are risk factors for acute viral respiratory tract disease acquisition and progression [100] . Stress activates the major neural pathways of the hypothalamic-pituitary-adrenal (HPA) axis and the sympathetic nervous system. The mediators they release can, in turn, induce pronounced changes in components of both the innate and adaptive immune responses, including cytokines, macrophages, natural killer cells, and T lymphocytes [101, 102] . Although individual response to stress varies, chronic high-level stress, as experienced by many cancer patients, is thought to be detrimental. Much remains to be learned regarding the complex interplay between physical health and psychological health in these patients [103] .", "cite_spans": [{"start": 335, "end": 339, "text": "[98,", "ref_id": "BIBREF97"}, {"start": 340, "end": 343, "text": "99]", "ref_id": "BIBREF98"}, {"start": 520, "end": 525, "text": "[100]", "ref_id": "BIBREF99"}, {"start": 861, "end": 866, "text": "[101,", "ref_id": "BIBREF100"}, {"start": 867, "end": 871, "text": "102]", "ref_id": "BIBREF101"}, {"start": 1144, "end": 1149, "text": "[103]", "ref_id": "BIBREF102"}], "ref_spans": [], "section": "Psychological Stress"}, {"text": "Although essential to patient care, no procedure or treatment is without risk. The following treatment-associated factors have all been shown to predispose patients with underlying malignancies to an increased risk of infection.", "cite_spans": [], "ref_spans": [], "section": "Treatment-Associated Factors"}, {"text": "Extensive surgery, especially in the maxillofacial, gastrointestinal, or pelvic regions, increases the risk of infection in cancer patients [22, 104] . Although extensive procedures are often necessary, especially for advanced invasive tumors, they remove large areas of otherwise protective tissue and disrupt anatomical barriers that predispose to leakage of material already containing bacterial flora. The infectious complications following surgery vary depending on the site and extent of the operation and the type of procedure performed; even so, postoperative infections have been shown in one series to be twice as common in cancer versus non-cancer patients [105, 106] . Intra-abdominal procedures such as Hartmann's operation, which involves sigmoid resection with a diverting colostomy, are frequently complicated by infection in patients with underlying malignancies [107] . Likewise, cancer patients undergoing craniotomy who have previously had a ventriculoatrial shunt placed are at increased risk of meningitis and/or sepsis [108] . Extensive surgery of the paranasal sinuses has also been shown to predispose to Pseudomonas meningitis in these patients [109] . Postoperative cellulitis is frequently reported after breast cancer surgery [110, 111] . The extent of the operation plays a major role in determining infection. As expected, the largest interventions are associated with the maximum risk. Other factors such as obesity and diabetes can also increase the infectious risk in these patients as previously described. Reduced infection rates may be associated with recent advances in minimally invasive surgery [112, 113] and, as previously stated, in patients who receive preoperative immunonutrition.", "cite_spans": [{"start": 140, "end": 144, "text": "[22,", "ref_id": "BIBREF21"}, {"start": 145, "end": 149, "text": "104]", "ref_id": "BIBREF103"}, {"start": 668, "end": 673, "text": "[105,", "ref_id": "BIBREF104"}, {"start": 674, "end": 678, "text": "106]", "ref_id": "BIBREF105"}, {"start": 880, "end": 885, "text": "[107]", "ref_id": "BIBREF106"}, {"start": 1042, "end": 1047, "text": "[108]", "ref_id": "BIBREF107"}, {"start": 1171, "end": 1176, "text": "[109]", "ref_id": "BIBREF108"}, {"start": 1255, "end": 1260, "text": "[110,", "ref_id": "BIBREF109"}, {"start": 1261, "end": 1265, "text": "111]", "ref_id": "BIBREF110"}, {"start": 1635, "end": 1640, "text": "[112,", "ref_id": "BIBREF111"}, {"start": 1641, "end": 1645, "text": "113]", "ref_id": "BIBREF112"}], "ref_spans": [], "section": "Surgery"}, {"text": "Neutropenic enterocolitis (typhlitis) is the most common gastrointestinal tract infection related to neutropenia and is the most ominous. In one review of 438 leukemic patients, the incidence of major gastrointestinal complications, including typhlitis, was 13 % [114] . Another study estimated the incidence of typhlitis to be at least 5 % in adult patients receiving chemotherapy for solid malignant tumors, with mortality rates ranging from 30 to 50 % [115] . The surgical management of patients with typhlitis is a frequently encountered although controversial issue. Along with the increased risk of infection, these neutropenic and usually thrombocytopenic patients have a high risk of operative mortality from the surgery itself. Consequently, the care of these patients should be individualized. Non-operative management with bowel rest, decompression, nutritional support, and broadspectrum antibiotics is often successful and is usually recommended initially. Operative intervention is typically reserved for patients with bowel perforation and uncontrollable hemorrhage, or for those whose clinical condition deteriorates despite conservative management [115, 116] .", "cite_spans": [{"start": 263, "end": 268, "text": "[114]", "ref_id": "BIBREF113"}, {"start": 455, "end": 460, "text": "[115]", "ref_id": "BIBREF114"}, {"start": 1165, "end": 1170, "text": "[115,", "ref_id": "BIBREF114"}, {"start": 1171, "end": 1175, "text": "116]", "ref_id": null}], "ref_spans": [], "section": "Surgery"}, {"text": "In addition to surgery, preoperative irradiation increases the risk of infection. In one series, preoperative irradiation given to patients undergoing surgery for breast cancer was associated with a twofold increase in infectious complications. However, postoperative irradiation was not associated with an increased risk [117] . Infection is also the most common complication in patients who receive preoperative irradiation prior to oncologic surgery of the upper respiratory or gastrointestinal tract. This is predominantly due to fistula formation or impaired wound healing [118] and has been well described in patients receiving radiation therapy for rectal cancer. In addition to causing local tissue damage, radiation can result in stenosing lesions, leading to obstruction [22] .", "cite_spans": [{"start": 322, "end": 327, "text": "[117]", "ref_id": "BIBREF116"}, {"start": 578, "end": 583, "text": "[118]", "ref_id": "BIBREF117"}, {"start": 781, "end": 785, "text": "[22]", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Radiation Therapy"}, {"text": "Some studies have reported genital condyloma, following pelvic irradiation therapy [119] . Opportunistic infections such as P. jirovecii, Aspergillus terreus, and CMV have been reported following the use of radiation in combination with temozolomide, an alkylating agent, in the treatment for glioblastoma. Radiation of the spleen or lymph nodes can depress cell-mediated immunity and antibody production. Total body irradiation predictably results in substantial depression of cellular immune function for months to years and can result in prolonged marrow depression and neutropenia [72] .", "cite_spans": [{"start": 83, "end": 88, "text": "[119]", "ref_id": "BIBREF118"}, {"start": 585, "end": 589, "text": "[72]", "ref_id": "BIBREF71"}], "ref_spans": [], "section": "Radiation Therapy"}, {"text": "Radiation reactions such as radiation enhancement and radiation recall predispose to infection due to local tissue inflammation and breakdown [120] [121] [122] [123] [124] . Radiation enhancement, also called radiation sensitization or radiosensitization, is defined as occurring within seven days of radiation exposure and is postulated to be due to the effect of medications that either enhance the initial radiation tissue damage or hinder repair of the tissues after exposure. Radiation recall, or radiation recall dermatitis, is an acute inflammatory reaction that occurs in previously irradiated areas precipitated by the initiation of certain drugs, primarily chemotherapeutic agents. By definition, it occurs more than seven days after the initial radiation exposure and can manifest weeks to years after initial radiation. These reactions frequently result in localized skin erythema but can progress to ulceration and necrosis. Although uncommon, radiation recall can also affect the gastrointestinal tract, lungs, muscles, and brain.", "cite_spans": [{"start": 142, "end": 147, "text": "[120]", "ref_id": "BIBREF119"}, {"start": 148, "end": 153, "text": "[121]", "ref_id": "BIBREF120"}, {"start": 154, "end": 159, "text": "[122]", "ref_id": "BIBREF121"}, {"start": 160, "end": 165, "text": "[123]", "ref_id": "BIBREF122"}, {"start": 166, "end": 171, "text": "[124]", "ref_id": "BIBREF123"}], "ref_spans": [], "section": "Radiation Therapy"}, {"text": "Chemotherapy Chemotherapeutic agents predispose to infection in a variety of ways [22, 125] . Many of these agents damage the body's anatomical barriers. Most notably, they can cause ulceration of the gastrointestinal tract, allowing for erosion and invasion by endogenous microorganisms. Other agents such as bleomycin and methotrexate are associated with skin lesions that can predispose to bacteremia with staphylococci and other skin flora. Agents such as BCNU, Ara-C, and daunorubicin irritate veins, increasing the risk of phlebitis and subsequent bacteremia. Many chemotherapeutic agents cause bone marrow suppression and neutropenia in a doserelated fashion. Some of these drugs can also inhibit neutrophilic migration and chemotaxis. Regimens that include corticosteroids inhibit the bactericidal activity of neutrophils. Humoral immunity is altered by agents such as methotrexate, cyclophosphamide, and 6-mercaptopurine. Deferoxamine, an iron-chelating agent, is associated with increases in bacterial infections and zygomycosis, most likely due to the increased availability of free iron necessary for fungal growth [77, 78] .", "cite_spans": [{"start": 82, "end": 86, "text": "[22,", "ref_id": "BIBREF21"}, {"start": 87, "end": 91, "text": "125]", "ref_id": "BIBREF124"}, {"start": 1127, "end": 1131, "text": "[77,", "ref_id": "BIBREF76"}, {"start": 1132, "end": 1135, "text": "78]", "ref_id": "BIBREF77"}], "ref_spans": [], "section": "Immunosuppressant Therapies"}, {"text": "Biological response modifiers (BRMs) are naturally occurring substances often used in conjunction with chemotherapeutic agents that help boost, direct, or restore the body's immune response to cancer cells. They include interferons, interleukins, hematopoietic growth factors, monoclonal antibodies, components of vaccines and gene therapy, and non-specific immunomodulating agents such as bacillus Calmette-Guerin, used in the treatment for bladder cancer, and levamisole, sometimes used in combination to treat colon cancer. The immunotherapeutic actions of BRMs can be passive or active. The effects of monoclonal antibodies are passive in that they are targeted to antigens or receptor sites on cancer cell surfaces. When the antibody binds to the target, a cascade of events leads to tumor cell death, usually without invoking an immune response. Conversely, other BRMs work by actively evoking either a non-specific immune response to cancer cells as with interferons and interleukins or a specific immune response as with cancer vaccines [126] [127] [128] [129] [130] .", "cite_spans": [{"start": 1045, "end": 1050, "text": "[126]", "ref_id": "BIBREF125"}, {"start": 1051, "end": 1056, "text": "[127]", "ref_id": "BIBREF126"}, {"start": 1057, "end": 1062, "text": "[128]", "ref_id": "BIBREF127"}, {"start": 1063, "end": 1068, "text": "[129]", "ref_id": "BIBREF128"}, {"start": 1069, "end": 1074, "text": "[130]", "ref_id": "BIBREF129"}], "ref_spans": [], "section": "Biological Response Modifiers"}, {"text": "Clinicians should be aware that adverse effects of BRMs, especially monoclonal antibodies, interleukins and interferons, can mimic infection as they can precipitate a flu-like reaction with fever, chills, headache, myalgias, and arthralgias. Prolonged symptoms, however, should prompt an evaluation for infection [131] . Monoclonal antibodies such as alemtuzumab, rituximab, and trastuzumab may cause myelosuppression, and, in the case of alemtuzumab, profound and persistent lymphopenia, predisposing to viral and fungal infections. One study demonstrated that cancer patients with HIV receiving rituximab in addition to their chemotherapy had a 12 % increase in infection-related deaths and an increased rate of opportunistic infections [132] . Another study demonstrated that patients with lymphoma receiving rituximab maintenance therapy had higher rates of infection and neutropenia [133] . Because interleukin-2 induces a reversible but profound defect in neutrophilic chemotaxis, high doses used in the treatment for renal cell carcinoma and melanoma have been associated with infection rates between 13 and 38 %. These consist primarily of urinary tract infections and central venous catheter-associated bloodstream infections [134] .", "cite_spans": [{"start": 313, "end": 318, "text": "[131]", "ref_id": "BIBREF130"}, {"start": 739, "end": 744, "text": "[132]", "ref_id": "BIBREF131"}, {"start": 888, "end": 893, "text": "[133]", "ref_id": "BIBREF132"}, {"start": 1235, "end": 1240, "text": "[134]", "ref_id": "BIBREF133"}], "ref_spans": [], "section": "Biological Response Modifiers"}, {"text": "A patient's intact normal flora protects the surfaces of the skin and mucous membranes by competing with non-indigenous organisms for binding sites and by producing substances that inhibit or kill these microorganisms. The use of antimicrobial agents can radically alter host flora, predisposing to infection. To understand the changing microbial flora, it is important to understand a concept known as colonization resistance. Individuals are colonized with non-invasive flora that, in a sense, can be considered ''protective.'' This normal flora prevents colonization and subsequent infection with more invasive, pathogenic bacteria. Patients who have lost their normal flora, such as those receiving broad-spectrum antibiotics, are at greater risk of colonization and infection with these more invasive organisms. In an animal model of infection, van der Waaij elegantly depicts this phenomenon. In this study, three groups of mice were used: One group was rendered completely germ free, a second group retained their anaerobic flora but were rendered free of aerobes, and the third group of normal mice served as the control. The mice were given different oral doses of streptomycin-resistant E. coli for ease of detection, and persistent colonization was determined by the evaluation of fecal flora. The control group required l0 7 E. coli to become persistently colonized, the mice with only anaerobic flora required approximately l0 5 E. coli, and the germ-free mice, who had no colonization resistance, required only 10 1 to l0 2 E. coli [135] .", "cite_spans": [{"start": 1546, "end": 1551, "text": "[135]", "ref_id": "BIBREF134"}], "ref_spans": [], "section": "Antimicrobial Use"}, {"text": "Dramatic changes in microbial flora can also occur in debilitated patients. In a study by Johanson and colleagues, throat cultures were obtained from normal volunteers and from patients hospitalized on a psychiatric ward, an orthopedic ward, and two medical wards. The patients on both medical wards had severe underlying medical illnesses; on one ward, they were receiving antibiotics, and on the other, they were not. Throat cultures from the normal volunteers and the psychiatric patients revealed normal flora. However, the throat cultures from 16 % of the orthopedic patients, 57 % of the medical patients without antibiotics, and 80 % of the medical patients with antibiotics revealed gram-negative bacilli [136] . This suggests that severity of illness and antibiotics, not hospitalization per se, is associated with changes in endogenous flora; in fact, of all the predisposing conditions, antibiotic use is the single most important factor leading to changes in host flora.", "cite_spans": [{"start": 713, "end": 718, "text": "[136]", "ref_id": "BIBREF135"}], "ref_spans": [], "section": "Antimicrobial Use"}, {"text": "Although necessary for both infection prophylaxis and treatment, antimicrobial agents can cause rapid and radical alterations in endogenous flora. Certain antimicrobial agents such as penicillin, rifampin, clindamycin, macrolides, bacitracin, and vancomycin significantly impair colonization resistance, probably because they inhibit gram-positive, non-sporulating, lactic acid-producing bacilli, such as Bifidobacterium spp. Other agents such as chlorhexidine mouthwashes used to minimize plaque and gingivitis and H2 receptor antagonists that reduce gastric acidity also influence the microflora. Loss of gastric acidity and passage and survival of oral flora such as alpha-hemolytic streptococci into the bowel may account in part for its pathogenesis in cancer patients. Another common example is C. difficile colonization and infection induced by antibiotic therapy [83, 137] . In general, however, broad-spectrum antibiotics are more apt to suppress normal, non-invasive flora, particularly anaerobes, and to cause a shift toward gram-negative bacteria and yeast. Increasing data demonstrate that interactions between hosts and the microflora are markedly dynamic, and these interactions are an area of intense research interest [12, [138] [139] [140] [141] [142] .", "cite_spans": [{"start": 871, "end": 875, "text": "[83,", "ref_id": "BIBREF82"}, {"start": 876, "end": 880, "text": "137]", "ref_id": "BIBREF136"}, {"start": 1235, "end": 1239, "text": "[12,", "ref_id": "BIBREF11"}, {"start": 1240, "end": 1245, "text": "[138]", "ref_id": "BIBREF137"}, {"start": 1246, "end": 1251, "text": "[139]", "ref_id": "BIBREF138"}, {"start": 1252, "end": 1257, "text": "[140]", "ref_id": "BIBREF139"}, {"start": 1258, "end": 1263, "text": "[141]", "ref_id": "BIBREF140"}, {"start": 1264, "end": 1269, "text": "[142]", "ref_id": "BIBREF141"}], "ref_spans": [], "section": "Antimicrobial Use"}, {"text": "In addition to altering the type of microflora, antimicrobial use selects for resistant organisms [12, 143, 144] . Examples of this have been proven repeatedly in cancer patients. Historically, trials of non-absorbable antibiotics were used to decrease colonization of the alimentary canal. These trials were halted in part due to the emergence of resistant organisms. In one study, surveillance cultures were monitored in 10 patients receiving ampicillin for 3 weeks. Nine of these patients became rapidly colonized with ampicillin-resistant gram-negative bacilli, and several isolates were multiply drug resistant, while only one patient in the control group acquired a multidrug-resistant organism [145] . The total amount of ceftazidime, the duration of therapy, and the number of days of therapy with this agent have all been implicated in the emergence of vancomycin-resistant E. faecium bacteremia. Fluoroquinolone use in neutropenic cancer patients is associated with an increase in infections with resistant staphylococci, streptococci, and anaerobes, as well as increased fluoroquinolone resistance in gram-negative bacilli. Likewise, incidence of antimicrobial-resistant fungal infections is related to prophylaxis and treatment. Fluconazole prophylaxis has resulted in the development of resistant strains of C. albicans and non-albicans Candida spp. [146] [147] [148] [149] and to outbreaks of inherently fluconazole-resistant Candida krusei [150, 151] .", "cite_spans": [{"start": 98, "end": 102, "text": "[12,", "ref_id": "BIBREF11"}, {"start": 103, "end": 107, "text": "143,", "ref_id": "BIBREF142"}, {"start": 108, "end": 112, "text": "144]", "ref_id": "BIBREF143"}, {"start": 701, "end": 706, "text": "[145]", "ref_id": "BIBREF144"}, {"start": 1363, "end": 1368, "text": "[146]", "ref_id": "BIBREF145"}, {"start": 1369, "end": 1374, "text": "[147]", "ref_id": "BIBREF146"}, {"start": 1375, "end": 1380, "text": "[148]", "ref_id": "BIBREF147"}, {"start": 1381, "end": 1386, "text": "[149]", "ref_id": "BIBREF148"}, {"start": 1455, "end": 1460, "text": "[150,", "ref_id": "BIBREF149"}, {"start": 1461, "end": 1465, "text": "151]", "ref_id": "BIBREF150"}], "ref_spans": [], "section": "Antimicrobial Use"}, {"text": "Although antibiotic use in cancer patients is essential in many situations, the emergence of resistant organisms is dramatically increasing, can be directly linked to antibiotic selective pressure, and poses a major health threat to all patients, especially to those who are immunocompromised.", "cite_spans": [], "ref_spans": [], "section": "Antimicrobial Use"}, {"text": "Any procedure that breaks the natural protective barrier between the internal environment and external environment can allow entry of microorganisms and predispose to infection. Biopsies, bone marrow aspirations, endoscopy, and indwelling vascular and urinary catheters are but a few examples. Strict attention to sterile technique, when applicable, can decrease but cannot completely eliminate the infectious risk associated with these procedures.", "cite_spans": [], "ref_spans": [], "section": "Diagnostic and Invasive Procedures"}, {"text": "Although indwelling venous access devices are commonly required in cancer patients, infection is a common and often severe complication. Each year in the United States, more than five million central venous catheters are inserted, resulting in up to 80,000 catheter-related bloodstream infections and up to 28,000 deaths [152] [153] [154] . The risk of infection varies with the device used, duration of placement, and extent of the patient's immunosuppression. In general, the risk of infection is the greatest for non-tunneled catheters, followed by peripherally inserted central catheters (PICCs), tunneled catheters, and implanted ports. Multilumen catheters may increase the risk of infection [155] . Catheters placed in the femoral vein are associated with greater risk than those placed in the subclavian or internal jugular veins [156] . To decrease the infection risk, the catheters should be inserted by well-trained providers who adhere to a clinical care bundle that outlines steps for proper catheter insertion and maintenance and removal of the catheter as soon as it is no longer needed [156, 157] .", "cite_spans": [{"start": 321, "end": 326, "text": "[152]", "ref_id": "BIBREF151"}, {"start": 327, "end": 332, "text": "[153]", "ref_id": "BIBREF152"}, {"start": 333, "end": 338, "text": "[154]", "ref_id": "BIBREF153"}, {"start": 698, "end": 703, "text": "[155]", "ref_id": "BIBREF154"}, {"start": 838, "end": 843, "text": "[156]", "ref_id": "BIBREF155"}, {"start": 1102, "end": 1107, "text": "[156,", "ref_id": "BIBREF155"}, {"start": 1108, "end": 1112, "text": "157]", "ref_id": "BIBREF156"}], "ref_spans": [], "section": "Central Venous Catheters"}, {"text": "The most common causative pathogens are CoNS, S. aureus, enterococci, streptococci, and Candida spp., although infections with skin commensals, such as Bacillus spp., Corynebacterium spp., are also encountered [152, 158] . Gramnegative bacilli do occur but are less frequently encountered. The rapidly growing non-tuberculous mycobacteria, M. chelonei and M. fortuitum, have been associated with exit site or tunnel infections [153, 159] .", "cite_spans": [{"start": 210, "end": 215, "text": "[152,", "ref_id": "BIBREF151"}, {"start": 216, "end": 220, "text": "158]", "ref_id": "BIBREF157"}, {"start": 427, "end": 432, "text": "[153,", "ref_id": "BIBREF152"}, {"start": 433, "end": 437, "text": "159]", "ref_id": "BIBREF158"}], "ref_spans": [], "section": "Central Venous Catheters"}, {"text": "Clinical diagnosis of infection can be difficult as local signs and symptoms such as erythema and tenderness are inconsistent and, even if present, can be unreliable indicators of catheter infection even in immunocompromised patients. The evolution of these signs over time, however, is suggestive of infection. Venous access device infections are categorized as entry site infections, tunnel or pocket infections, and catheter-associated bloodstream infections.", "cite_spans": [], "ref_spans": [], "section": "Central Venous Catheters"}, {"text": "Entry site infections can often be treated effectively with appropriate antimicrobial therapy, without the need for catheter removal. Tunnel and pocket infections necessitate catheter removal as well as immediate initiation of an empirical antimicrobial therapy that includes vancomycin to cover methicillinresistant S. aureus until culture results are available.", "cite_spans": [], "ref_spans": [], "section": "Central Venous Catheters"}, {"text": "It is often especially difficult to determine whether a bloodstream infection is related to the venous access device because frequently, no evidence of local catheter inflammation is seen. Recently, however, the concept of differential time to positivity has been used to distinguish venous-access-device-related infections from other types of infection, as follows: If the times at which blood cultures become positive (by machine detection in the clinical microbiology laboratory) are more than 2 h apart for simultaneously obtained catheter and peripheral vein blood cultures, the catheter is then strongly implicated as the source of the infection. Although this differential may help determine whether a catheter can be retained or must be removed, most indwelling catheter-related infections will respond to antimicrobial therapy alone, without catheter removal; however, some authors suggest that catheter salvage should be attempted cautiously for neutropenic cancer patients with gram-negative bacteremia [160, 161] . Certain exceptions are notable: Catheter removal is advisable for patients with bloodstream infections caused by fungi and non-tuberculous mycobacteria. For other bacteria, the decision concerning the need for catheter removal will depend on the severity of the clinical picture, the degree of immunosuppression, and the availability of an alternative vascular access site in a given patient. S. aureus may cause endocarditis, and the value of transesophageal echocardiography in the setting of any S. aureus bloodstream infections has been well demonstrated to determine the duration of therapy. In general, if blood cultures remain positive despite appropriate antimicrobial therapy for more than 48 h, or if the patient is clinically unstable, the catheter should be removed independent of etiology [154, 161] .", "cite_spans": [{"start": 1014, "end": 1019, "text": "[160,", "ref_id": "BIBREF159"}, {"start": 1020, "end": 1024, "text": "161]", "ref_id": "BIBREF160"}, {"start": 1829, "end": 1834, "text": "[154,", "ref_id": "BIBREF153"}, {"start": 1835, "end": 1839, "text": "161]", "ref_id": "BIBREF160"}], "ref_spans": [], "section": "Central Venous Catheters"}, {"text": "Other invasive procedures, such as placement of urinary catheters or tracheostomies, can also alter normal flora. Urinary catheters can become colonized with organisms that track along the catheter and colonize these normally sterile body sites. Patients with tracheostomies generally become colonized with gram-negative bacteria within a few days following placement. If pneumonia develops, it is usually due to these same bacterial pathogens with which the patient is colonized. Indeed, the majority of patients are infected with the organisms with which they are colonized; however, 50 % of these organisms are acquired after hospitalization [162] . Studies have demonstrated that serial axillary surveillance cultures grow primarily S. epidermidis and Corynebacterium spp. on admission. As illness and hospitalization progress, however, the resident flora shifts toward gram-negative bacteria such as K. pneumoniae and P. aeruginosa; E. faecium; less common organisms such as Clostridium septicum; and yeast such as C. albicans [145, 163] .", "cite_spans": [{"start": 645, "end": 650, "text": "[162]", "ref_id": "BIBREF161"}, {"start": 1032, "end": 1037, "text": "[145,", "ref_id": "BIBREF144"}, {"start": 1038, "end": 1042, "text": "163]", "ref_id": "BIBREF162"}], "ref_spans": [], "section": "Other Invasive Procedures"}, {"text": "Nosocomially acquired infections from blood transfusions occur despite modern blood banking techniques designed to prevent this complication. Cancer patients, especially those with hematological malignancies or those undergoing HSCT, often require several transfusions during the course of their illness and thus are at increased risk of transfusion-related infection [164] [165] [166] .", "cite_spans": [{"start": 368, "end": 373, "text": "[164]", "ref_id": "BIBREF163"}, {"start": 374, "end": 379, "text": "[165]", "ref_id": "BIBREF164"}, {"start": 380, "end": 385, "text": "[166]", "ref_id": "BIBREF165"}], "ref_spans": [], "section": "Blood Transfusions"}, {"text": "Contamination of blood products can occur during processing and storage, but most commonly occurs through collection of blood from infected donors [166, 167] . For an organism to cause an infection in a transfused patient, it must (1) be present in the donor's blood at the time of collection while producing few or no symptoms; (2) escape detection by current screening methods; (3) remain viable in citrated, refrigerated blood for prolonged periods of time; and (4) be of sufficient virulence and quantity to produce infection in the transfusion recipient [168] .", "cite_spans": [{"start": 147, "end": 152, "text": "[166,", "ref_id": "BIBREF165"}, {"start": 153, "end": 157, "text": "167]", "ref_id": "BIBREF166"}, {"start": 559, "end": 564, "text": "[168]", "ref_id": "BIBREF167"}], "ref_spans": [], "section": "Blood Transfusions"}, {"text": "Viruses are the most frequently encountered pathogens associated with blood transfusions. These include hepatitis viruses, HIV, EBV, and CMV. Although most of these are detected by present screening procedures, CMV remains a significant risk for cancer patients [169] .", "cite_spans": [{"start": 262, "end": 267, "text": "[169]", "ref_id": "BIBREF168"}], "ref_spans": [], "section": "Blood Transfusions"}, {"text": "Protozoal diseases, such as leishmaniasis, trypanosomiasis, Chagas' disease, and microfilarial infections, are acquired through transfusion in developing countries. An increased incidence of transfusion-related Chagas' disease has also been reported in the United States. Malaria is uncommon in the United States but does occur, especially in people who have returned from travel in endemic areas. Therefore, transfusion-related malaria remains a potential risk in this country [170] [171] [172] [173] . Babesia microti, a tick-borne protozoan parasite, has been transmitted through transfusion along coastal regions of the Northeastern United States. It can cause a life-threatening infection in immunocompromised, especially asplenic, patients [171, 174] .", "cite_spans": [{"start": 478, "end": 483, "text": "[170]", "ref_id": "BIBREF169"}, {"start": 484, "end": 489, "text": "[171]", "ref_id": "BIBREF170"}, {"start": 490, "end": 495, "text": "[172]", "ref_id": "BIBREF171"}, {"start": 496, "end": 501, "text": "[173]", "ref_id": "BIBREF172"}, {"start": 746, "end": 751, "text": "[171,", "ref_id": "BIBREF170"}, {"start": 752, "end": 756, "text": "174]", "ref_id": "BIBREF173"}], "ref_spans": [], "section": "Blood Transfusions"}, {"text": "The procedure of storing citrated blood at 4°C for prolonged periods has greatly reduced the risks of transfusion-transmitted bacterial infections. Although up to 6 % of stored blood contains some form of bacterial contamination, most of these organisms are normal skin flora such as S. epidermidis and diphtheroids, which do not cause significant infections in transfusion recipients. Conversely, Pseudomonas fluorescens/putida and Yersinia enterocolitica can survive and multiply in cold storage, and these organisms have been associated with lifethreatening sepsis, following blood transfusions [175, 176] . Platelets are often stored at room temperature to enhance their posttransfusion function. Thus, bacterial infections are more likely to occur following platelet transfusions [177] .", "cite_spans": [{"start": 598, "end": 603, "text": "[175,", "ref_id": "BIBREF174"}, {"start": 604, "end": 608, "text": "176]", "ref_id": "BIBREF175"}, {"start": 785, "end": 790, "text": "[177]", "ref_id": "BIBREF176"}], "ref_spans": [], "section": "Blood Transfusions"}, {"text": "The type of malignancy, the status of the malignancy (i.e., active or in remission), and the intensity of the treatments directed against it are all important factors in determining infection risk. Better data exist for incidence and etiology of infections in patients with hematological malignancies, especially those undergoing treatment for acute leukemia and lymphoma, than for other malignancies. This is especially true for patients who develop neutropenia as a result of their immunosuppressive therapies. This section will outline infections commonly encountered in clinical practice stratified by type of malignancy (Table 3 ).", "cite_spans": [], "ref_spans": [{"start": 625, "end": 633, "text": "(Table 3", "ref_id": "TABREF2"}], "section": "Commonly Encountered Pathogens by Type of Malignancy"}, {"text": "Patients with acute leukemia and lymphoma who are neutropenic, either due to their underlying disease or due to cytotoxic chemotherapy, are at risk for a different set of infections than those who are not neutropenic. The epidemiology of infection in neutropenic cancer patients undergoes periodic change and is often subject to geographic and institutional factors; however, certain trends are consistent. Approximately half of the episodes of neutropenic fever will have no clinical site or causative pathogen identified, while 20-30 % will have clinical signs of infection such as pneumonia or cellulitis but negative microbiological cultures. Only 25-30 % of episodes will have a microbiologically documented infection, with the most common sites being the bloodstream, urinary tract, respiratory tract, skin and soft tissues, and gastrointestinal tract. A small proportion, generally less than 5 %, will have non-infectious causes of fever, such as tumor or drug fever, identified [40, 178] . Classically, gram-negative bacilli such as E. coli, Klebsiella spp., and P. aeruginosa cause the earliest infections in neutropenic patients. These usually occur within the first 2-3 weeks after the initiation of chemotherapy and are due to the rapid decrease in the neutrophil count. These infections are characterized by acute febrile episodes, which can progress to overwhelming sepsis if not treated promptly [179] [180] [181] [182] [183] [184] . However, beginning in the 1980s, investigators noted a relative decrease in the number of gram-negative bacteremia and a significant increase in infections caused by gram-positive aerobic bacteria, namely staphylococci and streptococci. These observations persist in more recent studies, with gram-positive pathogens causing approximately 50 % of microbiologically documented infections, and up to 75 % if only bloodstream infections are considered. Gram-negative organisms now account for 20-25 % of infections, and another 20-25 % are polymicrobial. Isolated anaerobic bacterial infections occur very infrequently. Fungal and viral infections occur much later in the course of neutropenia, and some viral infections occur seasonally, such as respiratory viral infections [178] .", "cite_spans": [{"start": 986, "end": 990, "text": "[40,", "ref_id": "BIBREF39"}, {"start": 991, "end": 995, "text": "178]", "ref_id": "BIBREF177"}, {"start": 1411, "end": 1416, "text": "[179]", "ref_id": "BIBREF178"}, {"start": 1417, "end": 1422, "text": "[180]", "ref_id": "BIBREF179"}, {"start": 1423, "end": 1428, "text": "[181]", "ref_id": "BIBREF180"}, {"start": 1429, "end": 1434, "text": "[182]", "ref_id": "BIBREF181"}, {"start": 1435, "end": 1440, "text": "[183]", "ref_id": "BIBREF182"}, {"start": 1441, "end": 1446, "text": "[184]", "ref_id": "BIBREF183"}, {"start": 2222, "end": 2227, "text": "[178]", "ref_id": "BIBREF177"}], "ref_spans": [], "section": "Acute Leukemia and Lymphoma"}, {"text": "Several reasons for the increase in gram-positive infections have been postulated [125] . The use of both prophylactic and empiric antibiotic regimens targeting gram-negative bacteria diminishes recovery of gram-negative pathogens while selecting for gram-positive infections [185, 186] . One example is the emergence of streptococcal infections in populations of patients receiving fluoroquinolones [187] . The use of intravascular catheters also increases the likelihood of infection with gram-positive bacteria, such as staphylococci, that colonize the skin [186] . Chemotherapeutic regimens that cause oral mucositis predispose to infection with bacteria that ordinarily colonize the oropharynx, namely alpha-hemolytic streptococci. Although the mortality associated with gram-positive infections is less than that of gram-negative infections, the morbidity is significant. For example, alpha-hemolytic streptococci have been associated with cases of acute respiratory distress syndrome (ARDS) in patients receiving cytarabine [187] . Furthermore, patients who remain neutropenic for prolonged periods of time are more likely to develop infections with drug-resistant bacteria such as Enterococcus spp., Corynebacterium jeikeium, Serratia spp., Enterobacter spp., Acinetobacter spp., Pseudomonas cepacia, and Stenotrophomonas (Xanthomonas) maltophilia. These emerge as a consequence of protracted courses of broad-spectrum antibiotics [188, 189] . Because neutrophils play a major role in controlling infections due to Candida and Aspergillus, invasive fungal infections are also frequently encountered in neutropenic patients [188] [189] [190] [191] [192] [193] [194] [195] [196] [197] [198] . Autopsy series have documented invasive fungal infections in 10-40 % of patients with underlying hematological malignancies [45, 191, 199] . Besides prolonged neutropenia, extended hospital stays, previous antibiotics, corticosteroids, central venous catheters, and total parenteral nutrition are also risk factors for fungemia. In addition, many other uncommon fungi have been reported to cause infection in this patient population. Viruses commonly infect neutropenic hosts. Reactivation of HSV is by far the most common viral infection encountered. VZV, CMV, adenovirus, and the viral hepatitides have also been reported in the neutropenic patient with acute leukemia or lymphoma [200] [201] [202] [203] [204] [205] [206] . In the neutropenic patients with leukemia or lymphoma, common sites of infection include the bloodstream; the GI tract, including the mouth, bowel, and perianal region; the respiratory tract; and skin and soft tissues. Bacterial infections predominate, followed by fungal infections and then by viral infections. Parasitic infections are uncommonly encountered.", "cite_spans": [{"start": 82, "end": 87, "text": "[125]", "ref_id": "BIBREF124"}, {"start": 276, "end": 281, "text": "[185,", "ref_id": "BIBREF184"}, {"start": 282, "end": 286, "text": "186]", "ref_id": "BIBREF185"}, {"start": 400, "end": 405, "text": "[187]", "ref_id": "BIBREF186"}, {"start": 561, "end": 566, "text": "[186]", "ref_id": "BIBREF185"}, {"start": 1031, "end": 1036, "text": "[187]", "ref_id": "BIBREF186"}, {"start": 1439, "end": 1444, "text": "[188,", "ref_id": "BIBREF187"}, {"start": 1445, "end": 1449, "text": "189]", "ref_id": "BIBREF188"}, {"start": 1631, "end": 1636, "text": "[188]", "ref_id": "BIBREF187"}, {"start": 1637, "end": 1642, "text": "[189]", "ref_id": "BIBREF188"}, {"start": 1643, "end": 1648, "text": "[190]", "ref_id": "BIBREF189"}, {"start": 1649, "end": 1654, "text": "[191]", "ref_id": "BIBREF190"}, {"start": 1655, "end": 1660, "text": "[192]", "ref_id": "BIBREF191"}, {"start": 1661, "end": 1666, "text": "[193]", "ref_id": "BIBREF192"}, {"start": 1667, "end": 1672, "text": "[194]", "ref_id": "BIBREF193"}, {"start": 1673, "end": 1678, "text": "[195]", "ref_id": "BIBREF194"}, {"start": 1679, "end": 1684, "text": "[196]", "ref_id": "BIBREF195"}, {"start": 1685, "end": 1690, "text": "[197]", "ref_id": "BIBREF196"}, {"start": 1691, "end": 1696, "text": "[198]", "ref_id": "BIBREF197"}, {"start": 1823, "end": 1827, "text": "[45,", "ref_id": "BIBREF44"}, {"start": 1828, "end": 1832, "text": "191,", "ref_id": "BIBREF190"}, {"start": 1833, "end": 1837, "text": "199]", "ref_id": "BIBREF198"}, {"start": 2382, "end": 2387, "text": "[200]", "ref_id": "BIBREF199"}, {"start": 2388, "end": 2393, "text": "[201]", "ref_id": "BIBREF200"}, {"start": 2394, "end": 2399, "text": "[202]", "ref_id": "BIBREF201"}, {"start": 2400, "end": 2405, "text": "[203]", "ref_id": "BIBREF202"}, {"start": 2406, "end": 2411, "text": "[204]", "ref_id": "BIBREF203"}, {"start": 2412, "end": 2417, "text": "[205]", "ref_id": "BIBREF204"}, {"start": 2418, "end": 2423, "text": "[206]", "ref_id": "BIBREF205"}], "ref_spans": [], "section": "Acute Leukemia and Lymphoma"}, {"text": "Fewer data exist on the types of infections encountered in the non-neutropenic host. In one study that included non-neutropenic patients with leukemia and lymphoma, the most common sites of infection were the respiratory tract, secondary bloodstream infections due to gram-negative bacilli, and the GU tract. Primary bloodstream infections were encountered less frequently than in neutropenic hosts; however, when they occurred, they were most often due to grampositive cocci. Oral infections were also less common in the non-neutropenic host. In this series, no differences were noted in the incidence of fungal, viral, or parasitic infections [207] . Other investigators have demonstrated that polymicrobial bacteremia is more common in the non-neutropenic host [208] .", "cite_spans": [{"start": 645, "end": 650, "text": "[207]", "ref_id": "BIBREF206"}, {"start": 764, "end": 769, "text": "[208]", "ref_id": "BIBREF207"}], "ref_spans": [], "section": "Acute Leukemia and Lymphoma"}, {"text": "Often, non-neutropenic patients with leukemia or lymphoma have defects in cellmediated immunity, due either to their underlying disease or to the treatment regimens they receive. This cellular immunodeficiency can predispose to infections with a variety of intracellular organisms after neutrophil recovery. Bacterial infections caused by L. monocytogenes, L. pneumophilia, Salmonella spp., M. tuberculosis, the non-tuberculous mycobacteria, and Nocardia spp. may be encountered. In addition, some patients will have undergone splenectomy, increasing the risk for infection with S. pneumoniae, H. influenza, and N. meningitidis [209] . Fungal infections other than Cryptococcus and occasionally Aspergillus are uncommon. When aspergillosis occurs in these patients, risk factors such as higher daily doses of corticosteroids, treatment with OKT3, and renal failure often exist [198] . Mucormycosis can rarely occur in the non-neutropenic population but is pathologically associated with less extensive angioinvasion [196] . Protozoal infections, on the other hand, are much more common in the non-neutropenic patient. Infections with P. jiroveci, T. gondii, S. stercoralis, and Cryptosporidium have all been reported [57, 61, 64] . Viral infections such as HSV, VZV, and CMV can be encountered in these patients, especially due to reactivation disease [145, 210] .", "cite_spans": [{"start": 628, "end": 633, "text": "[209]", "ref_id": "BIBREF208"}, {"start": 877, "end": 882, "text": "[198]", "ref_id": "BIBREF197"}, {"start": 1016, "end": 1021, "text": "[196]", "ref_id": "BIBREF195"}, {"start": 1217, "end": 1221, "text": "[57,", "ref_id": "BIBREF56"}, {"start": 1222, "end": 1225, "text": "61,", "ref_id": "BIBREF60"}, {"start": 1226, "end": 1229, "text": "64]", "ref_id": "BIBREF63"}, {"start": 1352, "end": 1357, "text": "[145,", "ref_id": "BIBREF144"}, {"start": 1358, "end": 1362, "text": "210]", "ref_id": "BIBREF209"}], "ref_spans": [], "section": "Acute Leukemia and Lymphoma"}, {"text": "Chronic lymphocytic leukemia (CLL) represents a clonal expansion of neoplastic B lymphocytes in more than 95 % of cases. These mature-appearing B lymphocytes are found in the peripheral blood. They also infiltrate the bone marrow, spleen, and lymph nodes. Much of the gamma globulin produced by patients with CLL is non-functional, leading to defects in humoral immunity [211, 212] . The hypogammaglobulinemia may be profound in these patients, worsens as the disease progresses, and does not revert after chemotherapy, increasing the risk for infections with the encapsulated bacteria S. pneumoniae, H. influenzae, and N. meningitidis and with E. coli [213] . Additionally, defects in cell-mediated immunity, complement activity, and neutrophil and other phagocytic cell defects exist either due to the disease or as a result of the therapies. Treatment modalities such as alkylating agents with or without corticosteroids predispose to streptococcal, staphylococcal, and enteric gram-negative bacterial infections. In these patients, the infections often occur at mucosal sites, especially the respiratory tract, and recurrent infections are common. Treatments with purine analogs or the monoclonal antibody alemtuzumab predispose to opportunistic infections with Listeria spp., M. tuberculosis, Nocardia spp., Candida spp., Aspergillus spp., Pneumocystis jiroveci, and herpesviruses [211, 212, 214] . More recently, progressive multifocal leukoencephalopathy (PML) caused by JC virus has been described in CLL patients treated with the purine analog fludarabine and with various monoclonal antibodies [215] .", "cite_spans": [{"start": 371, "end": 376, "text": "[211,", "ref_id": "BIBREF210"}, {"start": 377, "end": 381, "text": "212]", "ref_id": "BIBREF211"}, {"start": 653, "end": 658, "text": "[213]", "ref_id": "BIBREF212"}, {"start": 1386, "end": 1391, "text": "[211,", "ref_id": "BIBREF210"}, {"start": 1392, "end": 1396, "text": "212,", "ref_id": "BIBREF211"}, {"start": 1397, "end": 1401, "text": "214]", "ref_id": "BIBREF213"}, {"start": 1604, "end": 1609, "text": "[215]", "ref_id": "BIBREF214"}], "ref_spans": [], "section": "Chronic Lymphocytic Leukemia"}, {"text": "Like CLL, patients with multiple myeloma (MM) classically present with defects in humoral immunity. MM patients are hypogammaglobulinemic, producing normal immunoglobulins at only 10 % the normal rate. Therefore, they are predisposed to infections with the encapsulated bacteria such as S. pneumoniae, H. influenzae, and N. meningitidis [25, 27, [216] [217] [218] . As disease progresses, the malignant plasma cells proliferate within the bone marrow to such an extent that the marrow is unable to produce adequate numbers of neutrophils. Therefore, patients with advanced disease may become neutropenic, increasing their risk of gram-negative bacterial infections [216, 219] . In recent years, however, the advent of new treatment modalities, such as HSCT and the novel antimyeloma agents, bortezomib, thalidomide, and lenalidomide, has improved outcomes for multiple myeloma patients and transformed it into a chronic disease. The resulting cumulative immunosuppression has increased the risk of infection and expanded the spectrum of potential pathogens in this patient population to include infections such as C. difficile, CMV, and opportunistic molds [220] .", "cite_spans": [{"start": 337, "end": 341, "text": "[25,", "ref_id": "BIBREF24"}, {"start": 342, "end": 345, "text": "27,", "ref_id": "BIBREF26"}, {"start": 346, "end": 351, "text": "[216]", "ref_id": "BIBREF215"}, {"start": 352, "end": 357, "text": "[217]", "ref_id": "BIBREF216"}, {"start": 358, "end": 363, "text": "[218]", "ref_id": "BIBREF217"}, {"start": 665, "end": 670, "text": "[216,", "ref_id": "BIBREF215"}, {"start": 671, "end": 675, "text": "219]", "ref_id": "BIBREF218"}, {"start": 1157, "end": 1162, "text": "[220]", "ref_id": "BIBREF219"}], "ref_spans": [], "section": "Multiple Myeloma"}, {"text": "This chronic B-cell lymphoproliferative disorder presents with cytopenias in the majority of patients. In particular, patients have monocytopenia, granulocytopenia, and defective T-cell function. This results in a cellular immunodeficiency and predisposes to a variety of infections. In fact, in one study, the major risk factor for the development of severe infection was lymphocytopenia [221] . As with other patients, the neutropenia predisposes to gram-negative bacterial infections. Defects of cell-mediated monocyte/macrophage and T-cell function predispose to other bacterial infections with organisms such as Salmonella and Listeria; fungal infections with Candida and Cryptococcus; viral infections with HSV and CMV; and non-tuberculous mycobacterial infections with M. kansasii, M. avium complex, and M. chelonei [222] [223] [224] [225] . In one review from the University of Chicago, five of nine hairy cell leukemia patients with non-tuberculous mycobacterial infections had disseminated disease at presentation [226] .", "cite_spans": [{"start": 389, "end": 394, "text": "[221]", "ref_id": "BIBREF220"}, {"start": 823, "end": 828, "text": "[222]", "ref_id": "BIBREF221"}, {"start": 829, "end": 834, "text": "[223]", "ref_id": "BIBREF222"}, {"start": 835, "end": 840, "text": "[224]", "ref_id": "BIBREF223"}, {"start": 841, "end": 846, "text": "[225]", "ref_id": "BIBREF224"}, {"start": 1024, "end": 1029, "text": "[226]", "ref_id": "BIBREF225"}], "ref_spans": [], "section": "Hairy Cell Leukemia"}, {"text": "Patients with solid organ tumors do not have the same risk of infection as patients with underlying hematological malignancies. This is largely because the standard chemotherapeutic regimens used to treat these malignancies do not usually result in either long-term or profound neutropenia. Exceptions include patients with small cell carcinoma of the lung, testicular carcinoma, and some sarcomas. Aggressive chemotherapeutic regimens used to treat these malignancies may result in periods of neutropenia for 7-10 days or more [72] . Likewise, malignancies such as metastatic carcinoma of the breast, prostate, lung, adrenal, thyroid, and kidney have a propensity to infiltrate the bone marrow and can result in neutropenia in the advanced stages of disease. Patients with tumors of the central nervous system, either primary or metastatic, are at risk for a unique set of infections based on the associated neurological deficit. Likewise, any solid organ tumor that invades and disrupts anatomical barriers may predispose to infection. These include tumors of the skin, oral cavity, nasopharynx, and gastrointestinal, respiratory, and urogenital tracts. These malignancies and their associated pathogens were discussed previously.", "cite_spans": [{"start": 528, "end": 532, "text": "[72]", "ref_id": "BIBREF71"}], "ref_spans": [], "section": "Solid Organ Tumors"}, {"text": "Many unusual pathogens are known to infect patients with underlying immunodeficiencies, especially patients with hematological malignancies. Some of these pathogens have assumed increasing importance in cancer patients in the last 10 years (Table 4) . ", "cite_spans": [], "ref_spans": [{"start": 240, "end": 249, "text": "(Table 4)", "ref_id": "TABREF5"}], "section": "Emerging Pathogens and Trends"}, {"text": "Global emergence of antimicrobial resistance among bacteria, fungi, and viruses", "cite_spans": [], "ref_spans": [], "section": "Reactivation of hepatitis B and hepatitis C viruses"}, {"text": "Viridans streptococci, gram-positive cocci that are part of the normal oral flora, are fast emerging as pathogens causing bacteremia and sepsis in neutropenic patients, especially patients with AML or those who have undergone HSCT [227] . Several species have been implicated with Streptococcus mitis predominating. Of all the species, S. mitis is also the most likely to be penicillin and fluoroquinolone resistant [228, 229] . Rhodococcus equi, a gram-positive coccobacillus, is an uncommon pathogen that has been reported to cause infection in patients with impaired cellular immunity. HIV infection is the most common predisposing risk factor; however, cancer patients with cellular immunodeficiency are also at increased risk. R. equi is most frequently associated with a cavitary pneumonia, which may mimic a fungal infection or tuberculosis. In a study by Harvey and Sunstrum, the survival rate for patients with cavitary pneumonia receiving antibiotics alone was 61 % compared with 75 % for those receiving both antibiotics and surgical resection [230] . More recently, isolated bacteremia has been reported in patients with underlying malignancies, with over 90 % associated with central line infections, likely due to the high percentage of R. equi isolates that can form heavy microbial biofilm on catheter surfaces [231] .", "cite_spans": [{"start": 231, "end": 236, "text": "[227]", "ref_id": "BIBREF226"}, {"start": 416, "end": 421, "text": "[228,", "ref_id": "BIBREF227"}, {"start": 422, "end": 426, "text": "229]", "ref_id": "BIBREF228"}, {"start": 1055, "end": 1060, "text": "[230]", "ref_id": "BIBREF229"}, {"start": 1327, "end": 1332, "text": "[231]", "ref_id": "BIBREF230"}], "ref_spans": [], "section": "Bacteria and Bacterial Syndromes"}, {"text": "Gram-negative pathogens of increasing importance in cancer patients include S. maltophilia, an emerging pathogen Burkholderia cenocepacia, Achromobacter spp., and Alcaligenes spp. S. maltophilia, a gram-negative bacillus, is an organism that is frequently isolated from the environment, particularly from water supplies. Both colonization and infection among immunocompromised patients are increasing, especially in those receiving broad-spectrum antibiotics, particularly carbapenems. S. maltophilia causes pneumonia, urinary tract infections, bacteremia, and wound infections in debilitated patients and is notoriously multidrug resistant, making treatment difficult [232] . In a recent retrospective review of S. maltophilia infections in HSCT recipients over four years in Israel, 19 of 570 (3 %) had S. maltophilia infections. The majority of patients had undergone allogeneic HSCT, had received a carbapenem during the previous month, and had a central venous catheter infection. All isolates remained susceptible to trimethoprim-sulfamethoxazole [233] . Burkholderia cenocepacia is a gram-negative pathogen, primarily associated with infections in patients with cystic fibrosis. It has recently been reported to cause an outbreak in cancer patients related to central venous catheters and to cause a vaginal infection in a patient with multiple myeloma [234, 235] . Achromobacter spp. and Alcaligenes spp. are gram-negative bacteria that are increasingly associated with infections in cancer patients. A review of consecutive bacteremia from 1989 to 2003 at MD Anderson Cancer Center revealed that 67 % of patients had underlying hematological malignancies and 52 % experienced neutropenia. Achromobacter xylosoxidans was the most common pathogen (94 %), followed by Achromobacter denitrificans (4 %) and Alcaligenes faecalis (2 %). The majority of patients had infected intravascular catheters, followed by pneumonia and urinary tract infections. Of the infections, 52 % were polymicrobial and 7 % had concurrent fungemia. Most isolates were susceptible to carbapenems, antipseudomonal penicillin, and trimethoprim-sulfamethoxazole. Attributable mortality in this series was 15 % [236] .", "cite_spans": [{"start": 669, "end": 674, "text": "[232]", "ref_id": "BIBREF231"}, {"start": 1053, "end": 1058, "text": "[233]", "ref_id": "BIBREF232"}, {"start": 1360, "end": 1365, "text": "[234,", "ref_id": "BIBREF233"}, {"start": 1366, "end": 1370, "text": "235]", "ref_id": "BIBREF234"}, {"start": 2188, "end": 2193, "text": "[236]", "ref_id": "BIBREF235"}], "ref_spans": [], "section": "Bacteria and Bacterial Syndromes"}, {"text": "Two emerging bacterial syndromes in patients with underlying malignancies deserve mention. First, appearance of a hypervirulent strain of C. difficile in recent years has been associated with rising rates of severe and recurrent infection, and increased morbidity and mortality. Some studies have demonstrated chemotherapeutic agents as an independent risk factor for C. difficile infection (CDI) and disease severity [83] [84] [85] [86] ; however, this was recently disputed in a study by Stewart and colleagues in which they found that patients with CDI with underlying hematological malignancies had longer lengths of hospital stay but no difference in rates of colectomy, ICU admission, or death [89] . A second emerging syndrome, E. coli pyomyositis has been increasingly described among patients with hematological malignancies [237] [238] [239] . Pyomyositis is typically caused by gram-positive bacteria, primarily S. aureus; however, review of cases from 2003 to 2007 at MD Anderson Cancer Center revealed six cases of E. coli as the causative agent. Of these patients, all were receiving chemotherapy, five were neutropenic and two (33 %) died despite receiving appropriate antimicrobial therapy with a carbapenem. Of note, all the isolates were resistant to fluoroquinolones and 55 % produced an extended-spectrum beta-lactamase [239] .", "cite_spans": [{"start": 418, "end": 422, "text": "[83]", "ref_id": "BIBREF82"}, {"start": 423, "end": 427, "text": "[84]", "ref_id": "BIBREF83"}, {"start": 428, "end": 432, "text": "[85]", "ref_id": "BIBREF84"}, {"start": 433, "end": 437, "text": "[86]", "ref_id": "BIBREF85"}, {"start": 700, "end": 704, "text": "[89]", "ref_id": "BIBREF88"}, {"start": 834, "end": 839, "text": "[237]", "ref_id": "BIBREF236"}, {"start": 840, "end": 845, "text": "[238]", "ref_id": "BIBREF237"}, {"start": 846, "end": 851, "text": "[239]", "ref_id": "BIBREF238"}, {"start": 1340, "end": 1345, "text": "[239]", "ref_id": "BIBREF238"}], "ref_spans": [], "section": "Bacteria and Bacterial Syndromes"}, {"text": "Infections with Candida spp. remain the most common fungal infections in immunocompromised cancer patients; however, several recent trends have been noted. The incidence of nosocomial candidal fungemia rose sharply in the late 1980s and early 1990s. At some institutions, Candida fungemia now surpasses that of the Enterobacteriaceae, Pseudomonas spp., and Enterococcus spp [240] . Candida albicans is still the most common species, accounting for approximately half of fungal isolates from cancer patients, although the incidence of non-albicans species continues to increase. Among these are C. tropicalis, C. parapsilosis, and C. glabrata [241] [242] [243] , which tend to be more resistant to the azoles and C. krusei, which is inherently azole resistant [244] . Central venous catheters, total parenteral nutrition, and the increasing use of azoles for antifungal prophylaxis are some of the presumed mechanisms thought to account for this rising trend. Oral fungal infections with both C. albicans and the non-albicans species are very common among patients with cancer of the head and neck, particularly those who have received both chemotherapy and radiation as part of their treatment regimen [245] [246] [247] [248] .", "cite_spans": [{"start": 374, "end": 379, "text": "[240]", "ref_id": "BIBREF239"}, {"start": 642, "end": 647, "text": "[241]", "ref_id": "BIBREF240"}, {"start": 648, "end": 653, "text": "[242]", "ref_id": "BIBREF241"}, {"start": 654, "end": 659, "text": "[243]", "ref_id": "BIBREF242"}, {"start": 759, "end": 764, "text": "[244]", "ref_id": "BIBREF243"}, {"start": 1202, "end": 1207, "text": "[245]", "ref_id": "BIBREF244"}, {"start": 1208, "end": 1213, "text": "[246]", "ref_id": "BIBREF245"}, {"start": 1214, "end": 1219, "text": "[247]", "ref_id": "BIBREF246"}, {"start": 1220, "end": 1225, "text": "[248]", "ref_id": "BIBREF247"}], "ref_spans": [], "section": "Fungi"}, {"text": "Infections with Aspergillus spp. are still the second most common fungal infections among patients with underlying malignancies. Of the Aspergillus spp., Aspergillus fumigatus is the most commonly isolated species to cause invasive disease; however, at some institutions, A. flavus has supplanted A. fumigatus as the most common cause of aspergillosis [249] . Clinicians caring for cancer patients should also be aware of an emerging pathogen, A. terreus, a pathogen closely related to A. fumigatus, in patients with underlying leukemia and those who have undergone HSCT, as this pathogen is relatively amphotericin B resistant but may respond better to posaconazole [250] .", "cite_spans": [{"start": 352, "end": 357, "text": "[249]", "ref_id": "BIBREF248"}, {"start": 667, "end": 672, "text": "[250]", "ref_id": "BIBREF249"}], "ref_spans": [], "section": "Fungi"}, {"text": "Many unusual fungi that were once considered commensals are now increasingly recognized as the cause of serious infections in cancer patients. Such organisms include Trichosporon spp., Fusarium spp., Rhodotorula spp., Saccharomyces spp., the phaeohyphomycosis, and non-neoformans cryptococci.", "cite_spans": [], "ref_spans": [], "section": "Fungi"}, {"text": "Based on the recent reviews, Trichosporon spp. are the second most common cause of fungemia in patients with hematological malignancies after candida infections [251] . Although most reported Trichosporon infections in the literature are attributed to T. beigeli (T. cutaneum), newer molecular taxonomic approaches have demonstrated the existence of numerous species of Trichosporon, including three species that are commonly isolated from clinical specimens, T. asahii, T. inkin, and T. mucoides [252] . Trichosporon spp. are primarily seen in neutropenic patients with hematological malignancies on high-dose corticosteroids. They most often cause central catheter-related infections, pulmonary infections, or soft tissue infections. Treatment for these infections is difficult, and relapse is common [253] [254] [255] . Correct identification of the various species requires sequencing of a portion of the rRNA gene; however, this may be important clinically as they have somewhat distinct antifungal susceptibility profiles, particularly T. asahii which is highly resistant to fluconazole, the echinocandins, and amphotericin B [252] .", "cite_spans": [{"start": 161, "end": 166, "text": "[251]", "ref_id": "BIBREF250"}, {"start": 497, "end": 502, "text": "[252]", "ref_id": "BIBREF251"}, {"start": 803, "end": 808, "text": "[253]", "ref_id": "BIBREF252"}, {"start": 809, "end": 814, "text": "[254]", "ref_id": "BIBREF253"}, {"start": 815, "end": 820, "text": "[255]", "ref_id": "BIBREF254"}, {"start": 1132, "end": 1137, "text": "[252]", "ref_id": "BIBREF251"}], "ref_spans": [], "section": "Fungi"}, {"text": "Fusarium spp. cause severe, often fatal, infections in neutropenic patients, particularly those who have undergone HSCT, especially those who experience graft versus host disease. Attributable mortality is reported in one recent series to be as high as 50 % and is dependent on prognostic factors such as status of underlying disease, severe lymphopenia, use of steroids, delay in targeted therapy, low albumin levels, fungemia, need for ICU admission, and, most importantly, delay in neutrophil recovery [256] . Fusarium is highly resistant to conventional antifungal drugs, and rising neutrophil counts are usually required for a successful response. Voriconazole is the drug of choice for fusariosis, and recent data demonstrate that combination antifungal therapy is no better than voriconazole alone. Subsequent neutropenic episodes are associated with a high incidence of recurrence [257] [258] [259] [260] .", "cite_spans": [{"start": 505, "end": 510, "text": "[256]", "ref_id": "BIBREF255"}, {"start": 889, "end": 894, "text": "[257]", "ref_id": "BIBREF256"}, {"start": 895, "end": 900, "text": "[258]", "ref_id": "BIBREF257"}, {"start": 901, "end": 906, "text": "[259]", "ref_id": "BIBREF258"}, {"start": 907, "end": 912, "text": "[260]", "ref_id": "BIBREF259"}], "ref_spans": [], "section": "Fungi"}, {"text": "Rhodotorula mucilaginosa (also known as R. rubra) is the most common cause of Rhodotorula spp. fungemia, followed by R. glutinis and R. minuta. Most cases of Rhodotorula spp. infections in patients with underlying malignancies are catheter-associated fungemia, followed by endocarditis and meningitis [251] . All Rhodotorula spp. must be considered intrinsically resistant to both the azoles and echinocandins. Recently, prophylaxis or treatment with fluconazole has been found to be a risk factor for Rhodotorula fungemia, and patients receiving azoles and echinocandins are at risk for breakthrough fungemia. Other risk factors for Rhodotorula infections include hyperalimentation, broad-spectrum antimicrobials, neutropenia, and surgery. The treatment of choice is amphotericin, coupled with catheter removal. Crude mortality of up to 20 % has been observed [252] .", "cite_spans": [{"start": 301, "end": 306, "text": "[251]", "ref_id": "BIBREF250"}, {"start": 861, "end": 866, "text": "[252]", "ref_id": "BIBREF251"}], "ref_spans": [], "section": "Fungi"}, {"text": "Saccharomyces cerevisiae, also known as ''baker's yeast'' or ''brewer's yeast,'' is widespread in nature and is now included in some diet or health foods. A subtype of S. cerevisiae, S. boulardii, is also used in probiotic preparations for the prevention and treatment for various diarrheal diseases, such as those associated with C. difficile or parenteral nutrition. Invasive infections due to S. cerevisiae and S. boulardii are rare but have increased among cancer patients since the 1990s [261] . Most cases of Saccharomyces fungemia have been associated with central venous catheter use and receipt of antibiotic therapy. Immunocompromised patients are at higher risk of S. cerevisiae rather than S. boulardii infections which are seen more commonly in patients with underlying GI tract diseases and those in ICUs. Isolates of S. cerevisiae in one series demonstrated decreased susceptibility to amphotericin and to azole derivatives, and although break points have not been defined, MIC 90 for fluconazole and itraconazole for S. cerevisiae are considered to be in the dose-dependent range defined for C. albicans. It is hypothesized that the use of these drugs may play a role in the emergence of S. cerevisiae infections. Although data are scarce, voriconazole seems to exhibit good efficacy against S. cerevisiae (with an MIC 90 of \\0.25 mg/L). No published series is available for echinocandin treatment, but preliminary data show good efficacy with caspofungin against a limited number of S. cerevisiae strains. Despite this spectrum of susceptibility, a favorable outcome has been observed even for amphotericin B or fluconazole therapy coupled with central venous catheter removal. Successful clinical outcome with these agents may be due to the low virulence of this organism [261] . At present, recommendations for treatment include withdrawal of probiotic regimens, if given, administration of an antifungal agent with activity against the organism, and removal of indwelling vascular catheters [252] .", "cite_spans": [{"start": 493, "end": 498, "text": "[261]", "ref_id": "BIBREF260"}, {"start": 1790, "end": 1795, "text": "[261]", "ref_id": "BIBREF260"}, {"start": 2011, "end": 2016, "text": "[252]", "ref_id": "BIBREF251"}], "ref_spans": [], "section": "Fungi"}, {"text": "A recent review of phaeohyphomycosis by investigators at MD Anderson Cancer Center demonstrates that while rare, infection rates have increased threefold (from 1.0 to 3.1 cases per 100,000 patient-days) at their institution between 1989 and 2008, primarily among patients with underlying hematological malignancies. The dematiaceous molds that cause phaeohyphomycosis are ubiquitous inhabitants of the soil and encompass more than 100 species and 60 genera, including Alternaria, Bipolaris, Curvularia, Cladosporium, Aureobasidium, Exserohilium, Fonsacea, Drechslera, Phialophora, and Hormonema. The most common sites of infection are the lungs, sinuses, skin, and bloodstream. Risk factors included acute leukemia, receipt of induction chemotherapy, neutropenia, lymphopenia, allogeneic HSCT, and treatment with high-dose corticosteroids. In the isolates available for testing, amphotericin and posaconazole were most active. Most patients in this series received an amphotericin B formulation combined with either an azole or an echinocandin; 33 % had undergone surgery, primarily sinus debridement; and resolution of fungemia was seen in 4 of 5 patients with catheter removal. Mortality was 33 % at 12 weeks after diagnosis and was associated with disseminated infection, bilateral pulmonary disease, treatment with an amphotericin B preparation, breakthrough infection, and coinfection with CMV. Treatment with granulocyte colony-stimulating factor and recovery from neutropenia within 30 days after diagnosis was associated with improved survival [262] .", "cite_spans": [{"start": 1552, "end": 1557, "text": "[262]", "ref_id": "BIBREF261"}], "ref_spans": [], "section": "Fungi"}, {"text": "Cryptococcus gattii, a fungus found in the soil and in association with certain trees, particularly eucalyptus trees, has previously been found throughout tropical and subtropical regions of the world. It received increasing attention as an emerging pathogen when it was found to be the causal agent of outbreaks in Vancouver Island, British Columbia, Canada, in 1999 and in the Pacific Northwest area of the United States between 2004 and 2009 [263, 264] . Although it causes a syndrome of cryptococcosis similar to that of C. neoformans, primarily manifesting as pneumonia and meningitis, it is a distinct species. The pathogen C. gattii is clinically more virulent than C. neoformans, causing multiple lesions in the lungs and brain of infected patients, responding more slowly to therapy, and requiring more diagnostic follow-up evaluations [265] . Although this disease is primarily seen in immunocompetent hosts, disease has been reported in immunocompromised patients, including those with HIV/AIDS, organ transplantation, and underlying malignancies. Preliminary data suggest that severity of C. gattii infection is due to defective induction of host immune responses, resulting in low levels of proinflammatory cytokines that are crucial for controlling the spread of infection. Although data are limited, despite antifungal susceptibilities similar to C. neoformans in vitro, intracranial infection with C. gattii is associated with more neurological complications, a delayed response to therapy, and a higher incidence of neurosurgical intervention [263] .", "cite_spans": [{"start": 445, "end": 450, "text": "[263,", "ref_id": "BIBREF262"}, {"start": 451, "end": 455, "text": "264]", "ref_id": "BIBREF263"}, {"start": 845, "end": 850, "text": "[265]", "ref_id": "BIBREF264"}, {"start": 1560, "end": 1565, "text": "[263]", "ref_id": "BIBREF262"}], "ref_spans": [], "section": "Fungi"}, {"text": "Respiratory viral infections (RVIs) are a significant cause of morbidity and mortality in patients with underlying malignancies. The development of new molecular techniques has improved the detection of established pathogens and the identification of emerging ones and has shaped our understanding of the epidemiology and outcomes of RVIs in immunosuppressed hosts. Clinicians caring for cancer patients must familiarize themselves with respiratory viruses such as influenza, including emerging and pandemic strains; parainfluenza; respiratory syncytial virus; human metapneumovirus; coronaviruses, including SARS CoV and MERS CoV; adenovirus; rhinovirus; bocavirus; and KI and WU polyomaviruses, which have all been associated with upper and lower respiratory tract disease in this population. The incidence of RVIs following HSCT has ranged from 3.5 to 29 %; however, older studies are likely to underestimate the incidence due to less sensitive detection methodologies. Common symptoms include malaise, myalgias, fever, coryza, cough, and sore throat. Dyspnea may signal progression to lower respiratory tract (LRT) disease which is estimated to occur in 35 % of HSCT patients. Some studies suggest that RVIs may be a risk factor for the development of invasive pulmonary aspergillosis in this population. Progression to LRT disease and worse outcome was associated with diagnosis of leukemia, age over 65 years, severe neutropenia or leukopenia, and myeloablative transplant. Cancer patients with RVIs can have prolonged shedding, creating a risk for transmission and outbreaks in institutional settings [266] . In addition to respiratory viruses, two community-acquired gastrointestinal viruses deserve mention. Hepatitis E virus (HEV) infection, reactivation, prolonged viral shedding, and development of cirrhosis have been increasingly reported in immunocompromised hosts, primarily among patients who have undergone solid organ transplantation. Chronic HEV in HSCT recipients has not been as well studied, given its low endemicity in areas of the world most likely to perform HSCTs. Some case reports in patients with acute leukemia and in those who have undergone HSCT have demonstrated prolonged shedding following chemotherapy, or viral reactivation more than three months following transplantation. Given evidence for prolonged viremia and fecal shedding, the potential exists for nosocomial transmission, and this has been demonstrated in an outbreak in France. In addition to HEV, chronic norovirus infection has emerged as a viral syndrome in patients with underlying malignancies, especially hematological malignancies, and in those who have undergone HSCT. It can cause prolonged shedding and protracted disease in this population, with patients shedding virus and remaining symptomatic for months and, in some cases, for more than a year. Treatment is supportive, and resolution of disease often requires a decrease in immunosuppression and subsequent recovery of T cells. As with hepatitis E virus, prolonged viral shedding poses a risk for norovirus transmission in healthcare settings [267] .", "cite_spans": [{"start": 1608, "end": 1613, "text": "[266]", "ref_id": "BIBREF265"}, {"start": 3107, "end": 3112, "text": "[267]", "ref_id": "BIBREF266"}], "ref_spans": [], "section": "Viruses"}, {"text": "Reactivation of hepatitis B virus (HBV) and hepatitis C virus (HCV) can occur in cancer patients. HBV reactivation is a well-known complication in cancer patients who undergo cytotoxic chemotherapy and other immunosuppressive therapies. Rates of reactivation vary from 14 to 72 % in published literature, and variations are associated with underlying malignancy, degree of immunosuppression, and use of prophylaxis. Patients with underlying hematological malignancies are at highest risk, and patients with lymphoma may be at particular risk; however, an increasing number of cases have been described in patients with solid tumors, especially those with breast and hepatocellular carcinomas. Other risk factors include history of high serum viral load, male sex, young age, HBeAg seropositivity, use of corticosteroids, use of certain chemotherapeutic agents such as anthracyclines, cyclophosphamide, and vinca alkaloids, and use of monoclonal antibodies such as rituximab and alemtuzumab. In one series, the use of rituximab was associated with 39 % of reactivation cases. Syndromes associated with reactivation vary widely and range from asymptomatic disease to liver failure and death, with mortality ranging from 5 to 52 %. Prophylactic agents such as lamivudine, adefovir, entecavir, or tenofovir should be started as early as possible before initiating immunosuppressive therapy in HBsAg positive patients. Although HCV infection is more common than HBV infection in cancer patients, HCV reactivation following immunosuppressive therapy is rare. Reactivation of HCV is more common in patients with hematological malignancies but has been reported in patients with solid tumors and in those who have undergone HSCT. No reliable methods exist to predict an individual patient's risk for reactivation; however, the use of corticosteroids alone or in combination with other immunosuppressive agents has traditionally been associated with reactivation disease. Controversy exists as to whether the use of rituximab is a risk factor for HCV reactivation. The clinical consequences of HCV reactivation seem to be less severe than those of HBV reactivation, with only a few deaths reported. However, if severe hepatitis secondary to viral reactivation develops, mortality rates are similar to those seen with HBV. No prophylaxis is currently approved to prevent HCV reactivation in this patient population [268] .", "cite_spans": [{"start": 2405, "end": 2410, "text": "[268]", "ref_id": "BIBREF267"}], "ref_spans": [], "section": "Viruses"}, {"text": "Antimicrobial resistance is now a global crisis, and patients with underlying malignancies are disproportionally impacted by this emerging trend. Drug-resistant infections cost the United States healthcare system between $16.6 and $26 billion in extra costs annually and cost society approximately $35 billion each year in lost wages and premature deaths [269] . Antibacterial drug resistance is now commonplace among cancer patients. The incidence of penicillin resistance among viridians streptococci is increasing in both adult and pediatric cancer patients [227, 229] . The majority of enterococcal isolates colonizing allogeneic HSCT patients are now vancomycin resistant, and approximately 30 % of VRE-colonized HSCT patients subsequently develop clinical infections. According to one recent study, VRE is now the leading cause of bacteremia in the first 30 days after HSCT and is associated with a fourfold increase in mortality compared to patients without enterococcal bacteremia [270] [271] [272] . In addition, daptomycin resistance is also increasing among VRE isolates [273] . Rates of MRSA are increasing among patients with breast cancer and cancers of the head and neck and, in some centers, are common causes of bacteremia in patients with febrile neutropenia [274] [275] [276] [277] [278] [279] . Gram-negative bacterial resistance is likewise increasing. In some series, over 80 % of E. coli isolates are fluoroquinolone resistant [280] . The presence of extended-spectrum beta-lactamase-producing Enterobacteriaceae, carbapenemresistant Enterobacteriaceae and A. baumannii, and multidrug-resistant P. aeruginosa among cancer patients is now routinely encountered [281] [282] [283] [284] [285] [286] [287] . As mentioned above, the increasing use of azoles for antifungal prophylaxis is thought to have played a role in the emergence of azole-resistant non-albicans Candida spp. such as C. tropicalis, C. parapsilosis, C. glabrata, and C. krusei that are now commonplace in this patient population. Although less common, antiviral resistance is reported among CMV and HSV, due to the prophylactic use of acyclovir and ganciclovir, which has led to both acyclovir-and ganciclovir-resistant strains among cancer patients. To combat the increasing problem of antimicrobial resistance, clinicians must know and employ the strategies of infection prevention and control and antimicrobial stewardship for these patients who are under their care.", "cite_spans": [{"start": 355, "end": 360, "text": "[269]", "ref_id": "BIBREF268"}, {"start": 561, "end": 566, "text": "[227,", "ref_id": "BIBREF226"}, {"start": 567, "end": 571, "text": "229]", "ref_id": "BIBREF228"}, {"start": 989, "end": 994, "text": "[270]", "ref_id": "BIBREF269"}, {"start": 995, "end": 1000, "text": "[271]", "ref_id": "BIBREF270"}, {"start": 1001, "end": 1006, "text": "[272]", "ref_id": "BIBREF271"}, {"start": 1082, "end": 1087, "text": "[273]", "ref_id": "BIBREF272"}, {"start": 1277, "end": 1282, "text": "[274]", "ref_id": "BIBREF273"}, {"start": 1283, "end": 1288, "text": "[275]", "ref_id": "BIBREF274"}, {"start": 1289, "end": 1294, "text": "[276]", "ref_id": "BIBREF275"}, {"start": 1295, "end": 1300, "text": "[277]", "ref_id": "BIBREF276"}, {"start": 1301, "end": 1306, "text": "[278]", "ref_id": "BIBREF277"}, {"start": 1307, "end": 1312, "text": "[279]", "ref_id": "BIBREF278"}, {"start": 1450, "end": 1455, "text": "[280]", "ref_id": "BIBREF279"}, {"start": 1683, "end": 1688, "text": "[281]", "ref_id": "BIBREF280"}, {"start": 1689, "end": 1694, "text": "[282]", "ref_id": "BIBREF281"}, {"start": 1695, "end": 1700, "text": "[283]", "ref_id": "BIBREF282"}, {"start": 1701, "end": 1706, "text": "[284]", "ref_id": "BIBREF283"}, {"start": 1707, "end": 1712, "text": "[285]", "ref_id": "BIBREF284"}, {"start": 1713, "end": 1718, "text": "[286]", "ref_id": "BIBREF285"}, {"start": 1719, "end": 1724, "text": "[287]", "ref_id": "BIBREF286"}], "ref_spans": [], "section": "Antimicrobial Resistance"}, {"text": "Patients with underlying malignancies are at risk for a wide array of infectious diseases that cause significant morbidity and mortality. To develop a clear etiologic understanding of the infectious agents encountered first requires knowledge of the host-and treatment-associated factors that predispose to infection. The astute clinician must also be aware of new and emerging infections in this patient population. As new pathogens are discovered and established pathogens become increasingly drug resistant, they will continue to present challenges for physicians caring for these patients in the years ahead.", "cite_spans": [], "ref_spans": [], "section": "Summary"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Causes of death in adults with acute leukemia", "authors": [{"first": "H", "middle": ["Y"], "last": "Chang", "suffix": ""}], "year": 1976, "venue": "Medicine", "volume": "55", "issn": "3", "pages": "259--268", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Causes of death in acute leukemia: a ten-year study of 414 patients from 1954-1963", "authors": [{"first": "E", "middle": ["M"], "last": "Hersh", "suffix": ""}], "year": 1965, "venue": "JAMA", "volume": "193", "issn": "", "pages": "105--109", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Infectious complications of advanced cancer", "authors": [{"first": "J", "middle": [], "last": "Homsi", "suffix": ""}], "year": 2000, "venue": "Support Care Cancer", "volume": "8", "issn": "6", "pages": "487--492", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Fatal infections in childhood leukemia", "authors": [{"first": "W", "middle": ["T"], "last": "Hughes", "suffix": ""}], "year": 1971, "venue": "Am J Dis Child", "volume": "122", "issn": "4", "pages": "283--287", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Proceedings: causes of death in cancer patients", "authors": [{"first": "J", "middle": [], "last": "Inagaki", "suffix": ""}, {"first": "V", "middle": [], "last": "Rodriguez", "suffix": ""}, {"first": "G", "middle": ["P"], "last": "Bodey", "suffix": ""}], "year": 1974, "venue": "Cancer", "volume": "33", "issn": "2", "pages": "568--573", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Rates of hospital-acquired bloodstream infections in patients with specific malignancy", "authors": [{"first": "J", "middle": ["W"], "last": "Mayo", "suffix": ""}, {"first": "R", "middle": ["P"], "last": "Wenzel", "suffix": ""}], "year": 1982, "venue": "Cancer", "volume": "50", "issn": "1", "pages": "187--190", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Infections in haematologic neoplasms: autopsy findings", "authors": [{"first": "A", "middle": [], "last": "Nosari", "suffix": ""}], "year": 1991, "venue": "Haematologica", "volume": "76", "issn": "2", "pages": "135--140", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Factors predisposing cancer patients to infection", "authors": [{"first": "C", "middle": [], "last": "Viscoli", "suffix": ""}, {"first": "E", "middle": [], "last": "Castagnola", "suffix": ""}], "year": 1995, "venue": "", "volume": "", "issn": "", "pages": "1--30", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Patients at risk of chemotherapy-associated toxicity in small cell lung cancer", "authors": [{"first": "L", "middle": [], "last": "Morittu", "suffix": ""}], "year": 1989, "venue": "Br J Cancer", "volume": "59", "issn": "5", "pages": "801--804", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Infection in the patient with cancer, in Abeloff's clinical oncology", "authors": [{"first": "A", "middle": ["G"], "last": "Freifeld", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Kaul", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "717--738", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "(eds) Mandell, Doublas, and Bennett's principle and practice of infectious diseases", "authors": [{"first": "C", "middle": [], "last": "Viscoli", "suffix": ""}, {"first": "E", "middle": [], "last": "Castagnola", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "3793--3808", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "(eds) Mandell, Douglas, and Bennett's principles and practice of infectious diseases", "authors": [{"first": "J", "middle": ["P"], "last": "Donnelly", "suffix": ""}, {"first": "Nma", "middle": [], "last": "Blijlevens", "suffix": ""}, {"first": "De", "middle": [], "last": "Pauw", "suffix": ""}, {"first": "B", "middle": ["E"], "last": "", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "3781--3792", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Supportive care in hematologic malignancies, in Wintrobe's clinical hematology", "authors": [{"first": "M", "middle": [], "last": "Vusirikala", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "1747--1790", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "The epidemiology and treatment of infections in cancer patients", "authors": [{"first": "G", "middle": [], "last": "Maschmeyer", "suffix": ""}, {"first": "A", "middle": [], "last": "Haas", "suffix": ""}], "year": 2008, "venue": "Int J Antimicrob Agents", "volume": "31", "issn": "3", "pages": "193--197", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Immune defense against bacterial pathogens: innate immunity. In: Todar K (ed) Todar's online textbook of bacteriology", "authors": [{"first": "K", "middle": [], "last": "Todar", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Immune defense against bacterial pathogens: adaptive or acquired immunity. In Todar K (ed) Todar's online textbook of bacteriology", "authors": [{"first": "K", "middle": [], "last": "Todar", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Chemoprophylaxis for the prevention of bacterial and fungal infections", "authors": [{"first": "J", "middle": ["P"], "last": "Donnelly", "suffix": ""}], "year": 1995, "venue": "Cancer Treat Res", "volume": "79", "issn": "", "pages": "45--81", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Microbial ecology of the skin", "authors": [{"first": "R", "middle": ["R"], "last": "Roth", "suffix": ""}, {"first": "W", "middle": ["D"], "last": "James", "suffix": ""}], "year": 1988, "venue": "Annu Rev Microbiol", "volume": "42", "issn": "", "pages": "441--464", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "The role of keratinocytes in defense against infection", "authors": [{"first": "J", "middle": ["M"], "last": "Schroder", "suffix": ""}], "year": 2010, "venue": "Curr Opin Infect Dis", "volume": "23", "issn": "2", "pages": "106--110", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Streptococcal and enterococcal bacteremia in patients with cancer", "authors": [{"first": "A", "middle": [], "last": "Awada", "suffix": ""}], "year": 1992, "venue": "Clin Infect Dis", "volume": "15", "issn": "1", "pages": "33--48", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Infections complicating mycosis fungoides and Sezary syndrome", "authors": [{"first": "P", "middle": ["I"], "last": "Axelrod", "suffix": ""}, {"first": "B", "middle": [], "last": "Lorber", "suffix": ""}, {"first": "E", "middle": ["C"], "last": "Vonderheid", "suffix": ""}], "year": 1992, "venue": "JAMA", "volume": "267", "issn": "10", "pages": "1354--1358", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Mechanisms of acquisition and development of bacterial infections in cancer patients. In: Klastersky J (ed) Infections in cancer patients", "authors": [{"first": "M", "middle": ["P"], "last": "Glauser", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Zinner", "suffix": ""}], "year": 1982, "venue": "", "volume": "", "issn": "", "pages": "13--30", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Dermatologic side effects of thalidomide in patients with multiple myeloma", "authors": [{"first": "V", "middle": ["C"], "last": "Hall", "suffix": ""}], "year": 2003, "venue": "J Am Acad Dermatol", "volume": "48", "issn": "4", "pages": "548--552", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Viral infections in interferon-gamma receptor deficiency", "authors": [{"first": "S", "middle": ["E"], "last": "Dorman", "suffix": ""}], "year": 1999, "venue": "J Pediatr", "volume": "135", "issn": "5", "pages": "640--643", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Infection, antibody response and gamma globulin components in multiple myeloma and macroglobulinemia", "authors": [{"first": "J", "middle": ["L"], "last": "Fahey", "suffix": ""}], "year": 1963, "venue": "Am J Med", "volume": "35", "issn": "", "pages": "698--707", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Virus complement evasion strategies", "authors": [{"first": "H", "middle": ["W"], "last": "Favoreel", "suffix": ""}], "year": 2003, "venue": "J Gen Virol", "volume": "84", "issn": "", "pages": "1--15", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Immunoglobulin synthesis and tumor kinetics of multiple myeloma", "authors": [{"first": "S", "middle": ["E"], "last": "Salmon", "suffix": ""}], "year": 1973, "venue": "Semin Hematol", "volume": "10", "issn": "2", "pages": "135--144", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Immunoglobulin G subclass deficiency and pneumococcal infection after allogeneic bone marrow transplantation", "authors": [{"first": "J", "middle": ["F"], "last": "Sheridan", "suffix": ""}], "year": 1990, "venue": "Blood", "volume": "75", "issn": "7", "pages": "1583--1586", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Cellular resistance to viral infection, with particular reference to endogenous interferon", "authors": [{"first": "R", "middle": ["R"], "last": "Wagner", "suffix": ""}], "year": 1963, "venue": "Bacteriol Rev", "volume": "27", "issn": "", "pages": "72--86", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Current concepts: immunology. Monocytes and macrophages", "authors": [{"first": "R", "middle": ["B"], "last": "Johnston", "suffix": ""}], "year": 1988, "venue": "N Engl J Med", "volume": "318", "issn": "12", "pages": "747--752", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Induction of innate and adaptive immunity by delivery of poly dA:dT to dendritic cells", "authors": [{"first": "S", "middle": [], "last": "Barbuto", "suffix": ""}], "year": 2013, "venue": "Nat Chem Biol", "volume": "9", "issn": "4", "pages": "250--256", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "The binding of antigen presenting cells to T lymphocytes", "authors": [{"first": "R", "middle": ["M"], "last": "Steinman", "suffix": ""}, {"first": "K", "middle": [], "last": "Inaba", "suffix": ""}], "year": 1988, "venue": "Adv Exp Med Biol", "volume": "237", "issn": "", "pages": "31--41", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "The role of mast cells in the defence against pathogens", "authors": [{"first": "M", "middle": [], "last": "Urb", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Sheppard", "suffix": ""}], "year": 2012, "venue": "PLoS Pathog", "volume": "8", "issn": "4", "pages": "", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Natural killer cells protect against mucosal and systemic infection with the enteric pathogen Citrobacter rodentium", "authors": [{"first": "L", "middle": ["J"], "last": "Hall", "suffix": ""}], "year": 2013, "venue": "Infect Immun", "volume": "81", "issn": "2", "pages": "460--469", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Activation of natural killer cells during microbial infections", "authors": [{"first": "A", "middle": [], "last": "Horowitz", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Stegmann", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Riley", "suffix": ""}], "year": 2011, "venue": "Front Immunol", "volume": "2", "issn": "", "pages": "", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Involvement of activating NK cell receptors and their modulation in pathogen immunity", "authors": [{"first": "F", "middle": [], "last": "Marras", "suffix": ""}, {"first": "F", "middle": [], "last": "Bozzano", "suffix": ""}, {"first": "De", "middle": [], "last": "Maria", "suffix": ""}, {"first": "A", "middle": [], "last": "", "suffix": ""}], "year": 2011, "venue": "J Biomed Biotechnol", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Natural killer cytotoxic factor induction by K562 cells in patients with advanced cancer: correlation with production of interferon", "authors": [{"first": "E", "middle": ["H"], "last": "Steinhauer", "suffix": ""}], "year": 1985, "venue": "J Natl Cancer Inst", "volume": "75", "issn": "6", "pages": "1017--1023", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Quantitative relationships between circulating leukocytes and infection in patients with acute leukemia", "authors": [{"first": "G", "middle": ["P"], "last": "Bodey", "suffix": ""}], "year": 1966, "venue": "Ann Intern Med", "volume": "64", "issn": "2", "pages": "328--340", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Infections in patients with malignant lymphoma treated with combination chemotherapy", "authors": [{"first": "R", "middle": [], "last": "Feld", "suffix": ""}, {"first": "G", "middle": ["P"], "last": "Bodey", "suffix": ""}], "year": 1977, "venue": "Cancer", "volume": "39", "issn": "3", "pages": "1018--1025", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Clinical practice guideline for the use of antimicrobial agents in neutropenic patients with cancer: 2010 update by the Infectious Diseases Society of America", "authors": [{"first": "A", "middle": ["G"], "last": "Freifeld", "suffix": ""}], "year": 2011, "venue": "Clin Infect Dis", "volume": "52", "issn": "4", "pages": "56--93", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Infections in patients with aplastic anemia", "authors": [{"first": "J", "middle": ["M"], "last": "Valdez", "suffix": ""}], "year": 2009, "venue": "Semin Hematol", "volume": "46", "issn": "3", "pages": "269--276", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Three antibiotic regimens in the treatment of infection in febrile granulocytopenic patients with cancer. The EORTC international antimicrobial therapy project group", "authors": [{"first": "S", "middle": ["C"], "last": "Schimpff", "suffix": ""}], "year": 1978, "venue": "J Infect Dis", "volume": "137", "issn": "1", "pages": "14--29", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Depressed cell-mediated immunity in patients with primary intracranial tumors. Characterization of a humoral immunosuppressive factor", "authors": [{"first": "W", "middle": ["H"], "last": "Brooks", "suffix": ""}], "year": 1972, "venue": "J Exp Med", "volume": "136", "issn": "6", "pages": "1631--1647", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Immunologic impairment in bronchogenic carcinoma: a study of lymphocyte response to phytohemagglutinin", "authors": [{"first": "T", "middle": [], "last": "Han", "suffix": ""}, {"first": "H", "middle": [], "last": "Takita", "suffix": ""}], "year": 1972, "venue": "Cancer", "volume": "30", "issn": "3", "pages": "616--620", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Opportunistic invasive fungal infections in patients with leukaemia lymphoma", "authors": [{"first": "J", "middle": ["A"], "last": "Krick", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Remington", "suffix": ""}], "year": 1976, "venue": "Clin Haematol", "volume": "5", "issn": "2", "pages": "249--310", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Immune recovery after bone marrow transplantation", "authors": [{"first": "L", "middle": ["G"], "last": "Lum", "suffix": ""}], "year": 1990, "venue": "Hematol Oncol Clin North Am", "volume": "4", "issn": "3", "pages": "659--675", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Preoperative cell-mediated immune status of gastric cancer patients", "authors": [{"first": "K", "middle": [], "last": "Orita", "suffix": ""}], "year": 1976, "venue": "Cancer", "volume": "38", "issn": "6", "pages": "2343--2348", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Immune evaluation with skin testing. A study of testicular, prostatic, and bladder neoplasms", "authors": [{"first": "P", "middle": ["F"], "last": "Schellhammer", "suffix": ""}], "year": 1976, "venue": "Cancer", "volume": "38", "issn": "1", "pages": "149--156", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "AIDS-an immunologic reevaluation", "authors": [{"first": "M", "middle": [], "last": "Seligmann", "suffix": ""}], "year": 1920, "venue": "N Engl J Med", "volume": "311", "issn": "", "pages": "1286--1292", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Reduced lymphocyte transformation in breast cancer", "authors": [{"first": "M", "middle": ["G"], "last": "Whittaker", "suffix": ""}, {"first": "K", "middle": [], "last": "Rees", "suffix": ""}, {"first": "C", "middle": ["G"], "last": "Clark", "suffix": ""}], "year": 1971, "venue": "Lancet", "volume": "1", "issn": "7705", "pages": "892--893", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Delayed hypersensitivity in Hodgkin's disease. A study of 103 untreated patients", "authors": [{"first": "R", "middle": ["C"], "last": "Young", "suffix": ""}], "year": 1972, "venue": "Am J Med", "volume": "52", "issn": "1", "pages": "63--72", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Infection and cyclosporine", "authors": [{"first": "J", "middle": ["H"], "last": "Kim", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Perfect", "suffix": ""}], "year": 1989, "venue": "Rev Infect Dis", "volume": "11", "issn": "5", "pages": "677--690", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Age, thymopoiesis, and CD4+ T-lymphocyte regeneration after intensive chemotherapy", "authors": [{"first": "C", "middle": ["L"], "last": "Mackall", "suffix": ""}], "year": 1995, "venue": "N Engl J Med", "volume": "332", "issn": "3", "pages": "143--149", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Lymphocyte depletion during treatment with intensive chemotherapy for cancer", "authors": [{"first": "C", "middle": ["L"], "last": "Mackall", "suffix": ""}], "year": 1994, "venue": "Blood", "volume": "84", "issn": "7", "pages": "2221--2228", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Infections during intensive chemotherapy for non-Hodgkin's lymphoma", "authors": [{"first": "J", "middle": ["F"], "last": "Bishop", "suffix": ""}], "year": 1981, "venue": "Ann Intern Med", "volume": "95", "issn": "5", "pages": "549--555", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Concomitant illness in patients treated for Hodgkin's disease", "authors": [{"first": "M", "middle": ["A"], "last": "Bookman", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Longo", "suffix": ""}], "year": 1986, "venue": "Cancer Treat Rev", "volume": "13", "issn": "2", "pages": "77--111", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Toxoplasmosis in the central nervous system", "authors": [{"first": "J", "middle": ["C"], "last": "Chan", "suffix": ""}, {"first": "G", "middle": ["T"], "last": "Hensley", "suffix": ""}, {"first": "L", "middle": ["B"], "last": "Moskowitz", "suffix": ""}], "year": 1984, "venue": "Ann Intern Med", "volume": "100", "issn": "4", "pages": "615--616", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "The incidence of zoster after immunization with live attenuated varicella vaccine. A study in children with leukemia. Varicella Vaccine Collaborative Study Group", "authors": [{"first": "I", "middle": [], "last": "Hardy", "suffix": ""}], "year": 1991, "venue": "N Engl J Med", "volume": "325", "issn": "22", "pages": "1545--1550", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "Intensity of immunosuppressive therapy and the incidence of Pneumocystis carinii pneumonitis", "authors": [{"first": "W", "middle": ["T"], "last": "Hughes", "suffix": ""}], "year": 1975, "venue": "Cancer", "volume": "36", "issn": "6", "pages": "2004--2009", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "Nosocomial infections in immunocompromised children", "authors": [{"first": "W", "middle": ["T"], "last": "Hughes", "suffix": ""}, {"first": "T", "middle": ["R"], "last": "Townsend", "suffix": ""}], "year": 1981, "venue": "Am J Med", "volume": "70", "issn": "2", "pages": "412--416", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "Strongyloides stercoralis in the immunocompromised population", "authors": [{"first": "P", "middle": ["B"], "last": "Keiser", "suffix": ""}, {"first": "T", "middle": ["B"], "last": "Nutman", "suffix": ""}], "year": 2004, "venue": "Clin Microbiol Rev", "volume": "17", "issn": "1", "pages": "208--217", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "Pneumocystis carinii pneumonia in patients without AIDS", "authors": [{"first": "K", "middle": ["A"], "last": "Sepkowitz", "suffix": ""}], "year": 1993, "venue": "Clin Infect Dis", "volume": "17", "issn": "2", "pages": "416--422", "other_ids": {}}, "BIBREF62": {"ref_id": "b62", "title": "Pneumocystis carinii pneumonia among patients without AIDS at a cancer hospital", "authors": [{"first": "K", "middle": ["A"], "last": "Sepkowitz", "suffix": ""}], "year": 1992, "venue": "JAMA", "volume": "267", "issn": "6", "pages": "832--837", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "Pneumocystis carinii pneumonia in cancer patients", "authors": [{"first": "I", "middle": [], "last": "Varthalitis", "suffix": ""}, {"first": "F", "middle": [], "last": "Meunier", "suffix": ""}], "year": 1993, "venue": "Cancer Treat Rev", "volume": "19", "issn": "4", "pages": "387--413", "other_ids": {}}, "BIBREF64": {"ref_id": "b64", "title": "Opsonic requirements for intravascular clearance after splenectomy", "authors": [{"first": "S", "middle": ["W"], "last": "Hosea", "suffix": ""}], "year": 1981, "venue": "N Engl J Med", "volume": "304", "issn": "5", "pages": "245--450", "other_ids": {}}, "BIBREF65": {"ref_id": "b65", "title": "Defects in host-defense mechanisms", "authors": [{"first": "Jwm", "middle": [], "last": "Van Der Meer", "suffix": ""}], "year": 1988, "venue": "Clinical approach to infection in the compromised host. Plenum Medical", "volume": "", "issn": "", "pages": "41--63", "other_ids": {}}, "BIBREF66": {"ref_id": "b66", "title": "Prophylaxis with oral penicillin in children with sickle cell anemia. A randomized trial", "authors": [{"first": "M", "middle": ["H"], "last": "Gaston", "suffix": ""}], "year": 1986, "venue": "N Engl J Med", "volume": "314", "issn": "25", "pages": "1593--1599", "other_ids": {}}, "BIBREF67": {"ref_id": "b67", "title": "The morbidity and mortality of pediatric splenectomy: does prophylaxis make a difference?", "authors": [{"first": "M", "middle": [], "last": "Jugenburg", "suffix": ""}], "year": 1999, "venue": "J Pediatr Surg", "volume": "34", "issn": "7", "pages": "1064--1067", "other_ids": {}}, "BIBREF68": {"ref_id": "b68", "title": "Do post-splenectomy patients take prophylactic penicillin?", "authors": [{"first": "R", "middle": ["D"], "last": "Keenan", "suffix": ""}, {"first": "T", "middle": [], "last": "Boswell", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Milligan", "suffix": ""}], "year": 1999, "venue": "Br J Haematol", "volume": "105", "issn": "2", "pages": "509--510", "other_ids": {}}, "BIBREF69": {"ref_id": "b69", "title": "Advisory Committee on Immunization Practices (ACIP) recommended immunization schedule for adults aged 19 years and older-United States", "authors": [{"first": "A", "middle": ["A I W"], "last": "Group", "suffix": ""}], "year": 2013, "venue": "MMWR Surveill Summ", "volume": "62", "issn": "1", "pages": "9--19", "other_ids": {}}, "BIBREF70": {"ref_id": "b70", "title": "Advisory Committee on Immunization Practices (ACIP) recommended immunization schedule for persons aged 0 through 18 years-United States", "authors": [{"first": "A", "middle": ["C A I W"], "last": "Group", "suffix": ""}], "year": 2013, "venue": "MMWR Surveill Summ", "volume": "62", "issn": "", "pages": "2--8", "other_ids": {}}, "BIBREF71": {"ref_id": "b71", "title": "(eds) Mandell, Douglas, and Bennett's principles and practice of infectious diseases", "authors": [{"first": "S", "middle": ["C"], "last": "Schimpff", "suffix": ""}], "year": 1995, "venue": "", "volume": "", "issn": "", "pages": "2666--2675", "other_ids": {}}, "BIBREF72": {"ref_id": "b72", "title": "Diabetes and mucormycosis: a complex interplay", "authors": [{"first": "B", "middle": [], "last": "Rammaert", "suffix": ""}], "year": 2012, "venue": "Diabetes Metab", "volume": "38", "issn": "3", "pages": "193--204", "other_ids": {}}, "BIBREF73": {"ref_id": "b73", "title": "): evaluating the impact of diabetes on mortality in patients with cancer", "authors": [{"first": "A", "middle": ["G"], "last": "Renehan", "suffix": ""}], "year": 2012, "venue": "Diabetes and cancer", "volume": "55", "issn": "2", "pages": "1619--1632", "other_ids": {}}, "BIBREF74": {"ref_id": "b74", "title": "Long-term all-cause mortality in cancer patients with preexisting diabetes mellitus: a systematic review and meta-analysis", "authors": [{"first": "B", "middle": ["B"], "last": "Barone", "suffix": ""}], "year": 2008, "venue": "JAMA", "volume": "300", "issn": "23", "pages": "2754--2764", "other_ids": {}}, "BIBREF75": {"ref_id": "b75", "title": "Postoperative mortality in cancer patients with preexisting diabetes: systematic review and meta-analysis", "authors": [{"first": "B", "middle": ["B"], "last": "Barone", "suffix": ""}], "year": 2010, "venue": "Diabetes Care", "volume": "33", "issn": "4", "pages": "931--939", "other_ids": {}}, "BIBREF76": {"ref_id": "b76", "title": "Mucormycosis: association with deferoxamine therapy", "authors": [{"first": "A", "middle": ["L"], "last": "Daly", "suffix": ""}], "year": 1989, "venue": "Am J Med", "volume": "87", "issn": "4", "pages": "468--471", "other_ids": {}}, "BIBREF77": {"ref_id": "b77", "title": "Mucormycosis in hematologic patients", "authors": [{"first": "L", "middle": [], "last": "Pagano", "suffix": ""}], "year": 2004, "venue": "Haematologica", "volume": "89", "issn": "2", "pages": "207--214", "other_ids": {}}, "BIBREF78": {"ref_id": "b78", "title": "Obese patients benefit from minimally invasive colorectal cancer surgery", "authors": [{"first": "C", "middle": ["J"], "last": "Balentine", "suffix": ""}], "year": 2010, "venue": "J Surg Res", "volume": "163", "issn": "1", "pages": "29--34", "other_ids": {}}, "BIBREF79": {"ref_id": "b79", "title": "Effect of body mass index on short-term outcomes after colectomy for cancer", "authors": [{"first": "R", "middle": ["P"], "last": "Merkow", "suffix": ""}], "year": 2009, "venue": "J Am Coll Surg", "volume": "208", "issn": "1", "pages": "53--61", "other_ids": {}}, "BIBREF80": {"ref_id": "b80", "title": "Visceral obesity predicts surgical outcomes after laparoscopic colectomy for sigmoid colon cancer", "authors": [{"first": "S", "middle": [], "last": "Tsujinaka", "suffix": ""}], "year": 2008, "venue": "Dis Colon Rectum", "volume": "51", "issn": "12", "pages": "1765--1767", "other_ids": {}}, "BIBREF81": {"ref_id": "b81", "title": "ed) Principles and practice of cancer infectious diseases", "authors": [{"first": "A", "middle": [], "last": "Safdar", "suffix": ""}, {"first": "G", "middle": [], "last": "Bodey", "suffix": ""}, {"first": "D", "middle": [], "last": "Armstrong", "suffix": ""}], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "3--16", "other_ids": {}}, "BIBREF82": {"ref_id": "b82", "title": "Clostridium difficile infection associated with antineoplastic chemotherapy: a review", "authors": [{"first": "A", "middle": [], "last": "Anand", "suffix": ""}, {"first": "A", "middle": ["E"], "last": "Glatt", "suffix": ""}], "year": 1993, "venue": "Clin Infect Dis", "volume": "17", "issn": "1", "pages": "109--113", "other_ids": {}}, "BIBREF83": {"ref_id": "b83", "title": "Outbreak of Clostridium difficile-related diarrhoea in an adult oncology unit: risk factors and microbiological characteristics", "authors": [{"first": "E", "middle": [], "last": "Blot", "suffix": ""}], "year": 2003, "venue": "J Hosp Infect", "volume": "53", "issn": "3", "pages": "187--192", "other_ids": {}}, "BIBREF84": {"ref_id": "b84", "title": "Clostridium difficile infection in cancer patients and hematopoietic stem cell transplant recipients", "authors": [{"first": "T", "middle": [], "last": "Chopra", "suffix": ""}, {"first": "G", "middle": ["J"], "last": "Alangaden", "suffix": ""}, {"first": "P", "middle": [], "last": "Chandrasekar", "suffix": ""}], "year": 2010, "venue": "Expert Rev Anti Infect Ther", "volume": "8", "issn": "10", "pages": "1113--1119", "other_ids": {}}, "BIBREF85": {"ref_id": "b85", "title": "Risk factors for acquisition of Clostridium difficile-associated diarrhea among outpatients at a cancer hospital", "authors": [{"first": "T", "middle": ["N"], "last": "Palmore", "suffix": ""}], "year": 2005, "venue": "Infect Control Hosp Epidemiol", "volume": "26", "issn": "8", "pages": "680--684", "other_ids": {}}, "BIBREF86": {"ref_id": "b86", "title": "Clostridium difficile infection following chemotherapy", "authors": [{"first": "S", "middle": [], "last": "Raza", "suffix": ""}], "year": 2010, "venue": "Recent Pat Antiinfect Drug Discov", "volume": "5", "issn": "1", "pages": "1--9", "other_ids": {}}, "BIBREF87": {"ref_id": "b87", "title": "Fulminant Clostridium difficile colitis associated with paclitaxel and carboplatin chemotherapy", "authors": [{"first": "E", "middle": [], "last": "Resnik", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Lefevre", "suffix": ""}], "year": 1999, "venue": "Int J Gynecol Cancer", "volume": "9", "issn": "6", "pages": "512--514", "other_ids": {}}, "BIBREF88": {"ref_id": "b88", "title": "Chemotherapy patients with C. difficile colitis have outcomes similar to immunocompetent C. difficile patients", "authors": [{"first": "D", "middle": ["B"], "last": "Stewart", "suffix": ""}, {"first": "E", "middle": [], "last": "Yacoub", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhu", "suffix": ""}], "year": 2012, "venue": "J Gastrointest Surg", "volume": "16", "issn": "8", "pages": "1566--1572", "other_ids": {}}, "BIBREF89": {"ref_id": "b89", "title": "Nutrition in cancer care (PDQ) health professional version", "authors": [], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF90": {"ref_id": "b90", "title": "Impact of nutrition on quality of life during cancer", "authors": [{"first": "Marin", "middle": [], "last": "Caro", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Laviano", "suffix": ""}, {"first": "A", "middle": [], "last": "Pichard", "suffix": ""}, {"first": "C", "middle": [], "last": "", "suffix": ""}], "year": 2007, "venue": "Curr Opin Clin Nutr Metab Care", "volume": "10", "issn": "4", "pages": "480--487", "other_ids": {}}, "BIBREF91": {"ref_id": "b91", "title": "Prevalence, risk factors and clinical implications of malnutrition in French comprehensive cancer centres", "authors": [{"first": "M", "middle": [], "last": "Pressoir", "suffix": ""}], "year": 2010, "venue": "Br J Cancer", "volume": "102", "issn": "6", "pages": "966--971", "other_ids": {}}, "BIBREF92": {"ref_id": "b92", "title": "Nutritional support in critically ill patients with cancer", "authors": [{"first": "P", "middle": ["W"], "last": "Wong", "suffix": ""}, {"first": "A", "middle": [], "last": "Enriquez", "suffix": ""}, {"first": "R", "middle": [], "last": "Barrera", "suffix": ""}], "year": 2001, "venue": "Crit Care Clin", "volume": "17", "issn": "3", "pages": "743--767", "other_ids": {}}, "BIBREF93": {"ref_id": "b93", "title": "Favorable effects of preoperative enteral immunonutrition on a surgical site infection in patients with colorectal cancer without malnutrition", "authors": [{"first": "H", "middle": [], "last": "Horie", "suffix": ""}], "year": 2006, "venue": "Surg Today", "volume": "36", "issn": "12", "pages": "1063--1068", "other_ids": {}}, "BIBREF94": {"ref_id": "b94", "title": "Should immunonutrition become routine in critically ill patients? A systematic review of the evidence", "authors": [{"first": "D", "middle": ["K"], "last": "Heyland", "suffix": ""}], "year": 2001, "venue": "JAMA", "volume": "286", "issn": "8", "pages": "944--953", "other_ids": {}}, "BIBREF95": {"ref_id": "b95", "title": "The role of immunonutrition in gynecologic oncologic surgery", "authors": [{"first": "J", "middle": ["B"], "last": "Celik", "suffix": ""}], "year": 2009, "venue": "Eur J Gynaecol Oncol", "volume": "30", "issn": "4", "pages": "418--421", "other_ids": {}}, "BIBREF96": {"ref_id": "b96", "title": "Positive effect of prophylactic total parenteral nutrition on longterm outcome of bone marrow transplantation", "authors": [{"first": "S", "middle": ["A"], "last": "Weisdorf", "suffix": ""}], "year": 1987, "venue": "Transplantation", "volume": "43", "issn": "6", "pages": "833--838", "other_ids": {}}, "BIBREF97": {"ref_id": "b97", "title": "Behavioral influences on the immune system: stress and conditioning", "authors": [{"first": "J", "middle": [], "last": "Irwin", "suffix": ""}, {"first": "S", "middle": [], "last": "Livnat", "suffix": ""}], "year": 1987, "venue": "Prog Neuropsychopharmacol Biol Psychiatry", "volume": "11", "issn": "2-3", "pages": "137--143", "other_ids": {}}, "BIBREF98": {"ref_id": "b98", "title": "Stress, immune reactivity and susceptibility to infectious disease", "authors": [{"first": "A", "middle": ["L"], "last": "Marsland", "suffix": ""}], "year": 2002, "venue": "Physiol Behav", "volume": "77", "issn": "4-5", "pages": "711--716", "other_ids": {}}, "BIBREF99": {"ref_id": "b99", "title": "Psychosocial factors and susceptibility to or outcome of acute respiratory tract infections", "authors": [{"first": "M", "middle": ["E"], "last": "Falagas", "suffix": ""}], "year": 2010, "venue": "Int J Tuberc Lung Dis", "volume": "14", "issn": "2", "pages": "141--148", "other_ids": {}}, "BIBREF100": {"ref_id": "b100", "title": "Understanding the interaction between psychosocial stress and immune-related diseases: a stepwise progression", "authors": [{"first": "M", "middle": ["E"], "last": "Kemeny", "suffix": ""}, {"first": "M", "middle": [], "last": "Schedlowski", "suffix": ""}], "year": 2007, "venue": "Brain Behav Immun", "volume": "21", "issn": "8", "pages": "1009--1018", "other_ids": {}}, "BIBREF101": {"ref_id": "b101", "title": "Psychosocial stress, emotions and cytokine-related disorders", "authors": [{"first": "A", "middle": [], "last": "Aubert", "suffix": ""}], "year": 2008, "venue": "Recent Pat Inflamm Allergy Drug Discov", "volume": "2", "issn": "2", "pages": "139--148", "other_ids": {}}, "BIBREF102": {"ref_id": "b102", "title": "Stress, depression, the immune system, and cancer", "authors": [{"first": "E", "middle": ["M"], "last": "Reiche", "suffix": ""}, {"first": "S", "middle": ["O"], "last": "Nunes", "suffix": ""}, {"first": "H", "middle": ["K"], "last": "Morimoto", "suffix": ""}], "year": 2004, "venue": "Lancet Oncol", "volume": "5", "issn": "10", "pages": "617--625", "other_ids": {}}, "BIBREF103": {"ref_id": "b103", "title": "Postoperative complications following surgery for rectal cancer", "authors": [{"first": "B", "middle": ["C"], "last": "Paun", "suffix": ""}], "year": 2010, "venue": "Ann Surg", "volume": "251", "issn": "5", "pages": "807--818", "other_ids": {}}, "BIBREF104": {"ref_id": "b104", "title": "Aerobic and anaerobic surgical wound contamination in patients with cancer", "authors": [{"first": "B", "middle": ["D"], "last": "Wilson", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Surgalla", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Yates", "suffix": ""}], "year": 1974, "venue": "Surg Gynecol Obstet", "volume": "139", "issn": "3", "pages": "329--332", "other_ids": {}}, "BIBREF105": {"ref_id": "b105", "title": "Prospective identification of risk factors for wound infection after lower extremity oncologic surgery", "authors": [{"first": "C", "middle": ["D"], "last": "Morris", "suffix": ""}], "year": 2003, "venue": "Ann Surg Oncol", "volume": "10", "issn": "7", "pages": "778--782", "other_ids": {}}, "BIBREF106": {"ref_id": "b106", "title": "Hartmann procedure for carcinoma of the sigmoid and rectum", "authors": [{"first": "R", "middle": ["D"], "last": "Gongaware", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Slanetz", "suffix": ""}], "year": 1973, "venue": "Ann Surg", "volume": "178", "issn": "1", "pages": "28--30", "other_ids": {}}, "BIBREF107": {"ref_id": "b107", "title": "High incidence of acute postoperative meningitis and septicemia in patients undergoing craniotomy with ventriculoatrial shunt", "authors": [{"first": "H", "middle": [], "last": "Naito", "suffix": ""}], "year": 1973, "venue": "Surg Gynecol Obstet", "volume": "137", "issn": "5", "pages": "810--812", "other_ids": {}}, "BIBREF108": {"ref_id": "b108", "title": "Pseudomonas meningitis complicating radical resection for radiorecurrent cancer of the paranasal sinuses: report of two patients successfully treated with intrathecal polymyxin", "authors": [{"first": "G", "middle": ["W"], "last": "Geelhoed", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Ketcham", "suffix": ""}], "year": 1973, "venue": "J Surg Oncol", "volume": "5", "issn": "4", "pages": "365--374", "other_ids": {}}, "BIBREF109": {"ref_id": "b109", "title": "Incidence and surgical wound infection risk factors in breast cancer surgery", "authors": [{"first": "D", "middle": [], "last": "Lefebvre", "suffix": ""}], "year": 2000, "venue": "Presse Med", "volume": "29", "issn": "35", "pages": "1927--1932", "other_ids": {}}, "BIBREF110": {"ref_id": "b110", "title": "Surgical site infections in breast surgery: case-control study", "authors": [{"first": "D", "middle": [], "last": "Vilar-Compte", "suffix": ""}], "year": 2004, "venue": "World J Surg", "volume": "28", "issn": "3", "pages": "242--246", "other_ids": {}}, "BIBREF111": {"ref_id": "b111", "title": "Host defense mechanisms against pathogens", "authors": [{"first": "R", "middle": ["S"], "last": "Accolla", "suffix": ""}], "year": 2006, "venue": "Surg Infect", "volume": "7", "issn": "2", "pages": "5--7", "other_ids": {}}, "BIBREF112": {"ref_id": "b112", "title": "Retrospective, matched case-control study comparing the oncologic outcomes between laparoscopic surgery and open surgery in patients with right-sided colon cancer", "authors": [{"first": "T", "middle": [], "last": "Nakamura", "suffix": ""}], "year": 2009, "venue": "Surg Today", "volume": "39", "issn": "12", "pages": "1040--1045", "other_ids": {}}, "BIBREF113": {"ref_id": "b113", "title": "Role of surgical treatment in the management of complications of the gastrointestinal tract in patients with leukemia", "authors": [{"first": "H", "middle": ["V"], "last": "Villar", "suffix": ""}], "year": 1987, "venue": "Surg Gynecol Obstet", "volume": "165", "issn": "3", "pages": "217--222", "other_ids": {}}, "BIBREF114": {"ref_id": "b114", "title": "Neutropenic enterocolitis. Clinical diagnosis and treatment", "authors": [{"first": "D", "middle": ["S"], "last": "Wade", "suffix": ""}, {"first": "H", "middle": ["R"], "last": "Nava", "suffix": ""}, {"first": "Douglass", "middle": [], "last": "Ho", "suffix": ""}], "year": 1992, "venue": "Cancer", "volume": "69", "issn": "1", "pages": "17--23", "other_ids": {}}, "BIBREF116": {"ref_id": "b116", "title": "A biostatistical evaluation of complications from mastectomy", "authors": [{"first": "C", "middle": ["C"], "last": "Say", "suffix": ""}, {"first": "W", "middle": [], "last": "Donegan", "suffix": ""}], "year": 1974, "venue": "Surg Gynecol Obstet", "volume": "138", "issn": "3", "pages": "370--376", "other_ids": {}}, "BIBREF117": {"ref_id": "b117", "title": "Cell-mediated immune responses in chronic liver diseases", "authors": [{"first": "M", "middle": ["G"], "last": "Smith", "suffix": ""}], "year": 1972, "venue": "Br Med J", "volume": "1", "issn": "5799", "pages": "527--530", "other_ids": {}}, "BIBREF118": {"ref_id": "b118", "title": "Genital condyloma virus infection following pelvic radiation therapy: report of seven cases", "authors": [{"first": "D", "middle": ["M"], "last": "Lowell", "suffix": ""}, {"first": "V", "middle": ["A"], "last": "Livolsi", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Ludwig", "suffix": ""}], "year": 1983, "venue": "Int J Gynecol Pathol", "volume": "2", "issn": "3", "pages": "294--302", "other_ids": {}}, "BIBREF119": {"ref_id": "b119", "title": "An ambiguous phenomenon of radiation and drugs: recall reactions", "authors": [{"first": "M", "middle": [], "last": "Caloglu", "suffix": ""}], "year": 2007, "venue": "Onkologie", "volume": "30", "issn": "4", "pages": "209--214", "other_ids": {}}, "BIBREF120": {"ref_id": "b120", "title": "Characterizing the phenomenon of radiation recall dermatitis", "authors": [{"first": "R", "middle": [], "last": "Camidge", "suffix": ""}, {"first": "A", "middle": [], "last": "Price", "suffix": ""}], "year": 2001, "venue": "Radiother Oncol", "volume": "59", "issn": "3", "pages": "237--245", "other_ids": {}}, "BIBREF121": {"ref_id": "b121", "title": "Adriamycin and enhanced radiation reaction in normal esophagus and skin", "authors": [{"first": "F", "middle": ["A"], "last": "Greco", "suffix": ""}], "year": 1976, "venue": "Ann Intern Med", "volume": "85", "issn": "3", "pages": "294--298", "other_ids": {}}, "BIBREF122": {"ref_id": "b122", "title": "Histopathologic features seen with radiation recall or enhancement eruptions", "authors": [{"first": "K", "middle": ["J"], "last": "Smith", "suffix": ""}, {"first": "M", "middle": [], "last": "Germain", "suffix": ""}, {"first": "H", "middle": [], "last": "Skelton", "suffix": ""}], "year": 2002, "venue": "J Cutan Med Surg", "volume": "6", "issn": "6", "pages": "535--540", "other_ids": {}}, "BIBREF123": {"ref_id": "b123", "title": "Radiation recall dermatitis with soft tissue necrosis following pemetrexed therapy: a case report", "authors": [{"first": "C", "middle": [], "last": "Spirig", "suffix": ""}], "year": 2009, "venue": "J Med Case Rep", "volume": "3", "issn": "", "pages": "", "other_ids": {}}, "BIBREF124": {"ref_id": "b124", "title": "Gram-positive infections in granulocytopenic patients: an important issue?", "authors": [{"first": "C", "middle": [], "last": "Viscoli", "suffix": ""}, {"first": "P", "middle": [], "last": "Van Der Auwera", "suffix": ""}, {"first": "F", "middle": [], "last": "Meunier", "suffix": ""}], "year": 1988, "venue": "J Antimicrob Chemother", "volume": "21", "issn": "", "pages": "149--56", "other_ids": {}}, "BIBREF125": {"ref_id": "b125", "title": "Combinatorial treatments including vaccines, chemotherapy and monoclonal antibodies for cancer therapy", "authors": [{"first": "C", "middle": ["N"], "last": "Baxevanis", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Perez", "suffix": ""}, {"first": "M", "middle": [], "last": "Papamichail", "suffix": ""}], "year": 2009, "venue": "Cancer Immunol Immunother", "volume": "58", "issn": "3", "pages": "317--324", "other_ids": {}}, "BIBREF126": {"ref_id": "b126", "title": "Monoclonal antibodies in the treatment of cancer. Part 1", "authors": [{"first": "R", "middle": ["J"], "last": "Cersosimo", "suffix": ""}], "year": 2003, "venue": "Am J Health Syst Pharm", "volume": "60", "issn": "15", "pages": "1531--1548", "other_ids": {}}, "BIBREF127": {"ref_id": "b127", "title": "Biological response modifiers in cancer", "authors": [{"first": "P", "middle": [], "last": "Reang", "suffix": ""}, {"first": "M", "middle": [], "last": "Gupta", "suffix": ""}, {"first": "K", "middle": [], "last": "Kohli", "suffix": ""}], "year": 2006, "venue": "Med Gen Med", "volume": "8", "issn": "4", "pages": "", "other_ids": {}}, "BIBREF128": {"ref_id": "b128", "title": "Biologic response modifiers in pediatric cancer", "authors": [{"first": "L", "middle": ["L"], "last": "Worth", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Jeha", "suffix": ""}, {"first": "E", "middle": ["S"], "last": "Kleinerman", "suffix": ""}], "year": 2001, "venue": "Hematol Oncol Clin North Am", "volume": "15", "issn": "4", "pages": "723--740", "other_ids": {}}, "BIBREF129": {"ref_id": "b129", "title": "Combination of active specific immunotherapy or adoptive antibody or lymphocyte immunotherapy with chemotherapy in the treatment of cancer", "authors": [{"first": "T", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "D", "middle": [], "last": "Herlyn", "suffix": ""}], "year": 2009, "venue": "Cancer Immunol Immunother", "volume": "58", "issn": "4", "pages": "475--492", "other_ids": {}}, "BIBREF130": {"ref_id": "b130", "title": "Adverse consequences of immunostimulation", "authors": [{"first": "R", "middle": [], "last": "Ponce", "suffix": ""}], "year": 2008, "venue": "J Immunotoxicol", "volume": "5", "issn": "1", "pages": "33--41", "other_ids": {}}, "BIBREF131": {"ref_id": "b131", "title": "Infectious complications of monoclonal antibodies used in cancer therapy: a systematic review of the evidence from randomized controlled trials", "authors": [{"first": "P", "middle": ["I"], "last": "Rafailidis", "suffix": ""}], "year": 2007, "venue": "Cancer", "volume": "109", "issn": "11", "pages": "2182--2189", "other_ids": {}}, "BIBREF132": {"ref_id": "b132", "title": "Infectious complications of rituximab in patients with lymphoma during maintenance therapy: a systematic review and meta-analysis", "authors": [{"first": "S", "middle": [], "last": "Aksoy", "suffix": ""}], "year": 2009, "venue": "Leuk Lymphoma", "volume": "50", "issn": "3", "pages": "357--365", "other_ids": {}}, "BIBREF133": {"ref_id": "b133", "title": "Managing toxicities of high-dose interleukin-2", "authors": [{"first": "R", "middle": ["N"], "last": "Schwartz", "suffix": ""}, {"first": "L", "middle": [], "last": "Stover", "suffix": ""}, {"first": "J", "middle": [], "last": "Dutcher", "suffix": ""}], "year": 2002, "venue": "Oncology", "volume": "16", "issn": "11", "pages": "11--20", "other_ids": {}}, "BIBREF134": {"ref_id": "b134", "title": "Determination of the colonization resistance of the digestive tract of individual mice", "authors": [{"first": "D", "middle": [], "last": "Van Der Waaij", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Berghuis", "suffix": ""}], "year": 1974, "venue": "J Hyg (Lond)", "volume": "72", "issn": "3", "pages": "379--387", "other_ids": {}}, "BIBREF135": {"ref_id": "b135", "title": "Changing pharyngeal bacterial flora of hospitalized patients. Emergence of gram-negative bacilli", "authors": [{"first": "W", "middle": ["G"], "last": "Johanson", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Pierce", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Sanford", "suffix": ""}], "year": 1969, "venue": "N Engl J Med", "volume": "281", "issn": "21", "pages": "1137--1140", "other_ids": {}}, "BIBREF136": {"ref_id": "b136", "title": "Clostridium difficile colitis", "authors": [{"first": "C", "middle": ["P"], "last": "Kelly", "suffix": ""}, {"first": "C", "middle": [], "last": "Pothoulakis", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Lamont", "suffix": ""}], "year": 1994, "venue": "N Engl J Med", "volume": "330", "issn": "4", "pages": "257--262", "other_ids": {}}, "BIBREF137": {"ref_id": "b137", "title": "Impact of the intestinal microbiota on the development of mucosal defense", "authors": [{"first": "H", "middle": ["R"], "last": "Gaskins", "suffix": ""}], "year": 2008, "venue": "Clin Infect Dis", "volume": "46", "issn": "2", "pages": "80--86", "other_ids": {}}, "BIBREF138": {"ref_id": "b138", "title": "The Human Microbiome Project: getting to the guts of the matter in cancer epidemiology", "authors": [{"first": "J", "middle": ["W"], "last": "Lampe", "suffix": ""}], "year": 2008, "venue": "Cancer Epidemiol Biomarkers Prev", "volume": "17", "issn": "10", "pages": "2523--2524", "other_ids": {}}, "BIBREF139": {"ref_id": "b139", "title": "The degree of microbiome complexity influences the epithelial response to infection", "authors": [{"first": "J", "middle": ["J"], "last": "Mans", "suffix": ""}], "year": 2009, "venue": "BMC Genom", "volume": "10", "issn": "", "pages": "", "other_ids": {}}, "BIBREF140": {"ref_id": "b140", "title": "New horizons for the infectious diseases specialist: how gut microflora promote health and disease", "authors": [{"first": "S", "middle": [], "last": "Rabizadeh", "suffix": ""}, {"first": "C", "middle": [], "last": "Sears", "suffix": ""}], "year": 2008, "venue": "Curr Infect Dis Rep", "volume": "10", "issn": "2", "pages": "92--98", "other_ids": {}}, "BIBREF141": {"ref_id": "b141", "title": "Role of human microflora in health and disease", "authors": [{"first": "C", "middle": [], "last": "Tancrede", "suffix": ""}], "year": 1992, "venue": "Eur J Clin Microbiol Infect Dis", "volume": "11", "issn": "11", "pages": "1012--1015", "other_ids": {}}, "BIBREF142": {"ref_id": "b142", "title": "Changes in Escherichia coli resistance patterns during and after antibiotic therapy: a longitudinal study among outpatients in Germany", "authors": [{"first": "E", "middle": [], "last": "Raum", "suffix": ""}], "year": 2008, "venue": "Clin Microbiol Infect", "volume": "14", "issn": "1", "pages": "41--48", "other_ids": {}}, "BIBREF143": {"ref_id": "b143", "title": "Chemotherapy treatment in pediatric patients with acute myeloid leukemia receiving antimicrobial prophylaxis leads to a relative increase of colonization with potentially pathogenic bacteria in the gut", "authors": [{"first": "M", "middle": ["J"], "last": "Van Vliet", "suffix": ""}], "year": 2009, "venue": "Clin Infect Dis", "volume": "49", "issn": "2", "pages": "262--270", "other_ids": {}}, "BIBREF144": {"ref_id": "b144", "title": "Epidemiology and prevention of infection in the compromised host", "authors": [{"first": "J", "middle": ["C"], "last": "Wade", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Schimpff", "suffix": ""}], "year": 1988, "venue": "Clinical approach to infection in the compromised host", "volume": "", "issn": "", "pages": "5--40", "other_ids": {}}, "BIBREF145": {"ref_id": "b145", "title": "Torulopsis glabrata infections in patients with cancer. Increasing incidence and relationship to colonization", "authors": [{"first": "J", "middle": [], "last": "Aisner", "suffix": ""}], "year": 1976, "venue": "Am J Med", "volume": "61", "issn": "1", "pages": "23--28", "other_ids": {}}, "BIBREF146": {"ref_id": "b146", "title": "Fluconazole-resistant Candida albicans", "authors": [{"first": "D", "middle": ["J"], "last": "Boken", "suffix": ""}, {"first": "S", "middle": [], "last": "Swindells", "suffix": ""}, {"first": "M", "middle": ["G"], "last": "Rinaldi", "suffix": ""}], "year": 1993, "venue": "Clin Infect Dis", "volume": "17", "issn": "6", "pages": "1018--1021", "other_ids": {}}, "BIBREF147": {"ref_id": "b147", "title": "Development of resistance in candida isolates from patients receiving prolonged antifungal therapy", "authors": [{"first": "P", "middle": [], "last": "Fan-Havard", "suffix": ""}], "year": 1991, "venue": "Antimicrob Agents Chemother", "volume": "35", "issn": "11", "pages": "2302--2305", "other_ids": {}}, "BIBREF148": {"ref_id": "b148", "title": "Candidemia in immunocompromised patients", "authors": [{"first": "F", "middle": [], "last": "Meunier", "suffix": ""}, {"first": "M", "middle": [], "last": "Aoun", "suffix": ""}, {"first": "N", "middle": [], "last": "Bitar", "suffix": ""}], "year": 1992, "venue": "Clin Infect Dis", "volume": "14", "issn": "1", "pages": "120--125", "other_ids": {}}, "BIBREF149": {"ref_id": "b149", "title": "Increased incidence of fungemia caused by Candida krusei", "authors": [{"first": "W", "middle": ["G"], "last": "Merz", "suffix": ""}], "year": 1986, "venue": "J Clin Microbiol", "volume": "24", "issn": "4", "pages": "581--584", "other_ids": {}}, "BIBREF150": {"ref_id": "b150", "title": "Increase in Candida krusei infection among patients with bone marrow transplantation and neutropenia treated prophylactically with fluconazole", "authors": [{"first": "J", "middle": ["R"], "last": "Wingard", "suffix": ""}], "year": 1991, "venue": "N Engl J Med", "volume": "325", "issn": "18", "pages": "1274--1277", "other_ids": {}}, "BIBREF151": {"ref_id": "b151", "title": "Infectious morbidity associated with long-term use of venous access devices in patients with cancer", "authors": [{"first": "J", "middle": ["S"], "last": "Groeger", "suffix": ""}], "year": 1993, "venue": "Ann Intern Med", "volume": "119", "issn": "12", "pages": "1168--1174", "other_ids": {}}, "BIBREF152": {"ref_id": "b152", "title": "Catheter-related infections in cancer patients", "authors": [{"first": "Al", "middle": [], "last": "Wohoush", "suffix": ""}, {"first": "I", "middle": [], "last": "Chaftari", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Raad", "suffix": ""}, {"first": "I", "middle": [], "last": "", "suffix": ""}], "year": 2011, "venue": "Safdar A (ed) Principles and practice of cancer infectious diseases", "volume": "", "issn": "", "pages": "113--122", "other_ids": {}}, "BIBREF153": {"ref_id": "b153", "title": "(eds) Mandell, Doublas, and Bennett's principles and practice of infectious diseases", "authors": [{"first": "S", "middle": ["E"], "last": "Beekmann", "suffix": ""}, {"first": "D", "middle": ["K"], "last": "Henderson", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "3697--3716", "other_ids": {}}, "BIBREF154": {"ref_id": "b154", "title": "Consensus conference on prevention of central line-associated bloodstream infections", "authors": [{"first": "J", "middle": [], "last": "Segreti", "suffix": ""}], "year": 2009, "venue": "J Infus Nurs", "volume": "34", "issn": "2", "pages": "126--133", "other_ids": {}}, "BIBREF155": {"ref_id": "b155", "title": "Central venous catheter care for the patient with cancer", "authors": [{"first": "C", "middle": ["A"], "last": "Schiffer", "suffix": ""}], "year": 2013, "venue": "J Clin Oncol", "volume": "31", "issn": "10", "pages": "1357--1370", "other_ids": {}}, "BIBREF156": {"ref_id": "b156", "title": "Guidelines for the prevention of intravascular catheter-related infections", "authors": [{"first": "N", "middle": ["P"], "last": "O&apos;grady", "suffix": ""}], "year": 2011, "venue": "Clin Infect Dis", "volume": "52", "issn": "9", "pages": "162--193", "other_ids": {}}, "BIBREF157": {"ref_id": "b157", "title": "Adherent microorganisms on lumenal surfaces of long-term intravenous catheters. Importance of Staphylococcus epidermidis in patients with cancer", "authors": [{"first": "J", "middle": ["H"], "last": "Tenney", "suffix": ""}], "year": 1986, "venue": "Arch Intern Med", "volume": "146", "issn": "10", "pages": "1949--1954", "other_ids": {}}, "BIBREF158": {"ref_id": "b158", "title": "Management of fever in patients with cancer and treatment-induced neutropenia", "authors": [{"first": "P", "middle": ["A"], "last": "Pizzo", "suffix": ""}], "year": 1993, "venue": "N Engl J Med", "volume": "328", "issn": "18", "pages": "1323--1332", "other_ids": {}}, "BIBREF159": {"ref_id": "b159", "title": "Clinical outcome of catheter salvage in neutropenic cancer patients with catheter-related infection", "authors": [{"first": "E", "middle": ["J"], "last": "Joo", "suffix": ""}], "year": 2011, "venue": "Scand J Infect Dis", "volume": "43", "issn": "4", "pages": "258--263", "other_ids": {}}, "BIBREF160": {"ref_id": "b160", "title": "Clinical practice guidelines for the diagnosis and management of intravascular catheter-related infection: 2009 Update by the Infectious Diseases Society of America", "authors": [{"first": "L", "middle": ["A"], "last": "Mermel", "suffix": ""}], "year": 2009, "venue": "Clin Infect Dis", "volume": "49", "issn": "1", "pages": "1--45", "other_ids": {}}, "BIBREF161": {"ref_id": "b161", "title": "Significance of hospital acquisition of potential pathogens", "authors": [{"first": "S", "middle": ["C"], "last": "Schimpff", "suffix": ""}], "year": 1972, "venue": "Ann Intern Med", "volume": "77", "issn": "5", "pages": "707--714", "other_ids": {}}, "BIBREF162": {"ref_id": "b162", "title": "Sources of gram-negative bacilli colonizing the tracheae of intubated patients", "authors": [{"first": "S", "middle": ["N"], "last": "Schwartz", "suffix": ""}], "year": 1978, "venue": "J Infect Dis", "volume": "138", "issn": "2", "pages": "227--331", "other_ids": {}}, "BIBREF163": {"ref_id": "b163", "title": "Transfusion-transmitted infectious diseases", "authors": [{"first": "J", "middle": ["P"], "last": "Allain", "suffix": ""}], "year": 2009, "venue": "Biologicals", "volume": "37", "issn": "2", "pages": "71--77", "other_ids": {}}, "BIBREF164": {"ref_id": "b164", "title": "Emerging infectious diseases that threaten the blood supply", "authors": [{"first": "H", "middle": ["J"], "last": "Alter", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Stramer", "suffix": ""}, {"first": "R", "middle": ["Y"], "last": "Dodd", "suffix": ""}], "year": 2007, "venue": "Semin Hematol", "volume": "44", "issn": "1", "pages": "32--41", "other_ids": {}}, "BIBREF165": {"ref_id": "b165", "title": "Microbiology, time course and clinical characteristics of infection in critically ill patients receiving packed red blood cell transfusion", "authors": [{"first": "J", "middle": ["S"], "last": "Rachoin", "suffix": ""}], "year": 2009, "venue": "Vox Sang", "volume": "97", "issn": "4", "pages": "294--302", "other_ids": {}}, "BIBREF166": {"ref_id": "b166", "title": "Transplanted infections: donor-to-host transmission with the allograft", "authors": [{"first": "K", "middle": ["M"], "last": "Gottesdiener", "suffix": ""}], "year": 1989, "venue": "Ann Intern Med", "volume": "110", "issn": "12", "pages": "1001--1016", "other_ids": {}}, "BIBREF167": {"ref_id": "b167", "title": "ABC of transfusion. Infectious complications of blood transfusion: viruses", "authors": [{"first": "J", "middle": ["A"], "last": "Barbara", "suffix": ""}, {"first": "M", "middle": [], "last": "Contreras", "suffix": ""}], "year": 1990, "venue": "BMJ", "volume": "300", "issn": "6722", "pages": "450--453", "other_ids": {}}, "BIBREF168": {"ref_id": "b168", "title": "Transfusion-transmitted cytomegalovirus infection after receipt of leukoreduced blood products", "authors": [{"first": "W", "middle": ["G"], "last": "Nichols", "suffix": ""}], "year": 2003, "venue": "Blood", "volume": "101", "issn": "10", "pages": "4195--4200", "other_ids": {}}, "BIBREF169": {"ref_id": "b169", "title": "Detection of antibody to hepatitis C virus in prospectively followed transfusion recipients with acute and chronic non-A, non-B hepatitis", "authors": [{"first": "H", "middle": ["J"], "last": "Alter", "suffix": ""}], "year": 1989, "venue": "N Engl J Med", "volume": "321", "issn": "22", "pages": "1494--1500", "other_ids": {}}, "BIBREF170": {"ref_id": "b170", "title": "Unusual nosocomial pathogens", "authors": [{"first": "K", "middle": ["H"], "last": "Mayer", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Opal", "suffix": ""}], "year": 1989, "venue": "Infect Dis Clin North Am", "volume": "3", "issn": "4", "pages": "883--899", "other_ids": {}}, "BIBREF171": {"ref_id": "b171", "title": "Reducing the risk for transfusion-transmitted cytomegalovirus infection", "authors": [{"first": "M", "middle": ["H"], "last": "Sayers", "suffix": ""}], "year": 1992, "venue": "Ann Intern Med", "volume": "116", "issn": "1", "pages": "55--62", "other_ids": {}}, "BIBREF172": {"ref_id": "b172", "title": "Diseases transmissible by blood transfusion", "authors": [{"first": "J", "middle": ["P"], "last": "Soulier", "suffix": ""}], "year": 1984, "venue": "Vox Sang", "volume": "47", "issn": "1", "pages": "1--6", "other_ids": {}}, "BIBREF173": {"ref_id": "b173", "title": "Successful chemotherapy of transfusion babesiosis", "authors": [{"first": "M", "middle": [], "last": "Wittner", "suffix": ""}], "year": 1982, "venue": "Ann Intern Med", "volume": "96", "issn": "5", "pages": "601--604", "other_ids": {}}, "BIBREF174": {"ref_id": "b174", "title": "Five cases of Pseudomonas sepsis transmitted by blood transfusions", "authors": [{"first": "E", "middle": [], "last": "Tabor", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Gerety", "suffix": ""}], "year": 1984, "venue": "Lancet", "volume": "1", "issn": "8391", "pages": "", "other_ids": {}}, "BIBREF175": {"ref_id": "b175", "title": "Fatal Yersinia enterocolitica sepsis after blood transfusion", "authors": [{"first": "D", "middle": ["C"], "last": "Wright", "suffix": ""}], "year": 1985, "venue": "Arch Pathol Lab Med", "volume": "109", "issn": "11", "pages": "1040--1042", "other_ids": {}}, "BIBREF176": {"ref_id": "b176", "title": "A prospective microbiologic surveillance program to detect and prevent the transfusion of bacterially contaminated platelets", "authors": [{"first": "R", "middle": [], "last": "Yomtovian", "suffix": ""}], "year": 1993, "venue": "Transfusion", "volume": "33", "issn": "11", "pages": "902--909", "other_ids": {}}, "BIBREF177": {"ref_id": "b177", "title": "Medical care of cancer patients. People's Medical Publishing House", "authors": [{"first": "K", "middle": ["V"], "last": "Rolston", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "133--138", "other_ids": {}}, "BIBREF178": {"ref_id": "b178", "title": "Fever and infection in leukemic patients: a study of 494 consecutive patients", "authors": [{"first": "G", "middle": ["P"], "last": "Bodey", "suffix": ""}], "year": 1978, "venue": "Cancer", "volume": "41", "issn": "4", "pages": "1610--1622", "other_ids": {}}, "BIBREF179": {"ref_id": "b179", "title": "Infections in acute myeloid leukemia: an analysis of 382 febrile episodes", "authors": [{"first": "A", "middle": [], "last": "Gupta", "suffix": ""}], "year": 2010, "venue": "Med Oncol", "volume": "27", "issn": "4", "pages": "1037--1045", "other_ids": {}}, "BIBREF180": {"ref_id": "b180", "title": "Infections in acute leukemia: an analysis of 240 febrile episodes", "authors": [{"first": "R", "middle": [], "last": "Jagarlamudi", "suffix": ""}], "year": 2000, "venue": "Med Oncol", "volume": "17", "issn": "2", "pages": "111--116", "other_ids": {}}, "BIBREF181": {"ref_id": "b181", "title": "Infectious complications in neutropenic cancer patients", "authors": [{"first": "F", "middle": [], "last": "Menichetti", "suffix": ""}], "year": 2010, "venue": "Intern Emerg Med", "volume": "5", "issn": "1", "pages": "21--25", "other_ids": {}}, "BIBREF182": {"ref_id": "b182", "title": "Challenges in the treatment of infections caused by gram-positive and gram-negative bacteria in patients with cancer and neutropenia", "authors": [{"first": "K", "middle": ["V"], "last": "Rolston", "suffix": ""}], "year": 2005, "venue": "Clin Infect Dis", "volume": "40", "issn": "4", "pages": "246--252", "other_ids": {}}, "BIBREF183": {"ref_id": "b183", "title": "Therapy of infection in patients with granulocytopenia", "authors": [{"first": "S", "middle": ["C"], "last": "Schimpff", "suffix": ""}], "year": 1977, "venue": "Med Clin North Am", "volume": "61", "issn": "5", "pages": "1101--1118", "other_ids": {}}, "BIBREF184": {"ref_id": "b184", "title": "Empiric use of vancomycin during prolonged treatment-induced granulocytopenia. Randomized, double-blind, placebo-controlled clinical trial in patients with acute leukemia", "authors": [{"first": "J", "middle": ["E"], "last": "Karp", "suffix": ""}], "year": 1986, "venue": "Am J Med", "volume": "81", "issn": "2", "pages": "237--242", "other_ids": {}}, "BIBREF185": {"ref_id": "b185", "title": "Coagulase-negative staphylococcal bacteremia in patients receiving immunosuppressive therapy", "authors": [{"first": "D", "middle": ["J"], "last": "Winston", "suffix": ""}], "year": 1983, "venue": "Arch Intern Med", "volume": "143", "issn": "1", "pages": "32--36", "other_ids": {}}, "BIBREF186": {"ref_id": "b186", "title": "Septicemia due to Streptococcus mitis in neutropenic patients with acute leukemia", "authors": [{"first": "M", "middle": [], "last": "Arning", "suffix": ""}], "year": 1990, "venue": "Blut", "volume": "61", "issn": "6", "pages": "364--368", "other_ids": {}}, "BIBREF187": {"ref_id": "b187", "title": "The crisis in antibiotic resistance", "authors": [{"first": "H", "middle": ["C"], "last": "Neu", "suffix": ""}], "year": 1992, "venue": "Science", "volume": "257", "issn": "5073", "pages": "1064--1073", "other_ids": {}}, "BIBREF188": {"ref_id": "b188", "title": "Ceftazidime monotherapy for empiric treatment of febrile neutropenic patients: a meta-analysis", "authors": [{"first": "J", "middle": ["W"], "last": "Sanders", "suffix": ""}, {"first": "N", "middle": ["R"], "last": "Powe", "suffix": ""}, {"first": "R", "middle": ["D"], "last": "Moore", "suffix": ""}], "year": 1991, "venue": "J Infect Dis", "volume": "164", "issn": "5", "pages": "907--916", "other_ids": {}}, "BIBREF189": {"ref_id": "b189", "title": "Opportunistic mycoses in the immunocompromised host: experience at a cancer center and review", "authors": [{"first": "E", "middle": [], "last": "Anaissie", "suffix": ""}], "year": 1992, "venue": "Clin Infect Dis", "volume": "14", "issn": "1", "pages": "43--53", "other_ids": {}}, "BIBREF190": {"ref_id": "b190", "title": "Fungal infections in patients with acute leukemia", "authors": [{"first": "M", "middle": ["W"], "last": "Degregorio", "suffix": ""}], "year": 1982, "venue": "Am J Med", "volume": "73", "issn": "4", "pages": "543--548", "other_ids": {}}, "BIBREF191": {"ref_id": "b191", "title": "Invasive aspergillosis. Progress in early diagnosis and treatment", "authors": [{"first": "B", "middle": ["D"], "last": "Fisher", "suffix": ""}], "year": 1981, "venue": "Am J Med", "volume": "71", "issn": "4", "pages": "571--577", "other_ids": {}}, "BIBREF192": {"ref_id": "b192", "title": "Prolonged granulocytopenia: the major risk factor for invasive pulmonary aspergillosis in patients with acute leukemia", "authors": [{"first": "S", "middle": ["L"], "last": "Gerson", "suffix": ""}], "year": 1984, "venue": "Ann Intern Med", "volume": "100", "issn": "3", "pages": "345--351", "other_ids": {}}, "BIBREF193": {"ref_id": "b193", "title": "Vascular catheter-associated fungemia in patients with cancer: analysis of 155 episodes", "authors": [{"first": "J", "middle": ["A"], "last": "Lecciones", "suffix": ""}], "year": 1992, "venue": "Clin Infect Dis", "volume": "14", "issn": "4", "pages": "875--883", "other_ids": {}}, "BIBREF194": {"ref_id": "b194", "title": "Fungemia in the immunocompromised host. Changing patterns, antigenemia, high mortality", "authors": [{"first": "F", "middle": [], "last": "Meunier-Carpentier", "suffix": ""}, {"first": "T", "middle": ["E"], "last": "Kiehn", "suffix": ""}, {"first": "D", "middle": [], "last": "Armstrong", "suffix": ""}], "year": 1981, "venue": "Am J Med", "volume": "71", "issn": "3", "pages": "363--370", "other_ids": {}}, "BIBREF195": {"ref_id": "b195", "title": "A clinicopathological study of pulmonary mucormycosis in cancer patients: extensive angioinvasion but limited inflammatory response", "authors": [{"first": "R", "middle": [], "last": "Ben-Ami", "suffix": ""}], "year": 2009, "venue": "J Infect", "volume": "59", "issn": "2", "pages": "134--138", "other_ids": {}}, "BIBREF196": {"ref_id": "b196", "title": "Candidiasis among non-neutropenic patients: from colonization to infection", "authors": [{"first": "P", "middle": [], "last": "Eggimann", "suffix": ""}, {"first": "D", "middle": [], "last": "Pittet", "suffix": ""}], "year": 2001, "venue": "Ann Fr Anesth Reanim", "volume": "20", "issn": "4", "pages": "382--388", "other_ids": {}}, "BIBREF197": {"ref_id": "b197", "title": "Invasive filamentous fungal infections in allogeneic hematopoietic stem cell transplant recipients after recovery from neutropenia: clinical, radiologic, and pathologic characteristics", "authors": [{"first": "A", "middle": [], "last": "Shaukat", "suffix": ""}], "year": 2005, "venue": "Mycopathologia", "volume": "159", "issn": "2", "pages": "181--188", "other_ids": {}}, "BIBREF198": {"ref_id": "b198", "title": "Fungal infections in cancer patients: an international autopsy survey", "authors": [{"first": "G", "middle": [], "last": "Bodey", "suffix": ""}], "year": 1992, "venue": "Eur J Clin Microbiol Infect Dis", "volume": "11", "issn": "2", "pages": "99--109", "other_ids": {}}, "BIBREF199": {"ref_id": "b199", "title": "Infections with herpes simplex viruses (2)", "authors": [{"first": "L", "middle": [], "last": "Corey", "suffix": ""}, {"first": "P", "middle": ["G"], "last": "Spear", "suffix": ""}], "year": 1986, "venue": "N Engl J Med", "volume": "314", "issn": "12", "pages": "749--757", "other_ids": {}}, "BIBREF200": {"ref_id": "b200", "title": "Infections with herpes simplex viruses (1)", "authors": [{"first": "L", "middle": [], "last": "Corey", "suffix": ""}, {"first": "P", "middle": ["G"], "last": "Spear", "suffix": ""}], "year": 1986, "venue": "N Engl J Med", "volume": "314", "issn": "11", "pages": "686--691", "other_ids": {}}, "BIBREF201": {"ref_id": "b201", "title": "Severe measles in immunocompromised patients", "authors": [{"first": "L", "middle": ["J"], "last": "Kaplan", "suffix": ""}], "year": 1992, "venue": "JAMA", "volume": "267", "issn": "9", "pages": "1237--1241", "other_ids": {}}, "BIBREF202": {"ref_id": "b202", "title": "Risk factors for cytomegalovirus infection after human marrow transplantation", "authors": [{"first": "J", "middle": ["D"], "last": "Meyers", "suffix": ""}, {"first": "N", "middle": [], "last": "Flournoy", "suffix": ""}, {"first": "E", "middle": ["D"], "last": "Thomas", "suffix": ""}], "year": 1986, "venue": "J Infect Dis", "volume": "153", "issn": "3", "pages": "478--488", "other_ids": {}}, "BIBREF203": {"ref_id": "b203", "title": "Cancer chemotherapy associated symptomatic stomatitis: role of Herpes simplex virus (HSV)", "authors": [{"first": "K", "middle": ["H"], "last": "Rand", "suffix": ""}, {"first": "B", "middle": [], "last": "Kramer", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Johnson", "suffix": ""}], "year": 1982, "venue": "Cancer", "volume": "50", "issn": "7", "pages": "1262--1265", "other_ids": {}}, "BIBREF204": {"ref_id": "b204", "title": "NIH conference. Varicella-zoster virus infections. Biology, natural history, treatment, and prevention", "authors": [{"first": "S", "middle": ["E"], "last": "Straus", "suffix": ""}], "year": 1988, "venue": "Ann Intern Med", "volume": "108", "issn": "2", "pages": "221--237", "other_ids": {}}, "BIBREF205": {"ref_id": "b205", "title": "Adenovirus infection in the immunocompromised patient", "authors": [{"first": "J", "middle": ["M"], "last": "Zahradnik", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Spencer", "suffix": ""}, {"first": "D", "middle": ["D"], "last": "Porter", "suffix": ""}], "year": 1980, "venue": "Am J Med", "volume": "68", "issn": "5", "pages": "725--732", "other_ids": {}}, "BIBREF206": {"ref_id": "b206", "title": "Causes of fever in cancer patients (prospective study over 477 episodes)", "authors": [{"first": "E", "middle": [], "last": "Toussaint", "suffix": ""}], "year": 2006, "venue": "Support Care Cancer", "volume": "14", "issn": "7", "pages": "763--769", "other_ids": {}}, "BIBREF207": {"ref_id": "b207", "title": "Epidemiology of bloodstream infections at a cancer center", "authors": [{"first": "E", "middle": [], "last": "Velasco", "suffix": ""}], "year": 2000, "venue": "Sao Paulo Med J", "volume": "118", "issn": "5", "pages": "131--138", "other_ids": {}}, "BIBREF208": {"ref_id": "b208", "title": "Infections in 92 splenectomized patients with Hodgkin's disease. A clinical review", "authors": [{"first": "S", "middle": ["C"], "last": "Schimpff", "suffix": ""}], "year": 1975, "venue": "Am J Med", "volume": "59", "issn": "5", "pages": "695--701", "other_ids": {}}, "BIBREF209": {"ref_id": "b209", "title": "Cytomegalovirus infection and non-neutropenic fever after autologous stem cell transplantation: high rates of reactivation in patients with multiple myeloma and lymphoma", "authors": [{"first": "A", "middle": ["B"], "last": "Fassas", "suffix": ""}], "year": 2001, "venue": "Br J Haematol", "volume": "112", "issn": "1", "pages": "237--241", "other_ids": {}}, "BIBREF210": {"ref_id": "b210", "title": "Infection and immunity in chronic lymphocytic leukemia", "authors": [{"first": "S", "middle": [], "last": "Tsiodras", "suffix": ""}], "year": 2000, "venue": "Mayo Clin Proc", "volume": "75", "issn": "10", "pages": "1039--1054", "other_ids": {}}, "BIBREF211": {"ref_id": "b211", "title": "Infectious complications of chronic lymphocytic leukemia", "authors": [{"first": "P", "middle": ["D"], "last": "Wadhwa", "suffix": ""}, {"first": "V", "middle": ["A"], "last": "Morrison", "suffix": ""}], "year": 2006, "venue": "Semin Oncol", "volume": "33", "issn": "2", "pages": "240--249", "other_ids": {}}, "BIBREF212": {"ref_id": "b212", "title": "The infectious complications of chronic lymphocytic leukemia", "authors": [{"first": "V", "middle": ["A"], "last": "Morrison", "suffix": ""}], "year": 1998, "venue": "Semin Oncol", "volume": "25", "issn": "1", "pages": "98--106", "other_ids": {}}, "BIBREF213": {"ref_id": "b213", "title": "Infectious complications in patients with chronic lymphocytic leukemia: pathogenesis, spectrum of infection, and approaches to prophylaxis", "authors": [{"first": "V", "middle": ["A"], "last": "Morrison", "suffix": ""}], "year": 2009, "venue": "Clin Lymphoma Myeloma", "volume": "9", "issn": "5", "pages": "365--370", "other_ids": {}}, "BIBREF214": {"ref_id": "b214", "title": "Progressive multifocal leukoencephalopathy in chronic lymphocytic leukemia: a report of three cases and review of the literature", "authors": [{"first": "D&apos;", "middle": [], "last": "Souza", "suffix": ""}, {"first": "A", "middle": [], "last": "", "suffix": ""}], "year": 2010, "venue": "Clin Lymphoma Myeloma Leuk", "volume": "10", "issn": "1", "pages": "1--9", "other_ids": {}}, "BIBREF215": {"ref_id": "b215", "title": "Immunosuppression and infection in multiple myeloma", "authors": [{"first": "D", "middle": ["R"], "last": "Jacobson", "suffix": ""}, {"first": "S", "middle": [], "last": "Zolla-Pazner", "suffix": ""}], "year": 1986, "venue": "Semin Oncol", "volume": "13", "issn": "3", "pages": "282--290", "other_ids": {}}, "BIBREF216": {"ref_id": "b216", "title": "Multiple myeloma presenting with primary meningococcal arthritis", "authors": [{"first": "M", "middle": ["I"], "last": "Miller", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Hoppmann", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "Pisko", "suffix": ""}], "year": 1987, "venue": "Am J Med", "volume": "82", "issn": "6", "pages": "1257--1258", "other_ids": {}}, "BIBREF217": {"ref_id": "b217", "title": "Neisseria meningitidis serogroup 29E (Z 0 ) septicemia in a patient with far advanced multiple myeloma (plasma cell leukemia)", "authors": [{"first": "E", "middle": [], "last": "Wachter", "suffix": ""}], "year": 1985, "venue": "J Clin Microbiol", "volume": "21", "issn": "3", "pages": "464--466", "other_ids": {}}, "BIBREF218": {"ref_id": "b218", "title": "Infections in multiple myeloma", "authors": [{"first": "F", "middle": [], "last": "Paradisi", "suffix": ""}, {"first": "G", "middle": [], "last": "Corti", "suffix": ""}, {"first": "R", "middle": [], "last": "Cinelli", "suffix": ""}], "year": 2001, "venue": "Infect Dis Clin North Am", "volume": "15", "issn": "2", "pages": "7--8", "other_ids": {}}, "BIBREF219": {"ref_id": "b219", "title": "Infections in patients with multiple myeloma in the era of highdose therapy and novel agents", "authors": [{"first": "M", "middle": [], "last": "Nucci", "suffix": ""}, {"first": "E", "middle": [], "last": "Anaissie", "suffix": ""}], "year": 2009, "venue": "Clin Infect Dis", "volume": "49", "issn": "8", "pages": "1211--1225", "other_ids": {}}, "BIBREF220": {"ref_id": "b220", "title": "Risk factors for severe infection in patients with hairy cell leukemia: a long-term study of 73 patients", "authors": [{"first": "G", "middle": [], "last": "Damaj", "suffix": ""}], "year": 2009, "venue": "Eur J Haematol", "volume": "83", "issn": "3", "pages": "246--250", "other_ids": {}}, "BIBREF221": {"ref_id": "b221", "title": "Hairy cell leukemia with concurrent cryptococcus infection", "authors": [{"first": "Y", "middle": ["M"], "last": "Audeh", "suffix": ""}], "year": 2003, "venue": "Am J Hematol", "volume": "72", "issn": "3", "pages": "223--224", "other_ids": {}}, "BIBREF222": {"ref_id": "b222", "title": "Hairy cell leukemia-an unusual presentation", "authors": [{"first": "R", "middle": [], "last": "Goyal", "suffix": ""}], "year": 1995, "venue": "Leuk Res", "volume": "19", "issn": "7", "pages": "485--487", "other_ids": {}}, "BIBREF223": {"ref_id": "b223", "title": "Clinical evidence of a pronounced defect in cell-mediated immunity", "authors": [{"first": "P", "middle": ["A"], "last": "Mackowiak", "suffix": ""}], "year": 1980, "venue": "Am J Med", "volume": "68", "issn": "5", "pages": "718--724", "other_ids": {}}, "BIBREF224": {"ref_id": "b224", "title": "Hairy cell leukemia", "authors": [{"first": "L", "middle": [], "last": "Savoie", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Johnston", "suffix": ""}], "year": 2001, "venue": "Curr Treat Options Oncol", "volume": "2", "issn": "3", "pages": "217--224", "other_ids": {}}, "BIBREF225": {"ref_id": "b225", "title": "Disseminated atypical mycobacterial infection in patients with hairy cell leukemia", "authors": [{"first": "C", "middle": [], "last": "Bennett", "suffix": ""}, {"first": "J", "middle": [], "last": "Vardiman", "suffix": ""}, {"first": "H", "middle": [], "last": "Golomb", "suffix": ""}], "year": 1986, "venue": "Am J Med", "volume": "80", "issn": "5", "pages": "891--896", "other_ids": {}}, "BIBREF226": {"ref_id": "b226", "title": "Clinical features and complications of viridans streptococci bloodstream infection in pediatric hemato-oncology patients", "authors": [{"first": "W", "middle": ["T"], "last": "Huang", "suffix": ""}], "year": 2007, "venue": "J Microbiol Immunol Infect", "volume": "40", "issn": "4", "pages": "349--354", "other_ids": {}}, "BIBREF227": {"ref_id": "b227", "title": "Septicemia and shock syndrome due to viridans streptococci: a case-control study of predisposing factors", "authors": [{"first": "L", "middle": ["S"], "last": "Elting", "suffix": ""}, {"first": "G", "middle": ["P"], "last": "Bodey", "suffix": ""}, {"first": "B", "middle": ["H"], "last": "Keefe", "suffix": ""}], "year": 1992, "venue": "Clin Infect Dis", "volume": "14", "issn": "6", "pages": "1201--1207", "other_ids": {}}, "BIBREF228": {"ref_id": "b228", "title": "Viridans streptococci isolated by culture from blood of cancer patients: clinical and microbiologic analysis of 50 cases", "authors": [{"first": "X", "middle": ["Y"], "last": "Han", "suffix": ""}, {"first": "M", "middle": [], "last": "Kamana", "suffix": ""}, {"first": "K", "middle": ["V"], "last": "Rolston", "suffix": ""}], "year": 2006, "venue": "J Clin Microbiol", "volume": "44", "issn": "1", "pages": "160--165", "other_ids": {}}, "BIBREF229": {"ref_id": "b229", "title": "Rhodococcus equi infection in patients with and without human immunodeficiency virus infection", "authors": [{"first": "R", "middle": ["L"], "last": "Harvey", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Sunstrum", "suffix": ""}], "year": 1991, "venue": "Rev Infect Dis", "volume": "13", "issn": "1", "pages": "139--145", "other_ids": {}}, "BIBREF230": {"ref_id": "b230", "title": "Rhodococcus bacteremia in cancer patients is mostly catheter related and associated with biofilm formation", "authors": [{"first": "Al", "middle": [], "last": "Akhrass", "suffix": ""}, {"first": "F", "middle": [], "last": "", "suffix": ""}], "year": 2012, "venue": "PLoS One", "volume": "7", "issn": "3", "pages": "", "other_ids": {}}, "BIBREF231": {"ref_id": "b231", "title": "Nosocomial infections due to Xanthomonas maltophilia (Pseudomonas maltophilia) in patients with cancer", "authors": [{"first": "N", "middle": [], "last": "Khardori", "suffix": ""}], "year": 1990, "venue": "Rev Infect Dis", "volume": "12", "issn": "6", "pages": "997--1003", "other_ids": {}}, "BIBREF232": {"ref_id": "b232", "title": "Clinical characteristics of Stenotrophomonas maltophilia infection in hematopoietic stem cell transplantation recipients: a single center experience", "authors": [{"first": "M", "middle": [], "last": "Yeshurun", "suffix": ""}], "year": 2010, "venue": "Infection", "volume": "38", "issn": "3", "pages": "211--215", "other_ids": {}}, "BIBREF233": {"ref_id": "b233", "title": "An outbreak of Burkholderia cenocepacia bacteremia in immunocompromised oncology patients", "authors": [{"first": "T", "middle": [], "last": "Mann", "suffix": ""}], "year": 2010, "venue": "Infection", "volume": "38", "issn": "3", "pages": "187--194", "other_ids": {}}, "BIBREF234": {"ref_id": "b234", "title": "Burkholderia cenocepacia vaginal infection in patient with smoldering myeloma and chronic hepatitis C", "authors": [{"first": "A", "middle": [], "last": "Petrucca", "suffix": ""}], "year": 2004, "venue": "Emerg Infect Dis", "volume": "10", "issn": "11", "pages": "1957--1959", "other_ids": {}}, "BIBREF235": {"ref_id": "b235", "title": "Bacteremia caused by Achromobacter and Alcaligenes species in 46 patients with cancer", "authors": [{"first": "G", "middle": [], "last": "Aisenberg", "suffix": ""}, {"first": "K", "middle": ["V"], "last": "Rolston", "suffix": ""}, {"first": "A", "middle": [], "last": "Safdar", "suffix": ""}], "year": 1989, "venue": "Cancer", "volume": "101", "issn": "9", "pages": "2134--2140", "other_ids": {}}, "BIBREF236": {"ref_id": "b236", "title": "Pyomyositis caused by extended-spectrum beta-lactamaseproducing Escherichia coli in a patient with acute myeloid leukemia", "authors": [{"first": "S", "middle": ["K"], "last": "Chiu", "suffix": ""}, {"first": "F", "middle": ["Y"], "last": "Chang", "suffix": ""}], "year": 2009, "venue": "Int J Infect Dis", "volume": "13", "issn": "3", "pages": "85--87", "other_ids": {}}, "BIBREF237": {"ref_id": "b237", "title": "Escherichia coli pyomyositis in an immunocompromised host", "authors": [{"first": "U", "middle": [], "last": "Sharma", "suffix": ""}, {"first": "W", "middle": ["R"], "last": "Schwan", "suffix": ""}, {"first": "W", "middle": ["A"], "last": "Agger", "suffix": ""}], "year": 2011, "venue": "WMJ", "volume": "110", "issn": "4", "pages": "182--184", "other_ids": {}}, "BIBREF238": {"ref_id": "b238", "title": "Escherichia coli Pyomyositis: an emerging infectious disease among patients with hematologic malignancies", "authors": [{"first": "K", "middle": ["J"], "last": "Vigil", "suffix": ""}], "year": 2010, "venue": "Clin Infect Dis", "volume": "50", "issn": "3", "pages": "374--380", "other_ids": {}}, "BIBREF239": {"ref_id": "b239", "title": "Impact of the changing epidemiology of fungal infections in the 1990s", "authors": [{"first": "M", "middle": [], "last": "Pfaller", "suffix": ""}, {"first": "R", "middle": [], "last": "Wenzel", "suffix": ""}], "year": 1992, "venue": "Eur J Clin Microbiol Infect Dis", "volume": "11", "issn": "4", "pages": "287--291", "other_ids": {}}, "BIBREF240": {"ref_id": "b240", "title": "Empiric therapy with amphotericin B in febrile granulocytopenic patients", "authors": [{"first": "T", "middle": ["J"], "last": "Walsh", "suffix": ""}], "year": 1991, "venue": "Rev Infect Dis", "volume": "13", "issn": "3", "pages": "496--503", "other_ids": {}}, "BIBREF241": {"ref_id": "b241", "title": "Candida tropicalis: a major pathogen in immunocompromised patients", "authors": [{"first": "J", "middle": ["R"], "last": "Wingard", "suffix": ""}, {"first": "W", "middle": ["G"], "last": "Merz", "suffix": ""}, {"first": "R", "middle": [], "last": "Saral", "suffix": ""}], "year": 1979, "venue": "Ann Intern Med", "volume": "91", "issn": "4", "pages": "539--543", "other_ids": {}}, "BIBREF242": {"ref_id": "b242", "title": "Candidemia in patients with hematologic malignancies in the era of new antifungal agents (2001-2007): stable incidence but changing epidemiology of a still frequently lethal infection", "authors": [{"first": "N", "middle": ["V"], "last": "Sipsas", "suffix": ""}], "year": 1920, "venue": "Cancer", "volume": "115", "issn": "", "pages": "4745--4752", "other_ids": {}}, "BIBREF243": {"ref_id": "b243", "title": "The changing epidemiology of invasive candidiasis: Candida glabrata and Candida krusei as the leading causes of candidemia in hematologic malignancy", "authors": [{"first": "R", "middle": [], "last": "Hachem", "suffix": ""}], "year": 2008, "venue": "Cancer", "volume": "112", "issn": "11", "pages": "2493--2499", "other_ids": {}}, "BIBREF244": {"ref_id": "b244", "title": "Oropharyngeal candidiasis caused by non-albicans yeast in patients receiving external beam radiotherapy for head-and-neck cancer", "authors": [{"first": "M", "middle": ["C"], "last": "Dahiya", "suffix": ""}], "year": 2003, "venue": "Int J Radiat Oncol Biol Phys", "volume": "57", "issn": "1", "pages": "79--83", "other_ids": {}}, "BIBREF245": {"ref_id": "b245", "title": "A systematic review of oral fungal infections in patients receiving cancer therapy", "authors": [{"first": "R", "middle": ["V"], "last": "Lalla", "suffix": ""}], "year": 2010, "venue": "Support Care Cancer", "volume": "18", "issn": "8", "pages": "985--992", "other_ids": {}}, "BIBREF246": {"ref_id": "b246", "title": "Candida glabrata is an emerging cause of oropharyngeal candidiasis in patients receiving radiation for head and neck cancer. Oral Surg Oral Med Oral Pathol Oral Radiol Endod", "authors": [{"first": "S", "middle": ["W"], "last": "Redding", "suffix": ""}], "year": 2004, "venue": "", "volume": "97", "issn": "", "pages": "47--52", "other_ids": {}}, "BIBREF247": {"ref_id": "b247", "title": "Epidemiology of oral yeast colonization and infection in patients with hematological malignancies, head neck and solid tumors", "authors": [{"first": "S", "middle": [], "last": "Schelenz", "suffix": ""}], "year": 2011, "venue": "J Oral Pathol Med", "volume": "40", "issn": "1", "pages": "83--89", "other_ids": {}}, "BIBREF248": {"ref_id": "b248", "title": "Nosocomial fungal infections. Old problems and new challenges", "authors": [{"first": "E", "middle": [], "last": "Anaissie", "suffix": ""}, {"first": "G", "middle": ["P"], "last": "Bodey", "suffix": ""}], "year": 1989, "venue": "Infect Dis Clin North Am", "volume": "3", "issn": "4", "pages": "867--882", "other_ids": {}}, "BIBREF249": {"ref_id": "b249", "title": "Aspergillus terreus: an emerging amphotericin B-resistant opportunistic mold in patients with hematologic malignancies", "authors": [{"first": "R", "middle": ["Y"], "last": "Hachem", "suffix": ""}], "year": 2004, "venue": "Cancer", "volume": "101", "issn": "7", "pages": "1594--1600", "other_ids": {}}, "BIBREF250": {"ref_id": "b250", "title": "Emerging opportunistic yeast infections", "authors": [{"first": "M", "middle": ["H"], "last": "Miceli", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Diaz", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Lee", "suffix": ""}], "year": 2011, "venue": "Lancet Infect Dis", "volume": "11", "issn": "2", "pages": "142--151", "other_ids": {}}, "BIBREF251": {"ref_id": "b251", "title": "5-year analysis of susceptibilities of noncandidal yeast species to fluconazole and voriconazole determined by CLSI standardized disk diffusion testing", "authors": [{"first": "M", "middle": ["A"], "last": "Pfaller", "suffix": ""}], "year": 1997, "venue": "J Clin Microbiol", "volume": "47", "issn": "10", "pages": "117--123", "other_ids": {}}, "BIBREF252": {"ref_id": "b252", "title": "Genital white piedra: epidemiology, microbiology, and therapy", "authors": [{"first": "D", "middle": ["C"], "last": "Kalter", "suffix": ""}], "year": 1986, "venue": "J Am Acad Dermatol", "volume": "14", "issn": "6", "pages": "982--993", "other_ids": {}}, "BIBREF253": {"ref_id": "b253", "title": "Report of a case and review of the cutaneous and histologic manifestations", "authors": [{"first": "G", "middle": ["T"], "last": "Nahass", "suffix": ""}], "year": 1993, "venue": "Arch Dermatol", "volume": "129", "issn": "8", "pages": "1020--1023", "other_ids": {}}, "BIBREF254": {"ref_id": "b254", "title": "Trichosporonosis in patients with neoplastic disease", "authors": [{"first": "T", "middle": ["J"], "last": "Walsh", "suffix": ""}], "year": 1986, "venue": "Medicine", "volume": "65", "issn": "4", "pages": "268--279", "other_ids": {}}, "BIBREF255": {"ref_id": "b255", "title": "Risk assessment and prognostic factors for mould-related diseases in immunocompromised patients", "authors": [{"first": "L", "middle": [], "last": "Pagano", "suffix": ""}], "year": 2011, "venue": "J Antimicrob Chemother", "volume": "66", "issn": "1", "pages": "5--14", "other_ids": {}}, "BIBREF256": {"ref_id": "b256", "title": "Invasive fusariosis in patients with hematologic malignancies at a cancer center", "authors": [{"first": "M", "middle": [], "last": "Campo", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Lewis", "suffix": ""}, {"first": "D", "middle": ["P"], "last": "Kontoyiannis", "suffix": ""}], "year": 1998, "venue": "J Infect", "volume": "60", "issn": "5", "pages": "331--337", "other_ids": {}}, "BIBREF257": {"ref_id": "b257", "title": "Disseminated infection with Fusarium in recipients of bone marrow transplants", "authors": [{"first": "A", "middle": ["S"], "last": "Gamis", "suffix": ""}], "year": 1991, "venue": "Rev Infect Dis", "volume": "13", "issn": "6", "pages": "1077--1088", "other_ids": {}}, "BIBREF258": {"ref_id": "b258", "title": "International retrospective analysis of 73 cases of invasive fusariosis treated with voriconazole", "authors": [{"first": "O", "middle": [], "last": "Lortholary", "suffix": ""}], "year": 2010, "venue": "Antimicrob Agents Chemother", "volume": "54", "issn": "10", "pages": "4446--4450", "other_ids": {}}, "BIBREF259": {"ref_id": "b259", "title": "Three cases of infection with Fusarium species in neutropenic patients", "authors": [{"first": "M", "middle": [], "last": "Nucci", "suffix": ""}], "year": 1992, "venue": "Eur J Clin Microbiol Infect Dis", "volume": "11", "issn": "12", "pages": "1160--1162", "other_ids": {}}, "BIBREF260": {"ref_id": "b260", "title": "Invasive Saccharomyces infection: a comprehensive review", "authors": [{"first": "A", "middle": [], "last": "Enache-Angoulvant", "suffix": ""}, {"first": "C", "middle": [], "last": "Hennequin", "suffix": ""}], "year": 2005, "venue": "Clin Infect Dis", "volume": "41", "issn": "11", "pages": "1559--1568", "other_ids": {}}, "BIBREF261": {"ref_id": "b261", "title": "Phaeohyphomycosis in a tertiary care cancer center", "authors": [{"first": "R", "middle": [], "last": "Ben-Ami", "suffix": ""}], "year": 2009, "venue": "Clin Infect Dis", "volume": "48", "issn": "8", "pages": "1033--1041", "other_ids": {}}, "BIBREF262": {"ref_id": "b262", "title": "Cryptococcus gattii: a resurgent fungal pathogen", "authors": [{"first": "V", "middle": [], "last": "Chaturvedi", "suffix": ""}, {"first": "S", "middle": [], "last": "Chaturvedi", "suffix": ""}], "year": 2011, "venue": "Trends Microbiol", "volume": "19", "issn": "11", "pages": "564--571", "other_ids": {}}, "BIBREF263": {"ref_id": "b263", "title": "Risk factors for Cryptococcus gattii infection", "authors": [{"first": "L", "middle": [], "last": "Macdougall", "suffix": ""}], "year": 2011, "venue": "Canada. Emerg Infect Dis", "volume": "17", "issn": "2", "pages": "193--199", "other_ids": {}}, "BIBREF264": {"ref_id": "b264", "title": "Clinical practice guidelines for the management of cryptococcal disease: 2010 update by the Infectious Diseases Society of America", "authors": [{"first": "J", "middle": ["R"], "last": "Perfect", "suffix": ""}], "year": 2010, "venue": "Clin Infect Dis", "volume": "50", "issn": "3", "pages": "291--322", "other_ids": {}}, "BIBREF265": {"ref_id": "b265", "title": "Respiratory viral infections in transplant and oncology patients", "authors": [{"first": "D", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "A", "middle": [], "last": "Humar", "suffix": ""}], "year": 2010, "venue": "Infect Dis Clin North Am", "volume": "24", "issn": "2", "pages": "395--412", "other_ids": {}}, "BIBREF266": {"ref_id": "b266", "title": "Community acquired respiratory and gastrointestinal viral infections: challenges in the immunocompromised host", "authors": [{"first": "A", "middle": [], "last": "Kaltsas", "suffix": ""}, {"first": "K", "middle": [], "last": "Sepkowitz", "suffix": ""}], "year": 2012, "venue": "Curr Opin Infect Dis", "volume": "25", "issn": "4", "pages": "423--430", "other_ids": {}}, "BIBREF267": {"ref_id": "b267", "title": "Reactivation of hepatitis B virus and hepatitis C virus in patients with cancer", "authors": [{"first": "H", "middle": ["A"], "last": "Torres", "suffix": ""}, {"first": "M", "middle": [], "last": "Davila", "suffix": ""}], "year": 2012, "venue": "Nat Rev Clin Oncol", "volume": "9", "issn": "3", "pages": "156--166", "other_ids": {}}, "BIBREF268": {"ref_id": "b268", "title": "Hospital and societal costs of antimicrobial-resistant infections in a Chicago teaching hospital: implications for antibiotic stewardship", "authors": [{"first": "R", "middle": ["R"], "last": "Roberts", "suffix": ""}], "year": 2009, "venue": "Clin Infect Dis", "volume": "49", "issn": "8", "pages": "1175--1184", "other_ids": {}}, "BIBREF269": {"ref_id": "b269", "title": "The changing epidemiology of vancomycin-resistant Enterococcus (VRE) bacteremia in allogeneic hematopoietic stem cell transplant (HSCT) recipients", "authors": [{"first": "M", "middle": [], "last": "Kamboj", "suffix": ""}], "year": 2010, "venue": "Biol Blood Marrow Transplant", "volume": "16", "issn": "11", "pages": "1576--1581", "other_ids": {}}, "BIBREF270": {"ref_id": "b270", "title": "Enterococcal bacteremia is associated with increased risk of mortality in recipients of allogeneic hematopoietic stem cell transplantation", "authors": [{"first": "J", "middle": [], "last": "Vydra", "suffix": ""}], "year": 2012, "venue": "Clin Infect Dis", "volume": "55", "issn": "6", "pages": "764--770", "other_ids": {}}, "BIBREF271": {"ref_id": "b271", "title": "Outcomes for and risk factors associated with vancomycin-resistant Enterococcus faecalis and vancomycin-resistant Enterococcus faecium bacteremia in cancer patients", "authors": [{"first": "G", "middle": [], "last": "Ghanem", "suffix": ""}], "year": 2007, "venue": "Infect Control Hosp Epidemiol", "volume": "28", "issn": "9", "pages": "1054--1059", "other_ids": {}}, "BIBREF272": {"ref_id": "b272", "title": "Silverman, Daptomycin nonsusceptible enterococci in hematologic malignancy and hematopoietic stem cell transplant patients: an emerging threat", "authors": [{"first": "K", "middle": [], "last": "Wudhikarn", "suffix": ""}, {"first": "R", "middle": ["D"], "last": "Gingrich", "suffix": ""}, {"first": "M", "middle": [], "last": "De Magalhaes", "suffix": ""}], "year": 2013, "venue": "Ann Hematol", "volume": "92", "issn": "1", "pages": "129--131", "other_ids": {}}, "BIBREF273": {"ref_id": "b273", "title": "Emergence of MRSA in positive blood cultures from patients with febrile neutropenia-a cause for concern", "authors": [{"first": "P", "middle": ["G"], "last": "Morris", "suffix": ""}], "year": 2008, "venue": "Support Care Cancer", "volume": "16", "issn": "9", "pages": "1085--1088", "other_ids": {}}, "BIBREF274": {"ref_id": "b274", "title": "Characteristics and outcomes of methicillin-resistant Staphylococcus aureus surgical-site infections in patients with cancer: a case-control study", "authors": [{"first": "R", "middle": ["F"], "last": "Chemaly", "suffix": ""}], "year": 2010, "venue": "Ann Surg Oncol", "volume": "17", "issn": "6", "pages": "1499--1506", "other_ids": {}}, "BIBREF275": {"ref_id": "b275", "title": "Infection following implant-based reconstruction in 1952 consecutive breast reconstructions: salvage rates and predictors of success", "authors": [{"first": "R", "middle": ["G"], "last": "Reish", "suffix": ""}], "year": 2013, "venue": "Plast Reconstr Surg", "volume": "131", "issn": "6", "pages": "1223--1230", "other_ids": {}}, "BIBREF276": {"ref_id": "b276", "title": "Which patients are most at risk of methicillin resistant Staphylococcus aureus: a review of admissions to a regional maxillofacial ward between 2001 and 2005", "authors": [{"first": "S", "middle": ["N"], "last": "Rogers", "suffix": ""}], "year": 2008, "venue": "Br J Oral Maxillofac Surg", "volume": "46", "issn": "6", "pages": "439--444", "other_ids": {}}, "BIBREF277": {"ref_id": "b277", "title": "Clinical features of head and neck cancer patients with methicillinresistant Staphylococcus aureus", "authors": [{"first": "T", "middle": [], "last": "Shiomori", "suffix": ""}], "year": 2007, "venue": "Acta Otolaryngol", "volume": "127", "issn": "2", "pages": "180--185", "other_ids": {}}, "BIBREF278": {"ref_id": "b278", "title": "Cost and morbidity of MRSA in head and neck cancer patients: what are the consequences?", "authors": [{"first": "K", "middle": [], "last": "Watters", "suffix": ""}, {"first": "T", "middle": ["P"], "last": "O&apos;dwyer", "suffix": ""}, {"first": "H", "middle": [], "last": "Rowley", "suffix": ""}], "year": 2004, "venue": "J Laryngol Otol", "volume": "118", "issn": "9", "pages": "694--699", "other_ids": {}}, "BIBREF279": {"ref_id": "b279", "title": "Recent changes in bacterial epidemiology and the emergence of fluoroquinolone-resistant Escherichia coli among patients with haematological malignancies: results of a prospective study on 823 patients at a single institution", "authors": [{"first": "C", "middle": [], "last": "Cattaneo", "suffix": ""}], "year": 2008, "venue": "J Antimicrob Chemother", "volume": "61", "issn": "3", "pages": "721--728", "other_ids": {}}, "BIBREF280": {"ref_id": "b280", "title": "Risk factors for, and clinical relevance of, faecal extended-spectrum beta-lactamase producing Escherichia coli (ESBL-EC) carriage in neutropenic patients with haematological malignancies", "authors": [{"first": "M", "middle": [], "last": "Arnan", "suffix": ""}], "year": 2011, "venue": "Eur J Clin Microbiol Infect Dis", "volume": "30", "issn": "3", "pages": "355--360", "other_ids": {}}, "BIBREF281": {"ref_id": "b281", "title": "Bacteraemia due to extended-spectrum beta-lactamase-producing Escherichia coli (ESBL-EC) in cancer patients: clinical features, risk factors, molecular epidemiology and outcome", "authors": [{"first": "C", "middle": [], "last": "Gudiol", "suffix": ""}], "year": 2010, "venue": "J Antimicrob Chemother", "volume": "65", "issn": "2", "pages": "333--341", "other_ids": {}}, "BIBREF282": {"ref_id": "b282", "title": "Emergence of Carbapenem resistant Gram negative and vancomycin resistant Gram positive organisms in bacteremic isolates of febrile neutropenic patients: a descriptive study", "authors": [{"first": "S", "middle": [], "last": "Irfan", "suffix": ""}], "year": 2008, "venue": "BMC Infect Dis", "volume": "8", "issn": "", "pages": "", "other_ids": {}}, "BIBREF283": {"ref_id": "b283", "title": "Emerging resistant Gram-negative aerobic bacilli in hospitalacquired infections", "authors": [{"first": "A", "middle": ["N"], "last": "Kunz", "suffix": ""}, {"first": "I", "middle": [], "last": "Brook", "suffix": ""}], "year": 2010, "venue": "Chemotherapy", "volume": "56", "issn": "6", "pages": "492--500", "other_ids": {}}, "BIBREF284": {"ref_id": "b284", "title": "Analysis of 4758 Escherichia coli bacteraemia episodes: predictive factors for isolation of an antibiotic-resistant strain and their impact on the outcome", "authors": [{"first": "M", "middle": [], "last": "Ortega", "suffix": ""}], "year": 2009, "venue": "J Antimicrob Chemother", "volume": "63", "issn": "3", "pages": "568--574", "other_ids": {}}, "BIBREF285": {"ref_id": "b285", "title": "Emergence of multidrug resistant acinetobacter blood stream infections in febrile neutropenia patients with haematological cancers and bone marrow failure syndromes", "authors": [{"first": "P", "middle": [], "last": "Sood", "suffix": ""}], "year": 2012, "venue": "J Indian Med Assoc", "volume": "110", "issn": "7", "pages": "439--444", "other_ids": {}}, "BIBREF286": {"ref_id": "b286", "title": "Multidrug-resistant Escherichia coli bacteremia in cancer patients", "authors": [{"first": "K", "middle": ["J"], "last": "Vigil", "suffix": ""}], "year": 2009, "venue": "Am J Infect Control", "volume": "37", "issn": "9", "pages": "741--745", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Factors predisposing to infection in cancer patients", "latex": null, "type": "table"}, "TABREF1": {"text": "Innate versus adaptive immunity", "latex": null, "type": "table"}, "TABREF2": {"text": "Infections related to underlying malignancy Gram negative: E. coli, Klebsiella spp., P. aeruginosa", "latex": null, "type": "table"}, "TABREF3": {"text": "", "latex": null, "type": "table"}, "TABREF4": {"text": "", "latex": null, "type": "table"}, "TABREF5": {"text": "Emerging pathogens and syndromes", "latex": null, "type": "table"}, "TABREF6": {"text": "Table 1 ).\n2.1 Host-Associated Risk Factors\n2.1.1 Immune Deficiencies\nHost defense mechanisms are mediated by the immune system which has traditionally been thought to be composed of two major subdivisions: the innate or non-\nTable 2", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Innate versus adaptive immunity\n</td><td> </td></tr><tr><td> </td><td>Innate immune system </td><td>Adaptive immune system\n</td></tr><tr><td>Characteristics </td><td>Discriminates self from non-self </td><td>Discriminates self from non-self\n</td></tr><tr><td>General protection </td><td>Antigen specific\n</td></tr><tr><td> </td><td>Early phase of host response; immediate </td><td>Late phase of host response\n</td></tr><tr><td> </td><td>Does not require prior exposure </td><td>Requires prior exposure\n</td></tr><tr><td>Components\n</td><td>Response does not alter on repeated exposure; no memory\n</td><td>Response improves with successive exposures; immunological memory\n</td></tr><tr><td> </td><td> </td></tr><tr><td>Physical and chemical barriers\n</td><td>Skin, mucous and mucous membranes, tears, surfactant\n</td><td>saliva, nasal secretions, sweat, defensins,\nLymphocytes at surfaces\n</td></tr><tr><td>Humoral components\n</td><td>Complement, coagulation system, lactoferrin, transferrin, lysozyme,\n</td><td>B lymphocytes\n</td></tr><tr><td>interleukin-1, interferons\n</td><td> </td></tr><tr><td>Cellular components\n</td><td>Monocyte-derived macrophages, dendritic cells, mast cells, natural killer cells, granulocytes (neutrophils, eosinophils,\n</td><td>T lymphocytes\n</td></tr></table></body></html>"}, "TABREF7": {"text": "Table 3 Infections related to underlying malignancy", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Malignancy Immunodeficiency </td><td>Common pathogens and syndromes\n</td></tr><tr><td>Acute leukemia\nNeutropenia and lymphoma\n</td><td>Bacteria\n</td></tr><tr><td>Gram positive: S. aureus, S. epidermidis,\nstreptococci, enterococci\n</td></tr><tr><td> </td><td>Gram negative: E. coli, Klebsiella spp., P. aeruginosa\n</td></tr><tr><td> </td><td>Yeast/fungi\n</td></tr><tr><td> </td><td>Candida spp.\n</td></tr><tr><td> </td><td>Aspergillus spp.\n</td></tr><tr><td> </td><td>Viruses\n</td></tr><tr><td> </td><td>HSV\n</td></tr><tr><td> </td><td>VZV\n</td></tr><tr><td>Cell mediated\n(in the non-neutropenic)\n</td><td>CMV\n</td></tr><tr><td>Bacteria\n</td></tr><tr><td>L. monocytogenes, Salmonella spp., N. asteroides, mycobacteria, L. pneumophila\nYeast/fungi\n</td></tr><tr><td> </td><td>C. neoformans\n</td></tr><tr><td> </td><td>Aspergillus spp.\n</td></tr><tr><td> </td><td>Viruses\n</td></tr><tr><td> </td><td>HSV\n</td></tr><tr><td> </td><td>VZV\n</td></tr><tr><td> </td><td>CMV\n</td></tr><tr><td> </td><td>EBV\n</td></tr><tr><td> </td><td>Protozoa\n</td></tr><tr><td> </td><td>P. jeroveci\n</td></tr><tr><td> </td><td>T. gondii\n</td></tr><tr><td> </td><td>Cryptosporidium\n</td></tr><tr><td> </td><td>Helminth\n</td></tr><tr><td> </td><td>S. stercoralis\n(continued)\n</td></tr></table></body></html>"}, "TABREF8": {"text": "Table 3 (continued)", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Malignancy </td><td>Immunodeficiency </td><td>Common pathogens and syndromes\n</td></tr><tr><td>Solid tumors </td><td>Disruption of anatomical barriers\nSkin\n</td></tr><tr><td> </td><td> </td><td>Staphylococci\n</td></tr><tr><td> </td><td> </td><td>Streptococci\n</td></tr><tr><td> </td><td> </td><td>Oral cavity and nasopharynx\n</td></tr><tr><td> </td><td> </td><td>Anaerobic bacteria\n</td></tr><tr><td> </td><td> </td><td>Streptococci\n</td></tr><tr><td> </td><td> </td><td>H. influenzae\n</td></tr><tr><td> </td><td> </td><td>GI tract\n</td></tr><tr><td> </td><td> </td><td>Enterobacteriaceae\n</td></tr><tr><td> </td><td> </td><td>Fungi\n</td></tr><tr><td> </td><td> </td><td>Female genital tract\n</td></tr><tr><td> </td><td> </td><td>Enterobacteriaceae\n</td></tr><tr><td> </td><td> </td><td>Anaerobic gram-negative bacteria\n</td></tr><tr><td> </td><td> </td><td>Enterococci\n</td></tr><tr><td> </td><td> </td><td>Clostridium spp.\n</td></tr><tr><td> </td><td>Mechanical obstruction </td><td>Biliary, urinary, and respiratory tract infections; vascular obstruction\n</td></tr><tr><td> </td><td>Loss of gag reflex </td><td>Aspiration pneumonia\n</td></tr><tr><td> </td><td>Impaired micturition </td><td>Recurrent urinary tract infections\n</td></tr><tr><td> </td><td>Impaired mobility </td><td>Decubitus ulcers with or without osteomyelitis\n</td></tr></table></body></html>"}}, "back_matter": []}