{"paper_id": "6ad86765be290482cdd6d166b23d269dee3ea0fd", "metadata": {"title": "The Evolutionary Dynamics of Stochastic Epidemic Model with Nonlinear Incidence Rate", "authors": [{"first": "Dan", "middle": [], "last": "Li", "suffix": "", "affiliation": {"laboratory": "", "institution": "Harbin Institute of Technology", "location": {"postCode": "150001", "settlement": "Harbin", "country": "China"}}, "email": ""}, {"first": "·", "middle": [], "last": "Jing&apos;an Cui", "suffix": "", "affiliation": {"laboratory": "", "institution": "Beijing University of Civil", "location": {"postCode": "100044", "settlement": "Beijing", "country": "China"}}, "email": ""}, {"first": "·", "middle": ["Meng"], "last": "Liu", "suffix": "", "affiliation": {"laboratory": "", "institution": "Huaiyin Normal University", "location": {"addrLine": "Huai'an 223300", "country": "China"}}, "email": ""}, {"first": "Shengqiang", "middle": [], "last": "Liu", "suffix": "", "affiliation": {"laboratory": "", "institution": "Harbin Institute of Technology", "location": {"addrLine": "3041 #, 2 Yi-Kuang Street, Nan-Gang District", "postCode": "150080", "settlement": "Harbin", "country": "China"}}, "email": "sqliu@hit.edu.cn"}]}, "abstract": [{"text": "A stochastic SIRS epidemic model with nonlinear incidence rate and varying population size is formulated to investigate the effect of stochastic environmental variability on inter-pandemic transmission dynamics of influenza A. Sufficient conditions for extinction and persistence of the disease are established. In the case of persistence, the existence of endemic stationary distribution is proved and the distance between stochastic solutions and the endemic equilibrium of the corresponding deterministic system in the time mean sense is estimated. Based on realistic parameters of influenza A in humans, numerical simulations have been performed to verify/extend our analytical results. It is found that: (i) the deterministic threshold of the influenza A extinction R S 0 may exist and the threshold parameter will be overestimated in case of neglecting the impaction of environmental noises; (ii) the presence of environmental noises is capable of supporting the irregular recurrence of influenza epidemic, and the average level of the number of infected individuals I (t) always decreases with the increase in noise intensity; and (iii) if R S 0 > 1, the volatility of I (t) increases with the increase of noise intensity, while the volatility of I (t) decreases with the increase in noise intensity if R S 0 < 1.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Influenza A virus infection has been one of the most serious public health challenges globally and attained an unprecedented degree of attention in recent years. The influenza epidemics during the last few decades caused substantial morbidity and mortality in humans (see Simonsen et al. 1998; Simonsen 1999) . The mathematical models have been revealed as a powerful tool to understand the mechanism that underlies the spread of influenza (e.g., Arino et al. 2008; Germann et al. 2006; Nuño et al. 2005; Wang et al. 2015) .", "cite_spans": [{"start": 272, "end": 293, "text": "Simonsen et al. 1998;", "ref_id": "BIBREF54"}, {"start": 294, "end": 308, "text": "Simonsen 1999)", "ref_id": "BIBREF55"}, {"start": 447, "end": 465, "text": "Arino et al. 2008;", "ref_id": "BIBREF3"}, {"start": 466, "end": 486, "text": "Germann et al. 2006;", "ref_id": "BIBREF17"}, {"start": 487, "end": 504, "text": "Nuño et al. 2005;", "ref_id": "BIBREF45"}, {"start": 505, "end": 522, "text": "Wang et al. 2015)", "ref_id": "BIBREF60"}], "ref_spans": [], "section": "Introduction"}, {"text": "In mathematical modeling for influenza epidemics, SIRS compartmental model is usually a reasonable qualitative description of the evolutionary dynamics of influenza A. Annually recurring of type A influenza epidemics is mainly due to continual antigenic drift of surface glycoproteins of the virus, hemagglutinin (HA) and neuraminidase (NA) (Palese and Young 1982; Webster et al. 1982) . Gradual changes of influenza antigens in the drift process result in decay of host immunity and ultimately enable the new influenza virus to reinfect previously infected hosts. To incorporate antigenic drift of influenza A phenomenologically, Pease originally suggests the framework of susceptible-infected-recovered-(re)susceptible (SIRS) dynamics with viral evolution causing transition from the recovered class to the susceptible class (Pease 1987) . In recent literatures, many of these SIRS or SIRS-type models have provided valuable insights into evolutionary dynamics of influenza A in humans by antigenic drift (Casagrandi et al. 2006; Dushoff et al. 2004; Hooten et al. 2010; Shaman et al. 2010; Yuan and Koelle 2012 ). An alternative path to incorporating antigenic drift into epidemiological influenza models is that of formulating multi-strain models (e.g., Andreasen and Sasaki 2006; Gog and Grenfell 2002; Koelle et al. 2006; Nuño et al. 2005) . In this paper, we model this process of antigenic drift in the SIRS compartmental framework, by allowing recovered individuals to continuously lose their immunity to the circulating virus and hence to return to the susceptible class at a constant rate.", "cite_spans": [{"start": 341, "end": 364, "text": "(Palese and Young 1982;", "ref_id": null}, {"start": 365, "end": 385, "text": "Webster et al. 1982)", "ref_id": "BIBREF61"}, {"start": 827, "end": 839, "text": "(Pease 1987)", "ref_id": "BIBREF47"}, {"start": 1007, "end": 1031, "text": "(Casagrandi et al. 2006;", "ref_id": "BIBREF8"}, {"start": 1032, "end": 1052, "text": "Dushoff et al. 2004;", "ref_id": "BIBREF13"}, {"start": 1053, "end": 1072, "text": "Hooten et al. 2010;", "ref_id": "BIBREF26"}, {"start": 1073, "end": 1092, "text": "Shaman et al. 2010;", "ref_id": "BIBREF52"}, {"start": 1093, "end": 1113, "text": "Yuan and Koelle 2012", "ref_id": "BIBREF68"}, {"start": 1258, "end": 1284, "text": "Andreasen and Sasaki 2006;", "ref_id": "BIBREF1"}, {"start": 1285, "end": 1307, "text": "Gog and Grenfell 2002;", "ref_id": "BIBREF18"}, {"start": 1308, "end": 1327, "text": "Koelle et al. 2006;", "ref_id": "BIBREF29"}, {"start": 1328, "end": 1345, "text": "Nuño et al. 2005)", "ref_id": "BIBREF45"}], "ref_spans": [], "section": "Introduction"}, {"text": "The incidence function of epidemic model has been considered to play a key role in ensuring that the model does give a reasonable description of the disease dynamics (Capasso 1993; Levin et al. 1989) . It is traditionally supposed that the incidence rate of disease (including influenza A) transmission is bilinear with respect to the number of susceptible individuals S(t) and the number of infective individuals I (t), e.g., βSI, where β is the transmission rate (e.g., Anderson and May 1991; Casagrandi et al. 2006; Hethcote 1976 Hethcote , 2000 . As a matter of fact, it is generally difficult to get the details of transmission of infectious diseases, which may vary under different conditions. In addition, choosing generalized incidence rate function may allow the data themselves to flexibly decide the function form of incidence rates in practice (Xia et al. 2005) . For these reasons, there is a wide and increasing interest in studying epidemic models with nonlinear incidence rates (see, e.g., Feng and Thieme 2000; Liu et al. 1986; Ruan and Wang 2003 and the references cited therein). For instance, Capasso and Serio (1978) used a saturated incidence rate βSI/(1 + α I ) to describe that incidence rates increase more gradually than linear in the infected I and susceptible S, and then to prevent the unboundedness of contact rate; Hethcote and van den Driessche (1991) used a nonlinear incidence rate given by βSG (I ) . To incorporate the impact of media coverage to the spread of infectious diseases, Cui et al. (2008a) considered the incidence rate βe −m I SI with m > 0. This article chooses the general nonlinear incidence rate of the form βSG(I ) to enable our model to be more flexible in dealing with realistic data, where G(I ) allows the possibility of introducing some \"psychological\" effects (Capasso and Serio 1978) .", "cite_spans": [{"start": 166, "end": 180, "text": "(Capasso 1993;", "ref_id": "BIBREF6"}, {"start": 181, "end": 199, "text": "Levin et al. 1989)", "ref_id": "BIBREF34"}, {"start": 472, "end": 494, "text": "Anderson and May 1991;", "ref_id": "BIBREF0"}, {"start": 495, "end": 518, "text": "Casagrandi et al. 2006;", "ref_id": "BIBREF8"}, {"start": 519, "end": 532, "text": "Hethcote 1976", "ref_id": "BIBREF23"}, {"start": 533, "end": 548, "text": "Hethcote , 2000", "ref_id": "BIBREF24"}, {"start": 856, "end": 873, "text": "(Xia et al. 2005)", "ref_id": "BIBREF63"}, {"start": 1006, "end": 1027, "text": "Feng and Thieme 2000;", "ref_id": "BIBREF15"}, {"start": 1028, "end": 1044, "text": "Liu et al. 1986;", "ref_id": "BIBREF35"}, {"start": 1045, "end": 1063, "text": "Ruan and Wang 2003", "ref_id": "BIBREF51"}, {"start": 1113, "end": 1137, "text": "Capasso and Serio (1978)", "ref_id": "BIBREF7"}, {"start": 1429, "end": 1433, "text": "(I )", "ref_id": null}, {"start": 1518, "end": 1536, "text": "Cui et al. (2008a)", "ref_id": null}, {"start": 1819, "end": 1843, "text": "(Capasso and Serio 1978)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Introduction"}, {"text": "In the real world, biological populations exist inevitably in a noisy world of random variation in the environmental parameters that affect their dynamics. Ripa and Lundberg (1996) showed that the autocorrelation, or color, of the external noise strongly influences extinction probabilities of population dynamics. Environmental stochasticity may induce local extinction of the population (e.g., Mode and Jacobson 1987; Wissel and Stöcker 1991) . Mao et al. (2002) surprisingly found the presence of even a tiny amount of white noises can suppress a potential population explosion. Therefore, it is important to investigate the effect of random fluctuations in the environment on population dynamics.", "cite_spans": [{"start": 156, "end": 180, "text": "Ripa and Lundberg (1996)", "ref_id": "BIBREF50"}, {"start": 396, "end": 419, "text": "Mode and Jacobson 1987;", "ref_id": "BIBREF43"}, {"start": 420, "end": 444, "text": "Wissel and Stöcker 1991)", "ref_id": "BIBREF62"}, {"start": 447, "end": 464, "text": "Mao et al. (2002)", "ref_id": "BIBREF42"}], "ref_spans": [], "section": "Introduction"}, {"text": "However, despite the potential importance of parameter noise, it has received relatively little attention in the epidemiology literature (Keeling and Rohani 2008) . In particular, few of the existing literatures formulate mathematical models to study the effect of unpredictable fluctuations in the environment on the inter-pandemic transmission of influenza. The transmission of influenza is sensitive to random meteorological factors, such as absolute humidity, temperature and precipitation. Shaman and Kohn (2009) explored the effects of absolute humidity on influenza virus transmission and influenza virus survival (IVS), and found that absolute humidity significantly constrains both transmission efficiency and IVS. Based on experimental studies in guinea pigs, Lowen and Steel (2014) revealed influenza virus transmission is strongly modulated by temperature and humidity: Transmission is highly efficient at 5 • C but is blocked or inefficient at 30 • C, and dry conditions (20 and 35 % relative humidity) are also found to be more favorable for spread than other humid conditions. We also refer the reader to Lowen et al. (2007) , Pica and Bouvier (2012) for learning more about the effect of weather factors to transmission efficiency of influenza. Random fluctuations in temperature or humidity will therefore be translated to fluctuations in the transmission rate β (Keeling and Rohani 2008) .", "cite_spans": [{"start": 137, "end": 162, "text": "(Keeling and Rohani 2008)", "ref_id": "BIBREF28"}, {"start": 495, "end": 517, "text": "Shaman and Kohn (2009)", "ref_id": "BIBREF53"}, {"start": 770, "end": 792, "text": "Lowen and Steel (2014)", "ref_id": "BIBREF40"}, {"start": 1120, "end": 1139, "text": "Lowen et al. (2007)", "ref_id": "BIBREF39"}, {"start": 1142, "end": 1165, "text": "Pica and Bouvier (2012)", "ref_id": "BIBREF48"}, {"start": 1380, "end": 1405, "text": "(Keeling and Rohani 2008)", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Introduction"}, {"text": "In addition, some studies showed that the white noise is an appropriate representation of environmental random variability in terrestrial ecosystems, through analyzing a variety of meteorological data under the condition of removing the influence of regular diurnal, lunar and seasonal cycles (Steele 1985; Vasseur and Yodzis 2004) . To consider the impact of unpredictable weather conditions to the transmission of respiratory syncytial virus (RSV), Arenas et al. (2009) formulated stochastic SIRS model with the Gaussian white noise disturbance of the transmission rate and revealed that perturbations on the transmission rate have significant effect on the transmission dynamics of RSV by numerical simulations techniques. Hence, it is reasonable to investigate the effect of environmental random fluctuations on the transmission dynamics of influenza A in human populations based on a mathematical model which introduces the Gaussian white noise disturbance in the transmission parameter of disease β.", "cite_spans": [{"start": 293, "end": 306, "text": "(Steele 1985;", "ref_id": "BIBREF56"}, {"start": 307, "end": 331, "text": "Vasseur and Yodzis 2004)", "ref_id": "BIBREF58"}, {"start": 451, "end": 471, "text": "Arenas et al. (2009)", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Introduction"}, {"text": "There are mainly two types of approaches for applying modeling techniques of stochastic differential equation (SDE) to introduce environmental noises into biological systems. In the first modeling procedure, an SDE model is obtained as approximation to the continuous time Markov chain model (e.g., Lahodny and Allen 2013; Yuan and Allen 2011). The second procedure is the technique of parameter perturbation, which is the most commonly used procedure in constructing SDE models (e.g., Haque 2011; Ji et al. 2011; Li et al. 2015; Liu et al. 2011; Liu and Bai 2015; Mukhopadhyay and Bhattacharyya 2012; Øksendal 2005; Zhao et al. 2015a) . In recent years, several scholars have studied the effect of environmental noise on the transmission dynamics of diseases by proposing epidemic SDE model with stochastic disturbances of β via the second procedure above. Through analytical analysis and numerical simulations, Gray et al. (2011) obtained a threshold of disease extinction of a stochastic SIS epidemic model with bilinear incidence rate and fixed population size. Lahrouz and Settati (2014) studied a stochastic SIRS model with bilinear incidence rate and fixed population size, and when the intensity of white noise is small, they obtained the necessary and sufficient condition for extinction of disease. We also refer the readers to Cai et al. (2015a, b) , Lahrouz and Omari (2013) , Yang and Mao (2014) , Zhao et al. (2015b) and the references therein for more similar models with stochastic disease transmission.", "cite_spans": [{"start": 486, "end": 497, "text": "Haque 2011;", "ref_id": "BIBREF21"}, {"start": 498, "end": 513, "text": "Ji et al. 2011;", "ref_id": "BIBREF27"}, {"start": 514, "end": 529, "text": "Li et al. 2015;", "ref_id": null}, {"start": 530, "end": 546, "text": "Liu et al. 2011;", "ref_id": "BIBREF36"}, {"start": 547, "end": 564, "text": "Liu and Bai 2015;", "ref_id": "BIBREF37"}, {"start": 565, "end": 601, "text": "Mukhopadhyay and Bhattacharyya 2012;", "ref_id": "BIBREF44"}, {"start": 602, "end": 616, "text": "Øksendal 2005;", "ref_id": "BIBREF46"}, {"start": 617, "end": 635, "text": "Zhao et al. 2015a)", "ref_id": null}, {"start": 913, "end": 931, "text": "Gray et al. (2011)", "ref_id": "BIBREF19"}, {"start": 1066, "end": 1092, "text": "Lahrouz and Settati (2014)", "ref_id": "BIBREF33"}, {"start": 1338, "end": 1359, "text": "Cai et al. (2015a, b)", "ref_id": null}, {"start": 1362, "end": 1386, "text": "Lahrouz and Omari (2013)", "ref_id": "BIBREF32"}, {"start": 1389, "end": 1408, "text": "Yang and Mao (2014)", "ref_id": "BIBREF66"}, {"start": 1411, "end": 1430, "text": "Zhao et al. (2015b)", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "This article formulates a stochastic SIRS epidemic model with nonlinear incidence rate and variable population size, and our main aim is to extend results in Gray et al. (2011), Lahrouz and Settati (2014) and investigate the effect of random variability in the environments on the inter-pandemic transmission dynamics of influenza A based on realistic parameters obtained from previous literatures. Compared with previous researches, the main contributions of the present study are as follows.", "cite_spans": [{"start": 158, "end": 189, "text": "Gray et al. (2011), Lahrouz and", "ref_id": null}, {"start": 190, "end": 204, "text": "Settati (2014)", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Introduction"}, {"text": "• In the nonlinear incidence setting, we obtain the sufficient criteria of disease extinction and the existence of unique stationary distribution by applying comparison theorem and constructing a suitable Lyapunov function, respectively. In this sense, we extend the previous studies (Cai et al. 2015a; Gray et al. 2011; Lahrouz and Settati 2014) . • Because the total population size of our model is varying, mathematical deduction in the three-dimensional setting faces greater challenges than Cai et al. (2015a) , Gray et al. (2011) , Lahrouz and Settati (2014) where their system can be simplified to one or two dimensions. • Compared with results in Liu and Chen (2015) , Zhao et al. (2015b) for a stochastic SIRS epidemic model with varying population size and the fluctuation of the white noise in the transmission rate of disease, the advantages in this paper lie in: (1) the existence of endemic stationary distribution is proved in the case of persistence;", "cite_spans": [{"start": 284, "end": 302, "text": "(Cai et al. 2015a;", "ref_id": "BIBREF4"}, {"start": 303, "end": 320, "text": "Gray et al. 2011;", "ref_id": "BIBREF19"}, {"start": 321, "end": 346, "text": "Lahrouz and Settati 2014)", "ref_id": "BIBREF33"}, {"start": 496, "end": 514, "text": "Cai et al. (2015a)", "ref_id": "BIBREF4"}, {"start": 517, "end": 535, "text": "Gray et al. (2011)", "ref_id": "BIBREF19"}, {"start": 538, "end": 564, "text": "Lahrouz and Settati (2014)", "ref_id": "BIBREF33"}, {"start": 655, "end": 674, "text": "Liu and Chen (2015)", "ref_id": "BIBREF38"}, {"start": 677, "end": 696, "text": "Zhao et al. (2015b)", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "(2) combining analytical results and numerical simulations, the effect of the white noise on disease spread is analyzed completely for all range of noise intensity. • According to detailed simulation studies, we verify that Conjecture 8.1 of Gray et al. (2011) may also hold for our stochastic SIRS system with nonlinear incidence rate and variable population size, i.e., we may obtain a threshold of disease extinction.", "cite_spans": [{"start": 242, "end": 260, "text": "Gray et al. (2011)", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Introduction"}, {"text": "• Through developing an SDE model, we likely first study the effect of random variability in the environments on the epidemiological consequences of the drift mechanism for influenza A viruses based on realistic parameter values.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "This paper is organized as follows. In the next section, we derive our model and introduce some preliminaries used in the later parts. In Sects. 3 and 4, we investigate the disease extinction and endemic dynamics of our model in detail. In Sect. 5, we perform numerical simulations to verify/extend our analytical results based on realistic parameter values with respect to influenza A virus in human host. In the last section, we provide a brief discussion and summary of main results.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Throughout this paper, we let (Ω, F, P) be a complete probability space with a filtration {F t } t≥0 satisfying the usual conditions (i.e., it is right continuous and increasing while F 0 contains all P-null sets), and we denote R 3 + = x ∈ R 3 : x i > 0, i = 1, 2, 3 . If the transmission of the infection is governed by a general nonlinear incidence rate βSG(I ), then the basic SIRS model with variable population size is", "cite_spans": [], "ref_spans": [], "section": "Model Derivation and Preliminaries"}, {"text": "where S, I and R denote the number of the population that are susceptible, infectious and recovered with temporary immunity, respectively. The parameter λ is the rate constant for loss of immunity; δ is the recovery rate; β is the transmission rate (per capita), which is the product of the rate of contact among individuals and the probability that a susceptible individual who is contacted by an infectious individual will become infected; A is a constant recruitment of susceptible individuals, and μ 1 , μ 2 and μ 3 represent, respectively, mortality of susceptible, infectious and recovered, and we let μ 1 ≤ min{μ 2 , μ 3 } because the disease may lead to the death of infectious or recovered individuals. In addition, all parameters of model (1) are assumed to be positive constants. Following the second modeling procedure of SDE mentioned above, the SDE version of system (1) with stochastic disturbances of β is derived as follows (e.g., see Keeling and Rohani 2008) : If the parameter β in system (1) is not completely known, but subject to some random environmental effects, then we have", "cite_spans": [{"start": 952, "end": 976, "text": "Keeling and Rohani 2008)", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Model Derivation and Preliminaries"}, {"text": "where ξ(t) is the Gaussian white noise with mean zero and variance one, β represents the average transmission rate in the stochastic setting and σ > 0 denotes the white noise intensity. Here, we assume the average transmission rate β is constant. Indeed, influenza incidence exhibits strong seasonal fluctuations in temperate regions throughout the world. To include the seasonal effect in the model, many existing literatures assume the average transmission rate β varies sinusoidally according to the formula", "cite_spans": [], "ref_spans": [], "section": "Model Derivation and Preliminaries"}, {"text": "where β 0 , , and φ are all constants. However, our main aim is to study the influence of the white noise in the external environments on the evolutionary dynamics of influenza epidemics. Hence, it is reasonable to ignore the seasonality of transmission rates of influenza for convenience in this article. Substituting (2) into system (1) and rearranging it yield", "cite_spans": [], "ref_spans": [], "section": "Model Derivation and Preliminaries"}, {"text": "where β is rewritten as β for convenience. Note that ξ(t)dt = d B(t), where B(t) represents the standard Brownian motion (Øksendal 2005) . We then obtain the following stochastic epidemic SIRS model to be studied in this paper:", "cite_spans": [{"start": 121, "end": 136, "text": "(Øksendal 2005)", "ref_id": null}], "ref_spans": [], "section": "Model Derivation and Preliminaries"}, {"text": "The interpretation associated with the stochastic integration represented by dB(t) in (3) should also be specified, as either Stratonovich or Itô (Øksendal 2005) . Here, we use the Itô interpretation rather than the Stratonovich interpretation on the ground that the specific feature of the Itô model of \"not looking into the future\" is a reason for choosing the Itô interpretation in biology (see, e.g., Øksendal 2005; Turelli 1977) .", "cite_spans": [{"start": 146, "end": 161, "text": "(Øksendal 2005)", "ref_id": null}, {"start": 405, "end": 419, "text": "Øksendal 2005;", "ref_id": "BIBREF46"}, {"start": 420, "end": 433, "text": "Turelli 1977)", "ref_id": "BIBREF57"}], "ref_spans": [], "section": "Model Derivation and Preliminaries"}, {"text": "Throughout this paper, we further assume that ", "cite_spans": [], "ref_spans": [], "section": "Model Derivation and Preliminaries"}, {"text": "Notice that the function G(I ) in this paper is not necessarily increasing function with respect to I , e.g., it may firstly increase and then decrease describing some psychological effects: For a very large number of infectives, the infection force βG(I ) may decrease as I increases, because in the presence of a very large number of infectives, the population may tend to reduce the number of contacts per unit time (Capasso and Serio 1978) . Our general results can be used in some specific forms for the incidence rate that have been commonly used, for example:", "cite_spans": [{"start": 419, "end": 443, "text": "(Capasso and Serio 1978)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Model Derivation and Preliminaries"}, {"text": "(i) linear type: G(I ) = I ; (ii) saturated incidence rate: G(I ) = I /(1 + α I );", "cite_spans": [], "ref_spans": [], "section": "Model Derivation and Preliminaries"}, {"text": "(iii) incidence rates with \"media coverage\" effect as shown below:", "cite_spans": [], "ref_spans": [], "section": "Model Derivation and Preliminaries"}, {"text": "Type 1 (see Cui et al. 2008a Type 2 (see Cui et al. 2008b) : βG(I ) = (β − β 2 f (I ))I , where β > β 2 and the function f (I ) satisfies", "cite_spans": [{"start": 12, "end": 28, "text": "Cui et al. 2008a", "ref_id": null}, {"start": 41, "end": 58, "text": "Cui et al. 2008b)", "ref_id": null}], "ref_spans": [], "section": "Model Derivation and Preliminaries"}, {"text": "The basic reproduction number R 0 is a measure of the potential for disease spread in deterministic epidemic models. Epidemiologically, R 0 is interpreted as the expected number of secondary infections produced by an index case in a completely susceptible host. This threshold parameter R 0 of deterministic system (1) can be computed by application of the next-generation matrix approach (van den Watmough 2002, 2008) as", "cite_spans": [{"start": 398, "end": 418, "text": "Watmough 2002, 2008)", "ref_id": null}], "ref_spans": [], "section": "Model Derivation and Preliminaries"}, {"text": "For convenience, let us introduce some notations as follows:", "cite_spans": [], "ref_spans": [], "section": "Model Derivation and Preliminaries"}, {"text": "Through simple derivations, we have the following proposition:", "cite_spans": [], "ref_spans": [], "section": "Model Derivation and Preliminaries"}, {"text": "Let us give some definitions which will be used in later sections. In general, let X (t) be a regular time-homogenous Markov process in R n described by the stochastic differential equation", "cite_spans": [], "ref_spans": [], "section": "Model Derivation and Preliminaries"}, {"text": "and the diffusion matrix is defined as follows", "cite_spans": [], "ref_spans": [], "section": "Model Derivation and Preliminaries"}, {"text": "Moreover, for any twice continuously differential real-value function V(x), define an operator LV by", "cite_spans": [], "ref_spans": [], "section": "Model Derivation and Preliminaries"}, {"text": "For the definition of stability, we will use those introduced in Refs. Has'minskii (1980) .", "cite_spans": [{"start": 71, "end": 89, "text": "Has'minskii (1980)", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Model Derivation and Preliminaries"}, {"text": "The stochastic process X (t) =X is a stationary solution of the stochastic system (5) with initial condition X (t 0 ) =X if b(X ) = 0, σ r (X ) = 0, r = 1, 2, . . . , k. IfX = 0, the stationary solution is called a trivial solution.", "cite_spans": [], "ref_spans": [], "section": "Definition 1"}, {"text": "The trivial solution X (t) = 0 of system (5) is said to be:", "cite_spans": [], "ref_spans": [], "section": "Definition 2"}, {"text": "where X (t, x 0 ) denotes the solution of (5) with the initial condition X (0) = x 0 .", "cite_spans": [], "ref_spans": [], "section": "Definition 2"}, {"text": "(ii) globally asymptotically stable in probability if it is stable in probability and for any", "cite_spans": [], "ref_spans": [], "section": "Definition 2"}, {"text": "To study the dynamics of model (3), we then present two lemmas.", "cite_spans": [], "ref_spans": [], "section": "Definition 2"}, {"text": "Using the Khasminskii-Mao theorem (Khasminskii 2012; Mao 2002) and appropriate Lyapunov functions, we show that the stochastic differential equation associated with our model has a unique global positive solution.", "cite_spans": [], "ref_spans": [], "section": "Definition 2"}, {"text": "Proof Since the argument is similar to that of Lahrouz and Omari (2013), Theorem 2.1, we here only sketch the proof to point out the difference with it. Define the stopping time τ + by", "cite_spans": [], "ref_spans": [], "section": "Lemma 1 For any given initial value"}, {"text": "To show this solution is positive globally in the first octant, we only need to show that τ + = +∞ a.s. Assume that there exists a T > 0 such that", "cite_spans": [], "ref_spans": [], "section": "Lemma 1 For any given initial value"}, {"text": "where ω represents a sample point (i.e., a possible outcome of the sample space Ω). Introduce C 2 function V :", "cite_spans": [], "ref_spans": [], "section": "Lemma 1 For any given initial value"}, {"text": ". Applying the Itô's formula to V , we obtain that for all t ∈ [0, τ + ) and", "cite_spans": [], "ref_spans": [], "section": "Lemma 1 For any given initial value"}, {"text": "where the last inequality is obtained by using the fact that 0 < G(I ) ≤ I and S, I, R > 0 for all t ∈ [0, τ + ). we can integrate both sides of (6) from 0 to τ + ∧ t to get", "cite_spans": [], "ref_spans": [], "section": "Lemma 1 For any given initial value"}, {"text": "which is a contradiction. This completes the proof of Lemma 1.", "cite_spans": [], "ref_spans": [], "section": "Lemma 1 For any given initial value"}, {"text": "Proof Summing up the three equations in (3) and denoting", "cite_spans": [], "ref_spans": [], "section": "Lemma 2 For any given initial value"}, {"text": "we obtain from Lemma 1 that", "cite_spans": [], "ref_spans": [], "section": "Lemma 2 For any given initial value"}, {"text": "where the last inequality is obtained by using the fact that μ 1 ≤ min{μ 2 , μ 3 }. By comparison theorem, we obtain the required assertion.", "cite_spans": [], "ref_spans": [], "section": "Lemma 2 For any given initial value"}, {"text": "In this section, we will discuss the disease-free dynamics under each one of the following conditions.", "cite_spans": [], "ref_spans": [], "section": "Stochastic Disease-Free Dynamics"}, {"text": "From Lemmas 1 and 2, we get that Γ = {x ∈ (0, A/μ 1 ) 3 |x 1 +x 2 +x 3 ≤ A/μ 1 } is an almost surely positively invariant set of system (3), which is attracting in the first octant. For convenience and simplicity, we therefore assume that (S(0), I (0), R(0)) ∈ Γ in the proof of Theorem 1 without loss of generality.", "cite_spans": [], "ref_spans": [], "section": "Stochastic Disease-Free Dynamics"}, {"text": "Proof Using the Itô's formula to log I (t) yields", "cite_spans": [], "ref_spans": [], "section": "Theorem 1 Suppose that (C1) or (C2) holds, then the solution (S(t), I (t), R(t)) of system (3) with any initial value"}, {"text": "where Ψ (x) = − 1 2 σ 2 x 2 + βx − (μ 2 + δ). Let us consider separately the two cases: Case 1. Suppose that (C1) holds. Firstly, we will prove that the assertion (9) holds. Noting that Ψ (x) is monotone increasing for x ∈ [0, β/σ 2 ] and σ 2 < βμ 1 /A in the condition (C1) yields", "cite_spans": [], "ref_spans": [], "section": "Theorem 1 Suppose that (C1) or (C2) holds, then the solution (S(t), I (t), R(t)) of system (3) with any initial value"}, {"text": "where we make use of the fact that G(I ) ≤ I and S ≤ A/μ 1 . Substituting this inequality into (11), we have", "cite_spans": [], "ref_spans": [], "section": "Theorem 1 Suppose that (C1) or (C2) holds, then the solution (S(t), I (t), R(t)) of system (3) with any initial value"}, {"text": "Integrating the above inequality via t along [0, t] and using the strong law of large numbers for local martingales, we have lim sup", "cite_spans": [], "ref_spans": [], "section": "Theorem 1 Suppose that (C1) or (C2) holds, then the solution (S(t), I (t), R(t)) of system (3) with any initial value"}, {"text": "This is the required assertion (9). Secondly, we shall prove that the assertion (10) holds. Let Ω = {ω ∈ Ω: lim t→+∞ I (t) = 0}, then (12) implies P(Ω) = 1. Note that the stochastic process I (t) in the SDE (3) in fact is the abbreviation of the symbol I (ω, t), which can be regarded as a function of two variables: sample point ω ∈ Ω and time t ∈ [0, ∞); For each ω ∈ Ω fixed I (ω, t) can be viewed as a function with respect to t ∈ [0, ∞) which is usually called a sample path of I (t) (Øksendal 2005) . For different selections of sample point ω ∈ Ω, the sample path I (ω, t) may have different convergence speeds with respect to time t. Hence, for any ω ∈ Ω and any constant ε > 0, there exists a constant T (ω, ε) > 0 such that", "cite_spans": [{"start": 489, "end": 504, "text": "(Øksendal 2005)", "ref_id": null}], "ref_spans": [], "section": "Theorem 1 Suppose that (C1) or (C2) holds, then the solution (S(t), I (t), R(t)) of system (3) with any initial value"}, {"text": "Recalling that P(Ω) = 1, we therefore have", "cite_spans": [], "ref_spans": [], "section": "Theorem 1 Suppose that (C1) or (C2) holds, then the solution (S(t), I (t), R(t)) of system (3) with any initial value"}, {"text": "this is the required assertion (10). Finally, we shall prove the assertion (8) ", "cite_spans": [], "ref_spans": [], "section": "Theorem 1 Suppose that (C1) or (C2) holds, then the solution (S(t), I (t), R(t)) of system (3) with any initial value"}, {"text": "From the well-known variation of constants formula, we have", "cite_spans": [], "ref_spans": [], "section": "Theorem 1 Suppose that (C1) or (C2) holds, then the solution (S(t), I (t), R(t)) of system (3) with any initial value"}, {"text": "where (12) and (13) imply that P(F) = 1. Hence, for any ω ∈ F and any constant ε 1 > 0, there exists a constant T 1 (ω, ε 1 ) > 0 such that", "cite_spans": [], "ref_spans": [], "section": "Theorem 1 Suppose that (C1) or (C2) holds, then the solution (S(t), I (t), R(t)) of system (3) with any initial value"}, {"text": "Since μ 1 ≤ min{μ 2 , μ 3 } implies μ 2 − μ 1 ≥ 0 and μ 3 − μ 1 ≥ 0. This, combining with (14) and (15), yields", "cite_spans": [], "ref_spans": [], "section": "Theorem 1 Suppose that (C1) or (C2) holds, then the solution (S(t), I (t), R(t)) of system (3) with any initial value"}, {"text": "From the arbitrariness of ε 1 , this implies", "cite_spans": [], "ref_spans": [], "section": "Theorem 1 Suppose that (C1) or (C2) holds, then the solution (S(t), I (t), R(t)) of system (3) with any initial value"}, {"text": "which, together with P(F) = 1, proves", "cite_spans": [], "ref_spans": [], "section": "Theorem 1 Suppose that (C1) or (C2) holds, then the solution (S(t), I (t), R(t)) of system (3) with any initial value"}, {"text": "On the other hand, by Lemma 2, we get lim sup t→+∞ N (t) ≤ A/μ 1 . Hence, we have lim t→+∞ N (t) = A/μ 1 a.s. Recalling that N (t) = S(t) + I (t) + R(t), from (12) and (13), we therefore have", "cite_spans": [], "ref_spans": [], "section": "Theorem 1 Suppose that (C1) or (C2) holds, then the solution (S(t), I (t), R(t)) of system (3) with any initial value"}, {"text": "this is the required assertion (8).", "cite_spans": [], "ref_spans": [], "section": "Theorem 1 Suppose that (C1) or (C2) holds, then the solution (S(t), I (t), R(t)) of system (3) with any initial value"}, {"text": "Case 2. Suppose that (C2) holds. Since", "cite_spans": [], "ref_spans": [], "section": "Theorem 1 Suppose that (C1) or (C2) holds, then the solution (S(t), I (t), R(t)) of system (3) with any initial value"}, {"text": "Substituting this inequality into (11) yields", "cite_spans": [], "ref_spans": [], "section": "Theorem 1 Suppose that (C1) or (C2) holds, then the solution (S(t), I (t), R(t)) of system (3) with any initial value"}, {"text": "Integrating both sides, from the strong law of large numbers for local martingales, we derive that", "cite_spans": [], "ref_spans": [], "section": "Theorem 1 Suppose that (C1) or (C2) holds, then the solution (S(t), I (t), R(t)) of system (3) with any initial value"}, {"text": "Then using the similar arguments to those given in Case 1, we can also get the required assertion (8), (9) and (10). This completes the proof of Theorem 1.", "cite_spans": [], "ref_spans": [], "section": "Theorem 1 Suppose that (C1) or (C2) holds, then the solution (S(t), I (t), R(t)) of system (3) with any initial value"}, {"text": "Remark 1 In Theorem 1, we extend the results of Cai et al. (2015a) , Gray et al. (2011) , Lahrouz and Settati (2014) by considering a stochastic SIRS model with a general incidence rate and variable population size. Because total population size is dynamic, the mathematical deduction here faces bigger challenges than that of Gray et al. (2011) , although the proof also use comparison theorem of SDE as authors in Gray et al. (2011) do. If we let A = μ 1 = μ 2 = μ 3 = μ and G(I ) = I , the system (3) is reduced to the system (7) in Lahrouz and Settati (2014) ; Theorem 3.1 in Lahrouz and Settati (2014) shows that if σ ≤ √ βμ 1 /A = √ β and", "cite_spans": [{"start": 48, "end": 66, "text": "Cai et al. (2015a)", "ref_id": "BIBREF4"}, {"start": 69, "end": 87, "text": "Gray et al. (2011)", "ref_id": "BIBREF19"}, {"start": 90, "end": 116, "text": "Lahrouz and Settati (2014)", "ref_id": "BIBREF33"}, {"start": 327, "end": 345, "text": "Gray et al. (2011)", "ref_id": "BIBREF19"}, {"start": 416, "end": 434, "text": "Gray et al. (2011)", "ref_id": "BIBREF19"}, {"start": 536, "end": 562, "text": "Lahrouz and Settati (2014)", "ref_id": "BIBREF33"}, {"start": 580, "end": 606, "text": "Lahrouz and Settati (2014)", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Theorem 1 Suppose that (C1) or (C2) holds, then the solution (S(t), I (t), R(t)) of system (3) with any initial value"}, {"text": "then the solution (A/μ 1 , 0, 0) = (1, 0, 0) of system (7) in Lahrouz and Settati (2014) will be globally asymptotically stable in probability. From the proof procedure of Theorem 1, it is obvious to see that any positive solution of system (3) will tend to (A/μ 1 , 0, 0) exponentially with probability one, which implies the asymptotically stable in probability in Definition 2. Note that (16) is equivalent to R S 0 < 1 in this article. Hence, our results for the disease extinction are stronger than that given in Lahrouz and Settati (2014) , Theorem 3.1.", "cite_spans": [{"start": 62, "end": 88, "text": "Lahrouz and Settati (2014)", "ref_id": "BIBREF33"}, {"start": 518, "end": 544, "text": "Lahrouz and Settati (2014)", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Theorem 1 Suppose that (C1) or (C2) holds, then the solution (S(t), I (t), R(t)) of system (3) with any initial value"}, {"text": "Remark 2 Comparing with Theorem 3.1 of Lahrouz and Settati (2014) , here we also show that the infection will be eradicated a.s. when σ > σ * . This indicates that the large environmental noises may help to bring about extinction of diseases.", "cite_spans": [{"start": 39, "end": 65, "text": "Lahrouz and Settati (2014)", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Theorem 1 Suppose that (C1) or (C2) holds, then the solution (S(t), I (t), R(t)) of system (3) with any initial value"}, {"text": "In studying epidemic modelings, we are usually interested in two issues: One is the occurring of extinction, which has been shown in Sect. 3; another is the disease persistence in a host population. In this section, we will first prove that the disease is persistent when R S 0 > 1, and next we show that under the same condition, a unique stationary distribution exists for the solution of system (3), which implies the disease is recurrent. Finally, we explore the relations of the stochastic solution to the interior deterministic stationary point when the stochastic effects are not too strong.", "cite_spans": [], "ref_spans": [], "section": "Stochastic Endemic Dynamics"}, {"text": "Let us first consider the disease persistence, which corresponds to the stochastic strong persistence in the mean defined by Wang (2010) and Zhao et al. (2015a) . The following theorem shows that the disease will be almost surely persistent in the time mean sense when R S 0 > 1.", "cite_spans": [{"start": 125, "end": 136, "text": "Wang (2010)", "ref_id": "BIBREF59"}, {"start": 141, "end": 160, "text": "Zhao et al. (2015a)", "ref_id": null}], "ref_spans": [], "section": "Persistence of the Disease"}, {"text": ") be a solution of system (3) with any initial value (S(0), I (0), R(0)) ∈ R 3 + . By Lemma 2, it holds that lim sup t→+∞ I (t) ≤ A/μ 1 for all ω ∈ Ω. This yields that, for any ω ∈ Ω and any ε > 0 sufficiently small, there exists a T ω = T ω (ε) > 0 such that I (ω, t) ≤ A/μ 1 + ε for all t > T ω . Then, noting that 0 < G(I ) ≤ I , from the first equation of system (3), we derive that for all t > T ω ,", "cite_spans": [], "ref_spans": [], "section": "Persistence of the Disease"}, {"text": "where ω is omitted. For the sake of convenience, we assume that the above inequality holds for all t > 0 without loss of generality. Integrating the above inequality and dividing both sides by t, we get ", "cite_spans": [], "ref_spans": [], "section": "Persistence of the Disease"}, {"text": "As this holds for arbitrary ε > 0, it follows that lim inf", "cite_spans": [], "ref_spans": [], "section": "S(s)ds ≥"}, {"text": "this is the required assertion (i).", "cite_spans": [], "ref_spans": [], "section": "S(s)ds ≥"}, {"text": "Next, we will prove that (ii) holds. By the Itô's formula, it can be seen from the second equation of system (3) that", "cite_spans": [], "ref_spans": [], "section": "S(s)ds ≥"}, {"text": "Integrating both sides yields", "cite_spans": [], "ref_spans": [], "section": "S(s)ds ≥"}, {"text": "We compute", "cite_spans": [], "ref_spans": [], "section": "S(s)ds ≥"}, {"text": "By Lemma 2, we get lim sup t→+∞ S(t) ≤ A/μ 1 . For the sake of convenience, we may assume that S(t) ≤ A/μ 1 for all t > 0. Hence, G(I ) ≤ I implies μ 1 SG(I )/(AI ) ≤ 1, which yields from (19) that", "cite_spans": [], "ref_spans": [], "section": "S(s)ds ≥"}, {"text": "Substituting this inequality into (18) yields", "cite_spans": [], "ref_spans": [], "section": "S(s)ds ≥"}, {"text": "On the other hand, from the first equation of system (3), we have", "cite_spans": [], "ref_spans": [], "section": "S(s)ds ≥"}, {"text": "Let f (I ) = 1 − G(I )/I . By the hypotheses (H2) and (H3), we derive that there exists a constant θ > 0, such that", "cite_spans": [], "ref_spans": [], "section": "S(s)ds ≥"}, {"text": "Substituting this inequality into (21) and recalling that G(I ) ≤ I and S ≤ A/μ 1 , we have", "cite_spans": [], "ref_spans": [], "section": "S(s)ds ≥"}, {"text": "which implies", "cite_spans": [], "ref_spans": [], "section": "S(s)ds ≥"}, {"text": "Combining (20) with (23) and rearranging, we get", "cite_spans": [], "ref_spans": [], "section": "S(s)ds ≥"}, {"text": "where", "cite_spans": [], "ref_spans": [], "section": "S(s)ds ≥"}, {"text": "By Lemma 2 and the strong law of large numbers for local martingales, we have", "cite_spans": [], "ref_spans": [], "section": "S(s)ds ≥"}, {"text": "This, together with (24), yields by Lemma 2 that lim inf", "cite_spans": [], "ref_spans": [], "section": "S(s)ds ≥"}, {"text": "This is the required assertion (ii). Finally, we shall prove the assertion (iii). Integrating the third equation of the system (3) and dividing both sides by t, we get", "cite_spans": [], "ref_spans": [], "section": "S(s)ds ≥"}, {"text": "which, together with (25), yields by Lemma 2 that lim inf", "cite_spans": [], "ref_spans": [], "section": "S(s)ds ≥"}, {"text": "This completes the proof of Theorem 2.", "cite_spans": [], "ref_spans": [], "section": "S(s)ds ≥"}, {"text": "From Theorem 2, it can be seen that persistence in mean implies the following stochastic weak persistence in the mean that was defined by Wang (2010) and (Zhao et al. 2015a , Definition 2.1).", "cite_spans": [{"start": 154, "end": 172, "text": "(Zhao et al. 2015a", "ref_id": null}], "ref_spans": [], "section": "S(s)ds ≥"}, {"text": "0 > 1, then for any initial value (S(0),", "cite_spans": [], "ref_spans": [], "section": "Corollary 1 If R S"}, {"text": "Before giving the main results, we first present a lemma, which is a useful criterion for positive recurrence in terms of Lyapunov function (see Zhu and Yin 2007) . Moreover, the positive recurrent process X (t) has a unique stationary distribution μ(·) with density in R n such that for any Borel set B ∈ R n lim t→+∞ P(t, x, B) = μ(B),", "cite_spans": [{"start": 145, "end": 162, "text": "Zhu and Yin 2007)", "ref_id": "BIBREF71"}], "ref_spans": [], "section": "Stationary Distribution and Positive Recurrence"}, {"text": "for all x ∈ R n and f : R n → R be a function integrable with respect to the measure μ.", "cite_spans": [], "ref_spans": [], "section": "Stationary Distribution and Positive Recurrence"}, {"text": "In the following theorem, we show that R S 0 > 1 is also a sufficient condition for the positive recurrence and the existence of stationary distribution for system (3). ", "cite_spans": [], "ref_spans": [], "section": "Stationary Distribution and Positive Recurrence"}, {"text": "where α 1 and α 2 are sufficiently large positive constants to be chosen in the following. The diffusion matrix associated with the system (3) is given by", "cite_spans": [], "ref_spans": [], "section": "Stationary Distribution and Positive Recurrence"}, {"text": "Since D ∈ R 3 + , then", "cite_spans": [], "ref_spans": [], "section": "Stationary Distribution and Positive Recurrence"}, {"text": "where η is a positive constant. This implies the condition (i) in Lemma 3 is satisfied. It therefore remains for us to verify the condition (ii) in Lemma 3. Define the following nonnegative function", "cite_spans": [], "ref_spans": [], "section": "Stationary Distribution and Positive Recurrence"}, {"text": "and ν is a positive constant to be chosen later and ρ > 0 is so large that V 3 (R) ≥ 0 for all R > 0. Using similar arguments to that given in Lahrouz and Settati (2014) , Theorem 5.1, we have", "cite_spans": [{"start": 143, "end": 169, "text": "Lahrouz and Settati (2014)", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Stationary Distribution and Positive Recurrence"}, {"text": "Compute that", "cite_spans": [], "ref_spans": [], "section": "Stationary Distribution and Positive Recurrence"}, {"text": "From (22), there exists a positive constant θ , such that", "cite_spans": [], "ref_spans": [], "section": "Stationary Distribution and Positive Recurrence"}, {"text": "We also compute that", "cite_spans": [], "ref_spans": [], "section": "Stationary Distribution and Positive Recurrence"}, {"text": "Let us chose ν sufficiently small such that", "cite_spans": [], "ref_spans": [], "section": "Stationary Distribution and Positive Recurrence"}, {"text": "where the second choice is allowed by the condition R S 0 > 1. Therefore, combining (26), (27), and (28), we have", "cite_spans": [], "ref_spans": [], "section": "Stationary Distribution and Positive Recurrence"}, {"text": "where ξ is some positive constant. It is obvious to see from (29) that there exists a sufficiently large α 1 > 0, such that", "cite_spans": [], "ref_spans": [], "section": "Stationary Distribution and Positive Recurrence"}, {"text": "It remains to consider the case where S > 1/α 1 , I > 1/α 1 and R ≤ 1/α 2 . Since I > 1/α 1 , we get", "cite_spans": [], "ref_spans": [], "section": "Stationary Distribution and Positive Recurrence"}, {"text": "This shows that there exists a sufficiently large α 2 > α 1 > 0, such that Lg(S, I, R) ≤ −1, f or all S > 1 α 1 , I > 1 α 1 and R ≤ 1 α 2 .", "cite_spans": [], "ref_spans": [], "section": "Stationary Distribution and Positive Recurrence"}, {"text": "Altogether, we have shown that Lg(x) ≤ −1 for all x ∈ D c . So the condition (ii) of Lemma 3 is met. This completes the proof of Theorem 3.", "cite_spans": [], "ref_spans": [], "section": "Stationary Distribution and Positive Recurrence"}, {"text": "Remark 3 Due to variable population size, the dimensionality of system (3) can not be reduced as authors in Gray et al. (2011) , Lahrouz and Settati (2014) do. However, in case of higher dimension, we establish the ergodic property of system (3) by constructing a suitable Lyapunov function.", "cite_spans": [{"start": 108, "end": 126, "text": "Gray et al. (2011)", "ref_id": "BIBREF19"}, {"start": 129, "end": 155, "text": "Lahrouz and Settati (2014)", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Stationary Distribution and Positive Recurrence"}, {"text": "The preceding theorem illustrates the cycling phenomena of recurrent diseases and provides a biological insight of recurrent diseases (see Ref. Yang and Mao 2013 for more biological meanings). We next investigate the behavior of the solution to system (3) near a nontrivial stationary point E * of the corresponding deterministic equation. In contrast to the deterministic solutions, from Theorem 3, we have the stochastic solutions do not converge to E * . However, we shall prove a stability result which shows that the time mean of the solutions to system (30) will be close to stationary point E * , provided the noise intensity σ are sufficiently small. Next, we consider the following simplified version of the system (3):", "cite_spans": [{"start": 144, "end": 161, "text": "Yang and Mao 2013", "ref_id": "BIBREF65"}], "ref_spans": [], "section": "Stochastic Asymptotic Stability"}, {"text": "( 30) where μ 1 = μ 2 = μ 3 , which implies the size of the total population is fixed.", "cite_spans": [], "ref_spans": [], "section": "S(t) = (A − μ 1 S(t) + λR(t) − β S(t)G(I (t))) dt − σ S(t)G(I (t))dB(t), d I (t) = (β S(t)G(I (t)) − (μ 1 + δ) I (t)) dt + σ S(t)G(I (t))dB(t), d R(t) = (δ I (t) − (μ 1 + λ) R(t)) dt."}, {"text": "Denoting by N (t) the size of the total population, i.e., setting N (t) = S(t) + I (t) + R(t), from (26), we get: d N (t)/dt = A − μ 1 N , so that for any initial N (0) > 0 it follows: lim t→+∞ N (t) = A/μ 1 . Hence, the plane S(t) + I (t) + R(t) = A/μ 1 is an invariant manifold of system (30), which is attracting in the first octant. We here assume that the population is in equilibrium and investigate the dynamics of system (30) on such plane. Therefore, the existence of the invariant manifold allows us to refer to the following reduced system:", "cite_spans": [], "ref_spans": [], "section": "S(t) = (A − μ 1 S(t) + λR(t) − β S(t)G(I (t))) dt − σ S(t)G(I (t))dB(t), d I (t) = (β S(t)G(I (t)) − (μ 1 + δ) I (t)) dt + σ S(t)G(I (t))dB(t), d R(t) = (δ I (t) − (μ 1 + λ) R(t)) dt."}, {"text": "(31)", "cite_spans": [], "ref_spans": [], "section": "σ S(t)G(I (t))dB(t), d I (t) = (β S(t)G(I (t)) − (μ 1 + δ) I (t)) dt + σ S(t)G(I (t))dB(t)."}, {"text": "where (S * , I * ) is the unique endemic equilibrium E * of the corresponding deterministic equation of the system (31), and", "cite_spans": [], "ref_spans": [], "section": "Theorem 4 Suppose that the function x/G(x) is monotone increasing on (0, +∞). Let (S(t), I (t)) be the solution of the system (31) with any initial value"}, {"text": "Proof It is obvious that R S 0 > 1 implies R 0 > 1. Since x/G(x) is monotone increasing on (0, +∞), by [Enatsu et al. (2012) , Lemma 4.1], we have that the corresponding deterministic version of the system (31) has a unique endemic equilibrium E * satisfying", "cite_spans": [{"start": 103, "end": 124, "text": "[Enatsu et al. (2012)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Theorem 4 Suppose that the function x/G(x) is monotone increasing on (0, +∞). Let (S(t), I (t)) be the solution of the system (31) with any initial value"}, {"text": "Define C 2 functions as follows Applying the Itô's formula, (32) implies", "cite_spans": [], "ref_spans": [], "section": "Theorem 4 Suppose that the function x/G(x) is monotone increasing on (0, +∞). Let (S(t), I (t)) be the solution of the system (31) with any initial value"}, {"text": "and", "cite_spans": [], "ref_spans": [], "section": "Theorem 4 Suppose that the function x/G(x) is monotone increasing on (0, +∞). Let (S(t), I (t)) be the solution of the system (31) with any initial value"}, {"text": "Noting that G(I ) ≤ I , S ≤ A/μ 1 and x/G(x) is monotone increasing function, by the hypothesis (H2), we derive that", "cite_spans": [], "ref_spans": [], "section": "Theorem 4 Suppose that the function x/G(x) is monotone increasing on (0, +∞). Let (S(t), I (t)) be the solution of the system (31) with any initial value"}, {"text": "Now, we define C 2 function V : R 2 + → R + as follows", "cite_spans": [], "ref_spans": [], "section": "Theorem 4 Suppose that the function x/G(x) is monotone increasing on (0, +∞). Let (S(t), I (t)) be the solution of the system (31) with any initial value"}, {"text": "Combining (33) with (34), this implies", "cite_spans": [], "ref_spans": [], "section": "Theorem 4 Suppose that the function x/G(x) is monotone increasing on (0, +∞). Let (S(t), I (t)) be the solution of the system (31) with any initial value"}, {"text": "It then follows from Kushner (1967) , Theorem 6, p. 50 that lim sup", "cite_spans": [{"start": 21, "end": 35, "text": "Kushner (1967)", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "Theorem 4 Suppose that the function x/G(x) is monotone increasing on (0, +∞). Let (S(t), I (t)) be the solution of the system (31) with any initial value"}, {"text": "this is the required assertion.", "cite_spans": [], "ref_spans": [], "section": "Theorem 4 Suppose that the function x/G(x) is monotone increasing on (0, +∞). Let (S(t), I (t)) be the solution of the system (31) with any initial value"}, {"text": "Remark 4 Assume that system (1) has a unique positive equilibrium E * . From Theorem 3, global asymptotic stability of the endemic equilibrium E * can be obtained. In fact, it can be seen from (7) that R S 0 infinitely close to R 0 as the intensity of white noise σ is small sufficiently. For any R 0 > 1, a positive noise intensity σ 0 exists such that R S 0 > 1 for all σ < σ 0 . From Theorem 3, this implies that the solution (S(t), I (t), R(t)) of system (3) has a unique ergodic stationary distribution. Let σ → 0, then the stationary distribution will infinitely concentrate on the small neighborhood of positive equilibrium E * , i.e., the unique positive equilibrium E * of system (1) is globally asymptotically stable for R 0 > 1.", "cite_spans": [], "ref_spans": [], "section": "Theorem 4 Suppose that the function x/G(x) is monotone increasing on (0, +∞). Let (S(t), I (t)) be the solution of the system (31) with any initial value"}, {"text": "Finally, from the preceding results, we shall summary a useful criterion for endemic and disease extinction of system (3). Noting the denote of σ * , σ * , σ in (4), let us start with discussing the relationship between R S 0 and R 0 for different values of white noise intensity σ .", "cite_spans": [], "ref_spans": [], "section": "Theorem 4 Suppose that the function x/G(x) is monotone increasing on (0, +∞). Let (S(t), I (t)) be the solution of the system (31) with any initial value"}, {"text": "• Case of R 0 ≤ 1: By the definition R S 0 in (7), it is easy to see that the inequality R S 0 < 1 always holds for any σ > 0 when R 0 ≤ 1. Note that σ ≥ σ * when R 0 ≤ 2 by Proposition 1. Hence, when R 0 ≤ 1, at least one of conditions (C1) and (C2) in Theorem 1 holds.", "cite_spans": [], "ref_spans": [], "section": "Theorem 4 Suppose that the function x/G(x) is monotone increasing on (0, +∞). Let (S(t), I (t)) be the solution of the system (31) with any initial value"}, {"text": "• Case of 1 < R 0 ≤ 2: By Proposition 1, we have σ * < σ * ≤ σ for 1 < R 0 ≤ 2.", "cite_spans": [], "ref_spans": [], "section": "Theorem 4 Suppose that the function x/G(x) is monotone increasing on (0, +∞). Let (S(t), I (t)) be the solution of the system (31) with any initial value"}, {"text": "Note that R S 0 < 1 is equivalent to σ > σ * . Hence, the condition (C1) of Theorem 1 holds when σ * < σ < σ . This, together with condition (C2) of Theorem 1, implies the disease will be extinct for the range of σ > σ * .", "cite_spans": [], "ref_spans": [], "section": "Theorem 4 Suppose that the function x/G(x) is monotone increasing on (0, +∞). Let (S(t), I (t)) be the solution of the system (31) with any initial value"}, {"text": "• Case of R 0 > 2: By Proposition 1, we have σ * < σ * and σ < σ * . Therefore, noting that R S 0 > 1 is equivalent to σ < σ * , we obtain the following corollary from Theorems 1,2,3.", "cite_spans": [], "ref_spans": [], "section": "Theorem 4 Suppose that the function x/G(x) is monotone increasing on (0, +∞). Let (S(t), I (t)) be the solution of the system (31) with any initial value"}, {"text": "Corollary 2 For any initial value (S(0), I (0), R(0)) ∈ R 3 + , the solution (S(t), I (t), R(t)) of system (3) has the property (i) if R 0 ≤ 1, then for any σ > 0, the disease dies out with probability one; (ii) if 1 < R 0 ≤ 2, then R S 0 is the threshold parameter, i.e., the infection may become almost surely persistent in the time mean and positive recurrent if R S 0 > 1, whereas if R S 0 < 1, the disease dies out with probability one; (iii) if R 0 > 2, then the disease is almost surely persistent in the time mean and positive recurrent if σ < σ * (i.e., R S 0 > 1), while if σ > σ * , the disease dies out with probability one.", "cite_spans": [], "ref_spans": [], "section": "Theorem 4 Suppose that the function x/G(x) is monotone increasing on (0, +∞). Let (S(t), I (t)) be the solution of the system (31) with any initial value"}, {"text": "Remark 5 From (ii) and (iii) in Corollary 2, it is found when R 0 > 1, if the noise intensity in the environments σ is small (σ < σ * ), the disease may always persistent a.s. and positively recurrent; if σ is large enough, then the infected and recovered hosts will die out a.s. From the perspective of biology significance, this implies the small environmental noises can generate the cycling phenomena of recurrent diseases, while the large noises may contribute to disease eradication.", "cite_spans": [], "ref_spans": [], "section": "Theorem 4 Suppose that the function x/G(x) is monotone increasing on (0, +∞). Let (S(t), I (t)) be the solution of the system (31) with any initial value"}, {"text": "Remark 6 From Corollary 2, it is can be seen that we do not obtain analytical results only for the range of noise intensity σ * ≤ σ ≤ σ * when R S 0 < 1. However, by using numerical simulations, we also investigate the dynamic behavior of system (3) in this case, i.e., when R S 0 < 1 and σ * ≤ σ ≤ σ * , the disease may be persistent with some positive probability during several decades (see, Figs. 7, 9) . In this sense, we illustrate the effect of the white noise in the environments on the transmission dynamics of the disease in system (3) in detail. Hence, the results obtained in this article extend that in Gray et al. (2011), Lahrouz and Settati (2014) . In addition, by numerical simulations studies in detail, we find the quantity R S 0 may be threshold of disease extinction, which supports Conjecture 8.1 in Gray et al. (2011) .", "cite_spans": [{"start": 395, "end": 403, "text": "Figs. 7,", "ref_id": null}, {"start": 404, "end": 406, "text": "9)", "ref_id": null}, {"start": 616, "end": 647, "text": "Gray et al. (2011), Lahrouz and", "ref_id": null}, {"start": 648, "end": 662, "text": "Settati (2014)", "ref_id": "BIBREF33"}, {"start": 822, "end": 840, "text": "Gray et al. (2011)", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Theorem 4 Suppose that the function x/G(x) is monotone increasing on (0, +∞). Let (S(t), I (t)) be the solution of the system (31) with any initial value"}, {"text": "In this section, we make simulations to verify/extend our analytical results based on realistic parameter values of influenza A in human host. In order to avoid differentiation difficulty, we will apply the following improved Milstein's method, proposed by Kloeden et al. (1992) , to simulate the positive solution to system (3) with the given initial positive value and parameters.", "cite_spans": [{"start": 257, "end": 278, "text": "Kloeden et al. (1992)", "ref_id": null}], "ref_spans": [], "section": "Numerical Simulations"}, {"text": "Define vector-valued functions g i : R 3 + → R 3 , i = 0, 1 as follows", "cite_spans": [], "ref_spans": [], "section": "Numerical Simulations"}, {"text": "The corresponding discretization equations are", "cite_spans": [], "ref_spans": [], "section": "Numerical Simulations"}, {"text": "where", "cite_spans": [], "ref_spans": [], "section": "Numerical Simulations"}, {"text": "and ξ k , k = 1, 2, . . . , n, are independent Gaussian random variables with distribution  N (0, 1) . Then, we shall verify the feasibility of our analytical results for the following stochastic epidemic model with the saturated incidence rate β S I /(1 + α I ) proposed by Capasso and Serio (1978) and used by a number of authors for which we refer the readers to Liu et al. (1986) , Ruan and Wang (2003) and the references therein:", "cite_spans": [{"start": 275, "end": 299, "text": "Capasso and Serio (1978)", "ref_id": "BIBREF7"}, {"start": 366, "end": 383, "text": "Liu et al. (1986)", "ref_id": "BIBREF35"}, {"start": 386, "end": 406, "text": "Ruan and Wang (2003)", "ref_id": "BIBREF51"}], "ref_spans": [{"start": 78, "end": 100, "text": "distribution  N (0, 1)", "ref_id": "FIGREF5"}], "section": "Numerical Simulations"}, {"text": "where α is a positive saturation constant and all parameters are defined in Table 1 (in this section the unit of time is one week). The corresponding deterministic system of (36) has a basic reproduction number", "cite_spans": [], "ref_spans": [{"start": 76, "end": 83, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Numerical Simulations"}, {"text": "In Korobeinikov (2007) , Korobeinikov has proved that properties of this corresponding deterministic system depend on the basic reproduction number R 0 :", "cite_spans": [{"start": 3, "end": 22, "text": "Korobeinikov (2007)", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Numerical Simulations"}, {"text": "• If R 0 ≤ 1, then the unique infection-free equilibrium state E 0 = (A/μ 1 , 0, 0) is globally asymptotically stable. • If R 0 > 1, then there is an unique and globally asymptotically stable positive equilibrium E * = (S * , I * , R * ). In (36), according to the World Bank data, we choose μ 1 = 1/(70 × 52) week −1 which suggests the average life expectancy is 70 years. For simplicity, we assume that there is no death due to the disease, and hence μ 2 = μ 3 = μ 1 . We also assume the total population size is N = 10,000, then the birth rate is A = μ 1 N = 10,000/(70 × 52) week −1 . The value of the infectious period can be estimated to range from 2 to 7 days for flu on the basis of clinical observations only (Douglas 1975; Frank et al. 1981 ), so we choose the mean recovery rate of infected individuals is δ = 7/7 week −1 = 1 week −1 . In our SIRS model of an evolutionary epidemic of influenza A, causing previously immune hosts to become susceptible from epidemic to epidemic is mainly due to the progressive antigenic drift of influenza virus, which results in evasion of host immunity; for this reason, we assume the rate of host immunity loss equals the rate of virus's mutations. The studies of Plotkin et al. (2002 ), Hay et al. (2001 have shown that the new antigenic variants can rise with a frequency of one per 1-2 years, so we here choose the average rate of host immunity loss λ = 1/(1.5 × 52) week −1 .", "cite_spans": [{"start": 718, "end": 732, "text": "(Douglas 1975;", "ref_id": "BIBREF12"}, {"start": 733, "end": 750, "text": "Frank et al. 1981", "ref_id": "BIBREF16"}, {"start": 1212, "end": 1232, "text": "Plotkin et al. (2002", "ref_id": "BIBREF49"}, {"start": 1233, "end": 1252, "text": "), Hay et al. (2001", "ref_id": null}], "ref_spans": [], "section": "Numerical Simulations"}, {"text": "Next, by MATLAB software and the method of discretization (35), we simulate the solution of system (36) with different values of σ to investigate the effect of the white noise on the transmission dynamics of influenza virus. Since μ 1 = μ 2 = μ 3 in (36), by the arguments given in (31), we only need to plot S(t) and I (t) to verify our results below. In addition, we always assume that the initial value of system (36) is (S(0), I (0), R(0)) = (9980, 20, 0) except for the other specification. We then divide our simulations into two cases according to the range of R 0 .", "cite_spans": [], "ref_spans": [], "section": "Numerical Simulations"}, {"text": "By using daily case notification data in Guangdong Province, China, estimated the possible range of basic reproduction number for pandemic influenza A H1N1 was preliminarily between 1.05 and 1.46. We here assume the basic reproduction number R 0 = 1.45, then the average transmission rate β = 1.450398 × 10 −4 week −1 from (37), and σ * = 9.488136 × 10 −5 .", "cite_spans": [], "ref_spans": [], "section": "Numerical Simulations"}, {"text": "Hence for the corresponding deterministic SIRS model of (36), we have", "cite_spans": [], "ref_spans": [], "section": "Numerical Simulations"}, {"text": "for the initial value (S(0), I (0), R(0)) = (9980, 20, 0). To see the effect of the white noise intensity, we consider three different values of σ : 3.162712 × 10 −5 , 5.831753 × 10 −5 and 1.157743 × 10 −4 . The corresponding values of R S 0 are 1.40, 1.28 and 0.78, respectively. By (ii) in Corollary 2, we see that the disease is persistent in the first two cases, while the disease is extinctive in the last case. The computer simulations shown in Figs. 1 and 2 clearly support these results. Figure 1 shows trends of the evolution of the mean and standard deviation of I (t). It is observed that when σ < σ * (i.e., R S 0 > 1), both the mean and the standard deviation ultimately tend to a constant; however, both the mean and the standard deviation quickly decline and tend to 0 for σ > σ * (noting that σ > σ * is equivalent to R S 0 < 1). We can also see that when the environmental noises exist, the mean of I (t) is always less than the corresponding deterministic solution for all case of σ , and the mean is reduced gradually with the increase in white noise intensity σ . This shows that white noise perturbations of the transmission rate β can be beneficial to control the spread of influenza virus on average. However, as shown in (b) of Fig. 1 , when the intensity of environmental noises is small (i.e., σ < σ * ), the standard deviation of I (t) increases with the increase in noise intensity σ . This suggests that the higher the volatility of the environmental noises, the more difficult the prediction of the peak size and occurring time of influenza epidemics, though the average level of the evolution of I (t) is reduced in case of the presence of environmental noises.", "cite_spans": [], "ref_spans": [{"start": 496, "end": 504, "text": "Figure 1", "ref_id": "FIGREF5"}, {"start": 1252, "end": 1258, "text": "Fig. 1", "ref_id": "FIGREF5"}], "section": "Numerical Simulations"}, {"text": "(b) of Fig. 2 shows histograms of the approximate stationary distribution of each case of σ chose above. The evolution trends of the mean and standard deviation of I (t) in Fig. 1 illustrate that for each case of σ , the stationary distribution of I (t) exits and in the simulations the probability distributions of I (t) have more or less reached their stationary distributions. As can be seen in (b) of Fig. 2 , for first two cases (i.e., R S 0 > 1), both appear skew to the right and the skewness becomes larger as the intensity σ of the white noise increases; in the last case (R S 0 < 1), the mass of the distribution of I (t) is concentrated on the small neighborhood of zero. In addition, (a) and (b) of Fig. 2 indicate that the small environmental perturbations can generate the irregular cycling phenomena of recurrent diseases, while the large ones will eradicate diseases. This means the small perturbations of the white noise can sustain the irregular recurrence of influenza A in humans between two pandemics, and larger ones may be beneficial, leading to the extinction of influenza.", "cite_spans": [], "ref_spans": [{"start": 7, "end": 13, "text": "Fig. 2", "ref_id": null}, {"start": 173, "end": 179, "text": "Fig. 1", "ref_id": "FIGREF5"}, {"start": 405, "end": 411, "text": "Fig. 2", "ref_id": null}, {"start": 711, "end": 717, "text": "Fig. 2", "ref_id": null}], "section": "Numerical Simulations"}, {"text": "Case 2: 2 < R 0 < 4. By using daily case notifications during the autumn wave of the influenza pandemic (Spanish flu) in the city of San Francisco, California, from 1918 to 1919 , Chowell et al. (2007 found the reproduction number for pandemic influenza (Spanish flu) at the city level can be robustly assessed to lie in the range of 2.0-3.0. In this case, we assume the basic reproduction number R 0 = 2.38, which is the estimate of the second method in Chowell et al. (2007) , then we have the average transmission rate β = 2.380654×10 −4 week −1 from (37), and σ * = 1.683145 × 10 −4 , σ * = 1.661553 × 10 −4 .", "cite_spans": [{"start": 148, "end": 169, "text": "California, from 1918", "ref_id": null}, {"start": 170, "end": 177, "text": "to 1919", "ref_id": null}, {"start": 178, "end": 200, "text": ", Chowell et al. (2007", "ref_id": "BIBREF9"}, {"start": 455, "end": 476, "text": "Chowell et al. (2007)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Numerical Simulations"}, {"text": "Hence for the corresponding deterministic SIRS model of (36), we have", "cite_spans": [], "ref_spans": [], "section": "Numerical Simulations"}, {"text": "for the initial value (S(0), I (0), R(0)) = (9980, 20, 0). We first verify (iii) in Corollary 2 with three different values of σ : 1.20 × 10 −4 , 1.45 × 10 −4 and 1.87 × 10 −4 . For the first two cases, σ < σ * (i.e., R S 0 > 1), while σ > σ * for the last case. By (iii) in Corollary 2, we see that the disease is persistent in the first two cases, while the disease is extinctive in the last case. The computer simulations shown in Figs. 3 and 4 clearly support these results. Fig. 3 show trends of the evolution of the mean and standard deviation of I (t), respectively. It is observed that when σ < σ * , both the mean and standard deviation ultimately tend to a constant; however, both the mean and standard deviation quickly decline and tend to 0 for σ > σ * . As shown in Fig. 3 , when the noise intensity is small (σ < σ * ), with the increase in environmental noises intensity, the average level of the evolution of I (t) will decline and the standard deviation of I (t) will increase; when the noise intensity is large (σ > σ * ), the disease will be die out.", "cite_spans": [], "ref_spans": [{"start": 479, "end": 485, "text": "Fig. 3", "ref_id": "FIGREF3"}, {"start": 779, "end": 785, "text": "Fig. 3", "ref_id": "FIGREF3"}], "section": "Numerical Simulations"}, {"text": "By the similar arguments to that of Case 1, we can claim from Fig. 3 that histograms of the approximate stationary distribution in (b) of Fig. 4 have almost reached their stationary distributions. As shown in (b) of Fig. 4 , for first two cases (i.e., σ < σ * ), both appear skew to the right and the skewness becomes larger as the intensity σ of the white noise increases; in the last case (σ > σ * ), the mass of the distribution of I (t) is concentrated almost on the small neighborhood of zero. In addition, (a) and (b) of Fig. 4 also indicate that the small environmental perturbations (σ < σ * ) can generate the irregular cycling phenomena of recurrent epidemics of influenza, while the large ones (σ > σ * ) will be helpful to the eradication of influenza epidemics.", "cite_spans": [], "ref_spans": [{"start": 62, "end": 68, "text": "Fig. 3", "ref_id": "FIGREF3"}, {"start": 138, "end": 144, "text": "Fig. 4", "ref_id": null}, {"start": 216, "end": 222, "text": "Fig. 4", "ref_id": null}, {"start": 527, "end": 533, "text": "Fig. 4", "ref_id": null}], "section": "Numerical Simulations"}, {"text": "Next, we discuss in detail the effect of environmental noises on the evolution of I (t) in the case of σ * < σ < σ * (R S 0 < 1), where we do not give analytical results. For environmental noises intensity σ = 1.665×10 −4 satisfying σ * < σ < σ * , Figs. 5 and 6 give the evolution dynamic of I (t) in a relatively short term (300 weeks). From Fig. 6 , it is observed that for different initial values (S(0), I (0), R(0)) = (9980, 20, 0) and (9800, 200, 0), the mean and standard deviation of I (t) tend to be uniform quickly. This, together with (c) of Fig. 5 , implies when σ * < σ < σ * , the probability distribution of the values of the path of I (t) for system (36) do not depend on the initial value of I (t). As shown in (a) and (b) of Fig. 5 , both the disease persistence and extinction are observed when σ * < σ < σ * . At t = 300 weeks, it is seen from (c) of Fig. 5 that the probability of the recurrence of influenza epidemic may be positive during several years. Based on 10,000 stochastic simulations, we can estimate that P{I (300) ≤ 10 −4 } ≈ 0.4321, P{I (300) ≥ 20} ≈ 0.159 at t = 300 weeks (about 5.77 years). This implies that in the short term, both the persistence and extinction of influenza virus may occur in the case of σ * < σ < σ * . Figure 7 describes the long-run evolutionary behavior of I (t) for σ * < σ < σ * , including the mean and standard deviation. For two different noise intensities σ 1 = 1.665 × 10 −4 and σ 2 = 1.675 × 10 −4 , the evolutions of the mean and standard deviation of I (t) during 3000 weeks (about 57.6 years) are graphed in Fig. 7 . It is observed that the mean level decreases with the increase in the noise intensity, and that both the mean level and the standard deviation level decrease very slowly along with time; however, it is found surprisingly that the standard deviation level decreases with the increase in the noise intensity, which is very similar to the case of σ > σ * . Figure 8 describes the evolutions of the mean and standard deviation of I (t) in the case of σ > σ * , where from (iii) in Corollary 2, we obtain analytical results that the Fig. 5 a, b The evolution of a single path of I (t) for system (36) and its corresponding deterministic model. c Probability densities of the values of the path I(t) for system (36) based on 10,000 stochastic simulations.", "cite_spans": [], "ref_spans": [{"start": 344, "end": 350, "text": "Fig. 6", "ref_id": null}, {"start": 554, "end": 560, "text": "Fig. 5", "ref_id": null}, {"start": 744, "end": 750, "text": "Fig. 5", "ref_id": null}, {"start": 872, "end": 878, "text": "Fig. 5", "ref_id": null}, {"start": 1263, "end": 1271, "text": "Figure 7", "ref_id": null}, {"start": 1582, "end": 1588, "text": "Fig. 7", "ref_id": null}, {"start": 1945, "end": 1953, "text": "Figure 8", "ref_id": null}, {"start": 2119, "end": 2130, "text": "Fig. 5 a, b", "ref_id": null}], "section": "Numerical Simulations"}, {"text": "The initial values are 20 and 200 for the first-line graph and the second-line graph, respectively. In all cases, we choose σ = 1.665 × 10 −4 satisfying σ * < σ < σ * (Color figure online) disease will go extinct ultimately. Note that as shown in Figs. 1 and 3 , the standard deviation level increases with the increase in the noise intensity for σ < σ * . Hence, by comparing Fig. 7 with 8, we find there is a strong possibility that σ * is the threshold of environmental noises, i.e., R S 0 is the threshold of disease persistence or extinction. This also suggests that Conjecture 8.1 of Gray et al. (2011) may hold for our stochastic SIRS system with nonlinear incidence rate and variable population size. However, it is noteworthy that when σ > σ * (but not too large), the probability of disease outbreak is always a positive value for a relatively longer period of time.", "cite_spans": [{"start": 590, "end": 608, "text": "Gray et al. (2011)", "ref_id": "BIBREF19"}], "ref_spans": [{"start": 247, "end": 260, "text": "Figs. 1 and 3", "ref_id": "FIGREF3"}, {"start": 377, "end": 383, "text": "Fig. 7", "ref_id": null}], "section": "Numerical Simulations"}, {"text": "Indeed, as studied in Simonsen (1999) , pandemics of influenza in humans recur every 30 years or so since the mid-eighteenth century and of course it may also be only a few years before the next pandemic occurs. Hence, from the point of epidemiology view, it is very significant to investigate the probability of reappearance of influenza epidemics during several decades for σ * < σ < σ * , though the influenza virus will likely be eradicated ultimately when σ > σ * . Figure 9 gives the long-run evolutionary behavior of the probability of disease outbreak for σ * < σ < σ * . Here, the disease outbreak means the number of infected individuals I (t) is more than the stationary level I * of the corresponding deterministic model. As shown in Fig. 9 , the probability of disease outbreak decreases very slowly along with time, although it decreases with the increase in the noise intensity. For instance, based on 10,000 stochastic simulations, Fig. 9 The evolution of probability of disease outbreak is graphed for the parameters σ 1 = 1.665 × 10 −4 (red line) and σ 2 = 1.675 × 10 −4 (green line), where σ * < σ 1 < σ 2 < σ * and the disease outbreak means I (t) ≥ I * = 58.94 (Color figure online) at t = 300 weeks (about 5.77 years), t = 600 weeks (about 11.54 years) and t = 1500 weeks (about 28.85 years), respectively. So far, by combining analytical results with numerical techniques, we have comprehensively analyzed the influence of the white noise on the spread dynamics of influenza for all kinds of values of the noise intensity σ . In the end, we give an example of Case 1 with the relatively realistic noise intensity. In fact, the white noise intensity may be less than the critical intensity σ * in the real word. In Gu et al. (2011) , authors formulated stochastic SIR epidemic model with the transmission rate β disturbed by white Gaussian noise in the similar form to (2) (see, P. 3685 in Gu et al. 2011) ; the real data of SARS in Beijing in 2003 are nicely fitted by their model with the white noise intensity σ = 2.31 × 10 −5 < σ * , which has been converted into the time unit (week −1 ) in this paper. This realistic noise intensity does not exceed the critical intensity σ * for both cases above in (38) and (39). It is found that the distance between this noise intensity and the critical intensity σ * becomes larger with the increase in the basic reproduction number R 0 of the corresponding deterministic model. For this realistic noise intensity, we compute that R 0 − R S 0 = 0.026673 from (7), and the mean and the standard deviation of infected individuals are E(I (t)) = 26.977 < I * = 27.24 and Var(I (t)) = 8.47 at t = 300 weeks, respectively. Compared with the corresponding deterministic model, both the threshold parameter of disease extinction R S 0 and the average level of infecteds decrease slightly. However, it is seen from Fig. 10 that the white noise increases the volatility of infecteds (i.e., the standard deviation). In particular, P{I (300) ≥ I * } ≈ 0.4512. Therefore, the presence of the white noise may pose more challenges to the prediction and control of the endemic of influenza.", "cite_spans": [{"start": 22, "end": 37, "text": "Simonsen (1999)", "ref_id": "BIBREF55"}, {"start": 1737, "end": 1753, "text": "Gu et al. (2011)", "ref_id": "BIBREF20"}, {"start": 1912, "end": 1927, "text": "Gu et al. 2011)", "ref_id": "BIBREF20"}], "ref_spans": [{"start": 471, "end": 479, "text": "Figure 9", "ref_id": null}, {"start": 746, "end": 752, "text": "Fig. 9", "ref_id": null}, {"start": 948, "end": 954, "text": "Fig. 9", "ref_id": null}, {"start": 2873, "end": 2880, "text": "Fig. 10", "ref_id": "FIGREF5"}], "section": "Numerical Simulations"}, {"text": "As stochastic environmental factors in the real world, such as absolute humidity, temperature and precipitation, have an appreciable impact on the infection force of the disease such as influenza A, incorporating stochastic effects into the model gives us a more realistic way of modeling epidemic models. In this paper, we have considered a stochastic SIRS epidemic model with the external variability in the transmission rate β and applied our theoretical results to the inter-pandemic evolution dynamic of influenza A based on realistic parameter values.", "cite_spans": [], "ref_spans": [], "section": "Summary and Discussion"}, {"text": "Combining analytical results with numerical simulations, we have discussed in detail the effect of environmental noises on the transmission dynamics of influenza A epidemics. A deterministic threshold quantity R S 0 is established: The disease dies out almost surely when R S 0 < 1 (σ > σ * ) and persists when R S 0 > 1 (σ < σ * ), where R S 0 < 1 is equivalent to σ > σ * . We found that the presence of environmental noises can sustain the irregular recurrence of influenza epidemics and the average level of the number of infected individuals I (t) always decreases with the increase in noises intensity σ ; however, the standard deviation of I (t) increases with increase in noises intensity when σ < σ * , and the contrary case occurs when σ > σ * . We also found that when σ * < σ < σ * , the disease will take very long time to be eradicate completely, which implies that the probability of disease outbreak is always a positive value for a relatively long term, such as several decades.", "cite_spans": [], "ref_spans": [], "section": "Summary and Discussion"}, {"text": "In this article, the white noise is used to describe small-scale time environmental fluctuations such as daily or weekly variations of meteorological factors, which produce rapid fluctuations of the transmission rate compared to the evolution of influenza epidemics. However, climate conditions usually experience random switching between different environments such as dry and wet. The average values of some critical parameters of epidemic model may switch between different levels with the switching of environments, while only the transmission rate β fluctuates around its average level between two switches of the environments, which is caused by the perturbation of the white noise. Hence, it is very interesting to consider the impact of the large-scale time disturbance of the switching of environments to the evolution of influenza epidemics.", "cite_spans": [], "ref_spans": [], "section": "Summary and Discussion"}, {"text": "Additionally, we neglect the seasonal effect for the transmission of influenza A. It is worthwhile to study the combined effects of seasonal variation and environmental noises, which we leave as our future work.", "cite_spans": [], "ref_spans": [], "section": "Summary and Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Infectious diseases in humans: dynamics and control", "authors": [{"first": "R", "middle": ["M"], "last": "Anderson", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "May", "suffix": ""}], "year": 1991, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Shaping the phylogenetic tree of influenza by cross-immunity", "authors": [{"first": "V", "middle": [], "last": "Andreasen", "suffix": ""}, {"first": "A", "middle": [], "last": "Sasaki", "suffix": ""}], "year": 2006, "venue": "Popul Biol", "volume": "70", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Stochastic modeling of the transmission of respiratory syncytial virus (RSV) in the region of", "authors": [{"first": "A", "middle": ["J"], "last": "Arenas", "suffix": ""}, {"first": "G", "middle": ["G"], "last": "Parra", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Moraño", "suffix": ""}], "year": 2009, "venue": "Biosystems", "volume": "96", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "A model for influenza with vaccination and antiviral treatment", "authors": [{"first": "J", "middle": [], "last": "Arino", "suffix": ""}, {"first": "F", "middle": [], "last": "Brauer", "suffix": ""}, {"first": "P", "middle": [], "last": "Van Den Driessche", "suffix": ""}, {"first": "J", "middle": [], "last": "Watmoughd", "suffix": ""}, {"first": "J", "middle": [], "last": "Wu", "suffix": ""}], "year": 2008, "venue": "Theor Popul Biol", "volume": "253", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "A stochastic epidemic model incorporating media coverage", "authors": [{"first": "Y", "middle": [], "last": "Cai", "suffix": ""}, {"first": "Y", "middle": [], "last": "Kang", "suffix": ""}, {"first": "M", "middle": [], "last": "Banerjee", "suffix": ""}, {"first": "W", "middle": [], "last": "Wang", "suffix": ""}], "year": 2015, "venue": "Commun Math Sci", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "A stochastic SIRS epidemic model with infectious force under intervention strategies", "authors": [{"first": "Y", "middle": [], "last": "Cai", "suffix": ""}, {"first": "Y", "middle": [], "last": "Kang", "suffix": ""}, {"first": "M", "middle": [], "last": "Banerjee", "suffix": ""}, {"first": "W", "middle": [], "last": "Wang", "suffix": ""}], "year": 2015, "venue": "J Differ Equ", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.jde.2015.08.024"]}}, "BIBREF6": {"ref_id": "b6", "title": "Mathematical structures of epidemic systems", "authors": [{"first": "V", "middle": [], "last": "Capasso", "suffix": ""}], "year": 1993, "venue": "In: Levin SA (ed) Lecture notes in biomathematics", "volume": "97", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "A generalization of the Kermack-McKendrick deterministic epidemic model", "authors": [{"first": "V", "middle": [], "last": "Capasso", "suffix": ""}, {"first": "G", "middle": [], "last": "Serio", "suffix": ""}], "year": 1978, "venue": "Math Biosci", "volume": "42", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "The SIRC model and influenza A", "authors": [{"first": "R", "middle": [], "last": "Casagrandi", "suffix": ""}, {"first": "L", "middle": [], "last": "Bolzoni", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Levin", "suffix": ""}, {"first": "V", "middle": [], "last": "Andreasen", "suffix": ""}], "year": 2006, "venue": "Math Biosci", "volume": "200", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Comparative estimation of the reproduction number for pandemic influenza from daily case notification data", "authors": [{"first": "G", "middle": [], "last": "Chowell", "suffix": ""}, {"first": "H", "middle": [], "last": "Nishiura", "suffix": ""}, {"first": "Lma", "middle": [], "last": "Bettencourt", "suffix": ""}], "year": 2007, "venue": "J R Soc Interface", "volume": "4", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "The impact of media on the control of infectious diseases", "authors": [{"first": "J", "middle": [], "last": "Cui", "suffix": ""}, {"first": "Y", "middle": [], "last": "Sun", "suffix": ""}, {"first": "H", "middle": [], "last": "Zhu", "suffix": ""}], "year": 2008, "venue": "J Dyn Differ Equ", "volume": "20", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "An SIS infection model incorporating media coverage", "authors": [{"first": "J", "middle": [], "last": "Cui", "suffix": ""}, {"first": "X", "middle": [], "last": "Tao", "suffix": ""}, {"first": "H", "middle": [], "last": "Zhu", "suffix": ""}], "year": 2008, "venue": "Rocky Mt J Math", "volume": "38", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "ed) The influenza viruses and influenza", "authors": [{"first": "R", "middle": [], "last": "Douglas", "suffix": ""}], "year": 1975, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Dynamical resonance can account for seasonality of influenza epidemics", "authors": [{"first": "J", "middle": [], "last": "Dushoff", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Plotkin", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Levin", "suffix": ""}, {"first": "Djd", "middle": [], "last": "Earn", "suffix": ""}], "year": 2004, "venue": "Proc Natl Acad Sci", "volume": "101", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Global stability of SIRS epidemic models with a class of nonlinear incidence rates and distributed delays", "authors": [{"first": "Y", "middle": [], "last": "Enatsu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Nakata", "suffix": ""}, {"first": "Y", "middle": [], "last": "Muroya", "suffix": ""}], "year": 2012, "venue": "Acta Math Sci", "volume": "32", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Endemic models with arbitrarily distributed periods of infection I: fundamental properties of the model", "authors": [{"first": "Z", "middle": [], "last": "Feng", "suffix": ""}, {"first": "H", "middle": ["R"], "last": "Thieme", "suffix": ""}], "year": 2000, "venue": "SIAM J Appl Math", "volume": "61", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Patterns of shedding of myxoviruses and paramyxoviruses in children", "authors": [{"first": "A", "middle": [], "last": "Frank", "suffix": ""}, {"first": "L", "middle": [], "last": "Taber", "suffix": ""}, {"first": "C", "middle": [], "last": "Wells", "suffix": ""}, {"first": "J", "middle": [], "last": "Wells", "suffix": ""}, {"first": "W", "middle": [], "last": "Glezen", "suffix": ""}, {"first": "A", "middle": [], "last": "Parades", "suffix": ""}], "year": 1981, "venue": "J Infect Dis", "volume": "144", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Mitigation strategies for pandemic influenza in the United States", "authors": [{"first": "T", "middle": ["C"], "last": "Germann", "suffix": ""}, {"first": "K", "middle": [], "last": "Kadau", "suffix": ""}, {"first": "I", "middle": ["M"], "last": "Longini", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Macken", "suffix": ""}], "year": 2006, "venue": "Proc Natl Acad Sci", "volume": "103", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Dynamics and selection of many-strain pathogens", "authors": [{"first": "J", "middle": ["R"], "last": "Gog", "suffix": ""}, {"first": "B", "middle": ["T"], "last": "Grenfell", "suffix": ""}], "year": 2002, "venue": "Proc Natl Acad Sci", "volume": "99", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "A stochastic differential equation SIS epidemic model", "authors": [{"first": "A", "middle": [], "last": "Gray", "suffix": ""}, {"first": "D", "middle": [], "last": "Greenhalgh", "suffix": ""}, {"first": "L", "middle": [], "last": "Hu", "suffix": ""}, {"first": "X", "middle": [], "last": "Mao", "suffix": ""}, {"first": "J", "middle": [], "last": "Pan", "suffix": ""}], "year": 2011, "venue": "SIAM J Appl Math", "volume": "71", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Modeling of epidemic spreading with white Gaussian noise", "authors": [{"first": "J", "middle": [], "last": "Gu", "suffix": ""}, {"first": "Z", "middle": [], "last": "Gao", "suffix": ""}, {"first": "W", "middle": [], "last": "Li", "suffix": ""}], "year": 2011, "venue": "Chin Sci Bull", "volume": "56", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "A detailed study of the Beddington-DeAngelis predator-prey model", "authors": [{"first": "M", "middle": [], "last": "Haque", "suffix": ""}], "year": 2011, "venue": "Math Biosci", "volume": "234", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "The evolution of human influenza viruses", "authors": [{"first": "", "middle": [], "last": "Has&apos;minskii Rz", "suffix": ""}], "year": 1980, "venue": "Stochastic stability of differential equations. Sijthoof & Noordhoof", "volume": "356", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Qualitative analyses of communicable disease models", "authors": [{"first": "H", "middle": ["W"], "last": "Hethcote", "suffix": ""}], "year": 1976, "venue": "Math Biosci", "volume": "28", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "The mathematics of infectious diseases", "authors": [{"first": "H", "middle": ["W"], "last": "Hethcote", "suffix": ""}], "year": 2000, "venue": "SIAM Rev", "volume": "42", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Some epidemiological models with nonlinear incidence", "authors": [{"first": "H", "middle": ["W"], "last": "Hethcote", "suffix": ""}, {"first": "P", "middle": [], "last": "Van Den Driessche", "suffix": ""}], "year": 1991, "venue": "J Math Biol", "volume": "29", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Assessing North American influenza dynamics with a statistical SIRS model", "authors": [{"first": "M", "middle": ["B"], "last": "Hooten", "suffix": ""}, {"first": "J", "middle": [], "last": "Anderson", "suffix": ""}, {"first": "L", "middle": ["A"], "last": "Waller", "suffix": ""}], "year": 2010, "venue": "Spat Spat Temporal Epidemiol", "volume": "1", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Multigroup SIR epidemic model with stochastic perturbation", "authors": [{"first": "C", "middle": [], "last": "Ji", "suffix": ""}, {"first": "D", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "N", "middle": [], "last": "Shi", "suffix": ""}], "year": 2011, "venue": "Phys A", "volume": "390", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Numerical solution of stochastic differential equations", "authors": [{"first": "M", "middle": ["J"], "last": "Keeling", "suffix": ""}, {"first": "P", "middle": [], "last": "Rohani", "suffix": ""}], "year": 1992, "venue": "New Jersey Khasminskii R", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Epochal evolution shapes the phylodynamics of influenza A (H3N2) in humans", "authors": [{"first": "K", "middle": [], "last": "Koelle", "suffix": ""}, {"first": "S", "middle": [], "last": "Cobey", "suffix": ""}, {"first": "B", "middle": [], "last": "Grenfell", "suffix": ""}, {"first": "M", "middle": [], "last": "Pascual", "suffix": ""}], "year": 2006, "venue": "Science", "volume": "314", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Global properties of infectious disease models with nonlinear incidence", "authors": [{"first": "A", "middle": [], "last": "Korobeinikov", "suffix": ""}], "year": 2007, "venue": "Bull Math Biol", "volume": "69", "issn": "", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Probability of a disease outbreak in stochastic multipatch epidemic models", "authors": [{"first": "H", "middle": ["J"], "last": "Kushner", "suffix": ""}, {"first": "G", "middle": ["E"], "last": "Lahodny", "suffix": ""}, {"first": "Allen", "middle": [], "last": "Jr", "suffix": ""}, {"first": "", "middle": [], "last": "Ljs", "suffix": ""}], "year": 1967, "venue": "Bull Math Biol", "volume": "75", "issn": "", "pages": "", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Extinction and stationary distribution of a stochastic SIRS epidemic model with non-linear incidence", "authors": [{"first": "A", "middle": [], "last": "Lahrouz", "suffix": ""}, {"first": "L", "middle": [], "last": "Omari", "suffix": ""}], "year": 2013, "venue": "Stat Probab Lett", "volume": "83", "issn": "", "pages": "", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Necessary and sufficient condition for extinction and persistence of SIRS system with random perturbation", "authors": [{"first": "A", "middle": [], "last": "Lahrouz", "suffix": ""}, {"first": "A", "middle": [], "last": "Settati", "suffix": ""}], "year": 2014, "venue": "Appl Math Comput", "volume": "233", "issn": "", "pages": "", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Permanence and extinction for a single-species system with jump-diffusion", "authors": [{"first": "S", "middle": ["A"], "last": "Levin", "suffix": ""}, {"first": "T", "middle": ["G"], "last": "Hallam", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "Gross", "suffix": ""}], "year": 1989, "venue": "J Math Anal Appl", "volume": "430", "issn": "", "pages": "", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Influence of nonlinear incidence rates upon the behaviour of SIRS epidemiological models", "authors": [{"first": "W", "middle": ["M"], "last": "Liu", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Levin", "suffix": ""}, {"first": "Y", "middle": [], "last": "Iwasa", "suffix": ""}], "year": 1986, "venue": "J Math Biol", "volume": "23", "issn": "", "pages": "", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Survival analysis of stochastic competitive models in a polluted environment and stochastic competitive exclusion principle", "authors": [{"first": "M", "middle": [], "last": "Liu", "suffix": ""}, {"first": "K", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Q", "middle": [], "last": "Wu", "suffix": ""}], "year": 1969, "venue": "Bull Math Biol", "volume": "73", "issn": "", "pages": "", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Optimal harvesting of a stochastic logistic model with time delay", "authors": [{"first": "M", "middle": [], "last": "Liu", "suffix": ""}, {"first": "C", "middle": [], "last": "Bai", "suffix": ""}], "year": 2015, "venue": "J Nonlinear Sci", "volume": "25", "issn": "", "pages": "", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Analysis of the deterministic and stochastic SIRS epidemic models with nonlinear incidence", "authors": [{"first": "Q", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Q", "middle": [], "last": "Chen", "suffix": ""}], "year": 2015, "venue": "Phys A", "volume": "428", "issn": "", "pages": "", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Influenza virus transmission is dependent on relative humidity and temperature", "authors": [{"first": "A", "middle": ["C"], "last": "Lowen", "suffix": ""}, {"first": "S", "middle": [], "last": "Mubareka", "suffix": ""}, {"first": "J", "middle": [], "last": "Steel", "suffix": ""}, {"first": "P", "middle": [], "last": "Palese", "suffix": ""}], "year": 2007, "venue": "PLOS Pathog", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1371/journal.ppat.0030151"]}}, "BIBREF40": {"ref_id": "b40", "title": "Roles of humidity and temperature in shaping influenza seasonality", "authors": [{"first": "A", "middle": ["C"], "last": "Lowen", "suffix": ""}, {"first": "", "middle": [], "last": "Steel J", "suffix": ""}], "year": 2014, "venue": "J Virol", "volume": "88", "issn": "", "pages": "", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "A note on the LaSalle-type theorems for stochastic differential delay equations", "authors": [{"first": "X", "middle": [], "last": "Mao", "suffix": ""}], "year": 2002, "venue": "J Math Anal Appl", "volume": "268", "issn": "", "pages": "", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Environmental Brownian noise suppresses explosions in population dynamics", "authors": [{"first": "X", "middle": [], "last": "Mao", "suffix": ""}, {"first": "G", "middle": [], "last": "Marion", "suffix": ""}, {"first": "E", "middle": [], "last": "Renshaw", "suffix": ""}], "year": 2002, "venue": "Stoch Process Appl", "volume": "97", "issn": "", "pages": "", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "On estimating critical population size for an endangered species in the presence of environmental stochasticity", "authors": [{"first": "C", "middle": ["J"], "last": "Mode", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Jacobson", "suffix": ""}], "year": 1987, "venue": "Math Biosci", "volume": "85", "issn": "", "pages": "", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Effects of deterministic and random refuge in a prey-predator model with parasite infection", "authors": [{"first": "B", "middle": [], "last": "Mukhopadhyay", "suffix": ""}, {"first": "R", "middle": [], "last": "Bhattacharyya", "suffix": ""}], "year": 2012, "venue": "Math Biosci", "volume": "239", "issn": "", "pages": "", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Dynamics of two-strain influenza with isolation and cross-protection", "authors": [{"first": "M", "middle": [], "last": "Nuño", "suffix": ""}, {"first": "Z", "middle": [], "last": "Feng", "suffix": ""}, {"first": "M", "middle": [], "last": "Martcheva", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Chavez", "suffix": ""}], "year": 2005, "venue": "SIAM J Appl Math", "volume": "65", "issn": "", "pages": "", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Stochastic differential equations: an introduction with applications, 6th edn", "authors": [{"first": "B", "middle": [], "last": "Øksendal", "suffix": ""}], "year": 1982, "venue": "Science", "volume": "215", "issn": "", "pages": "", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "An evolutionary epidemiological mechanism, with applications to type A influenza", "authors": [{"first": "C", "middle": ["M"], "last": "Pease", "suffix": ""}], "year": 1987, "venue": "Theor Popul Biol", "volume": "31", "issn": "", "pages": "", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Environmental factors affecting the transmission of respiratory viruses", "authors": [{"first": "N", "middle": [], "last": "Pica", "suffix": ""}, {"first": "N", "middle": ["M"], "last": "Bouvier", "suffix": ""}], "year": 2012, "venue": "Curr Opin Virol", "volume": "2", "issn": "", "pages": "", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Hemagglutinin sequence clusters and the antigenic evolution of influenza A virus", "authors": [{"first": "J", "middle": ["B"], "last": "Plotkin", "suffix": ""}, {"first": "J", "middle": [], "last": "Dushoff", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Levin", "suffix": ""}], "year": 2002, "venue": "Proc Natl Acad Sci", "volume": "99", "issn": "", "pages": "", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Noise color and the risk of population extinctions", "authors": [{"first": "J", "middle": [], "last": "Ripa", "suffix": ""}, {"first": "P", "middle": [], "last": "Lundberg", "suffix": ""}], "year": 1996, "venue": "Proc R Soc Lond Ser B", "volume": "263", "issn": "", "pages": "", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Dynamical behavior of an epidemic model with a nonlinear incidence rate", "authors": [{"first": "S", "middle": [], "last": "Ruan", "suffix": ""}, {"first": "W", "middle": [], "last": "Wang", "suffix": ""}], "year": 2003, "venue": "J Differ Equ", "volume": "188", "issn": "", "pages": "", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Absolute humidity and the seasonal onset of influenza in the continental United States", "authors": [{"first": "J", "middle": [], "last": "Shaman", "suffix": ""}, {"first": "V", "middle": ["E"], "last": "Pitzer", "suffix": ""}, {"first": "C", "middle": [], "last": "Viboud", "suffix": ""}, {"first": "B", "middle": ["T"], "last": "Grenfell", "suffix": ""}, {"first": "M", "middle": [], "last": "Lipsitch", "suffix": ""}], "year": 2010, "venue": "PLoS Biol", "volume": "8", "issn": "", "pages": "", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Absolute humidity modulates influenza survival, transmission, and seasonality", "authors": [{"first": "J", "middle": [], "last": "Shaman", "suffix": ""}, {"first": "M", "middle": [], "last": "Kohn", "suffix": ""}], "year": 2009, "venue": "Proc Natl Acad Sci", "volume": "106", "issn": "", "pages": "", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Pandemic versus epidemic influenza mortality: a pattern of changing age distribution", "authors": [{"first": "L", "middle": [], "last": "Simonsen", "suffix": ""}, {"first": "M", "middle": [], "last": "Clarke", "suffix": ""}, {"first": "L", "middle": [], "last": "Schonberg", "suffix": ""}, {"first": "Arden", "middle": ["N"], "last": "Cox", "suffix": ""}, {"first": "N", "middle": [], "last": "Fukuda", "suffix": ""}, {"first": "K", "middle": [], "last": "", "suffix": ""}], "year": 1998, "venue": "J Infect Dis", "volume": "178", "issn": "", "pages": "", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "The global impact of infuenza on morbidity and mortality", "authors": [{"first": "L", "middle": [], "last": "Simonsen", "suffix": ""}], "year": 1999, "venue": "Vaccine", "volume": "17", "issn": "", "pages": "", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "A comparison of terrestrial and marine ecological systems", "authors": [{"first": "J", "middle": ["H"], "last": "Steele", "suffix": ""}], "year": 1985, "venue": "Nature", "volume": "313", "issn": "", "pages": "", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "Reproduction numbers and sub-threshold endemic equilibria for compartmental models of disease transmission", "authors": [{"first": "M", "middle": [], "last": "Turelli", "suffix": ""}], "year": 1977, "venue": "Theor Popul Biol", "volume": "12", "issn": "", "pages": "", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "The color of environmental noise", "authors": [{"first": "D", "middle": ["A"], "last": "Vasseur", "suffix": ""}, {"first": "P", "middle": [], "last": "Yodzis", "suffix": ""}], "year": 2004, "venue": "Ecology", "volume": "85", "issn": "", "pages": "", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "Random mathematical biology model", "authors": [{"first": "K", "middle": [], "last": "Wang", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "An epidemic patchy model with entry-exit screening", "authors": [{"first": "X", "middle": [], "last": "Wang", "suffix": ""}, {"first": "S", "middle": [], "last": "Liu", "suffix": ""}, {"first": "L", "middle": [], "last": "Wang", "suffix": ""}, {"first": "W", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2015, "venue": "Bull Math Biol", "volume": "77", "issn": "", "pages": "", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "Molecular mechanisms of variation in influenza viruses", "authors": [{"first": "R", "middle": [], "last": "Webster", "suffix": ""}, {"first": "W", "middle": [], "last": "Laver", "suffix": ""}, {"first": "G", "middle": [], "last": "Air", "suffix": ""}, {"first": "G", "middle": [], "last": "Schild", "suffix": ""}], "year": 1982, "venue": "Nature", "volume": "296", "issn": "", "pages": "", "other_ids": {}}, "BIBREF62": {"ref_id": "b62", "title": "Extinction by random influences", "authors": [{"first": "C", "middle": [], "last": "Wissel", "suffix": ""}, {"first": "S", "middle": [], "last": "Stöcker", "suffix": ""}], "year": 1991, "venue": "Theor Popul Biol", "volume": "39", "issn": "", "pages": "", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "Semiparametric estimation of the duration of immunity from infectious disease time series: influenza as a case-study", "authors": [{"first": "Y", "middle": [], "last": "Xia", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Gog", "suffix": ""}, {"first": "B", "middle": ["T"], "last": "Grenfell", "suffix": ""}], "year": 2005, "venue": "Appl Stat", "volume": "54", "issn": "", "pages": "", "other_ids": {}}, "BIBREF64": {"ref_id": "b64", "title": "Bayesian estimation of the effective reproduction number for pandemic influenza A H1N1", "authors": [{"first": "F", "middle": [], "last": "Yang", "suffix": ""}, {"first": "L", "middle": [], "last": "Yuan", "suffix": ""}, {"first": "X", "middle": [], "last": "Tan", "suffix": ""}, {"first": "C", "middle": [], "last": "Huang", "suffix": ""}, {"first": "J", "middle": [], "last": "Feng", "suffix": ""}], "year": 2013, "venue": "Ann Epidemiol", "volume": "23", "issn": "", "pages": "", "other_ids": {}}, "BIBREF65": {"ref_id": "b65", "title": "Extinction and recurrence of multi-group SEIR epidemic models with stochastic perturbations", "authors": [{"first": "Q", "middle": [], "last": "Yang", "suffix": ""}, {"first": "X", "middle": [], "last": "Mao", "suffix": ""}], "year": 2013, "venue": "Nonlinear Anal RWA", "volume": "14", "issn": "", "pages": "", "other_ids": {}}, "BIBREF66": {"ref_id": "b66", "title": "Stochastic dynamics of SIRS epidemic models with random perturbation", "authors": [{"first": "Q", "middle": [], "last": "Yang", "suffix": ""}, {"first": "X", "middle": [], "last": "Mao", "suffix": ""}], "year": 2014, "venue": "Math Biosci Eng", "volume": "11", "issn": "", "pages": "", "other_ids": {}}, "BIBREF67": {"ref_id": "b67", "title": "Stochastic models for virus and immune system dynamics", "authors": [{"first": "Y", "middle": [], "last": "Yuan", "suffix": ""}, {"first": "Ljs", "middle": [], "last": "Allen", "suffix": ""}], "year": 2011, "venue": "Math Biosci", "volume": "234", "issn": "", "pages": "", "other_ids": {}}, "BIBREF68": {"ref_id": "b68", "title": "The evolutionary dynamics of receptor binding avidity in influenza A: a mathematical model for a new antigenic drift hypothesis", "authors": [{"first": "H", "middle": [], "last": "Yuan", "suffix": ""}, {"first": "K", "middle": [], "last": "Koelle", "suffix": ""}], "year": 2012, "venue": "Philos Trans R Soc B", "volume": "368", "issn": "", "pages": "", "other_ids": {}}, "BIBREF69": {"ref_id": "b69", "title": "Survival and stationary distribution analysis of a stochastic competitive model of three species in a polluted environment", "authors": [{"first": "Y", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "S", "middle": [], "last": "Yuan", "suffix": ""}, {"first": "J", "middle": [], "last": "Ma", "suffix": ""}], "year": 2015, "venue": "Bull Math Biol", "volume": "77", "issn": "", "pages": "", "other_ids": {}}, "BIBREF70": {"ref_id": "b70", "title": "The threshold of a stochastic SIRS epidemic model in a population with varying size", "authors": [{"first": "Y", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "D", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "X", "middle": [], "last": "Mao", "suffix": ""}, {"first": "A", "middle": [], "last": "Gray", "suffix": ""}], "year": 2015, "venue": "Discrete Contin Dyn Syst Ser B", "volume": "20", "issn": "", "pages": "", "other_ids": {}}, "BIBREF71": {"ref_id": "b71", "title": "Asymptotic properties of hybrid diffusion systems", "authors": [{"first": "C", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "G", "middle": [], "last": "Yin", "suffix": ""}], "year": 2007, "venue": "SIAM J Control Optim", "volume": "46", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "H1) G(·): R + → R + , and G(0) = 0, 0 < G(I ) ≤ I holds for all I > 0; (H2) h(x) is Lipschitz on [0, A/μ 1 ]; namely, there exists a constant θ > 0, such that", "latex": null, "type": "figure"}, "FIGREF1": {"text": "): G(I ) = I exp(−m I ), where m is a positive constant.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "lim sup t→+∞ N (t) = lim sup t→+∞ (S(t) + I (t) + R(t)) ≤ A/μ 1 for all ω ∈ Ω and the strong law of large numbers for local martingales, we have lim t→+∞ S(t) − S((I )dB(s) = 0 a.s.,", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Zhu and Yin 2007) The system (5) is positive recurrent if there is a bounded open subset D of R n with a regular (i.e., smooth) boundary, and (i) there exist some ι = 1, 2, . . . , n and a positive constant κ such that a ιι (x) ≥ κ f or any x ∈ D, (ii) there exists a nonnegative function V : D c → R such that V is twice continuously differentiable and that for some θ > 0, LV (x) ≤ −θ, f or any x ∈ D c .", "latex": null, "type": "figure"}, "FIGREF4": {"text": "If R S 0 > 1, then the solution (S(t), I (t), R(t)) of system (3) with any positive initial value (S(0), I (0), R(0)) ∈ Γ is positive recurrent and admits a unique ergodic stationary distribution in Γ", "latex": null, "type": "figure"}, "FIGREF5": {"text": "S, I ) = (S − S * + I − I * ) 2 2 , V 2 (I ) = I − I * − I * log I I * .", "latex": null, "type": "figure"}, "FIGREF6": {"text": "The mean evolution of infected individuals of the stochastic model (36) is graphed for various values of σ , where σ 1 < σ 2 < σ * < σ 3 . b The corresponding standard deviation evolution of infected individuals of the stochastic model (36) (Color figure online) The evolution of a single path of I (t) for system (36) and its corresponding deterministic model. b Probability densities of the values of the path I(t) for system (36) based on 10,000 stochastic simulations (Color figure online)", "latex": null, "type": "figure"}, "FIGREF7": {"text": "The mean evolution of infected individuals of the stochastic model (36) is graphed for various values of σ , where σ 1 < σ 2 < σ * and σ 3 > σ * . b The corresponding standard deviation evolution of infected individuals of the stochastic model (36) (Color figure online) The evolution of a single path of I (t) for system (36) and its corresponding deterministic model. b Probability densities of the values of the path I(t) for system (36) based on 10,000 stochastic simulations (Color figure online) (a) and (b) in", "latex": null, "type": "figure"}, "FIGREF9": {"text": "The mean evolution of infected individuals of the stochastic model (36) is graphed for σ = 1.665× 10 −4 , where σ * < σ < σ * . b The corresponding standard deviation evolution of infected individuals of the stochastic model (36) (Color figure online) The mean evolution of infected individuals of the stochastic model (36) is graphed with σ * < σ 1 < σ 2 < σ * . b The corresponding standard deviation evolution of infected individuals of the stochastic model (36) (Color figure online) we can estimate for the noise intensity σ * < σ = 1.675 × 10 −4 < σ * that P{I (300) ≥ I * } ≈ 0.0874, P{I (600) ≥ I * } ≈ 0.0586, P{I (1500) ≥ I * } ≈ 0.0363. The mean evolution of infected individuals of the stochastic model (36) is graphed with σ 2 > σ 1 > σ * . b The corresponding standard deviation evolution of infected individuals of the stochastic model (36) (Color figure online)", "latex": null, "type": "figure"}, "FIGREF10": {"text": "The evolution of a single path of I (t) for system (36) and its corresponding deterministic model. b Probability densities of the values of the path I(t) for system (36) based on 10,000 stochastic simulations (Color figure online)", "latex": null, "type": "figure"}, "TABREF0": {"text": "", "latex": null, "type": "table"}, "TABREF1": {"text": "Table 1 Parameter values in numerical simulations for system ( 36 )", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Parameters </td><td>Value range </td><td>References\n</td></tr><tr><td>μ1: Natural mortality rate </td><td>1/(70 × 52) week−1 </td><td>World Bank data\n</td></tr><tr><td> </td><td>7/2-7/7 week−1\n</td><td> </td></tr><tr><td>δ: Recovery rate of infected individuals\nλ: Rate of appearance of new antigenic variants\nα: Saturation constant </td><td> </td><td>Douglas (1975), Frank\n</td></tr><tr><td>1/(2 × 52)-1/(1 × 52) week−1\n</td><td>et al. (1981)\nHay et al. (2001), Plotkin\n</td></tr><tr><td>0.005 </td><td>et al. (2002) Estimated\n</td></tr><tr><td>R0: Basic reproduction\n</td><td>1-4\n</td><td> </td></tr><tr><td> </td><td>number of related deterministic system\n</td><td>Chowell et al. (2007),\nYang et al. (2013)\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "The authors would like to thank the two referees for their helpful comments. Also, the authors would extend their sincerely thanks to Professors Zhen Jin, Zhidong Teng and Weiming Wang for their valuable comments, and to Dr Chunyan Ji for the helpful advice. D. Li and S. Liu are supported by the National Natural Science Foundation of China (No. 11471089) ", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments"}]}