{
    "paper_id": "6aebeaa06a781c3ae56df7da3325afc8349920bd",
    "metadata": {
        "title": "MONOLAYER CULTURE OF CELLS ORIGINATING FROM A PREIMPLANTATION BOVINE EMBRYO",
        "authors": [
            {
                "first": "D",
                "middle": [
                    "A"
                ],
                "last": "Stringfellow",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Auburn University",
                    "location": {
                        "postCode": "36849",
                        "settlement": "Alabama"
                    }
                },
                "email": ""
            },
            {
                "first": "B",
                "middle": [
                    "W"
                ],
                "last": "Gray",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Auburn University",
                    "location": {
                        "postCode": "36849",
                        "settlement": "Alabama"
                    }
                },
                "email": ""
            },
            {
                "first": "L",
                "middle": [
                    "H"
                ],
                "last": "Lauerman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Auburn University",
                    "location": {
                        "postCode": "36849",
                        "settlement": "Alabama"
                    }
                },
                "email": ""
            },
            {
                "first": "P",
                "middle": [
                    "J"
                ],
                "last": "Thomson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Auburn University",
                    "location": {
                        "postCode": "36849",
                        "settlement": "Alabama"
                    }
                },
                "email": ""
            },
            {
                "first": "Andr",
                "middle": [
                    "C"
                ],
                "last": "Rhodes",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Auburn University",
                    "location": {
                        "postCode": "36849",
                        "settlement": "Alabama"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Bird",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Auburn University",
                    "location": {
                        "postCode": "36849",
                        "settlement": "Alabama"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The objective of this study was to establish a method by which trophectodermal cells originating from individual prcimplantation bovine embryos could be perpetuated in monolayer culture. A single, Day-ll bovine embryo collected nonsurgically from a mixed-breed beef cow was cultured in Ham's F10 medium supplemented with fetal bovine serum, sodium pyruvate, insulin, and epidermal growth factor. Alter 13 d in culture the embryo had adhered to the surface of the plastic culture vessel and a monolayer covering 0.3 cm 2 had developed in the manner of a tissue explant. The monolayer was successfully dispersed using trypsin-EDTA and the cells were passaged. Expansion to a 25-cm 2 flask was achieved by the 4th passage. By passaging cultures at a dilution ratio of 1:2, cells were maintained for 38 passages before growth slowed. Transfers beyond the 44th passage were unsuccessful. The cell line, designated BE-13, was successfully frozen and thawed at the 9th, 12th, 15th, and 20th passages. The cell line contains both mono-and binucleate cells with a prominent rough endoplasmic reticulum characteristic of ruminant trophoblast cells. Susceptibility to eight bovine viruses was demonstrated. Such cell lines may provide inexpensive systems for the study of trophoblast metabolism and for investigation of the role of the trophoblast in the pathogenesis of selected bovine abortifacient diseases. Because of their range of viral susceptibility, these cells might also be useful for diagnostic purposes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Isolation and identification of the secretory products of bovine, ovine, and porcine periattachment embryos have been recently reported. Steroidogenesis and prostaglandin synthesis was demonstrated in cultured bovine blastocysts collected at Days 13, 15 , and 16 and it was concluded that the fetal trophoblast was responsible for synthesis of these compounds Ill}. Other reports have characterized polypeptides produced by pcriattachment bovine, ovine, and porcine embryos ~3, 6, 8) . Inasmuch as the proteins produced by these embryos may have important developmental, endocrinologie, and immunologic functions, cell culture systems that could provide a continuous supply of secretory products for purification and study would be invaluable.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 250,
                    "text": "Days 13,",
                    "ref_id": null
                },
                {
                    "start": 251,
                    "end": 253,
                    "text": "15",
                    "ref_id": null
                },
                {
                    "start": 478,
                    "end": 480,
                    "text": "6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 481,
                    "end": 483,
                    "text": "8)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Primary cell cultures containing a variety of cell types were established from cells derived from disassociated Day 14 and 16 sheep and pig blastocysts (7) . Cultures from both species contained a myriad of cell types that produced proteins similar to fetal plasma proteins. In the same study ovine trophoblast protein 1 was identified in cultures established from sheep blastocysts. Their efforts demonstrated that cell culture systems for the production of the secretory products of trophoblast cells were 750 feasible. However, primary cultures were established from dispersions of multiple embryos, and although cultures were maintained for several weeks, cells were not passaged and trophoblast cells were not observed to divide beyond a few days. These workers suggested that relatively pure populations of trophoblast cells dissected from intact blastocysts could be established under proper culture conditions and specific trophoblast products could be harvested. Such cultures would also be useful for studying the effects of uterine secretory products on the trophoblast as well as the study of the pathogenesis of agents that are known to selectively invade the trophoblast.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 155,
                    "text": "(7)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The present report describes the method by which bovine-derived trophoblastlike cells from a single preimplantation blastocyst were established and maintained in monolayer culture. Primary cell cultures. Five embryos were placed in individual 2-cm 2 wells of a 24-well cell culture plate (Costar} with sufficient medium to cover the surface of the well but at a sufficiently shallow depth to ensure that the embryos would rest on the plastic surface. The culture medium was HEPES-buffered Ham's FI0 nutrient mixture (GIBCO, Grand Island, NY) supplemented (per 100 ml} with sodium pyruvate (11 mgL insulin (0.5 mg), and epidermal growth factor (I X 104 ng). Cultures were incubated at 37 ~ C in a humidified atmosphere of air and 5% CO~.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Cell passage. Embryos that had attached to the culture vessels and produced monolayers in the manner of tissue explants were evaluated. The most rapidly growing explant had covered approximately 15% of the vessel surface by 13 d and was selected to be trypsinized (0.4% trypsin-EDTA). After each of the first 3 passages, 2 d were allowed for maximum cell adherence and then one-half of the medium was replaced. Medium was replaced approximately every 3 d until subsequent transfer. The 2nd passage was to a 2-cm 2 vessel, the 3rd passage was to a 10-cm 2 vessel (Costar), and the 4th passage was to a 25-cm 2 flask (CostarL Subsequent transfers were at 1:2 in 25-cm 2 flasks (Corniug).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Embryo"
        },
        {
            "text": "Cell freezing and thawing. Confluent monolayers (25-cm2) were washed 3 times with Ca**-and Mg § PBS, trypsinized (0.4% trypsin-EDTA), suspended in approximately 1.5 ml of FBS plus 8% dimethylsulfoxide, and placed in cryovials (Sarstedt). Cryovials were insulated in styrofoam containers and placed directly in a --70 ~ C freezer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Embryo"
        },
        {
            "text": "Cells were thawed by warming each cryovial in a 37 ~ C water hath and placing the contents into a 25-cm 2 flask with 5 ml of culture medium. The medium was replaced in 24 h.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Embryo"
        },
        {
            "text": "Virus susceptibility. At the 9th to the 12th passages, monolayers of BE-13 cells were inoculated with bluetongue virus (BTV) (serotypes 2, 10, 11, 13, 17), bovine coronavirus, bovine herpesvirus (BHV) types 1 and 4, bovine parainfluenza virus IBPI) type 3, bovine papular stomatitis (BPSV), bovine rotavirus, and bovine viral diarrhea virus (BVDV). Monolayers were subsequently examined for cytopathic effect t CPE).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Embryo"
        },
        {
            "text": "At the 23rd passage, cells were inoculated with BHV types 1 and 4, BPI-3, bovine respiratory syncytial virus (BRSV), BTV-10, BVDV, vesicular stomatitis virus-New Jersey (VSV-NJ), vesicular stomatitis-Indiana (VSV-I), bovine coronavirus, and bovine rotavirus. Virus-infected BE-13 cells (23rd passage} were harvested when 90% CPE was observed and titrated in bovine testicular cells to demonstrate virus replication. Virus identification was confirmed by neutralization with specific antiserum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Embryo"
        },
        {
            "text": "Electron microscopy. Six days after inoculating a culture flask with passage-33 cells, ceils were detached from the flask by incubation in Ca §247 and Mg+'-free PBS for 45 min at 37 ~ C. An equal volume of phosphate buffered 4% glutaraldehyde was added to the solution, and the cells were fixed for 2 h at 4 ~ C. Cells were centrifuged in an agar pellet, postfixed in 1% OsO4, dehydrated, and embedded in Spurt resin. Thin sections were cut with a diamond knife and stained with uranyl acetate and counterstained with lead citrate. The sections were examined using a Philips 301 transmission electron microscope.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Embryo"
        },
        {
            "text": "All embryos had adhered to the surface of the culture vessel after 13 d in culture and monolayers were produced at varying rates ( Figs. 2 and 3) . The monolayer from one embryo had expanded to cover 0.3 cm ~ at this time and was trypsinized and transferred to a new 2-cm 2 culture vessel. Twenty-four hours after transfer, numerous large, flat cells had adhered, and by 9 d a monolayer of these cells had achieved 50% confluency. The cells were again trypsinized and passaged to two 2-cm 2 wells and achieved 100% confhency in approximately 6 d. The 3rd passage was to a 10-cm 2 vessel with 100% coufluency achieved in 6 d. The 4th passage was to a 25-cm 2 flask. By transferring 1:2, cells were maintained in culture for 38 passages before growth slowed. Transfers beyond the 44th passage were unsuccessful.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 131,
                    "end": 145,
                    "text": "Figs. 2 and 3)",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "The cell line, BE-13, was successfully frozen and thawed with subsequent growth at the 9th, 12th, 15th, and 20th passages. Both mono-and binucleate cells {Fig. 4} were observed after multiplication in each passage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Cytopathic effects were observed in monolayer cultures inoculated with all of the bovine viruses at the 9th to the 12th passages, whereas noninfected controls were observed to be normal. Cytopathic effects were observed in monolayer cultures inoculated with BHV-I, BHV-4, BPI-3, BRSV, BTV-10, BVDV, VSV-NJ, and VSV-I at the 23rd passage. Virus harvested from these monolayers yielded titers of 10s'25/ml, 1067Vml, 1062Vml, 107.TS/ml, 10~2S/ml, 10sTS/ml, 10s'TS/ml, and 10a~S/ml, respectively. The virus inoculum and corresponding virus titer for each virus are shown in Table I .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 570,
                    "end": 577,
                    "text": "Table I",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Electron micrographs showed mature cells with one or two nuclei and a prominent rough endoplasmic reticulum (RER). Cisternae of the RER were filled with flocculent nmterial in elongated, irregularly dilated sacs in some cells, whereas other cells contained RER that was more spherical in shape {Fig. 6). The cells with spherical RER also bad numerous free ribosomes. Microvilli were mainly concentrated on one end of the ceil The Golgi apparatus was rarely sectioned, and several long mitochondria were visible in each cell. Several large vacuoles were visible near the plasmalemma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Initiating cell lines from intact or disaggregated preimplantation mammalian embryos was investigated by Cole and Paul (4) . They established primary cell cultures from explanted rabbit embryonic discs and from cell suspensions from disaggregated discs. Their attempts to initiate cell cultures from intact or disaggregated preimplantation mouse embryos failed. One problem in the establishment of monolayer cultures from early stage mammalian embryo cells is their poor ability to attach. Cole and Paul (4) noted that trophectodermal cells produced a substance termed \"fibrinoid\" which allowed their attachment to a range of surfaces. They reported the attachment of cultured murine blastocysts and subsequent spreading of trophectodermal cells in the manner of an explant with a central mass of undifferentiated cells, increasing in size and spreading over the upper surface of the trophoblast. The life span of these cultures seemed to be limited to 10 to 16 d.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 122,
                    "text": "Cole and Paul (4)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Shaffer and Wright tl0) reported the attachment and outgrowth oi pig blastocysts, and Godkin et al. (7) reported the introduction into primary cultures and maintenance for several months of cells derived from sheep and pig blastocysts. Both groups reported that the large fiat trophoblast cells in their cultures ceased to divide after a few days.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 103,
                    "text": "(7)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "We had observed that intact Day 9 to 11 bovine embryos, when left undisturbed, would attach and that large flat trophectodermal cells divide and monolayers grow centripedally (Figs. 2 and 3 explants. We also observed the gelatinous secretion termed fibrinoid by Cole and Paul (4) . This secretion was seen at the leading edge of the monolayers, and was so thick on the surface that it prevented clear visualization of the cells underneath. Masses of dense undifferentiated cells as well as trophoblastic vesicles grew on the surface of these monolayers and they also appeared to degenerate after 2 to 3 wk if left undisturbed. Ansell and Snow (2) observed that hatched mouse blastocysts attached to the surface of culture vessels and trophoblast giant cells grew out as a monolayer, but in the absence of inner cell mass (ICM) cells, their division ceased. Gardner {5) also reported that trophoblastic fragments required the presence of ICM cells for their development. A number of our primary explants seemed to continue to expand in the absence of large numbers of other cell types; therefore, we felt that there was a possibility of dispersing the monolayer explant and establishing secondary cultures.",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 279,
                    "text": "Cole and Paul (4)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 175,
                    "end": 189,
                    "text": "(Figs. 2 and 3",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Ham's F10 nutrient medium has been reported to be most appropriate for the culture of early stage bovine embryos {9,14L The use of this medium supplemented as described above was useful in our laboratory for the rapid growth and expansion of bovine blastocysts and trophoblastic vesicles; therefore, it was used in the cell culture attempts reported here.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The BE-13 cell line was established after several unsuccessful attempts to disperse blastocyst monolayer explants. The Day-ll embryo used to establish this line gave rise to a rapidly growing monolayer providing an extraordinarily large number of young, rapidly dividing cells for transfer. We have found that explants from earlier stage blastocysts are not capable of developing to this extent. The importance of the presence of other cell types to the survival and growth of the trophoblast cells during the initial passages cannot be definitively stated; however, a large number of free-floating cells were present during these early passages. Between passages, fresh medium was added, when necessary, after a portion of the old medium was carefully siphoned out, allowing most of the free-floating cells to remain. By the 8th passage, only the large, flat mono-and binucleate ceils displaying prominent filaments were observed (Figs. 4 and 5}. The mono-and binuehate morphology is characteristic of ruminant trophoblast cells (13L The spherical shape of the RER visible in these cells has also been seen in the trophoblast of the goat {1 L The generally accepted concept of protein production of Siekevitz and Palade {12} is that dilated RER is associated with the synthesis of secretory protein, whereas free ribosomes are involved with formation of structural proteins. Presumably, the dilated RER seen in these cells at the 33rd passage is the source of secretory protein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Two factors critical to successful perpetuation of these cells have been minimum exposure time to trypsin activity (180 s or less} and seeding culture surfaces at a dilution of no greater than 1:3. We found that the cells were extremely sensitive to trypsin activity and that 1:2 is the most desirable cell dilution ratio. Important factors in attempts to establish duplicate cell lines seem to be the selection of embryos at the proper stage of development, the presence of a critical number of young, rapidly growing cells in the monolayer explants, the judicious use of trypsin for dispersion of cells, and sufficiently dense seeding of cells. As previously stated, free-floating cells may also be necessary in the early passages. Although the use of specific attachment factors may be beneficial for enhancing the survival of a number of different cell types, their absence would seem to select for the perpetuation of pure populations of trophoblast cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "After the initial transfer of cells to the 44th passage, frozen ceils were thawed and passaged successfully, but never beyond the 32nd passage without slowing of growth. It would seem that the useful life span of these cells is approximately 30 passages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "A number of abortifacient diseases of ruminants tCoxiella burnetti, Chlamydia psittaci, Listeria monocytogenes, Brucella spp., Campylobacter fetus var. venerealis} are known to selectively colonize the trophoblast (1L Reasons for trophoblast trophism and mechanisms of intracellular pathogenesis are poorly understood in these diseases. Trophoblast cell lines would therefore be ideal models for their study. Additionally, these trophoblastic cell lines may be useful for the detection of bovine viruses as demonstrated by the spectrum of virus susceptibility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The establishment of the BE-13 cell line demonstrates the feasibility of perpetuating genotypically distinct trophoblast cell lines from single bovine blastocysts in monolayer cultures. The characteristic mono-and binucleate morphology has been maintained up to the -~4th passage. The secretory nature and the spectrum of virus susceptibility of the cells indicates that they could be ideal models for the study of trophohlast metabolism and the pathogenesis of selected microbial abortifacient agents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Pathogenesks of placentitis in the goat inoculated with Brucella abortus. II Ultrastructural studies",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "F"
                    ],
                    "last": "Cheville",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "P"
                    ],
                    "last": "Meador",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Vet. Pathol",
            "volume": "23",
            "issn": "",
            "pages": "227--239",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The development of trophoblast in vitro from blastocysts containing varying amounts of inner cell mass",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Ansell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Snow",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "J. Embryol. Exp. Morphol",
            "volume": "33",
            "issn": "",
            "pages": "177--185",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Characterization of proteins produced in vitro by preattachment bovine conceptuses",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "F"
                    ],
                    "last": "Bartol",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "W"
                    ],
                    "last": "Bazer",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Biol. Reprod",
            "volume": "32",
            "issn": "",
            "pages": "681--693",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Properties of cultured preimplantation mouse and rabbit embryos, and cell strains derived from them",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Cole",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Paul",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Preimplantation stages of pregnancy",
            "volume": "1965",
            "issn": "",
            "pages": "82--112",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "An investigation of inner cell mass and trophoblast tissues following their isolation from mouse blastocysts",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Gardner",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "J. Embryol. Exp. Morphol",
            "volume": "28",
            "issn": "",
            "pages": "279--312",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Synthesis and release of polypeptides by pig conceptuses during the period of blastocyst elongation and attachment",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Godkin",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "W"
                    ],
                    "last": "Bazer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Biol. Repred",
            "volume": "27",
            "issn": "",
            "pages": "977--987",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Protein production by cultures established from day 14-16 sheep and pig conceptuses",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Godkin",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "W"
                    ],
                    "last": "Bazer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Reprod. Fertil",
            "volume": "72",
            "issn": "",
            "pages": "377--382",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "High molecular weight glycoproteins released by expanding preattachment sheep, pig, and cow blastocysts in culture",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Masters",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J. Repred. Fertil",
            "volume": "66",
            "issn": "",
            "pages": "571--583",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Observations on in vitro development of bovine morula in Ham's F10 and Dulbecco's phosphate buffered saline supplemented with normal steer serum",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rajamahendran",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Canseco",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Guazdauskas",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Theriogenology",
            "volume": "24",
            "issn": "",
            "pages": "369--374",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Attachment and trophoblastic outgrowth of swine blastocysts in vitro",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Shaffer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "J. Anim. Sci",
            "volume": "46",
            "issn": "",
            "pages": "1712--1717",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Steroidogenesis and prostaglandin synthesis by cultured bovine hlastocysts",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shemesh",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Milaguir",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ayalon",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "J. Reprod. Fertll",
            "volume": "56",
            "issn": "",
            "pages": "181--185",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A cytochemical study on the pancreas of the guinea pig. IV Chemical and metabolic investigations of the ribonucleoprotein particles",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Siekevitz",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Palade",
                    "suffix": ""
                }
            ],
            "year": 1959,
            "venue": "J. Biophys. Biochem. Cytol",
            "volume": "5",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Interspecies differences in the structure and function of trophohlast",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Steven",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Biology of trophoblast",
            "volume": "",
            "issn": "",
            "pages": "120--128",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Successful culture in vitro of bovine embryos to the blastocyst stage",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Andersen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Cupps",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Biol. Reprod",
            "volume": "14",
            "issn": "",
            "pages": "157--162",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "This work was funded in part by an Auburn University Faculty Research Grant-in-aid",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Day 11 bovineblastocyst. X80. F 16. 2. Attached blastocyst with beginning monolayer. X 100. FIG. 3. Monolayer explant after 9 d in culture. X 100. FIG. 4. Mono-and binucleate cells characteristic of BE-13 line. FiG. 5. Binueleate BE-13 cell with prominent filaments. X320. FIG. 6. Ultrastructure of BE-13 cell with spherical RER, free ribosomes, and microvilli on the surface. Uranyl acetate and lead citrate. X35 000.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "collection. Day-11 (estrus -= Day 0} bovine embryos {Fig. 1) were collected nonsurgically from superovulated, mixed-breed cows using Dulbeceo's phosphate buffered saline (PBS) with 2% heat-inactivated (56 ~ C for 30 min with mixing) fetal bovine serum {FBS) CULTURE OF CELLS FROM BOVINE EMBRYO 751 and antibiotics (I00 U of penicillin [base], I00 /~g of streptomycin [base], 0.25 ~g of amphotericin B/ml of medium) as the recovery medium.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "VIRUS REPLICATION IN BE-13 CELLS",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}