{"paper_id": "6b1fbf43bb3e6169fd35ac120f7fe1609f324e8a", "metadata": {"title": "Asthma respiratory syncytial virus Attenuated Respiratory Syncytial Virus Vaccines in Asthmatic Children", "authors": [{"first": "N", "middle": ["M"], "last": "Kenneth M C I N T O S H , (~~) A L L A", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Marlene", "middle": ["K"], "last": "Arbeter", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Inara", "middle": ["A"], "last": "Stahl", "suffix": "", "affiliation": {}, "email": ""}, {"first": "David", "middle": ["S"], "last": "Orr", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Elliot", "middle": ["F"], "last": "Hodes", "suffix": "", "affiliation": {}, "email": ""}, {"first": "", "middle": [], "last": "Ellis", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Two live \"attenuated\" respiratory syncytial virus (RSV) vaccines were administered intranasally and by aerosol in placebo-controlled trials among asthmatic children hospitalized at National Jewisb Hospital and Research Center (NJH).", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The first vaccine, a 26 -adapted RSV vaccine, was given to 28 children, and a placebo control was given t o 25. Twenty-one", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "of 28 vaccinees (75%) had \"takes,\" as judged by virus shedding and/or rises in serum antibody and/or rises in nasal secretion neutralizing activity. No excess in wheezing was attributable to the vaccine administration, although there was a high background level of acute respiratory symptoms in both vaccinees and control subjects. I n an outbreak of natural RSV infection which occurred some months after the vaccine was given, there was some evidence that those who received the vaccine less than 4 months before exposure t o wild virus were protected against reinfection. Protection was not evident when this interval was greater than 4 months.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The second vaccine, a temperature-sensitive mutant strain (ts-1), was administered to 2 2 children, and placebo t o 21. Thirteen children (59%) had \"takes.\" In vaccinees under 6 years of age, 7 of 7 had \"takes.\" Again, no excess wheezing was seen in vaccinees as compared with control subjects, although there was some evidence that upper respiratory symptoms were more frequent in younger vaccinees. Four of 10 vaccinees shed virus with temperature-sensitive characteristics somewhat different from those of the vaccine strain. Vaccine virus was demonstrated to spread to uninoculated or placebo control children. Natural RSV challenge did not occur during the period of study.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "One of two live \"attenuated\" RSV vaccines may have produced a brief period of protection against natural infection. This finding offers hope that such live vaccines might prevent disease in selected children over a critical time period, such as infants for the 1st year of life, or allergic o r asthmatic children during periods of epidemic prevalence.", "cite_spans": [], "ref_spans": [], "section": "Speculation"}, {"text": "Asthmatic children did not appear to develop symptoms of wheezing after attenuated RSV infection. This finding suggests that the mechanism of wheezing in asthmatic children with RSV infection may be dependent on, among other factors, the virulence of the virus strain (perhaps its capacity t o replicate in and, possibly, invade the lower respiratory tract), rather than on an allergic response t o antigens introduced into, and limited to, the upper airway.", "cite_spans": [], "ref_spans": [], "section": "Speculation"}, {"text": "In view of the spread of the ts-1 vaccine and its apparent 6 8 loss of temperature sensitivity in some vaccinees, the vaccine may have had the potential for reversion to virulence and hence initiation of epidemic disease. These characteristics are undesirable in live respiratory virus vaccines and should, if possible, be avoided in the development of future such vaccines.", "cite_spans": [{"start": 59, "end": 62, "text": "6 8", "ref_id": null}], "ref_spans": [], "section": "Speculation"}, {"text": "A previous 2-year surveillance among children 2-5 years of age with asthma at NJH in Denver showed that respiratory virus infections were frequently associated with acute exacerbations of wheezing (13) . When the infections were further analyzed by the specific virus involved, RSV proved to be much the most virulent of the agents identified. RSV infection was accompanied by pneumonia in 13 children and by wheezing, often severe, in 24. Influenza A virus, o n the other hand, appeared to infect without producing any lower airway obstructive symptoms, and other respiratory viruses were intermediate in virulence between these two. Because of the selective pathogenicity of RSV in young asthmatic children, we considered that studies directed toward prevention of infection by this virus were warranted. When live attenuated RSV vaccines were developed (4, 6 , 14, 15) and began t o show promise in young normal children (8, 9) , we undertook trials of these vaccines among hospitalized children at NJH under carefully controlled conditions. At the time our tests were done the vaccines had been shown by Kim et al. (8, 9) t o produce asymptomatic infections in most children with pre-existing serum neutralizing antibody t o RSV, and mild, usually upper, respiratory symptoms in children without antibody. The purposes of our studies were several fold. Because the pathogenesis of wheezing with natural RSV infection in young asthmatic children is unexplained, it was possible that a live attenuated vaccine would be fully as virulent as natural infection in these subjects. The studies were, therefore, designed in part t o answer the question of whether, in carefully conducted trials in progressively younger subjects, infection with an \"attenuated\" strain of RSV would be associated with wheezing in an asthmatic child. Furthermore, Kim e t al. kept their vaccinees under conditions of strict isolation, whereas we intended t o administer the vaccines in \"semiclosed\" populations and thereby obtain information about the possibility of spread t o contacts and the potential for pathogenicity under these circumstances.", "cite_spans": [{"start": 197, "end": 201, "text": "(13)", "ref_id": "BIBREF12"}, {"start": 856, "end": 871, "text": "(4, 6 , 14, 15)", "ref_id": null}, {"start": 924, "end": 927, "text": "(8,", "ref_id": "BIBREF7"}, {"start": 928, "end": 930, "text": "9)", "ref_id": "BIBREF8"}, {"start": 1119, "end": 1122, "text": "(8,", "ref_id": "BIBREF7"}, {"start": 1123, "end": 1125, "text": "9)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Speculation"}, {"text": "Finally, since RSV was a common epidemic virus in previous studies at NJH, we expected t o obtain information about the protective effect of the vaccines. The last problem was of particular importance because symptomatic natural reinfection with RSV is known t o occur in normal children ( I ) , and a large majority of asthmatic children who wheezed with natural RSV infections in our previous investigations possessed preinfection serum neutralizing RSV antibody (12) . In addition, we were fully aware that a previous RSV vaccine had produced paradoxically severe bronchiolitis in vaccinees on subsequent exposure t o wild RSV (2, 5, 7, 10) . In these studies there was some evidence that the most severely affected children were those with personal and family histories of allergy (3) . This previous vaccine, however, had been formalin-killed and concentrated, and was parenterally administered. A live attenuated vaccine administered by the respiratory route appeared theoretically t o circumvent the dangers of sensitization. Nevertheless, it was clearly of importance t o follow our vaccinees closely during a natural RSV outbreak.", "cite_spans": [{"start": 465, "end": 469, "text": "(12)", "ref_id": "BIBREF11"}, {"start": 630, "end": 633, "text": "(2,", "ref_id": "BIBREF1"}, {"start": 634, "end": 636, "text": "5,", "ref_id": "BIBREF4"}, {"start": 637, "end": 639, "text": "7,", "ref_id": "BIBREF6"}, {"start": 640, "end": 643, "text": "10)", "ref_id": "BIBREF9"}, {"start": 785, "end": 788, "text": "(3)", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Speculation"}, {"text": "The vaccines and control material were supplied through the Infectious Disease Branch* National Institute of Allergy a; d Infectious Disease. The 26 -adapted RSV-A2 strain (RSV-26 ) vaccine (16) was grown in bovine embryonic kidney cells with 5% agamma calf serum and neomycin and chlortetracycline. It was supplied as clarified infected tissue culture medium stored in Dry Ice. At the time our studies began this vaccine had been shown t o produce asymptomatic infection in adults (4) and in normal children over 13 months of age (9) . The vaccine virus was developed by repeated passage of the A2 strain at ' progressively lower temperatures. It could be differentiated from \"wild\" RSV only with difficulty by aotwo-t o threoefold greater plaquing efficiency measured at 28 than a t 37 (4).", "cite_spans": [{"start": 190, "end": 194, "text": "(16)", "ref_id": "BIBREF15"}, {"start": 531, "end": 534, "text": "(9)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "VACCINES"}, {"text": "The vaccife contained 1 05.' TCID5 /ml, measured in HEp-2 cells at 36 .", "cite_spans": [], "ref_spans": [], "section": "VACCINES"}, {"text": "The ts-1 mutant RSV-A2 strain (RSV-ts) vaccine (17) was, likewise, grown in bovine embryonic kidney cells without serum, and with neomycin and chlortetracycline. This vaccine had been tested at the time of our studies in children as young as 3 months. It had been shown t o produce asymptomatic infection in those with serologic evidence for previous RSV infection, and mild upper respiratory symptoms (rhinorrhea, accompanied in one case by fever and otitis media) in those experiencing primary infection (8) . The vaccine virus had been produced by mutagenesis of the A2 strain and subsequent selection of temperature-sensitive yutants. The ts-1 mutant grew well at 32' and not at all at 37 or higher, and could thus be differentiated readily from wild virus, which produces plaques with approximately equal efficiency at temperatures between and including 32' and 39' (6) . The vaccine contained I O~.~ TCIDs ,,/ml, measured at 32O in HEp-2 cells.", "cite_spans": [{"start": 47, "end": 51, "text": "(17)", "ref_id": null}, {"start": 506, "end": 509, "text": "(8)", "ref_id": "BIBREF7"}, {"start": 871, "end": 874, "text": "(6)", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "VACCINES"}, {"text": "Control material consisted of tissue culture fluids from uninfected bovine embryonic kidney cell cultures It was prepared and stored in parallel t o the RSV 26 -adapted vaccine.", "cite_spans": [], "ref_spans": [], "section": "VACCINES"}, {"text": "The children in all vaccine trials were hospitalized at NJH for diagnosis and treatment of intermittent reversible obstructive airway disease (asthma). All study children remained as inpatients at NJH for at least 6 weeks after administration of vaccine or placebo. The children were ages 2-13 years and slept in rooms containing one t o five persons. The older boys (6 years and over) lived on one floor, with rooms opening off a central corridor. The girls and the young children (5 years and under) lived on another floor. Toddlers and preschool children slept in two or three adjacent rooms and used a common playroom. All but a few of the older children attended neighborhood schools. The younger children were in classes or playgroups within the hospital. Vaccine trials were conducted in the summer or early fall during periods when natural RSV was essentially absent from the Denver area. Routine care of the children was the responsibility of fellows in Pediatric Allergy under the supervision of one of us (EFE). Written informed consent was obtained by letter or in person from the parents of all children involved in these studies.", "cite_spans": [], "ref_spans": [], "section": "STUDY CHILDREN"}, {"text": "In order t o control possible variation in the sensitivity of HEp-2 cells t o RSV, a standard suspension of cells was ordered from Ms. Joan Haugam, Flow Laboratories, Rockville, Md., every other week during our studies. These cells were monitored at intervals for sensitivity t o RSV and for mycoplasmal and bacterial contamination. They were grown in 32-ounce glass bottles in our laboratory, underwent one or two subpassages, and were then planted either in roller tubes (for virus isolation) or plastic plates (for plaque reduction tests).", "cite_spans": [], "ref_spans": [], "section": "VIROLOGIC AND SEROLOGIC METHODS"}, {"text": "Titration of the RSV-26' vaccine and virus recovery attempts after its administration were performed at 32O. Similar studies with the RSV-ts vaccine were conducted at 32'. The plaquing efficiency of virus recovered in iolle;tub$s a t 32'0from RSV-ts vaccinees was examined at 3 2 , 37 , 3 8 , and 39 by methods described previously (8) .", "cite_spans": [{"start": 287, "end": 290, "text": "3 8", "ref_id": null}, {"start": 332, "end": 335, "text": "(8)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "VIROLOGIC AND SEROLOGIC METHODS"}, {"text": "Rhesus monkey kidney and WI-38 cell monolayers were obtained from commercial sources. For routine virus recovery attempts they were incubated at 33-35' and examined for virus at intervals using standard methods ( I 1).", "cite_spans": [], "ref_spans": [], "section": "VIROLOGIC AND SEROLOGIC METHODS"}, {"text": "Venous blood was centrifuged withino18 hr of collection, and the serum was stored at -20 . Hemagglutination inhibition was performed t o measure antibody t o parainfluenza, influenza A2/Hong Kong, and coronavirus OC43. Serum inhibitors were removed with receptor-destroying enzyme. Complement fixation (CF) tests were used t o measure antibody to influenza A and B, adenovirus, RSV, and coronavirus strains 229E and OC43. Nasal secretions were obtained by two methods. In RSV-26' vaccine trials, a fine catheter was used t o collect secretions from the posterior nasopharynx by manual suctlon after instillation of 0.2-0.3 ml saline solution. In RSV-ts vaccine trials, secretions were collected by placement of a soft catheter 1-2 cm in the nose and mechanical suction of secretions into a sterile trap with an electric pump. Secretoory samples were immediately homogenized and stored at -70 . Secretory IgA concentration was measured by radial agar diffusion, using a secretory IgA standardbSecretions with >10 mg/100 ml IgA were inactivated at 56 for 30 min and examined for RSV neutralizing antibodies without further manipulation. Secretions containing blood which tested 3-4+ by Hematest were discarded. All titers were calculated in terms of 10 mg/100 ml secretory IgA.", "cite_spans": [], "ref_spans": [], "section": "VIROLOGIC AND SEROLOGIC METHODS"}, {"text": "Serum and ,secretory RSV neutralizing antibody was measured by plaque reduction, following precisely the protocol outlined by Kim e t al. (9) . The parent A2 strain was used in every test. A threefold rise in antibody was considered significant, based on the reproducibility of results in replicate tests.", "cite_spans": [{"start": 138, "end": 141, "text": "(9)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "VIROLOGIC AND SEROLOGIC METHODS"}, {"text": "Children suitable for each stage of the vaccine trials were chosen, and informed consent was obtained from their parents. In all but the very first trial (Table 1 ) the children were divided in two groups (one t o receive placebo and the other vaccine), matched roughly for age, severity of asthma, and co$icosteroid dependence. In trials 2 and 3 of the RSV-26 vaccine, these two groups were placed in geographically separate parts of the hospital where they ate, slept, and played separately for 3 weeks. In the trials of the RSV-ts vaccine, because of the clear genetic marker of this vaccine, we did not attempt t o isolate vaccinees from control subjects.", "cite_spans": [], "ref_spans": [{"start": 154, "end": 162, "text": "(Table 1", "ref_id": "TABREF0"}], "section": "IMMUNIZATION PROCEDURE"}, {"text": "On the day the vaccine was t o be given, a technician in the ' 26\"-adapted RSV-A2 strain.", "cite_spans": [], "ref_spans": [], "section": "IMMUNIZATION PROCEDURE"}, {"text": "V: vaccine. P: placebo. 4Temperature-sensitive-l mutant RSV-A2 strain.", "cite_spans": [], "ref_spans": [], "section": "IMMUNIZATION PROCEDURE"}, {"text": "research virology laboratory of the University of Colorado Medical Center thawed vaccine and placebo and placed each in a separate coded bottle. These were transported on ice to the NJH five blocks away where they were administered. One milliliter of undiluted or 2 ml of 111 diluted vaccine or placebo was administered t o each child, one-half by nasal drops and one-half by coarse pharyngeal spray. The children were instructed not t o blow their noses and t o remain on their beds for 0.5 hr. Unused vaccine was returned to the laboratory and titered. The vaccine titers were either the same or 1 log lower at the end of each immunization session. During all placebo-controlled trials the nature of the material administered was not known to the children, the vaccinators, or those performing physical examinations.", "cite_spans": [], "ref_spans": [], "section": "IMMUNIZATION PROCEDURE"}, {"text": "The children were seen and examined daily for 3 weeks after immunization. Serum and nasal secretion samples were obtained before immunization, at weekly intervals for 3 weeks after immunization, and at 6 weeks. Nasopharyngeal and throat swabs for virus recovery were obtained every other day. These were immersed in veal infusion broth with 0.5% bovine albumin and transported within 1 hr on ice t o the laboratory. Every sample was cultured for RSV in HEp-2 cells. Every other sample was inoculated in addition into RhMK and WI-38 cells. Weekly throat and nasopharyngeal swabs were examined for bacteria. The children under 6 years of age were examined by chest radiography before and 3 weeks after immunization.", "cite_spans": [], "ref_spans": [], "section": "IMMUNIZATION PROCEDURE"}, {"text": "Fever was defined as oral temperature of 3ao0 or more in older children and rectal temperature of 38.4 or more in younger. Since a single observer did not examine all the children during all trials, the presence of wheezing was defined by a rise of 4 points or more in the \"medication score.\" In this score, bronchodilator medications (excluding steroids) are given weighted values and an increase in the score defines a time of increased wheezing and, therefore, of increased medication (13) . Table 2 shows the capacity of the RSV-26O vaccine t o infect asthmatic children in trials conducted during the summer and fall of 1970. All vaccinees possessed preimmunization serum neutralizing antibody against RSV. Twenty-one of 28 vaccinees (75) had successful \"takes.\" Age was not a significant determinant of susceptibility t o infection, nor was the administration of corticosteroid medication. There were 1 0 vaccinees who had developed wheezing attacks during the 3 weeks before vaccine administration. All of these had \"takes\" (Fig. 1) . Although this correlation seemed striking, it did not achieve statistical significance (P > 0.05) and was not seen during the following year. Younger children more readily developed a serum antibody response to immunization, but this may have been because of their generally lower preimmunization titers. Serum antibody correlated well with resistance to infection with vaccine virus ( Table 3 ). The number of children without \"takes\" for whom adequate nasal secretion specimens were available was small, but there did not appear t o be an obvious relation between secretory neutrali,zing activity and susceptibility t o vaccine infection (Table 4) .", "cite_spans": [{"start": 488, "end": 492, "text": "(13)", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 495, "end": 502, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 1031, "end": 1039, "text": "(Fig. 1)", "ref_id": null}, {"start": 1428, "end": 1435, "text": "Table 3", "ref_id": "TABREF2"}, {"start": 1682, "end": 1691, "text": "(Table 4)", "ref_id": "TABREF3"}], "section": "IMMUNIZATION PROCEDURE"}, {"text": "There was a high background of respiratory symptoms and signs in both vaccinees and control subjects. Perhaps for this reason it is difficult t o assign any direct pathogenicity besides, perhaps, mild rhinorrhea t o the vaccine virus. The clinical findings in all the study children are shown in Table 5 . Group A 0-hemolytic Streptococcus was isolated from six children, but no nonvaccine virus infections were identified. Pulmonary infiltrates or atelectasis developed during the trials in four children, only one of whom was a vaccinee. This 6-year-old child developed wheezing 8 days after his last day of RSV shedding, and the following day a chest x-ray showed hyperexpansion and a left lingular infiltrate. Aside from this child, none of the vaccinees over 5 years of age had any respiratory illness of consequence. Two of three younger children developed pharyngitis and fever, and one of these had tympanic membrane erythema. The most definite upper 18 16 14 12 10 8 6 4 2 1 2 4 6 8 10 12 14 16 18 20 22 DAYS BEFORE IMMUNIZATION DAYS AFTER IMMUNIZATION Fig. 1 . Wheezing episodes in study children during 3 weeks before and after immunization. Each square represents a rise of 4 or more points in the \"medication score.\" Also shown is the pattern of vaccine virus excretion in vaccinees. Total \"take\" Total \"take\" Total 'Neutralizing antibody per 100 mg/100 ml secretory IgA. A large outbreak of RSV infection occurred in Denver during December 1970 and January 1971. 'At NJH the outbreak was less extensive than expected, particularly among the younger children, probably because many children were visiting their homes outside Colorado during the Christmas and New Year holidays. Nevertheless, among the study children eight natural RSV infections were detected. One of these, in a placebo control child, was detected only by a rise in nasal secretory antibody. Because satisfactory secretion specimens were not obtained from all the children, this infection is not considered in Table 6 .", "cite_spans": [], "ref_spans": [{"start": 296, "end": 303, "text": "Table 5", "ref_id": "TABREF4"}, {"start": 1062, "end": 1068, "text": "Fig. 1", "ref_id": null}, {"start": 1991, "end": 1998, "text": "Table 6", "ref_id": "TABREF5"}], "section": "LOW TEMPERATURE-ADAPTED RSV VACCINE STUDIES"}, {"text": "Two of the remaining seven infections were in vaccinees. Both had received vaccine in trial 2, in July 1970, 5 months before the outbreak (Table 1 ). Both were older children and had shed virus after vaccination, but neither had developed a serum antibody response t o the vaccine. During natural RSV infection one was asymptomatic and one developed a moderately severe attack of wheezing which responded promptly t o intravenous bronchodilator therapy. Of the 6 placebo control subjects who underwent natural RSV infection that year, 3 were asymptomatic, 1 had otitis media, and 2 developed wheezing, 1 of whom required intravenous therapy. The ages of the two groups were roughly equivalent. Thus, although our number of subjects was small, we have n o reason at this time t o suspect that postvaccine illness is paradoxically severe in asthmatic children. Table 6 indicates that if the interval between vaccination and exposure t o natural RSV was short, a protective effect of moderate significance might have been present. On the other hand, if all the children available for follow-up from all vaccine trials were considered, protection was not evident in this study. ' CF: Complement fixation.", "cite_spans": [], "ref_spans": [{"start": 138, "end": 146, "text": "(Table 1", "ref_id": "TABREF0"}, {"start": 859, "end": 866, "text": "Table 6", "ref_id": "TABREF5"}], "section": "20"}, {"text": "iower proportion of \"takes\" in the older age group but was consistently infective in children under 6 years. Two young vaccinees had low (1 146) or unmeasurable preimmunization serum RSV neutralizing antibody, and thus may have been experiencing primary RSV infection. Serum antibody again correlated well with resistance t o infection (Table 3) . Secretory antibody correlated not at all (Table 4) . Again, as shown in Figure 1 , there was n o excess wheezing associated with vaccine administration. There was considerable intercurrent respiratory virus activity during the first two RSV-ts vaccine trials (trials 4 and 5). A small rhinovirus outbreak among the older girls was associated with wheezing in three of the five infected children ages 6-11. Two of these children required intravenous bronchodilator therapy. Parainfluenza virus type I was isolated during the second trial from seven of the older boys. Mild rhinitis was seen in three children, and mild wheezing in six. Two younger vaccinees in the second trial had clear serologic evidence of infection with coronavirus strain OC43 during the weeks after immunization. One child was infected with group A streptococci. Infection with extraneous viruses did not seem t o prevent vaccine \"takes.\"", "cite_spans": [], "ref_spans": [{"start": 336, "end": 345, "text": "(Table 3)", "ref_id": "TABREF2"}, {"start": 389, "end": 398, "text": "(Table 4)", "ref_id": "TABREF3"}, {"start": 420, "end": 428, "text": "Figure 1", "ref_id": null}], "section": "20"}, {"text": "The two children undergoing probable primary RSV infection with the vaccine strain were both symptomatic. One developed rhinorrhea and the other fever and tympanic membrane erythema. Of the five remaining vaccinees under 6 years, three were febrile (one of whom was infected with group A 0-hemolytic streptococci), and the other two, both infected with coronavirus OC43, developed profuse rhinorrhea. Although the control children did develop some upper respiratory signs at the same time, vaccinees were in general more symptomatic (Table 8 ), and it is therefore possible that the vaccine was pathogenic in these younger children. Excess wheezing, or pulmonary infiltrates were, however, not seen.", "cite_spans": [], "ref_spans": [{"start": 533, "end": 541, "text": "(Table 8", "ref_id": null}], "section": "20"}, {"text": "In previous studies with the RSV-ts vaccine some children shed virus which had lost the temperature sensitivity of the ts-1 vaccine virus (8) . For this reason, 2nd passage isolates from all but one of the vaccinees who she! virus were tested for their plaquing efficiency at 32', 37O, 3 8 , and 39'. Four of the 10 children shed virus which, although not typical of \"wild\" RSV (identical plaquing efficiency at all four temperatures), showed some capacity t o produce plaques at 37' or higher. Fever was observed in three of the four children shedding revertant virus but only one of six shedding temperature-sensitive virus. Severity of other symptoms did not correlate with tendency t o shed revertant virus.", "cite_spans": [{"start": 138, "end": 141, "text": "(8)", "ref_id": "BIBREF7"}, {"start": 286, "end": 289, "text": "3 8", "ref_id": null}], "ref_spans": [], "section": "20"}, {"text": "In the absence of isolation precautions, vaccine virus appeared t o spread readily from vaccinees t o young placebo control children (Fig. 2) . During trial 6 , while RSV-ts vaccine infections were occurring in four young vaccinees, RSV was isolated on a single occasion from a placebo control girl who had very mild upper respiratory symptoms and wheezing at the time of culturing. This virus was tested on 2nd passage in HEp-2 cells and found t o be fully temperature sensitive. Further, there was evidence of serologic conversion in four other young children (rises in serum neutralizing and, in some instances, CF antibody), although, in these children, RSV was not isolated. Careful surveillance by the Diagnostic Virology Laboratory of the University of Colorado indicated that \"wild\" RSV was totally absent from the Denver are% from August 197 1 until late February 1972. Likewise, serologic surveillance among study children a t NJH who were not in close contact with the vaccinees in trial 6 failed t o reveal evidence of RSV infection. Thus, it is highly likely that the seroconversions were caused by spread of vaccine virus. Four of the five infected control children experienced mild wheezing at about the time o f seroconversion, which might have been caused by vaccine virus infection.", "cite_spans": [], "ref_spans": [{"start": 133, "end": 141, "text": "(Fig. 2)", "ref_id": "FIGREF4"}], "section": "20"}, {"text": "The response of asthmatic children t o two different attenuated RSV vaccines was remarkably like that of normal nonatopic children as reported by Kim et al. In a semiclosed population it was not possible t o attribute excess respiratory symptoms t o infection by either of the vaccines tested in children over 5 years of age. In younger children, either n o symptoms or mild rhinorrhea and low grade fever occurred. Two children, one of whom lacked preimmunization antibody, developed tympanic membrane erythema. Significantly, even in asthmatic children, increased wheezing was not associated with vaccine virus infection. This was in marked contrast t o our previous experience with natural RSV infection (1 3).", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The absence of significantly increased asthmatic symptoms in vaccinees was not necessarily t o be expected, inasmuch as the mechanism of wheezing with RSV infection, either in atopic or in nonatopic children, is not clear. Moreover, attenuation of any micro-organism is a highly empiric process, where attenuation of one virulence factor does not necessarily accompany that of another. In the studies reported here, two RSV vaccines, each \"attenuated\" by very different means, were shown t o lack capacity t o produce wheezing in asthmatic children. Both vaccines were also probably attenuated for normal children and adults. These observations are consistent with two hypotheses concerning the pathogenesis of wheezing during acute viral infection in asthmatic children. First, the capacity of a virus t o produce wheezing may depend primarily on its virulence, rather than on its characteristics as an allergen in the upper airway. Second, the mechanism of virus-induced wheezing in asthmatic children may be similar to, or share some features with, that in normal infants with bronchiolitis. A similar mechanism is likewise implied by the fact that, of all ", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Vaccine 6-14 (no \"take\") The RSV-ts vaccine, however, also proved disappointing. First, the level of morbidity associated with its administration t o young asthmatic children, although still quite low, was apparently equal t o or slightly higher than that in the previous year's RSV-26O vaccine trials. Second, virus recovered from vaccinees in some instances lost its temperature-sensitive characteristics. Although the vaccine virus did not revert t o the full \"wild-type\" phenotype, and although it is likely that the revertant particles represented a very small proportion of the total recovered virus (8), this characteristic was nevertheless undesirable. Third, vaccine virus showed a capacity t o spread under conditions in the hospital. The one virus isolated from an uninoculated control child retained its temperature-sensitive characteristics, but we did not recover virus from the other four children t o whom the vaccine apparently spread. Three of these children did have significant wheezing episodes during the period of RSV antibody increase, and it is possible that the vaccine virus regained some virulence during passage in vivo.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Evidence bearing on the capacity of live attenuated RSV vaccines t o protect against natural RSV infection has not been presented before. In volunteer studies adults who received either of the two vaccines tested here were, t o a certain extent, protected against subsequent artificial challenge with unattenuated virus. In fact, in the studies of Wright et al. (14) , even vaccinees without measurable evidence of a vaccine \"take\" showed a statistically significant resistance t o infection by the challenge virus 6 weeks later. It is of interest that, in our studies, vaccinees did not show evidence of subsequent natural infection, whether or not they had had evidence of a \"take,\" provided the \"challenge\" took place within a few months of immunization. If a period of 5 months elapsed, however, then it was clear that reinfection could occur.", "cite_spans": [{"start": 362, "end": 366, "text": "(14)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The mechanism of immunity t o RSV infection, either natural or induced, remains unknown. In our studies, as in the investigations of Kim et al., serum antibody correlated better than nasal secretion neutralizing capacity with protection against infection by vaccine virus. The analysis of secretory antibody was, as in the study of Kim et al., confused by the finding of significant neutralizing activity in the secretions of both of the children with low or absent serum neutralizing activity who had, presumably, not experienced RSV infection before. The absence of correlation with protection, however, was not unique t o the youngest children. In this regard our experience was similar t o that of Wright e t al. (14) with adult volunteers.", "cite_spans": [{"start": 332, "end": 343, "text": "Kim et al.,", "ref_id": null}, {"start": 717, "end": 721, "text": "(14)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Nevertheless, it is clear that, in the infant, maternally transmitted serum antibody is not sufficient to prevent RSV infection. It may be that some system which is at present undetectable, such as local or systemic cellular immunity, is critical in immunity t o RSV and that the development of this system correlates with the development of serum antibody. To best fit the observation that a growing child, although susceptible t o reinfection by RSV, develops progressive immunity as he gets older, this system would confer short-lived and rapidly deteriorating protection which was nevertheless, in the long run, cumulative. Alternatively, there could be two protective systems, one of which developed rapidly with each infection and deteriorated over the course of several months, and the other of which developed slowly and was cumulative.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Whatever the mechanism of immunity is, however, our experience offers hope that, despite our ignorance, attenuated respiratory syncytial virus vaccines may confer a measure of protection against subsequent natural infection. Moreover, the apparent lack of wheezing associated with RSV vaccine administration has encouraged us t o feel that an attenuated vaccine found suitable for normal infants will prove safe and useful in asthmatic children. SUMMARY Two experimental live RSV vaccines were adminstered to children ages 2-14 hospitalized for care and investigation of asthma. Neither vaccine produced excess wheezing, but both had characteristics which rendered them unsuitable for general use. A brief protective effect against natural RSV infection may have been seen after administration of one of the two vaccines.", "cite_spans": [{"start": 446, "end": 453, "text": "SUMMARY", "ref_id": null}], "ref_spans": [], "section": "DISCUSSION"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Repeated infections with respiratory syncytial virus", "authors": [{"first": "M", "middle": [], "last": "Beem", "suffix": ""}], "year": 1967, "venue": "J. Immunol", "volume": "98", "issn": "", "pages": "11--12", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Field evaluation of a respiratory syncytial virus vaccine and a trivalent parainfluenza virus vaccine in a pediatric population", "authors": [{"first": "J", "middle": [], "last": "Chin", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Magoffin", "suffix": ""}, {"first": "L", "middle": ["A"], "last": "Shearer", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Schieble", "suffix": ""}, {"first": "E", "middle": ["H"], "last": "Lennette", "suffix": ""}], "year": 1969, "venue": "Amer. J. Epidemiol", "volume": "89", "issn": "", "pages": "4--4", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Altered reactivity t o respiratory syncytial virus: Description of atypical RSV illness and prospective four-year follow-up of children previously immunized with an inactivated vaccine", "authors": [{"first": "J", "middle": ["J"], "last": "Eller", "suffix": ""}, {"first": "V", "middle": ["A"], "last": "Fulginiti", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Plunket", "suffix": ""}, {"first": "0", "middle": ["F"], "last": "Sieber", "suffix": ""}], "year": 1971, "venue": "Pediat. Res", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Low-temperature grown R S virus in adult volunteers", "authors": [{"first": "W", "middle": ["T"], "last": "Friedewald", "suffix": ""}, {"first": "B", "middle": ["R"], "last": "Forsyth", "suffix": ""}, {"first": "C", "middle": ["B"], "last": "Smith", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Gharpure", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Chanock", "suffix": ""}], "year": 1968, "venue": "J. Amer. Med. Ass", "volume": "204", "issn": "6", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Respiratory virus immunization. I. Amer", "authors": [{"first": "V", "middle": ["A"], "last": "Fulginiti", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Eller", "suffix": ""}, {"first": ".", "middle": ["F"], "last": "Sieber", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Joyner", "suffix": ""}, {"first": "M", "middle": [], "last": "Minamitani", "suffix": ""}, {"first": "G", "middle": [], "last": "Meiklejohn", "suffix": ""}], "year": 1969, "venue": "J. Epidemiol", "volume": "89", "issn": "", "pages": "4--7", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Temperaturesensitive mutants of respiratory syncytial virus", "authors": [{"first": "M", "middle": ["A"], "last": "Gharpure", "suffix": ""}, {"first": "Wright", "middle": [], "last": "", "suffix": ""}, {"first": "P", "middle": ["F"], "last": "Chanock", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "", "suffix": ""}], "year": 1969, "venue": "J. Virol", "volume": "3", "issn": "", "pages": "4--5", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "An epidemiologic study of altered clinical reactivity t o respiratory syncytial virus infection in children previously vaccinated with an inactivated respiratory syncytial virus vaccine", "authors": [{"first": "A", "middle": ["Z"], "last": "Kapikian", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Mitchell", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Chanock", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Shvedoff", "suffix": ""}, {"first": "C", "middle": ["E"], "last": "Stewart", "suffix": ""}], "year": 1969, "venue": "Amer. J. Epidemiol", "volume": "89", "issn": "", "pages": "0--5", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Safety and antigenicity of temperaturesensitive (ts) mutant respiratory syncytial virus in infants and children", "authors": [{"first": "H", "middle": ["W"], "last": "Kim", "suffix": ""}, {"first": "C", "middle": ["D"], "last": "Brandt", "suffix": ""}, {"first": "P", "middle": ["F"], "last": "Wright", "suffix": ""}, {"first": "D", "middle": [], "last": "Hodes", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Chanock", "suffix": ""}, {"first": "Parrott", "middle": ["R H"], "last": "", "suffix": ""}], "year": 1973, "venue": "Pediatrics", "volume": "52", "issn": "5", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Clinical and immunological response of infants and children t o administration of low temperature adapted respiratory syncytial virus", "authors": [{"first": "H", "middle": ["W"], "last": "Kim", "suffix": ""}, {"first": "J", "middle": ["O"], "last": "Arrobio", "suffix": ""}, {"first": "G", "middle": [], "last": "Pyles", "suffix": ""}, {"first": "C", "middle": ["D"], "last": "Brandt", "suffix": ""}, {"first": "E", "middle": [], "last": "Camargo", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Chanock", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Parrott", "suffix": ""}], "year": 1971, "venue": "Pediatrics", "volume": "48", "issn": "7", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Respiratory syncytial virus disease in infants despite prior adminstration of antigenic inactivated vaccine", "authors": [{"first": "H", "middle": ["W"], "last": "Kim", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Canchola", "suffix": ""}, {"first": "C", "middle": ["D"], "last": "Brandt", "suffix": ""}, {"first": "G", "middle": [], "last": "Pyles", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Chanock", "suffix": ""}, {"first": "K", "middle": [], "last": "Jensen", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Parrott", "suffix": ""}], "year": 1969, "venue": "Amer. J. Epidemiol", "volume": "89", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Diagnostic Procedures for Viral and Rickettsia1 Infections", "authors": [{"first": "E", "middle": ["H"], "last": "Lennette", "suffix": ""}, {"first": "N", "middle": ["J"], "last": "Schmidt", "suffix": ""}], "year": 1969, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Unpublished data", "authors": [{"first": "K", "middle": [], "last": "Mcintosh", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "The association of viral and bacterial infections with exacerbations of wheezing in young asthmatic children", "authors": [{"first": "K", "middle": [], "last": "Mcintosh", "suffix": ""}, {"first": "E", "middle": ["F"], "last": "Ellis", "suffix": ""}, {"first": "L", "middle": ["S"], "last": "Hoffman", "suffix": ""}, {"first": "T", "middle": ["G"], "last": "Lybass", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Eller", "suffix": ""}, {"first": "V", "middle": ["A"], "last": "Fulginiti", "suffix": ""}], "year": 1973, "venue": "J. Pediat", "volume": "82", "issn": "", "pages": "5--7", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Evaluation of a temperature-sensitive m u t a n t of respiratory syncytial virus in adults", "authors": [{"first": "P", "middle": ["F"], "last": "Wright", "suffix": ""}, {"first": "J", "middle": [], "last": "Mills", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Chanock", "suffix": ""}], "year": 1971, "venue": "J. Infect. Dis", "volume": "124", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Temperaturesensitive mutants of respiratory syncytial virus: In-vivo studies in hamsters", "authors": [{"first": "P", "middle": ["F"], "last": "Wright", "suffix": ""}, {"first": "W", "middle": ["G"], "last": "Woodend", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Chanock", "suffix": ""}], "year": 1970, "venue": "J. Infect. Dis", "volume": "122", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Flow Laboratories", "authors": [], "year": null, "venue": "", "volume": "3131", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "We are grateful t o Blanca Martin for measuring secretory IgA concentrations and t o Patricia Poch6 for technical help during t h e first year o f t h e study", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "and was supported b y contracts PH 43-62-477 and NIH-NIAID 72-2501 from t h e National Institute of Allergy and Infectious Disease", "authors": [], "year": 1973, "venue": "This research was presented in part a t the Twentieth Annual Meeting of the Western Society for Pediatric Research", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Mail Container No. 2541", "authors": [{"first": "K", "middle": [], "last": "Mcintosh", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Accepted for publication", "authors": [], "year": 1974, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "I , . . , . , , , , , . , , , , , , , , , . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "latex": null, "type": "figure"}, "FIGREF2": {"text": "RSV-26\" : 26\"-adapted RSV; RSV-ts: temperature-sensitive RSV. respiratory symptoms, however, occurred in the control group, where there were several severe colds and one case of clinically significant otitis media with bulging tympanic membranes.InFigure 1are shown the exacerbations of wheezing (defined by an increase of 4 or more points in the \"medicationscore\") experienced by all vaccinees and placebo controls from 3 weeks before until 3 weeks after immunization. It is clear that there is no clustering of asthmatic attacks during or immediately after virus shedding. A similar random pattern was evident if a wheezing episode was defined b y a 6 or 8 point increase in the \"medication score.\" One 3-year-old vaccinee developed severe asthma 10 hr after receiving the vaccine. Respiratory cultures were obtained daily from this child and inoculated into all three tissue culture types, including two separate lines of HEp-2 cells in two laboratories. Evidence of a take was not obtained, nor was there evidence of infection by another virus. This child, although young, possessed preimmunization reciprocal serum CF and neutralizing antibody titers of 32 and 2,100, respectively. Whether his acute wheezing attack represented a hypersensitivity response t o the vaccine is not clear. It should be noted that this child's course in the hospital was characterized by frequent severe and unexplained attacks of wheezing.Evidence for spread of vaccine virus was sought both by the culturing of placebo control subjects during the vaccine trials and by serologic surveillance of all children on the two study floors of the hospital. Vaccine virus spread was not detected during any of the trials.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "RSV-26\": 26\"-adapted RSV; RSV-ts: temperature-sensitive RSV.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "With 2 4 x rise in CF antibody and/or RSV isolation o--o With 2 3 x rise in neutralizing antibody only This figure presents evidence for spread of the temperature-sensitive respiratory syncytial virus (RSV) vaccine virus. Neutralizing antibody titers in nine children under 6 years of age during and after trial 6 are shown. Vaccinees all shed virus and developed marked rises in serum neutralizing antibody. One control subject shed virus on November 1 and subsequently developed a rise in serum and nasal secretion neutralizing antibody. Four other children developed rises in serum neutralizing antibody, and two seroconverted by complement fixation (CF) tests as well. the respiratory viruses, RSV is the most virulent and the most apt t o produce bronchiolar obstruction both in infants and in asthmatic children. Still further support is lent t o this hypothesis b y the clinical observation that it is difficult t o distinguish bronchiolitis in a nonatopic infant from acute asthma in a young atopic child. Nevertheless, the pathogenetic mechanisms in RSV infection both in normal and asthmatic children remain matters of some uncertainty. As in the studies of Kim et al., neither experimental vaccine proved ideal. Perhaps the most significant disadvantage of the RSV-26\" vaccine was that it did not possess a clear genetic marker t o assist in analysis of vaccine virus spread in semiclosed o r open populations. In our studies, administration of this vaccine was not associated with unacceptable morbidity, perhaps because all of our vaccinees possessed preimmunization serum antibody; Kim e t al. found that primary infection with the RSV-26 vaccine was associated in one child with the development of bronchitis, otitis media, and wheezing. Thus, when a temperature-sensitive mutant vaccine was developed, we decided t o test it because of the double advantage of both a genetic marker and, at the time of our studies, demonstrated lesser virulence in normal children.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Summary o f respiratory syncytial virus ( R S V ) attenuated vaccine trials at National Jewish Hospital, 19 70and 1971", "latex": null, "type": "table"}, "TABREF1": {"text": "Capacity of 26'-adapted respiratory syncytial virus (RS V-26O)vaccine t o infect asthmatic children (Trials I , ,", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td>No. children </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>RSV shed during trial </td><td>Serum antibody response </td><td>Secretory antibody response </td><td>-- </td></tr><tr><td>Age, yr </td><td>No. vaccinees </td><td>Yes/no </td><td>No. </td><td>Neutralizing (&gt;3-fold) </td><td>CF' (24-fold) </td><td>Tested </td><td>With rise (&gt;3-fold) </td><td>\"Take\" </td></tr><tr><td>6-13 </td><td>24 </td><td>Yes </td><td>16 </td><td>2 </td><td>5 </td><td>7 </td><td>3 </td><td>18 </td></tr><tr><td> </td><td> </td><td>No </td><td>8 </td><td>0 </td><td>2 </td><td>4 </td><td>1 </td><td> </td></tr><tr><td>2-5 </td><td>4 </td><td>Yes </td><td>3 </td><td>3 </td><td>3 </td><td>3 </td><td>3 </td><td>3 </td></tr><tr><td> </td><td> </td><td>No </td><td>1 </td><td>0 </td><td>0 </td><td>0 </td><td> </td><td> </td></tr><tr><td>All </td><td>28 </td><td>Yes </td><td>19 </td><td>5 </td><td>8 </td><td>10 </td><td>6 </td><td>21 </td></tr><tr><td> </td><td> </td><td>No </td><td>9 </td><td>0 </td><td>2 </td><td>4 </td><td>1 </td><td>(75%) </td></tr></table></body></html>"}, "TABREF2": {"text": "Relation", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>No. children </td><td> </td></tr><tr><td>Reciprocal serum neutralizing antibody titer Total </td><td>RSV-26\" </td><td>RSV-ts </td><td>Both vaccines </td></tr><tr><td>With \"take\" </td><td>Total </td><td>With \"take\" Total </td><td>With \"take,\" (%I </td></tr></table></body></html>"}, "TABREF3": {"text": "Relation of preimmunization nasal secretory antibody to susceptibility to respiratory syncytial virus ( R S V )", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>No. children </td><td> </td></tr><tr><td>Reciprocal </td><td>RSV-26\" </td><td>RSV-ts </td><td>Both vaccines </td></tr><tr><td>secretory antibody titer2 </td><td>With Total \"take\" </td><td>With Total \"take\" </td><td>With \"take\" (%) </td></tr></table></body></html>"}, "TABREF4": {"text": "Symptoms, signs, and evidence for nonrespiratory syrzcytial virus (non-RSV) infection in 26'-adapted R S V vaccine trials", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>No. children with indicated </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>Symptoms </td><td> </td><td> </td><td>Signs </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>Time </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Agent </td><td>Age, yr </td><td>after vaccine or placebo, </td><td>Stuffy </td><td>Sore </td><td>Rhinor- </td><td>Red </td><td>Definite </td><td>Pink </td><td>Non-RSV infection, group A strepto- </td></tr><tr><td>(no. </td><td> </td></tr><tr><td>administered </td><td>children) </td><td>days </td><td>nose </td><td>throat Fever </td><td>rhea </td><td>pharynx </td><td>UTI </td><td>tympanic Pulmonary membranes infiltration </td><td>cocci </td></tr><tr><td>Vaccine (\"take\") </td><td>6-13 </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Vaccine (no \"take\") </td><td>(18) </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>6-13 </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Placebo </td><td>(6 </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr></table></body></html>"}, "TABREF5": {"text": "NaturalDuring the next year we conducted a series of trials of the KSV-ts vaccine(Table 1). This vaccine(Table 7) produced a", "latex": null, "type": "table"}, "TABREF6": {"text": "Capacity o f temperature-sensitive respiratory syncytial virus ( R S V ) vaccine t o infect asthmatic children (trials 4, 5,", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>- </td><td> </td><td>and 6 , 1971) </td><td>No. of children </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>RSV shed during trial </td><td>Serum antibody response </td><td>Secretory antibody response </td><td> </td></tr><tr><td>Age, yr </td><td>No. vaccinees </td><td>Yes/no </td><td>No. </td><td>Neutralizing (&gt;3-fold) </td><td>CF' (24-fold) </td><td>Tested </td><td>With rise (&gt;3-fold) </td><td>\"Take\" </td></tr><tr><td>6-13 </td><td>15 </td><td>Yes </td><td>4 </td><td>0 </td><td>1 </td><td>4 </td><td>3 </td><td>6 </td></tr><tr><td> </td><td> </td><td>No </td><td>11 </td><td>0 </td><td>0 </td><td>9 </td><td>2 </td><td> </td></tr><tr><td>2-5 </td><td>7 </td><td>Yes </td><td>7 </td><td>7 </td><td>7 </td><td>5 </td><td>1 </td><td>7 </td></tr><tr><td> </td><td> </td><td>No </td><td>0 </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>All </td><td>22 </td><td>Yes </td><td>11 </td><td>7 </td><td>8 </td><td>9 </td><td>4 </td><td>13 </td></tr><tr><td> </td><td> </td><td>No </td><td>11 </td><td>0 </td><td>0 </td><td>9 </td><td>2 </td><td>(59%) </td></tr></table></body></html>"}, "TABREF7": {"text": "Table 6. Natural respiratory syrzcytial virus ( R S V ) infectFns among study children during 1970-1971 following 26 - adapted R S V vaccirze trials", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>No. of children </td></tr><tr><td>administered </td><td>Agent Total </td><td>Available for Undergoing follow-up natural during RSV RSV outbreak infection' </td></tr><tr><td>Trial </td><td>1 </td><td> </td></tr><tr><td> </td><td>Vaccine </td><td> </td></tr><tr><td> </td><td>Placebo </td><td> </td></tr><tr><td>Trial 2 </td><td> </td></tr><tr><td> </td><td>Vaccine </td><td> </td></tr><tr><td> </td><td>Placebo </td><td> </td></tr><tr><td>Trial 3 </td><td> </td></tr><tr><td> </td><td>Vaccine </td><td> </td></tr><tr><td>All </td><td>Placebo </td><td> </td></tr><tr><td> </td><td> </td></tr><tr><td> </td><td>Vaccine </td><td> </td></tr><tr><td> </td><td> </td><td>Placebo </td></tr></table></body></html>"}}, "back_matter": []}