{
    "paper_id": "6b4943abbc461bfc3f5dfd166fd1f4bf485f8580",
    "metadata": {
        "title": "Germs on a Plane: Aircraft, International Travel, and the Global Spread of Disease",
        "authors": [
            {
                "first": "Andrew",
                "middle": [
                    "T"
                ],
                "last": "Pavia",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Utah",
                    "location": {
                        "settlement": "Salt Lake City"
                    }
                },
                "email": "andy.pavia@hsc.utah.edu."
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The impact of air travel on the spread of infectious diseases has led to considerable concern but limited study [1, 2] . More than 1 billion people travel by air each year. In a recent fanciful adventure film, Snakes on a Plane, passengers are terrorized by venomous snakes. In reality, more travelers are likely to be afraid of virulent infectious organisms on their flight.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 115,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 116,
                    "end": 118,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There are several important ways in which air travel can influence the global spread of emerging and established infectious disease. Infections may be spread on the aircraft through close contact and large droplets [1] ; airborne spread through small-particle aerosols, as in the case of severe acute respiratory syndrome (SARS) [3] ; or even through contaminated food [4, 5] . Aircraft can transport infected disease vectors, such as rats or malaria-infected mosquitoes, as nonpaying passengers. Perhaps the greatest concern for global health, however, is the ability of a person with a contagious illness to travel to virtually any part of the world within 24 h. The importance of air travel for the spread of seasonal influenza was recently demonstrated by empirical data showing that the spread of influenza was delayed by the decrease in air travel after the attacks of 11 September 2001 [6] . With the current heightened awareness of pandemic influenza raised by the avian pandemic of H5N1 influenza, it is timely to reconsider the role played by air travel in the global spread of infectious diseases.",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 218,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 329,
                    "end": 332,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 369,
                    "end": 372,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 373,
                    "end": 375,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 893,
                    "end": 896,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this issue of Journal of Infectious Diseases, Luna et al. [7] report on a detailed search, using extensive molecular and conventional methods, for the etiology of respiratory illness among travelers arriving in Germany who fulfilled the case definition for suspected or probable SARS. The 155 adults and children studied were infected with a wide variety of respiratory viruses and atypical bacteria. A pathogen was recovered in 44% of patients; none were infected with SARS coronavirus (CoV). Human parainfluenza virus and influenza virus were most common and were recovered from 15.5% and 14.2% of ill travelers. Other pathogens included adenovirus, non-SARS human CoV, rhinovirus, human metapneumovirus, respiratory syncytial virus, Mycoplasma pneumoniae, and Legionella species.",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 64,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The authors did not determine whether there was spread of these infections to fellow passengers, but there are several implications of these findings that we should consider. First, case definitions of respi-ratory illness based on epidemiological characteristics and clinical symptoms are extremely nonspecific. It will be extremely difficult to identify travelers with a specific respiratory infection of concern-such as SARS, tuberculosis, or avian influenzaagainst the wide backdrop of other respiratory infections with overlapping symptoms. Even in the case of an emerging influenza pandemic, where the new virus is prevalent, the positive predictive value of a case definition will be low. Quarantine measures based on the screening of airline passengers are likely to cause a great deal of economic disruption and limited impact unless they can be linked with accurate and rapid diagnostic tests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Second, our understanding of the spread of respiratory infections on aircraft is very limited. Key questions include how often transmission can occur by contaminated surfaces, large droplet spread, and airborne spread of small-particle aerosols, as well as the risk for specific organisms. The scientific uncertainty limits the ability to design preventive measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Three studies of in-flight influenza transmission have been reported, as reviewed by Mangili and Gendreau [1] . In 2 of these outbreaks, there were relatively high attack rates, but older aircraft [8] and long periods when passengers were on board with an inoperative air handling system [9] limited the generalizability of these outbreaks to modern air travel.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 109,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 197,
                    "end": 200,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 288,
                    "end": 291,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "During the SARS outbreak, investigations were conducted among passengers who traveled on 40 flights with patients on board who had symptomatic SARS. Transmission is thought to have occurred on board 5 of 40 flights. On 4 flights, a small number of suspected infections occurred among persons seated within a few rows of the index patient, consistent with spread by large droplets. However, on 1 flight from Hong Kong to Beijing, 22 of 120 passengers and crew were thought to have become infected, which suggests airborne spread over a considerable distance [3] . Many commercial aircraft use vertical airflow and high-efficiency particulate air (HEPA) filters that should limit exposure to small airborne particles. However, there are no regulations requiring HEPA filters or for testing of the function of filters [10] .",
            "cite_spans": [
                {
                    "start": 557,
                    "end": 560,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 815,
                    "end": 819,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the investigation by Luna et al., the 155 travelers meeting the case definition for SARS arrived in Germany on 146 flights over the course of 69 different days. The number of potentially exposed travelers was not determined but was likely 120,000. Tracking, identifying, and treating these travelers would be extraordinarily difficult.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There are a number of things that can and should be done. We need additional careful epidemiological investigations to understand the frequency and relative importance of different modes of transmission on board aircraft for specific pathogens. We should study the effectiveness of potential interventions, including standardizing air handling, requiring HEPA filtration, and providing better modes of hand hygiene. To screen arriving or departing passengers effectively, accurate and rapid diagnostics would need to be developed to complement case definitions. The ability to track exposed travelers after an important incident could be improved with better databases for contact information. Proposed modifications to the quarantine regulations address this need [11] , but the modifications have been criticized by airlines, public health practitioners, legal experts, privacy advocates, and others. The comment period has passed, and revised modifications are expected soon.",
            "cite_spans": [
                {
                    "start": 765,
                    "end": 769,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There is tremendous potential for mathematical biology and network theory to model and understand better the role of air travel and the impact of interventions on the spread of specific diseases such as pandemic influenza [12, 13] . Current models suggest that the impact of travel restrictions will be modest at best. Modeling can be very useful in understanding complex systems and in identifying areas of uncertainty, but these will have to inform, not replace, careful epidemiological and biological investigation.",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 226,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 227,
                    "end": 230,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Transmission of infectious diseases during commercial air travel",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mangili",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Gendreau",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Lancet",
            "volume": "365",
            "issn": "",
            "pages": "989--96",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Respiratory infections during air travel",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leder",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Intern Med J",
            "volume": "35",
            "issn": "",
            "pages": "50--55",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Transmission of the severe acute respiratory syndrome on aircraft",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Olsen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "Y"
                    ],
                    "last": "Cheung",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "349",
            "issn": "",
            "pages": "2416--2438",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "An outbreak of cholera from food served on an international aircraft",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Eberhart-Phillips",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Besser",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Tormey",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Epidemiol Infect",
            "volume": "116",
            "issn": "",
            "pages": "9--13",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Probable transmission of norovirus on an airplane",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Widdowson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Glass",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Monroe",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "JAMA",
            "volume": "293",
            "issn": "",
            "pages": "1859--60",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Empirical evidence for the effect of airline travel on inter-regional influenza spread in the United States",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Brownstein",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Wolfe",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Mandl",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "PLoS Med",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Spectrum of viruses and atypical bacteria in intercontinental air travellers with symptoms of acute respiratory infection",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Luna",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Panning",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Grywna",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pfefferle",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Infect Dis",
            "volume": "195",
            "issn": "",
            "pages": "675--684",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Influenza outbreak related to air travel",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Marsden",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Med J Aust",
            "volume": "179",
            "issn": "",
            "pages": "172--175",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "An outbreak of influenza aboard a commercial airliner",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Moser",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Bender",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Margolis",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Noble",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Kendal",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Ritter",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Am J Epidemiol",
            "volume": "110",
            "issn": "",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Ticket to ride: spreading germs a mile high",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ozonoff",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pepper",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Lancet",
            "volume": "365",
            "issn": "",
            "pages": "917--919",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Control of communicable disease proposed 42 CFR parts 70 and 71",
            "authors": [],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Will travel restrictions control the international spread of pandemic influenza",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Hollingsworth",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nat Med",
            "volume": "12",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Mitigation strategies for pandemic influenza in the United States",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Germann",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kadau",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Longini",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Macken",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proc Natl Acad Sci",
            "volume": "103",
            "issn": "",
            "pages": "5935--5975",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}