{
    "paper_id": "6c7fbe981c99b11e6348d769095014a83cad7daa",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "",
                "middle": [],
                "last": "~5",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Jg",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "zeigt eine stetige Zunahme der Hemmung yon 0 anf 100% wahrend eines Inkubationszeitraumes yon 2 bis etwa 10 rain (s. Abb. 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Bei der Beurteilung der Aggregationshemmung ergibt sich das Problem eines geeigneten Bezugssystems. Da die Durehffihrung einer Versuchsserie unter Berficksichtigung yon Doppelbestimmungen immerhin mehrere Stunden beansprueht, muBte ein Bezugssystem gew~hlt werden, das den funktionellen Vergnderungen der P1/~ttchen w~thrend dieser Zcit Rechnung tr£gt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Zahlreiche eigene Untersuchungen der PI/~ttchcnaggregation, bei der die Ausl6sung der Aggregation im plgttchenreichen EDTA-Plasma durch Zugabe yon Ca ++ bzw. Mg ++ erfolgte, haben zu folgenden Ergebnissen gefiihrt :",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Untersueht man Plgttchenpr/~parationen direkt nach der Herstellung yon pl~ttchenreichem Plasma, so fiihrt die Zugabe yon Ca ++ oder Mg ++ zu EDTA-Plasma im Mlgemeinen zu einer schwachen Aggregation. Uber/ihnliche Beobachtungen hat BOR~ [3] berichtet. Das Aggregationsverm6gen steigt wghrend der ngehsten 2--3 Std an, wenn man das pl~ttehenreiche Plasma bei 4°C aufbewahrt. Gew6hnlich wird naeh 3 Std eine konstante and maximale Aggregation erreicht. L6st man direkt naeh der Iterstellnng von pl/tttehenreichem Plasma die Aggregation dureh gleichzeitigc Zugabe yon Ca++ bzw. Mg ++ und ADP aus, so wird diese maximale Aggregation sofort erreicht.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Aus Versuehen mit hgmolytischem Plasma geht hervor, dab bereits zum Zeitpunkt 0 (direkt nach Gewinnung des pliittchenreichen Plasmas) eine starke Aggregation stattfindet. Daraus kann gcschlossen wetden, dab in hgmolytischem Plasma geniigend ADP vorhanden ist, um Aggregate zu erzeugen. Die Zugabe einer L6sung von Ca ++ oder Mg ;+ zu pli~ttchenreichem Plasma 0, 30, 60 und 120 rain nach Prgparation fiihrt in dem MaBe, in dem ADP aus den Ptfi.ttehen freigesetzt wird, zu verstgrkter Aggregation (Abb. 4 und 5). Diese zeitlich verschiedene plattchenbedingte Aggregationsfahigkeit unter normalen Versuchsbedingungen mug beim Vergleich der Aggregationsffi.higkeit inkubierter Pli~ttchen Init den Kontrollversuchen beriieksichtigt werden. Bei der Betrachtung der mit 12 Versuchspersonen durchgefiihrten Inkubationsversuehe licBen sich 2 Gruppen yon Hemmkurven unterschei~ den (s. Abb. 2). Ein derartiges Ergebnis stimmt gut mit den mit Hilfe der Kammermethode erhobenen Befunden iiberein. Auch mit Hilfe der Riihrmethode 1/tl~t sich also eine Einteilung der pl/~ttchenhaltigen Plasmen in solche mit unterschiedlicher Inkubationsresistenz treffen. Die Tatsache, dab sich hinsichtlich der Inkubationsresistenz mit tIilfe der Kammermethode 4 Gruppen (Gruppe II--V), mit Hilfe der Rfihrmethode jedoch nur 2 Gruppen unterseheidcn Iassen, wird verstandlich, wenn man einerscits die zeitliche gaffung der Aggregation dutch den Rfihrvorgang und andererseits die relativ kurze Inkubationszeit ber iicksiehtigt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Zusaramen/assung. Es wird fiber den Einflug der Inkubation yon pl/~ttchcnreichem EDTA-Plasma bei 37°C auf die P]~ttchcnaggregation und ihre Bestimmung mit Itilfe der photometrisehen Methode (]%tihrmethode) berichtet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Die Pl~ttchenaggregation wird dutch die Inkubation gehemmt. Die Hemmung nimmt w/~hrend eines Inkubationszeitraumes yon 2 bis etwa 10 rain stetig von 0 auf nahezu 100% zu. Die pl~ttchenhaltigen P]asmen der untersuehten Versuchspersonen ]assen sich in 2 Gruppen einteilen, deren Hemmkurven bei Inknbationszeiten zwisehen 3 und 4 rain einen sign:ifikant unterschiedlJchen Verlauf zeigen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Auf die Bedcutung eines geeigneten Bezugssystems fiir derartige Untersuchungen wird hingewiesen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Summary. The effect of incubation of platelet rich plasma at 37°C on the aggregation of platetets is reported. The determination of aggregation is done by the fotometric method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Platelet aggregation is inhibited by incubation at 37 ° C. The inhibition is increased by incubation times from 2 to 10 min from 0 to nearly 100%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Platelet rich plasmas can be classified in 2 groups, the inhibition of which is significantly different at incubation times between 3 and 4 rain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The significance of an appropriate reference system for investigations of this kind is commented. Wie McNEiL (1964) ausgeffihrt hat, bedeutet die systemische Verabreichung yon Propranolol ein gewisses gisiko, da infolge der individuellen _t~eaktionsweise das Ausmag der }Virkung nicht vorhergesehen werden kann. Es lag daher nahe, nach einer Methode der Verabreiehung zu suchen, die dieses Risiko vermindert. Uns erschien die Aerosolmethode hierzu am geeignetsten, da sie die Substanz in sofortigen Kontakt mit der Bronchialwand bringt und ehm wesentlich geringere Latenzzeit als die orale oder injizierte Gabe hat. Dementsprechend erm6glicht sie die unmittelbare Beobaehtung des Effektes des Propranolols auf die Lungenfunktion und gestattet bei drohender l-?berdosierung den reeht.zeitigen Abbrueh des Experiments. Diese Arbeit besehfi, ftigt sich daher mit dem Einflug yon Propranololaerosol auf die Atmung yon Meerschweinchen und Asthmatikern. Ein Tefl der Ergebnisse ist bereits an anderer Stelle ver6ffentlicht worden (H~,'~x~, 1967; LAteEn, 1967) .",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 115,
                    "text": "McNEiL (1964)",
                    "ref_id": null
                },
                {
                    "start": 1024,
                    "end": 1039,
                    "text": "(H~,'~x~, 1967;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1040,
                    "end": 1053,
                    "text": "LAteEn, 1967)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Methodilc a) F/ir die Tierexperimente wurden Meersehweinehen ge-w~hlt, weft die Bronehien dieser Tiere auf spasmogene I~eize ~hnlich wie die yon Asthmatikern reagieren. 6 Tiere erhielten 3--40 mg Propranolol intraperitoneal, 34 Tiere wurden paarweise unter einer Glasglocke (H]~XH]~D~ER, 1952) dem Aerosol einer 12 % igen wglh~igen Propranololl6sung ausgesetzt. Die zunehmende Atemnot tier Tiere zeigte sieh durch immer tiefer werdende Einziehungen der Flankenmuskulatur, atemsynehrones Kopfnicken und Stfitzen auf die Vorderpfoten. Worm diese Zeiehen einen Grad erreiehten, der erfahrungs-gem~g den baldigen Kollaps des Tieres vorhersehen lieB, ~-arde der Versuch abgebroehen, und das Tier erholte sieh wieder. Die bis zu diesem Zeitpunkt in Sekunden gemessene Zeit ist die Kollapszeit (preconvulsion time, I-IERx~EI~E~, 1952) .",
            "cite_spans": [
                {
                    "start": 775,
                    "end": 827,
                    "text": "Kollapszeit (preconvulsion time, I-IERx~EI~E~, 1952)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Untersuchungen iiber die bronchokonstriktorische Wirkung des fi-Itezeptorblockers"
        },
        {
            "text": "Um die MSgliehkeit einer GewShnung und damit die Reproduzierbarkeit des Propranololbronehospasmus zu fiberprfifen, wurden 9 Tiere 2--4m~I in der Woehe mehrere Woehen hindurch, insgesamt 15real, dem Propranolol ausgesetzt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Untersuchungen iiber die bronchokonstriktorische Wirkung des fi-Itezeptorblockers"
        },
        {
            "text": "In weiteren Versuehen wurden mSgliehe Antagonisten der Propranololwirkung untorsueht. Als solehe Antagonisten miissen Substanzen angesehen werden, die die Propranolol-wirkung behindern odor aufheben, d.h. die Propranolol-Kollapszeit verlgngern. Am ehesten kommen hierffir Substanzen in Betracht, die die nerv6sen Ubertrggermechanismen verhindem.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Untersuchungen iiber die bronchokonstriktorische Wirkung des fi-Itezeptorblockers"
        },
        {
            "text": "Untersueht wurden folgende Substanzen: Hexamethonium a) 2--2,5 mg/kg i.p. b) Aerosol einer 10%igen L6sung ffir 300, 450 und 600 see. Atropin a) 6 mg/kg i.p. b) Aerosol einer 2%igen LSsung fiir 300 und 600 sec. Mepyramin (Neoantergan) 3 mg/kg i.p. Guanethidin a) Aerosol einer 10%igen LSsung ffir 300, 450, 600 und 1200 sec. b) 2, 3, 4,5 und 7 mg/kg i.p. Die Propranololexposition erfolgte beim Hexamethonium nach 20--30 min, bei den anderen Substanzen naeh 60 rain. Abgesehen yon den Gew6hnungsversuehen wurden mit keinem Tier mehr als 2 Vol~suche pro Woehe durchgefiihrt. Die Ergebnisse wurden auf ihre statistisehe Signifikanz untersucht. b) Unsere 5Versuehspersonen waren Patienten mit Asthma bronchiale, die unter einer bestimmten Dauermedikation fast beschwerdefrei waren, und deren Lungenfunktionswerte zur Zeit der Versuche im Bereieh der Norm lagen. Zur Beurteilung der Lungenfunktion diente die Vitalkapazitgt, gemessen an einem Benediet-Roth-Spirometer mit Zusatzapparatur zur Vemebehmg ins geschlossene System (Hn~x-HEI~IER, 1949), und der mit dem Wrightschen Peak-Flow-Meter (W~mm ~ u. /gIcKElctcow, 1959; L~O~ARDS, 1965) Summary. 1. The bronchoconstrietor effect of propranolol aerosol was investigated on guinea-pigs and on 5 patients with bronchial asthma.",
            "cite_spans": [
                {
                    "start": 1087,
                    "end": 1117,
                    "text": "(W~mm ~ u. /gIcKElctcow, 1959;",
                    "ref_id": null
                },
                {
                    "start": 1118,
                    "end": 1133,
                    "text": "L~O~ARDS, 1965)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Untersuchungen iiber die bronchokonstriktorische Wirkung des fi-Itezeptorblockers"
        },
        {
            "text": "2. In guinea-pigs a 12 % propranolol aerosol regulate caused severe dyspnoea similar to that observed in the anaphylaetic mJcroshock.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Untersuchungen iiber die bronchokonstriktorische Wirkung des fi-Itezeptorblockers"
        },
        {
            "text": "3. The bronchial obstruction present in asthmatics became more pronounced after inhaling a 1% or 5 % propranolol aerosol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Untersuchungen iiber die bronchokonstriktorische Wirkung des fi-Itezeptorblockers"
        },
        {
            "text": "4. In guinea-pigs and in asthmatics the propranotol effect was significantly antagonized by atropine and by hexamethoninm; guanethidine and mepyramine had no .effect.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Untersuchungen iiber die bronchokonstriktorische Wirkung des fi-Itezeptorblockers"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "1~t~I~]1): Effect of partial/~-adrenergic blockade on the bronchial reponse of hayfever subjects to ragweed aerosol",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Literatur",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Aj~quis%",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "H~rx~ih~x",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Larger",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K. ; M W"
                    ],
                    "last": "L~o~ards",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "P~oeto~",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "R~d ; Zaid",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Bl~ai~",
                    "suffix": ""
                }
            ],
            "year": 1948,
            "venue": "Der Maximale Exspir~tionsstrom. Untersuehung der Lungenfunktion bei Gesunden. Diss. Berlin",
            "volume": "153",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Augustenburger Platz",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "65",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Elektronenoptischer Naehweis des Virus der spitzen Kondylome LUDWIG 0VEt~BECK",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Sn~A (1924), FnF~Y (1924), GOLD-SCI~MIDT und KLmMAS (1958) u.a.] ffihrten zu der Auffassung, dab die Condylomata aeuminata wahrscheinlich (lurch dasselbe Virus wie die Hautwarzen hervorgerufen werden. Anch GANs und ST~mLnDER (1957) vertreten die Ansicht, dal3 das Virus der spitzen Condylome vermutlieh mit dem der Verrueae vulgares identiseh sei. Nach NASE~a~-~\" (1961, 1965) stellen die Condylomata aeuminata m6gticherweise nur eine terrainbedingte Abaft der Verrueae vulgares dar. Die Mikromorphologie des Virus der Verrueae vulgares ist in den letzten",
            "authors": [
                {
                    "first": "Universitats-Frauenklinik",
                    "middle": [],
                    "last": "Kiel",
                    "suffix": ""
                }
            ],
            "year": 1917,
            "venue": "Direktor: Prof. Dr. H. HTJB~) Seit den grundlegenden Versuchen yon WA~LSC]~ (1917) und",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF1": {
            "text": "bestimmte maximMe Exspirationsstrom. Die Patienten erhielten in das gesehlossene System des Spirometers Aerosole einer 1-oder 5 %igen Propranololl6sung fiir eine gewisse Zeit, z.B. 30 see. Wenn dies nieht zu einer Abnahme der Megwerte fiihrte, wurde die Vernebehmg fortgesetzt, und dies so oft wiederholt, bis die Vitalkapazitgt oder der Peakflow sich um mindestens 20% geserukt, hatte. ~Venn auf diese Weise die ffir eine bestimmte Versuehsperson ausreichende Inhalationszeit von Propranolol ermittelt worden war, wurde der Versuch mit der gleichen Menge Propranolol an einem anderen Tag wiederholt, um seine Reproduzierbarkeit zu best~tigen. In weiteren Versuehen wurde dann die den Propranololspasmus hemmende oder ein-schr~nkende Wirkung yon Hexamethonium (i.v. und als Aerosol), Atropin (oral und als Aerosol) und Mepyramin (ora.1) untersucht. Die Ergebnisse der Tierversuche sind in Tabelle 1 bis 3 zusammengestellt. Tabe]le ] zeigt, dab bei h~ufig wiederholter Exposition keine PropranololgewShnung eintritt. Die einze]nen Tiere zeigen zwar Sehwankungen ihrer Kollapszeit, aber in allen F/~llen trat Bronehospasmus ein. Tabelle 2 zeigt, dab Hexamethonium und Atropin die Propranololwirkung absehw£ehen, sobald die Dosierung hierzu ausreicht. Mepyramin und Guanethidin zeigen keine statistisch gesicherte ~Virkung. Die Versuche mit intraperitonealer Gabe des Guanethidins wurden nur an jeweils 4 Tieren dureh-chen erst bei der Dosierung yon 40 mg/kg deutliehe Dyspnoe auf, die durch heftige Nebenwirkungen wie Muskelsehwgche und Benommenheit fast verdeckt wird. Die Untersuchungen an Patienten mit Asthma bronehiale ergaben, dab bei jedem Patienten mit einer geeigneten Dosierung yon Propranoloi ein Bronehospasmus hervorgerufen werden kann. Tabetle 4 gibt einen f]berbliek fiber die angewandten Propranololmengen, die einen etwa vergleiehbaren Bronchospasmus erzeuggen. Die Intensitgt und Dauer des Bronchospasmus Mngt auBer yon der Menge des zugeftihrten Als er keinen Allergenkontakt hatte, wurde er fast propranololresistent. Bei ~Viederaufnahme der Arbeit mit Mehl stellte sich innerhalb yon 7 Wochen die alte Empfindlichkeit a]lmghlieh wieder ein. Die Basiswerte yon Vitalkapazit~t und Peak Flow waren wghrend der gesamten Beobachtungszeit unvergndert. Abb. 2 zeigt verschiedene Versuche mit Atropin im Vergleich mJt je einem vorher und nachher durchgef/ihrten Kontrollversueh. Das Atropin wurde entweder als 2%iges Aerosol oder oral 60' vor Propranolotinhala, tion gegeben. Dabei ist in den meisten Versuchen ein vollkommener Schutz zu beobachten; in 2 FglIen ist wegen der schwankenden Propranololwirkung nur einer der beiden Kontrollversuche deutlich vom Schutzversuch verschieden. Abb. 3 zeigt einen Versuch, beidem unmittelbar vor der Propranololinhalation 34 mg Hexamethonium i.v. gegeben wurden. Hier wurde ein fast vollkommener Sehutz erreicht. Da bei der intravenSsen Gabe yon Hex~methonium in Tabelle 4. Unterschiedliche Propranololwirt~ung au/ Vitalkapazitdt und Peak Flow bei 5 Patienten mit Asthma bronchiale Diskussion Bei 5{eerschweinchen hat sich die Aerosolmethode als wirksam erwiesen; Mlerdings muB eine verhgltnis-mgBig hohe Konzentration (12%) angewa.ndt werden, damit bei allen eine, wenn aueh variable bronchostrietorische Wirkung erreicht wird. IntraperitoneMe Darreichung yon 3--20 mg/kg Propranolol war dagegen unwirksam. Dies spricht daf/ir, dab durch intrabronehiale Administration lokal hShere Propranolol-Konzentrationen erreich~ werden kSnnen, Ms es parenterM ohne toxische Effekte mSglich ist. Bloc]derung der autonomen Ganglien dutch Atropin und Hexamethonium hat in allen Fgllen zu einer definiriven Verminderung des Propranololeffektes geftihrt. Dieser Antagonismus kSnnte dadureh erkl/irt werden, dab beide Substanzen dan normMerweise vorhandenen Abb, 4. Schutzwirkung yon Hex~methoniumaerosol (600 sec) a.uf die Propranololwirkung bei 2 Patienten; gezeigt ~m Verlauf der VitMkapazitgt. K Xontrollversuehe hoher Dosierung die Gefahr eines Kreislaufkollapses besteht, ~rde es in den folgenden Versuchen nicht inehr i.v., sondern 600 sec ]ang als Aerosol einer 10%igen LSsung gegeben. Abb. 4 zeigt den Verlauf cholinergisohen Reiz auf den BronehiMmuskeI blockieren mad dadurch zu eJner Erweiterung des Bronchus f~hren. Ob darfiber hinaus die Propranololwirkung auch noch dutch eine direkte Einwirkung dieser Sub-stanzen atff adrenergische Fasern beeintr£ehtigt wird, kann bisher nicht beurteilt werden. Eine Blockierung des Propranololeffektes dutch Guanethidin haben wit nicht feststellen khnnen. Dies ist verstandlich, da die Hauptwirkung dieser Substanz die Hemmung adrenergischer Impulse und eine Drosselung der Noradrenatinfreisetzung ist. In dieser Beziehung ist es dem Propranolol ~.hntieh. Das Antihistamin Mepyramin, das die Propranololwirkung fiberhaupt nicht beeinflugte, wurde als Kontrollsubstanz gegenfiber den Ganglienblockern benutzt, da seine antispasmodisehe Wirkung beim ttistaminbronchospasmus und beim anaphylaktisehen Schoek nicht fiber das Ganglion abl/~uft. Aueh beim I~{enschen war die Darreietmng des Propranolols in Form des Aerosols ~drksam. in diesem Fall ist es mhglieh, die Propranololwirkung dureh Isoprenatinaerosol zu kupieren, wenn es in ausreichender Menge gegeben wird. Der Propranololeffekt konnte bei allen untersuchten Versuchspersonen ausgelhst werden. Seine Intensitgt schien jedoch stark abh/~ngig yon dem Grad der vorhandenen bronehialen Obstruktion, die sic stark variieren liel3. Diese Variation war um so starker, je starker der Bronehialspasmus war. Dies ersehwerte die Reproduzierbarkeit der Basiswerte ffir die Versuche mit Antagonisten. Selbst bei befriedigender Lungenfunktion und konstanten Werten war der Propranololeffekt manclhmal variabel. Dies spricht dafiir, dab die Lungenfunktionswerte kein absoluter Gradmesser ffir die Ansprechbarkeit des Bronchialmuskels auf geize sind. Immerhin berechtigen unsere Ergebnisse mit Atropin und Hexamethonium zu der Annahme, dab diese Substanzen beina 5{enschen ebenso wie beim Meersehwein die Propranololwirkung bloekieren, Zusammen[assung. 1. Die bronchokonstriktorische Wirkung yon Propranololaerosol ~narde an Meerschweinchen und an 5 Patienten mit Asthma bronchiale untersucht. 2. Bein~ Meerschwein gelang es regelmaBig dutch die Einatmung yon 12% Propranololaerosol sehwere Dyspnoe hervorzurufen, die in ghnlieher Form auftrat wie beim anaphylaktischen Mikrosehoek. 3. Bei Ast, hmatikern mit nachweisbarer Bronchialobstruktion wurde diese durch die Einatmung yon 1-oder 5%igem Propranololaerosol regelmggig ver-sti~rkt. 4. Atropin und IIexamethoninm verminderten im Tierversueh und bei Patienten mit Asthma bronchiale signifikant die Propranololwirkung; Guanethidin und 2~epyramin blieben wirkungslos.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}