{
    "paper_id": "6cbd8f0897d8814a7428b59c2c6a68bbd35fe6b9",
    "metadata": {
        "title": "Estimating the epidemic threshold on networks by deterministic connections",
        "authors": [
            {
                "first": "Kezan",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Guilin University of Electronic Technology",
                    "location": {
                        "postCode": "541004",
                        "settlement": "Guilin",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xinchu",
                "middle": [],
                "last": "Fu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shanghai University",
                    "location": {
                        "postCode": "200444",
                        "settlement": "Shanghai",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [],
                "last": "Small",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Western Australia",
                    "location": {
                        "postCode": "6009",
                        "settlement": "Crawley",
                        "region": "Western Australia",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Guanghu",
                "middle": [],
                "last": "Zhu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Guilin University of Electronic Technology",
                    "location": {
                        "postCode": "541004",
                        "settlement": "Guilin",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "For many epidemic networks some connections between nodes are treated as deterministic, while the remainder are random and have different connection probabilities. By applying spectral analysis to several constructed models, we find that one can estimate the epidemic thresholds of these networks by investigating information from only the deterministic connections. Nonetheless, in these models, generic nonuniform stochastic connections and heterogeneous community structure are also considered. The estimation of epidemic thresholds is achieved via inequalities with upper and lower bounds, which are found to be in very good agreement with numerical simulations. Since these deterministic connections are easier to detect than those stochastic connections, this work provides a feasible and effective method to estimate the epidemic thresholds in real epidemic networks. V C 2014 AIP Publishing LLC. [http://dx.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "In many real complex networks, it is well known that the connections between nodes are neither completely deterministic nor stochastic. In general, certain connections are deterministic, while the rest are random. For example, in a human epidemic network, each individual has generally deterministic connections with family, close friends, and relatives, while may have stochastic connections with colleagues, strangers, and so on. Moreover, information characterizing these deterministic connections can be more easily obtained than to adequately describe the behaviour of stochastic connections: that is, survey data and so on can provide an accurate picture of the deterministic, but not the stochastic contacts. When studying disease propagation, the epidemic thresholdthe level of transmission at which a disease transitions from endemic to extinct-is the most important descriptor. Hence, when we study epidemic behavior on a complex network, it is extremely useful if we only need to use the deterministic connection information to estimate the corresponding epidemic threshold. In this paper, we apply theoretical analysis on several generic models and find that one can estimate the epidemic threshold from these deterministic connections and connection probability. Numerical simulations are further presented to both demonstrate and validate our results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "For many epidemic networks some connections between nodes are treated as deterministic, while the remainder are random and have different connection probabilities. By applying spectral analysis to several constructed models, we find that one can estimate the epidemic thresholds of these networks by investigating information from only the deterministic connections. Nonetheless, in these models, generic nonuniform stochastic connections and heterogeneous community structure are also considered. The estimation of epidemic thresholds is achieved via inequalities with upper and lower bounds, which are found to be in very good agreement with numerical simulations. Since these deterministic connections are easier to detect than those stochastic connections, this work provides a feasible and effective method to estimate the epidemic thresholds in real epidemic networks. In many real complex networks, it is well known that the connections between nodes are neither completely deterministic nor stochastic. In general, certain connections are deterministic, while the rest are random. For example, in a human epidemic network, each individual has generally deterministic connections with family, close friends, and relatives, while may have stochastic connections with colleagues, strangers, and so on. Moreover, information characterizing these deterministic connections can be more easily obtained than to adequately describe the behaviour of stochastic connections: that is, survey data and so on can provide an accurate picture of the deterministic, but not the stochastic contacts. When studying disease propagation, the epidemic thresholdthe level of transmission at which a disease transitions from endemic to extinct-is the most important descriptor. Hence, when we study epidemic behavior on a complex network, it is extremely useful if we only need to use the deterministic connection information to estimate the corresponding epidemic threshold. In this paper, we apply theoretical analysis on several generic models and find that one can estimate the epidemic threshold from these deterministic connections and connection probability. Numerical simulations are further presented to both demonstrate and validate our results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The analysis of the epidemic threshold is a very important topic for the study of the dynamical behavior and control methods for epidemic spreading on complex networks. Many reported results have shown that the topological structure of an epidemic network plays a vital role in its epidemic threshold. By using the heterogeneous mean-field (HMF) method on a standard SIS epidemic network, 1 its epidemic threshold is given by b c ¼ hki=hk 2 i, where hki and hk 2 i are the first and second moments of the network degree distribution. By using linear stability analysis on an SIS Markovian epidemic network, a more exact result is that the epidemic threshold is given by b c ¼ 1/k 1 , where k 1 is the largest eigenvalue of the network's adjacency matrix. [2] [3] [4] With this observation, the influence of the network topological characteristics on the spreading behaviour has been further investigated in depth. [5] [6] [7] [8] Finally, by embedding more realistic factors into traditional epidemic networks, many epidemic thresholds have been derived on multiplex networks such as epidemic networks with awareness, [9] [10] [11] [12] [13] traffic-driven epidemic networks, 14,15 epidemic networks with community structure, 16, 17 interconnected epidemic networks, [18] [19] [20] time-varying epidemic networks, 21-23 adaptive epidemic network, 24, 25 and so on.",
            "cite_spans": [
                {
                    "start": 755,
                    "end": 758,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 759,
                    "end": 762,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 763,
                    "end": 766,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 914,
                    "end": 917,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 918,
                    "end": 921,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 922,
                    "end": 925,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 926,
                    "end": 929,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 1118,
                    "end": 1121,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 1122,
                    "end": 1126,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 1127,
                    "end": 1131,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 1132,
                    "end": 1136,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 1137,
                    "end": 1141,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 1226,
                    "end": 1229,
                    "text": "16,",
                    "ref_id": null
                },
                {
                    "start": 1230,
                    "end": 1232,
                    "text": "17",
                    "ref_id": null
                },
                {
                    "start": 1267,
                    "end": 1271,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 1272,
                    "end": 1276,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 1277,
                    "end": 1281,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1347,
                    "end": 1350,
                    "text": "24,",
                    "ref_id": null
                },
                {
                    "start": 1351,
                    "end": 1353,
                    "text": "25",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "While there is already much work addressing the epidemic thresholds of various epidemic networks, a thorough investigation of epidemic threshold of epidemic network with both deterministic and stochastic connections has not yet been done. In a real (social) epidemic network, each individual generally has both deterministic neighboring nodes (e.g., family and relatives) and stochastic nodes (e.g., colleagues and strangers). In fact, the well-known NW smallworld network 26 is generated using this same idea to address the transition properties between regular-lattice and randomlattice behavior in social networks. Consequently, the whole network can be divided into two unattached sub-networks: deterministic network and stochastic network. To the best of our knowledge, this network division method has not been applied to the study of epidemic transmission on networks or epidemic thresholds. In addition, different people have a)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "Author to whom correspondence should be addressed. Electronic mail: lkzzr@sohu.com generally different probabilities for the connections with these stochastic neighboring nodes. Hence, the diversity of connection probability should be considered to obtain more reasonable models (see the case of nonuniform stochastic connections in Sec. IV). For universality, individual awareness and community structure will be also considered in our models. It is well known that many social networks have the community structures, where there exists a high density of intra-connections within each community, and a lower density of inter-connections between communities. In view of these (above) factors, to achieve the epidemic threshold estimation, we will first construct several SIS Markovian epidemic networks with deterministic and stochastic connections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "The main objective of this paper is to estimate the epidemic thresholds of these networks. In general, it is impossible to gain global connection information among all nodes in an epidemic network to calculate its exact epidemic threshold, as the network size is very large; the stochastic connections are time-varying, and so on. Therefore, it is natural to raise the following question: Can we estimate the epidemic thresholds of these networks using only the deterministic connection information?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "In this paper, based on spectral analysis, we provide a positive answer to this question. By theoretical analysis, we have obtained some inequality estimations about the epidemic thresholds to give their upper bounds and lower bounds, which are just dependent on the topological structure of deterministic connections and stochastic connection probabilities. An optimal analysis for the upper bound is also developed. By using numerical simulations, these inequality estimations are shown to be extremely accurate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "The rest of this paper is organized as follows. In Sec. II, we give some preliminaries about epidemic network and graph theory. In Secs. III and IV, we estimate the thresholds of an epidemic network with uniform and nonuniform stochastic connection probability, respectively. In Sec. V, an epidemic network with community structure is considered. In Sec. VI, numerical simulations are given to verify the estimations in Secs. III-V. Finally, in Sec. VII, we conclude this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "First, we provide some introductory remarks about complex networks and the spectral analysis of graphs. 27 The topological structure of a complex network with size n can be represented by a graph G. The graph G, in turn, can be represented by its adjacency matrix A ¼ (a ij ) nÂn , whose elements are either one or zero depending on whether there is a connection between nodes i and j. In this paper, we only consider undirected complex networks, i.e., the adjacency matrix is a real symmetric matrix. We say the pair of nodes (i, j) ʦ G means that the nodes i and j are connected, i.e., a ij ¼ a ji ¼ 1, otherwise, a ij ¼ a ji ¼ 0. It is assumed further that the graph G does not contain self loops (a ii ¼ 0) nor multiple links between two nodes. The complement G c of the graph G consists of the same set of nodes but with (i, j) ʦ G if (i, j) 6 2 G c and vice versa. The topological structure of G c is characterized by its adjacency matrix A c ¼ ða c ij Þ nÂn . According to graph theory, we can define that if a ij ¼ 1, then",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 106,
                    "text": "27",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "II. PRELIMINARIES"
        },
        {
            "text": "It is easy to see that A c ¼ J n -I n -A, where J n is the all one matrix and I n is the identity matrix with order n.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. PRELIMINARIES"
        },
        {
            "text": "Since the eigenvalues of the adjacency matrix A are real, they can be ordered as k 1 (A) ! k 2 (A) !Á Á Á ! k n (A). The largest eigenvalue k 1 (A) is also called the spectral radius of the graph. The largest and smallest eigenvalues often appear in the following supremum and infimum forms",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. PRELIMINARIES"
        },
        {
            "text": "x T Ax:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. PRELIMINARIES"
        },
        {
            "text": "ffiffi ffi k p are two eigenvalues of B. So, by using Lemma 1, we have the following result.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. PRELIMINARIES"
        },
        {
            "text": "Lemma 2. If c ʦ [0, þ 1), the largest eigenvalue of A þ cB is bounded by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. PRELIMINARIES"
        },
        {
            "text": "Lemma 3 (Perron-Frobenius Theorem 27 ). An irreducible nonnegative n Â n matrix A always has a real, positive eigenvalue k 1 (A), and the modulus of any other eigenvalue does not exceed k 1 (A). Moreover, k 1 (A) is a simple zero of the characteristic polynomial det(A -kI n ). The eigenvector belonging to k 1 (A) has positive components. Now, we present the introduction about the traditional SIS Markovian epidemic network. In this network, each node can be in one of two distinct states at each time: susceptible (S) or infected (I). Each infected node can recover to be susceptible with probability d in every time step. Each susceptible node has a probability b of contagion through contact with each of its infected neighbors. So, we can define an effective spreading rate b/d. Without loss of generality, one can let d ¼ 1. Letting p i (t) denotes the probability of individual i to be infected at time t in the network, the dynamical process of epidemic spreading can be described by the following equations 12,13 with continuous time:",
            "cite_spans": [
                {
                    "start": 34,
                    "end": 36,
                    "text": "27",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "II. PRELIMINARIES"
        },
        {
            "text": "a ij p j ðtÞ; i ¼ 1; 2; …; n: (2) In this case, all connections of the network are deterministic and characterized by adjacency matrix A ¼ (a ij ) nÂn . By letting p(t) ¼ (p 1 (t), p 2 (t),…, p n (t)), the Jacobian matrix at zero solution p(t) ¼ 0 is given by ÀI n þ bA. By the asymptotic stability condition, 2-4 the zero solution is asymptotically stable if k 1 (ÀI n þ bA) < 0, which leads to the epidemic thresh-",
            "cite_spans": [
                {
                    "start": 30,
                    "end": 33,
                    "text": "(2)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "II. PRELIMINARIES"
        },
        {
            "text": "In the following sections, we will consider the case where only some of the connections of the network are deterministic and the remainder is stochastic. Based on several mathematical models of the epidemic network, we focus on the study of estimating their epidemic thresholds by utilizing only the deterministic connection information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "the infection spreads and becomes endemic."
        },
        {
            "text": "The whole network can be divided into two unattached sub-networks: deterministic network G and stochastic network G c . Fig. 1 presents a schematic diagram of an epidemic network with size n ¼ 6. Any pair of nodes has deterministic connection in the deterministic network G, whose topological structure is characterized by an adjacency matrix A ¼ (a ij ) nÂn , whose elements are either one or zero depending on whether there is a deterministic connection between nodes i and j. In addition, any pair of nodes has stochastic connection in the network G c , which is the complement of G. For each pair of nodes (i, j) ʦ G c , the connection probability between them is a, which means that the connections in stochastic network G c have uniform stochastic connections.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 120,
                    "end": 126,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "III. WITH UNIFORM STOCHASTIC CONNECTIONS"
        },
        {
            "text": "According to the above connection mechanism, the dynamical process of epidemic spreading can be described by the following equations:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. WITH UNIFORM STOCHASTIC CONNECTIONS"
        },
        {
            "text": "Epidemic threshold and coupling matrix-It is easy to get the Jacobian matrix at zero solution of network (3) as ÀI n þ bW, where W ¼ A þ aA c . From the analysis in Sec. II, we know b c ¼ 1/k 1 (W). For convenience, we name matrix W as the coupling matrix in this paper. In fact, the coupling matrix W is a generalized form of adjacency matrix A in Sec. II. In order to estimate this epidemic threshold, we turn to seek the upper bound and lower bound of k 1 (W) by only using adjacency matrix A and stochastic connection probability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. WITH UNIFORM STOCHASTIC CONNECTIONS"
        },
        {
            "text": "; b c ! ½ð1 À aÞk 1 ðAÞ þ an À a À1 :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. WITH UNIFORM STOCHASTIC CONNECTIONS"
        },
        {
            "text": "Proof. Since for every y ʦ R n , y T y ¼ 1, y T Wy ¼ y T Ay þ ay T A c y ¼ y T Ay þ ay T ðJ n À I n À AÞy ¼ ð1 À aÞy T Ay þ ay T J n y À a;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. WITH UNIFORM STOCHASTIC CONNECTIONS"
        },
        {
            "text": "we have ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. WITH UNIFORM STOCHASTIC CONNECTIONS"
        },
        {
            "text": "In addition, with Ax ¼ k 1 (A)x, we get",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. WITH UNIFORM STOCHASTIC CONNECTIONS"
        },
        {
            "text": "By noting that b c ¼ 1/k 1 (W), we can obtain the inequalities in this theorem. ٗ From Theorem 1, we can see that the upper and lower bounds of epidemic threshold b c only depend on the topological structure of graph G and connection probability a. Corollary 1. If P n j¼1 a ij ¼ k for all i ¼ 1,2,…,n, then the epidemic threshold of network (3) is given by b c ¼ ½k þ aðn À k À 1Þ À1 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. WITH UNIFORM STOCHASTIC CONNECTIONS"
        },
        {
            "text": "Proof. If P n j¼1 a ij ¼ k for all i ¼ 1,2,…,n, we know that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. WITH UNIFORM STOCHASTIC CONNECTIONS"
        },
        {
            "text": "From (5), we get k 1 ðWÞ ! ð1 À aÞk 1 ðAÞ þ an À a. By combining Eqs. (4) and (5), we have k 1 ðWÞ ¼ ð1 À aÞk 1 ðAÞ þan À a ¼ k þ aðn À k À 1Þ, which leads to b c ¼ ½k þ a ðn À k À 1Þ À1 . ٗ For example, the NW small-world network with size n is generated with probability a for adding long-range connections, where each node is symmetrically connected with ",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 73,
                    "text": "(4)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "III. WITH UNIFORM STOCHASTIC CONNECTIONS"
        },
        {
            "text": "Li et al. Chaos 24, 043124 (2014) its k nearest neighbors in its initial nearest-neighbor network G. Obviously, P n j¼1 a ij ¼ k for all i ¼ 1,2,…,n. So, when we consider an epidemic dynamics in this network, from Corollary 1, its epidemic threshold is [k þ a(nk -1)] À1 , where k þ a(nk -1) is the average degree of network G. This result is consistent with the theoretical threshold in homogenous epidemic network. 28 ",
            "cite_spans": [
                {
                    "start": 10,
                    "end": 33,
                    "text": "Chaos 24, 043124 (2014)",
                    "ref_id": null
                },
                {
                    "start": 417,
                    "end": 419,
                    "text": "28",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "043124-3"
        },
        {
            "text": "In general, due to the individual diversity, different nodes have different connection probabilities when they contact their neighboring stochastic nodes. That is to say, the spreading network generally includes nonuniform stochastic connections. To realize this connection mechanism, for (i, j) ʦ G c , let d ij be the probability with which the node i connects its stochastic neighbor node j. This means that if (i, j) ʦ G c , then there is a connection between them with probability d ij d ji . Certainly, if the stochastic transmission occurs only on some of the connections of G c , then the corresponding d ij ¼ 0. In particular, in the case of uniform stochastic connections, we have d ij d ji ¼ a for all (i, j) ʦ G c .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. NONUNIFORM STOCHASTIC CONNECTIONS"
        },
        {
            "text": "According to the above connection mechanism, the dynamical process of epidemic spreading can be described as The coupling matrix of network (6) can be written as ; and 0 -1 symmetrical matrix",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. NONUNIFORM STOCHASTIC CONNECTIONS"
        },
        {
            "text": "with only two displayed nonzero elements. It is easy to see that P ði;jÞ2G c ;i<j A c ij ¼ A c . Let ᭺G c ) be the number of connections in G c . Obviously, we have ᭺ðG c Þ ¼ nðnþ1Þ 2 À P 1 i<j n a ij . Then, we attain the following theorem.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. NONUNIFORM STOCHASTIC CONNECTIONS"
        },
        {
            "text": ":",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. NONUNIFORM STOCHASTIC CONNECTIONS"
        },
        {
            "text": "Proof. On one hand, for every y ʦ R n , y T y ¼ 1, since 0 y 2 i þ y 2 j 1 for all (i, j) ʦ G c , we get",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. NONUNIFORM STOCHASTIC CONNECTIONS"
        },
        {
            "text": "which leads to",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. NONUNIFORM STOCHASTIC CONNECTIONS"
        },
        {
            "text": "On the other hand, if Ax ¼ k 1 (A) x and x T x ¼ 1, we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. NONUNIFORM STOCHASTIC CONNECTIONS"
        },
        {
            "text": "x i x j :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. NONUNIFORM STOCHASTIC CONNECTIONS"
        },
        {
            "text": "By noting that b c ¼ 1/k 1 (W), from (8) and (9), we can obtain the inequalities in this theorem. ٗ As a special case, if d ij ¼ d i for (i, j) ʦ G c , then the dynamical process of epidemic spreading can be described as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. NONUNIFORM STOCHASTIC CONNECTIONS"
        },
        {
            "text": "The coupling matrix of network (10) is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. NONUNIFORM STOCHASTIC CONNECTIONS"
        },
        {
            "text": "Then, we obtain the following result. Theorem 3. Suppose x ¼ (x 1 , x 2 ,…, x n ) T ʦ R n , Ax ¼ k 1 (A)x, and x T x ¼ 1. Then, the epidemic threshold of network (10) satisfies b c k 1 ðAÞ þ X n i;j¼1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. NONUNIFORM STOCHASTIC CONNECTIONS"
        },
        {
            "text": "Proof. For every y ʦ R n , y T y ¼ 1, since y T Wy ¼ y T Ay þ y T DJ n Dy þ y T ðÀD 2 Þy þ y T ðÀDADÞy; (11) we obtain k 1 ðWÞ k 1 ðAÞ þ supy T DJ n Dy þsupy T ðÀD 2 Þy þ supy T ðÀDADÞy:",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "text": "(11)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IV. NONUNIFORM STOCHASTIC CONNECTIONS"
        },
        {
            "text": "As y T DJ n Dy ðDyÞ T Dy k 1 ðJ n Þ, we have y T DJ n Dy k 1 ðJ n ÞðDyÞ T Dy, which leads to supy T DJ n Dy k 1 ðJ n Þsupy T ðD 2 Þy ¼ k 1 ðJ n Þk 1 ðD 2 Þ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. NONUNIFORM STOCHASTIC CONNECTIONS"
        },
        {
            "text": "Similarly, we obtain",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. NONUNIFORM STOCHASTIC CONNECTIONS"
        },
        {
            "text": "Obviously,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. NONUNIFORM STOCHASTIC CONNECTIONS"
        },
        {
            "text": "By integrating Eqs. (12)-(15), we conclude that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. NONUNIFORM STOCHASTIC CONNECTIONS"
        },
        {
            "text": "Therefore, by noting that b c ¼ 1/k 1 (W), we can obtain the result of this theorem. ٗ Now, we give an application of Theorem 3 for an epidemic network with awareness. Suppose that all nodes in the network have individual protection awareness which is adjusted instantaneously by the infection density of their neighboring deterministic nodes. We find that the individual protection awareness will not change the epidemic threshold. For example, we consider the local protection awareness by letting connection probability",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. NONUNIFORM STOCHASTIC CONNECTIONS"
        },
        {
            "text": "With time-varying d i , network (10) can be rewritten as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. NONUNIFORM STOCHASTIC CONNECTIONS"
        },
        {
            "text": "where i ¼ 1,2,…,n. It is obvious that the coupling matrix of network (19) is still W ¼ A þ DA c D. Thus, we have the following result. Corollary 2. By embedding local protection awareness into network (10) with (18), its epidemic threshold remains constant. Moreover, the epidemic threshold estimation is also given by the inequalities in Theorem 3.",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 73,
                    "text": "(19)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IV. NONUNIFORM STOCHASTIC CONNECTIONS"
        },
        {
            "text": "In this section, we consider that the deterministic network G has community structure. Without loss of generality, we suppose that G has two communities with sizes m and n, respectively. The inner connections within two communities are characterized by adjacency matrix",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. UNIFORM STOCHASTIC CONNECTIONS AND COMMUNITY STRUCTURE"
        },
        {
            "text": "ʦ R m and A 2 ʦ R n . The outer connections between two communities are characterized by adjacency matrix",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. UNIFORM STOCHASTIC CONNECTIONS AND COMMUNITY STRUCTURE"
        },
        {
            "text": "where B ʦ R m Â n . Then the adjacency matrix of determinis-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. UNIFORM STOCHASTIC CONNECTIONS AND COMMUNITY STRUCTURE"
        },
        {
            "text": "and A 2 are symmetric, and B is generally asymmetric. The dynamical process of epidemic spreading can be described by the following equations: Define B _ c ¼ J m n À B, where J m n 2 R mÂn is the all one matrix. It is easy to verify that B T _ c ¼ B _ cT . The coupling matrix of network (20) is Àð1 À aÞ ffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffi ffi",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. UNIFORM STOCHASTIC CONNECTIONS AND COMMUNITY STRUCTURE"
        },
        {
            "text": "; b c ! ½ð1 À aÞmaxfk 1 ðA 1 Þ; k 1 ðA 2 Þg þ aðm þ nÞ þð1 À aÞ ffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffi ffi k 1 ðBB T Þ p À a À1 :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. UNIFORM STOCHASTIC CONNECTIONS AND COMMUNITY STRUCTURE"
        },
        {
            "text": "Let f ða; bÞ ¼ ð1 À aÞ½a 2 k 1 ðA 1 Þ þ b 2 k 1 ðA 2 Þ þ 2ð1 À aÞabl 1 þaa 2 l 2 þ ab 2 l 3 þ 2aabl 4 À a. We need to solve the following optimization problem: max f ða; bÞ; s:t: a 2 þ b 2 ¼ 1:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. UNIFORM STOCHASTIC CONNECTIONS AND COMMUNITY STRUCTURE"
        },
        {
            "text": "If (a * , b * ) is the optimal solution of (25), thenk L ¼ f ða Ã ; b Ã Þ is the optimal lower bound for k 1 (W), andk À1 L is the optimal upper bound for b c .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. UNIFORM STOCHASTIC CONNECTIONS AND COMMUNITY STRUCTURE"
        },
        {
            "text": "By the Lagrange multipliers method, we define the Lagrange function as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. UNIFORM STOCHASTIC CONNECTIONS AND COMMUNITY STRUCTURE"
        },
        {
            "text": "where h is the Lagrange multiplier. From the optimization condition @L @a ¼ @L @b ¼ @L @h ¼ 0, we obtain",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. UNIFORM STOCHASTIC CONNECTIONS AND COMMUNITY STRUCTURE"
        },
        {
            "text": "By adding the above first equation to the second equation,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. UNIFORM STOCHASTIC CONNECTIONS AND COMMUNITY STRUCTURE"
        },
        {
            "text": "From above equation, we obtain",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. UNIFORM STOCHASTIC CONNECTIONS AND COMMUNITY STRUCTURE"
        },
        {
            "text": "By combining (27) and (28), we have",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 17,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "V. UNIFORM STOCHASTIC CONNECTIONS AND COMMUNITY STRUCTURE"
        },
        {
            "text": "Since l 1 > 0, l 4 > 0, from the definition of f(a, b), the optimal solution (a * , b * ) of Eq. (25) should satisfy a * b * > 0, i.e., they have the same sign. Finally, by noting b c ¼ 1/k 1 (W), equality (28) gives the result of this corollary. ٗ",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 210,
                    "text": "(28)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "V. UNIFORM STOCHASTIC CONNECTIONS AND COMMUNITY STRUCTURE"
        },
        {
            "text": "In this section, we present some numerical examples to show the effectiveness of epidemic threshold estimations in Secs. III-V.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. NUMERICAL SIMULATIONS"
        },
        {
            "text": "First, we consider the case of epidemic network with uniform stochastic connections. Without loss of generality, the topological structure of deterministic network G is characterized by WS small-world network 29 or BA network. 30 The WS network is generated with probability 0.1 for rewiring links, where each node is symmetrically connected with its six nearest neighbors in its initial nearest-neighbor network. The BA network is produced with four initial nodes, which are fully connected, and then adding a new node with three new edges at each time step. The epidemic threshold is computed by b c ¼ 1/k 1 (W). The upper bound and lower bound are given by Theorem 1. Fig. 2 gives some comparisons between the epidemic threshold and upper-lower bound estimation under different network size n and uniform stochastic probability a. From this figure, we can see that the epidemic threshold is always bounded by upper bound and lower bound.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 211,
                    "text": "29",
                    "ref_id": null
                },
                {
                    "start": 227,
                    "end": 229,
                    "text": "30",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 671,
                    "end": 677,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "VI. NUMERICAL SIMULATIONS"
        },
        {
            "text": "Next, we consider the case of epidemic network with nonuniform stochastic connections. Suppose that fd i g n i¼1 are uniformly distributed within [0, g] with 0 < g 1. Fig. 3 shows some comparisons between the epidemic threshold and upper-lower bound estimation under different network size n and parameter g. By decreasing parameter g, we can reduce statistically the number of stochastic connections. This figure verifies the upper-lower bound estimation in Theorem 3 very well. Integrating Figs. 2 and 3 , it can be concluded that the smaller the stochastic connection probability is, the better the estimation will be. In order to explore the influence resulting from distribution, we further suppose that d i is generated from a normal distribution with mean l and variance r 2 . The result is presented by Fig. 4 , in which the upper-lower bound estimation in Theorem 3 is still valid.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 167,
                    "end": 173,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 492,
                    "end": 505,
                    "text": "Figs. 2 and 3",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 811,
                    "end": 817,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "VI. NUMERICAL SIMULATIONS"
        },
        {
            "text": "Finally, we take into account the community structure within an epidemic network with uniform stochastic connections. Suppose that the deterministic network G has two communities with sizes m and n, which both have WS small-world network structure. By choosing all pairs of nodes from the different communities, each outer connection is randomly generated with probability p. In this particular example, we choose p ¼ 0.01 and a uniform stochastic probability a ¼ 0.01. Under different community sizes m and n, Fig. 5 gives some comparisons between the epidemic threshold and upper-lower bound estimation in Theorem 4. In this figure, there exist a big gap between the epidemic threshold and upper bound. In order to decrease this gap, we can utilize the optimal upper bound estimation in Corollary 3. For this purpose, we give a realization in Fig. 6 which shows smaller gap than Fig. 5 . These simulation examples illustrate the correctness of theoretical results in Secs. III-V. Hence, in real epidemic networks, we can use only the information concerning deterministic connections (while ignoring stochastic connections) to estimate the epidemic thresholds.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 511,
                    "end": 517,
                    "text": "Fig. 5",
                    "ref_id": null
                },
                {
                    "start": 845,
                    "end": 851,
                    "text": "Fig. 6",
                    "ref_id": null
                },
                {
                    "start": 881,
                    "end": 887,
                    "text": "Fig. 5",
                    "ref_id": null
                }
            ],
            "section": "VI. NUMERICAL SIMULATIONS"
        },
        {
            "text": "In this paper, we focus on the estimation of the epidemic threshold on networks with deterministic and stochastic connections. First, we have constructed several epidemic models with some general properties, including nonuniform stochastic connections, local protection awareness of individuals, and community structure. Second, by using the spectral analysis on these networks, we have obtained some inequality estimates of their epidemic thresholds. The results show that these inequalities are only dependent on the topological structure of deterministic connections and the stochastic connection probabilities. In other words, one can use the information of deterministic connections, but not necessarily from all connections, to estimate the epidemic threshold. This work provides a feasible method for us to estimate the epidemic thresholds in real epidemic networks, when complete description of the stochastic nature of the epidemic may be difficult to obtain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VII. CONCLUSIONS"
        },
        {
            "text": "To further understand the epidemic dynamics in real complex networks there are, of course, topics which need to be resolved in the future. These include the network with nonuniform stochastic connections and community structure, the network with multi-community structure, among many others. Another important problem is to develop more effective method to improve the estimation power.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VII. CONCLUSIONS"
        }
    ],
    "bib_entries": {
        "BIBREF2": {
            "ref_id": "b2",
            "title": "22nd International Symposium on Reliable Distribute Systems",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chakrabarti",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Faloutsos",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "IEEE INFOCOM",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ganesh",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Massouli E",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Towsley",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "2013 American Control Conference",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "D"
                    ],
                    "last": "Sahneh",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Scoglio",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "N"
                    ],
                    "last": "Chowdhury",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "European Conference of Machine Learning and Knowledge Discovery in Databases",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Prakash",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Valler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Faloutsos",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Faloutsos",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "6323",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Graph Spectra for Complex Networks",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Mieghem",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Comparisons between the epidemic threshold b c , upper bound, and optimal upper bound estimation under different community sizes m and n",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Received 26 July 2014; accepted 29 October 2014; published online 12 November 2014)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "V C 2014 AIP Publishing LLC. [http://dx.doi.org/10.1063/1.4901334]",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "À aÞk 1 ðAÞ þ ak 1 ðJ n Þ À a ¼ ð1 À aÞk 1 ðAÞ þ an À a:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Example of an epidemic network with two unattached sub-networks: deterministic network G and stochastic network G c .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "If Az ¼ k 1 (A)z and z T z ¼ 1, the epidemic threshold of network (20) satisfies b c \" ð1 À aÞmaxfk 1 ðA 1 Þ; k 1 ðA 2 Þg þ a",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Comparisons between the epidemic threshold b c and upper-lower bound estimation under different network sizes n and uniform stochastic probability a ¼ 0.01 in (a), (c), and a ¼ 0.001 in (b), (d). FIG. 3. Comparisons between the epidemic threshold b c and upper-lower bound estimation under different network sizes n and parameter g ¼ 0.5 in (a), (c), and g ¼ 0.2 in (b), (d).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Comparisons between the epidemic threshold b c and upper-lower bound estimation under different network sizes n and parameters l ¼ 0.1, r 2 ¼ 0.001 in (a), (c), and l ¼ 0.2, r 2 ¼ 0.001 in (b), (d). FIG. 5. Comparisons between the epidemic threshold b c and upper-lower bound estimation under different community sizes m and n.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Proof. From (4) and Lemma 2, we get k 1 ðWÞ ð1 À aÞk 1 ðAÞ þ aðm þ nÞ À a ¼ ð1 À aÞfmaxðk 1 ðA 1 Þ; k 1 ðA 2 ÞÞ þ ffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffi ffi k 1 ðBB T Þ p g þ aðm þ nÞ À a:From (21) and (5), we getBy applying Lemma 2, we havewhich results inSo, by noting that b c ¼ 1/k 1 (W), we can obtain the result of this theorem.s 1 ¼ ð1=2Þffð1 À aÞ½k 1 ðA 1 Þ Àk 1 ðA 2 Þ þ aðl 2 À l 3 Þg 2 þ ½ð1 À aÞl 1 þ al 4 2 g 1 2 , and s 2 ¼ ð1=2Þjð1 À aÞ½k 1 ðA 1 Þ À k 1 ðA 2 Þ þ aðl 2 À l 3 Þj. Now, to improve the estimation power, we present optimized upper bound for b c by using the Lagrange multipliers method.Corollary 3. The optimal upper bound for b c of network (20) is given byb u c ¼ ðk L þ s 1 À s 2 Þ À1 . Proof. First, from Perron-Frobenius Theorem (see Lemma 3), we know that x > 0, y > 0, which leads to l 1 > 0, l 2 > 0, l 3 > 0, and l 4 > 0. Let z ¼ (ax T , by T ) T with a 2 þ b 2 ¼ 1, which means z T z ¼ 1. From (21), we have",
            "cite_spans": [
                {
                    "start": 12,
                    "end": 15,
                    "text": "(4)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}