{
    "paper_id": "6cc3a580bd820899b916d05d1ef06b478b367b35",
    "metadata": {
        "title": "Automatic Detection and Quantification of Tree-in-Bud (TIB) Opacities From CT Scans",
        "authors": [
            {
                "first": "Ulas",
                "middle": [],
                "last": "Bagci",
                "suffix": "",
                "affiliation": {},
                "email": "ulasbagci@ieee.org.j.yaoiswiththe"
            },
            {
                "first": "Jianhua",
                "middle": [],
                "last": "Yao",
                "suffix": "",
                "affiliation": {},
                "email": "jyao@cc.nih.gov"
            },
            {
                "first": "Albert",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jesus",
                "middle": [],
                "last": "Caban",
                "suffix": "",
                "affiliation": {},
                "email": "cabanj@cc.nih.gov.t.n.palmoreiswiththe"
            },
            {
                "first": "Tara",
                "middle": [
                    "N"
                ],
                "last": "Palmore",
                "suffix": "",
                "affiliation": {},
                "email": "tpalmore@cc.nih.gov"
            },
            {
                "first": "Anthony",
                "middle": [
                    "F"
                ],
                "last": "Suffredini",
                "suffix": "",
                "affiliation": {},
                "email": "asuffredini@cc.nih.gov."
            },
            {
                "first": "Omer",
                "middle": [],
                "last": "Aras",
                "suffix": "",
                "affiliation": {},
                "email": "dromeraras@gmail.com."
            },
            {
                "first": "Daniel",
                "middle": [
                    "J"
                ],
                "last": "Mollura",
                "suffix": "",
                "affiliation": {},
                "email": "daniel.mollura@nih.gov.j.cabaniswiththe"
            },
            {
                "first": "*",
                "middle": [
                    "U"
                ],
                "last": "Bagci",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": ")",
                "middle": [
                    "A"
                ],
                "last": "Wu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "D",
                "middle": [
                    "J"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": ")",
                "middle": [
                    "A F"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This study presents a novel computer-assisted detection (CAD) system for automatically detecting and precisely quantifying abnormal nodular branching opacities in chest computed tomography (CT), termed tree-in-bud (TIB) opacities by radiology literature. The developed CAD system in this study is based on 1) fast localization of candidate imaging patterns using local scale information of the images, and 2) Möbius invariant feature extraction method based on learned local shape and texture properties of TIB patterns. For fast localization of candidate imaging patterns, we use ball-scale filtering and, based on the observation of the pattern of interest, a suitable scale selection is used to retain only small size patterns. Once candidate abnormality patterns are identified, we extract proposed shape features from regions where at least one candidate pattern occupies. The comparative evaluation of the proposed method with commonly used CAD methods is presented with a dataset of 60 chest CTs (laboratory confirmed 39 viral bronchiolitis human parainfluenza CTs and 21 normal chest CTs). The quantitative results are presented as the area under the receiver operator characteristics curves and a computer score (volume affected by TIB) provided as an output of the CAD system. In addition, a visual grading scheme is applied to the patient data by three well-trained radiologists. Interobserver and observer-computer agreements are obtained by the relevant statistical methods over different lung zones. Experimental results demonstrate that the proposed CAD system can achieve high detection rates with an overall accuracy of 90.96%. Moreover, correlations of observer-observer (R 2 = 0.8848, p < 0.01) and observer-CAD agreements (R 2 = 0.824, p < 0.01) validate the feasibility of the use of the proposed CAD system in detecting and quantifying TIB patterns.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "I NFECTIOUS lung diseases, such as novel swine-origin H1N1 influenza, tuberculosis (TB), etc., are among the leading causes of disability and death all over the world [1] - [3] , [5] . Computed tomography (CT) examination of the lungs during acute respiratory tract infections has become an important part of patient care, both at diagnosis and monitoring progression or response to therapy. Although CT examination serves as a primary (imaging) diagnostic tool for assessing lung infections, visual analysis of CT images is restricted by low specificity for causal infectious organisms and a limited capacity to assess severity and predict patient outcomes [2] .",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 170,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 173,
                    "end": 176,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 179,
                    "end": 182,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 658,
                    "end": 661,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "Common CT findings associated with respiratory tract infections include tree-in-bud (TIB) nodularity, ground-glass opacities (GGO), random distribution of pulmonary nodules, linear interstitial/bronchovascular thickening, and consolidations [6] . Although none of these visual patterns are specific for one pathogen, the amount of lung volume exhibiting these features could provide insights into the extent or severity of infection. Among these patterns, TIB opacities, represented by thickened bronchial structures surrounded locally by clusters of 2-3 mm micronodules, are associated with inflammation of the small airways (bronchioles), such as in viral or bacterial bronchiolitis, and the increasing sizes of abnormal regions on CT can suggest the progression of disease [6] . Often considered to have a limited differential diagnosis-M TB infection, infection with nontuberculous mycobacteria, viral infection, cystic fibrosis, this pattern is recognized as a CT appearance of many different entities. Unlike the other imaging patterns such as GGO and consolidations, it is an extremely challenging task to detect and quantify the regions with TIB opacities due to interobserver variations and inconsistent visual scoring methods [2] . Therefore, an accurate method for detecting TIB is a critical in computer-assisted detection (CAD) schemes from chest CT. Although the correct diagnosis for TIB pattern is very important, it is also one of the most difficult tasks for radiologists because the contrast of lesions is often low and the disease patterns are very complex. All these limitations suggest that CAD could make a valuable contribution to the management of respiratory tract infections by assisting in the early recognition of pulmonary parenchymal lesions and providing quantitative measures of disease severity. ",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 244,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 776,
                    "end": 779,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1236,
                    "end": 1239,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "Respiratory tract infections, caused by viruses, bacteria, fungi, and parasites, are a major component of global infectious disease mortality. TIB patterns, in particular, usually represent the disease of the small airways such as infectious-inflammatory bronchiolitis as well as bronchiolar luminal impaction with mucus, pus, cells, or fluid causing normally invisible peripheral airways to become visible on CT [7] . Fig. 1 shows typical TIB patterns in a chest CT ( Fig. 1 shows labeled TIB patterns with blue). As its name implies, this pattern resembles a budding tree in CT due to the branching opacities with adjacent centrilobular nodularity [2] . It is not specific for a single disease entity, but suggests pathology in the peripheral airways, which can be associated with air trapping or subsegmental consolidation in the surrounding alveolar airspaces. Because any organism that infects the small airways can cause a TIB pattern, pulmonary infections are its most common cause.",
            "cite_spans": [
                {
                    "start": 413,
                    "end": 416,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 650,
                    "end": 653,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 419,
                    "end": 425,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 469,
                    "end": 475,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "A. Respiratory Tract Infections and TIB Patterns"
        },
        {
            "text": "TIB is difficult to be detected with conventional CAD systems due to high complexity of their irregular shapes, as well as strong textural similarity of micronodules and thickened airways to other normal and abnormal lung structures. Currently, no reported CAD system is capable of automatically detecting a TIB pattern, therefore, which warrants a need for the development of such a system to improve the diagnostic decision process and quantitative measurement of respiratory tract infections. In this paper, we develop a new CAD system to evaluate respiratory tract infections by automatically detecting and quantifying TIB patterns on CT images.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Respiratory Tract Infections and TIB Patterns"
        },
        {
            "text": "The main contributions of this study are twofold. 1) A candidate selection method that locates possible abnormal patterns in the images. This process comes from a learning perspective such that the size, shape, and textural characteristics of TIB patterns are learned a priori. The candidate selection process removes large homogeneous regions from consideration which results in a rapid localization of candidate TIB patterns. The local regions enclosing candidate TIB patterns are then used to extract shape and texture features for automatic detection; 2) another novel aspect in this study is to extract Möbius invariant local shape features (i.e., Willmore energy-based features). Extracted local shape features are combined with statistical texture features to classify lung tissues. In addition, we also investigate the extraction and use of different local shape features as compared to the proposed shape features to facilitate local structure analysis. To the best of our knowledge, this is the first study that uses automatic detection of TIB patterns for a CAD system in infectious lung diseases. Since there is no published work on automatic detection of TIB patterns in the literature, we compare our proposed CAD system on the basis of different feature sets previously shown to be successful in detecting lung diseases in general. Early version of this study appeared in [3] , and can be accessed in [8] .",
            "cite_spans": [
                {
                    "start": 1387,
                    "end": 1390,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1416,
                    "end": 1419,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "B. Our Contributions"
        },
        {
            "text": "This paper is organized as follows. Section II explains the methods of the proposed CAD system. We discuss our proposed and conventional feature extraction methods in Section III. Next, we present the feasibility of the proposed CAD system by evaluating the detection and quantification performances in Section IV followed by a discussion and conclusion in Section V and Section VI, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Our Contributions"
        },
        {
            "text": "The proposed CAD methodology is illustrated in Fig. 2 . First, lungs are segmented from chest CTs. Second, we use locally adaptive scale-based filtering method to detect candidate TIB patterns. Third, segmented lung is divided into local patches in which we extract Möbius invariant shape features and statistical texture features followed by support vector machine (SVM) classification. We extract features from local patches of the segmented lung only if there are candidate TIB patterns in the patches. The details of the proposed methods are described in the following. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 47,
                    "end": 53,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "II. CAD METHODOLOGY"
        },
        {
            "text": "Prior to detection, segmentation is often the first step in CAD systems. In this study, fuzzy connectedness (FC) image segmentation algorithm is used to achieve successful delineations [9] . In FC framework, as illustrated in Fig. 3 , left and right lungs are \"recognized\" by user-defined or automatically assigned seeds, which initiate FC segmentation. In this study, one seed per lung volume (i.e., left or right) is automatically set by only considering the locations of small intensity valued voxels inside the body region (see [9] for a detailed description of the use of FC in anatomy segmentation). Fig. 3 (middle and right) shows the resulting segmentation of the chest CT given on the left. Although we use FC algorithm to segment lung regions, there are many well-established lung segmentation methods in the literature [9] - [11] , [29] , and [41] such that they could possibly be used as well to accomplish the delineation step. In that sense, we do not have any strict restriction on the choice of segmentation algorithm prior to detection system as long as it successfully segments the lung regions.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 188,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 532,
                    "end": 535,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 830,
                    "end": 833,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 836,
                    "end": 840,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 843,
                    "end": 847,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 854,
                    "end": 858,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [
                {
                    "start": 226,
                    "end": 232,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 606,
                    "end": 612,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "A. Lung Segmentation"
        },
        {
            "text": "The size/volume of a region occupied by a typical TIB pattern does not usually exceed a few mm 2 /mm 3 . Together with the fact that TIB pattern has a complex shape with varying intensities over discontinues branches (i.e., buds), TIB patterns have intensity characteristics with high variation toward nearby voxels (see Fig. 1 ). In other words, TIB patterns do not constitute sufficiently large homogeneous regions. Thus, TIB patterns are localized only in the vicinity of small homogeneous regions, and their boundaries have high curvatures due to the nature of its complex shape. In the next section, we use these two observations to extract novel characteristic features to detect TIB patterns.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 321,
                    "end": 327,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "B. Learning Characteristics of TIB Patterns"
        },
        {
            "text": "Our candidate selection method comes from a learning perspective such that we assign every internal voxel of the lung a membership value reflecting the size (i.e., scale) of the homogeneous region that the voxel belongs to. To do this, we use a locally adaptive scale-based filtering method called ball-scale (or b-scale for short) [9] , [16] , [17] . The b-scale is the simplest form of a locally adaptive scale where the scene is partitioned into several scale levels. Every voxel in each scale is assigned the size of the local structure it belongs. For instance, voxels within the large homogeneous objects have highest scale values, and the voxels nearby the boundary of objects have small-scale values. Voxels on the boundary of objects have smallest scale values. Because of these observations, we conclude that TIB Fig. 4(c) . We describe the computation of b-scale patterns and the details of the candidate selection process in the next section.",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 335,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 338,
                    "end": 342,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 345,
                    "end": 349,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 823,
                    "end": 832,
                    "text": "Fig. 4(c)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "B. Learning Characteristics of TIB Patterns"
        },
        {
            "text": "There are several advantages to the local scale-based approach. For instance, boundary-and region-based representations of objects are explicitly contained in the scale-based methods. Based on continuity of homogeneous regions, geometric properties of objects (i.e., size information) can be identified, and this new representation is called scale images, i.e., b-scale, tensor-scale (t-scale), generalized-scale (g-scale) images [16] , [18] , [19] . The b-scale model has been shown to be extremely useful in object recognition [17] , image segmentation [9] , [41] , filtering [16] , inhomogeneity correction [20] , and image registration [20] , [21] . In this study, on the other hand, we show how to use b-scale encoding together with a proper scale selection method for detecting candidate abnormality patterns. The main idea in b-scale encoding is to determine the size of local structures at every voxel as the radius of the largest ball centered at the voxel within which intensities are homogeneous under a prespecified region-homogeneity criterion.",
            "cite_spans": [
                {
                    "start": 430,
                    "end": 434,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 437,
                    "end": 441,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 444,
                    "end": 448,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 529,
                    "end": 533,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 555,
                    "end": 558,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 561,
                    "end": 565,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 578,
                    "end": 582,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 610,
                    "end": 614,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 640,
                    "end": 644,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 647,
                    "end": 651,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "C. Candidate Pattern Selection Through B-Scale Encoding"
        },
        {
            "text": "Although the conventional b-scale encoding method is well established for nD images (n ≥ 2), we use 2-D b-scale encoding method in this study because low-resolution CT data do not allow continuous analysis of TIB patterns through lowresolution imaging direction. In the 2-D digital space (Z 2 , ν), a scene C = (C, f ) is represented by a pair where C is a rectangular array of voxels, ν = (ν 1 , ν 2 ) indicates the size of the voxels, and f is a function that assigns to every voxel an image intensity value. A ball B k (c) of radius k ≥ 0 and with center at",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Candidate Pattern Selection Through B-Scale Encoding"
        },
        {
            "text": "The fraction of object is denoted by F O k (c) and indicates the fraction of the ball boundary occupied by a region which is sufficiently homogeneous with c.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Candidate Pattern Selection Through B-Scale Encoding"
        },
        {
            "text": "and W ψ is a homogeneity function [9] . In all experiments, we use a zero-mean unnormalized Gaussian function for W ψ . The size of the local structure is estimated using appearance information of the gray-level images, i.e., region-homogeneity criterion; b-scale scenes contain rough geometric information.",
            "cite_spans": [
                {
                    "start": 34,
                    "end": 37,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "C. Candidate Pattern Selection Through B-Scale Encoding"
        },
        {
            "text": "A detailed description of W ψ and F O k,ν is presented in [9] . The b-scale algorithm works as follows: the ball radius k is iteratively increased starting from one, and the algorithm checks for F O k,ν (c), the fraction of the object containing c that is contained in the ball. When this fraction falls below a predefined threshold, it is considered that the ball contains an object region different from that to which c belongs [16] . This process is repeated for every voxel within the scene. Voxels are assigned their b-scale values discreetly from 1 to r max . 1 In principle, b-scale partitions the scene into several levels based on the size of local structures from 1 to r max . Computing b-scale values for every voxel leads b-scale scenes as shown in Fig. 4 (a). Note also that locally adaptive scale in regions with fine details or in the vicinity of boundaries is small, while it is large in the interior of large homogeneous objects.",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 61,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 430,
                    "end": 434,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 566,
                    "end": 567,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 761,
                    "end": 767,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "C. Candidate Pattern Selection Through B-Scale Encoding"
        },
        {
            "text": "Developing a successful CAD system for infectious lung diseases requires acquisition of representative features characterizing shape and texture of TIB patterns efficiently. Since TIB is a complex shape pattern consisting of curvilinear structures with nodular structures nearby, we propose to use local shape features (derived from geometry of the local structures) combined with gray-level statistics derived from a given local patch (i.e., local window with a predefined size).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. CAD FEATURE EXTRACTION"
        },
        {
            "text": "The shape operator is the second-order invariant (or curvature) which determines the original surface. Since it is usually more convenient to work with scalar quantities rather than vectorial shape quantities, symmetric functions of local Hessian matrices are usually used to extract geometric meaning of the surface/shape of interest. Therefore, curvatures play an important role in the representation and recognition of intrinsic shapes. However, similarity of curvature values may not necessarily be equivalent to intrinsic shape similarities, which causes a degradation in recognition and matching performance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. CAD FEATURE EXTRACTION"
        },
        {
            "text": "To overcome this difficulty, we propose to use Willmore energy functional [22] and several different affine invariant shape features parametrically related to the Willmore energy functional. While local shape features characterize the curvilinear and small nodular structures (via Willmore energy), gray-level features characterize background and foreground intensity variation with objects' pose and size for a given local window. Moreover, for comparison purpose, we use different feature sets previously shown to be successful in detecting lung diseases in general. Fig. 5 enlists all the features that we extracted for the proposed CAD system and for the experimental comparison. Details of extracted features are defined in the following.",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 78,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 569,
                    "end": 575,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "III. CAD FEATURE EXTRACTION"
        },
        {
            "text": "The Willmore energy of surfaces plays an important role in digital geometry, elastic membranes, and image processing [23] . It is closely related to Canham-Helfrich model [24] , where a surface energy is defined as",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 121,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 171,
                    "end": 175,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "A. Willmore Energy and Shape Features"
        },
        {
            "text": "where α, β, and γ are some constants, H is the mean curvature vector on Σ (area space), K is the Gaussian curvature on ∂Σ (boundary space), and dA is the induced area metrics on Σ. This model is curvature driven, invariant under the group of Möbius transformations (in particular, under rigid motions and scaling of the surface) and shown to be very useful in energy minimization problems [25] . Invariance of the energy under rigid motions leads to conservation of linear and angular momenta, and invariance under scaling plays a role in setting the size of complex parts of the intrinsic shapes (i.e., corners, wrinkles, folds, etc.). In other words, the position, gray-level characteristics, size, and orientation of the pattern of interest have minimal effect on the extracted features as long as the suitable patch is reserved for the analysis. In order to have simpler and more intuitive representation of the given model, we simply set α = 0 and β = γ = 1, and the equation turns into Willmore energy functional",
            "cite_spans": [
                {
                    "start": 389,
                    "end": 393,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "A. Willmore Energy and Shape Features"
        },
        {
            "text": "where ds is the length metric on ∂Σ. The resultant energy of a surface can be regarded as a function H and K, and captures the deviation of a surface from local sphericity [22] such that a sphere has zero Willmore energy. Note also that the Willmore energy is always nonnegative. Since a homogeneity region that a typical TIB pattern appears is small in size, total curvature (or energy) of that region is high and can be used as a discriminative feature.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 176,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "A. Willmore Energy and Shape Features"
        },
        {
            "text": "The main motivation in describing intrinsic shapes by Willmore energy is due to its ability to encode surface (i.e., image area in 2-D) with Möbius invariant features (translation, contrast, rotation, and inversion invariant). In addition to Willmore energy features that we adapt from Canham-Helfrich surface model, we have included seven different local shape features, which are parametrically related to Willmore energy formulation, into the proposed CAD system due to their some invariant properties and discriminative powers. Assume κ 1 and κ 2 indicate eigenvalues of the local Hessian matrix H e for any given local patch L , the following shape features are extracted: 1) shape index (SI), 2) Gaussian curvature, 3) mean curvature, 4) elongation, 5) distortion, 6) shear, 7) compactness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Willmore Energy and Shape Features"
        },
        {
            "text": "The SI is a statistical measurement and used to define intrinsic shape of the localized structure within the image [26] , [27] . SI values are encoded as a continuous range of values between −1 and 1, with zero SI indicates saddle-like local structures, +1 and −1 SI values indicate umbilical minima and maxima (i.e., cap and cup, respectively), and midpoints of the two half-intervals (+0.5 and −0.5) indicate concave and convex parabolic or line-like structures (i.e., rut and ridge, respectively). SI can simply be computed through principal curvatures (κ 1 , κ 2 ) as follows:",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 119,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 122,
                    "end": 126,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "1) SI:"
        },
        {
            "text": "where κ 1 ≥ κ 2 . As suggested in [26] , we obtain principal curvatures from the eigenvalues of the local Hessian matrix (H e ) as",
            "cite_spans": [
                {
                    "start": 34,
                    "end": 38,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "1) SI:"
        },
        {
            "text": "where L xx , L xy = L y x , and L y y are second-order derivatives of local image patch L , and eig() denotes eigenvalue decomposition. We choose to use SI because of its invariance property with respect to rotation, absolute gray value, and translation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1) SI:"
        },
        {
            "text": "2) Gaussian Curvature: Gaussian curvature (K) is an intrinsic measure and simply the product of the principal curvatures as K = κ 1 κ 2 for a given point on a surface, equivalent to the determinant of local Hessian matrix H e . Note that K is unchanged even by bending the surface without stretching it, meaning that the Gaussian curvature is independent of the choice of unit normal and it gives three types of classified local shapes: elliptic shape (K > 0), hyperbolic shape (K < 0), parabolic shape (K = 0) with one of the κ is equal to zero, planar shape (K = 0) with both κ are equal to zero. Gaussian curvature is translation and rotation invariant, but not scale invariant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1) SI:"
        },
        {
            "text": "3) Mean Curvature: Mean curvature (H) is an extrinsic measure and it describes the curvature as H = (κ 1 + κ 2 )/2. Unlike K, H is defined in the distributional sense. Note that mean curvature measure is the trace of local Hessian matrix H e . Mean curvature can be thought as a negative gradient (as a Laplacian) of the area functional due to its nice variational interpretation over the surface. This does not only give insights into the size of the local shape but also into the total symmetrical deviation from the sphere. Mean curvature is translation and rotation invariant, but not scale invariant. 4) Elongation: Shape elongation is one of the basic shape descriptors and it indicates flatness measure of the local shape [28] . In this paper, we used the ratio of principal curvatures to measure elongation as κ 2 /κ 1 with κ 2 ≤ κ 1 . Elongation measure is invariant with respect to a similarity transformation, and therefore, it is a robust feature that helps to identify curvilinear shapes. Elongation varies from −1 to +1, from hyperbolic to elliptic points.",
            "cite_spans": [
                {
                    "start": 729,
                    "end": 733,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "1) SI:"
        },
        {
            "text": "Distortion is an algebraic quantity defined as the difference of eigenvalues (i.e., |κ 1 − κ 2 |) of the local Hessian matrix H e . Distortion is a valuable image analysis property revealed by magnitude difference of principal curvatures. Distortion measure captures the deviation of principal curvatures, thus nonplanarity of a region. Together with Gaussian or mean curvature, distortion measure brings further information into encoding of local shape. Distortion measure is translation and rotation invariant, but not scale invariant. 6) Shear: The shear is another algebraic distortion quantity defined as proportional to the normalized distortion: (κ 1 − κ 2 ) 2 /4. The physical information contained in the shear is basically the same as that of the distortion; it is related to distortion with powers of the difference of principal curvatures. Different than distortion, shear descriptor captures higher degree of nonplanarity of a region due to having more robustness against noise. 7) Compactness: Compactness feature measures the similarity between shape of interest and a perfect ellipse, and is defined as 1/(4π √ κ 1 κ 2 ). Note that this ratio is a dimensionless ratio between the area of the shape (1 for a normalized shape) and the area of the best ellipse fitting the shape. Note also that the compactness measure is invariant to affine transformations and parametrically related to Gaussian curvature. Given a single-axial CT slice of left lung, Fig. 6 (b) indicates a thresholded (i.e., selected candidate patterns) b-scale scene encoded from the corresponding gray-level CT slice shown in Fig. 6(a) . Furthermore, Fig. 6 (c) and (d) shows mean and Gaussian curvature maps from which all the other local shape features are extracted, respectively. In addition, Fig. 6 (e) and (f) shows Willmore energy maps using both mean and Gaussian curvature maps as formulated in (4) and shown in Fig. 6(c) and (d) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1465,
                    "end": 1471,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1610,
                    "end": 1619,
                    "text": "Fig. 6(a)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1635,
                    "end": 1641,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1781,
                    "end": 1787,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1905,
                    "end": 1922,
                    "text": "Fig. 6(c) and (d)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "5) Distortion:"
        },
        {
            "text": "Based on the observation in training step where we analyzed the appearance and shape of TIB patterns, TIB patterns most likely occur in the regions inside the lung with high variability of intensity values over a small number of voxels and with certain size (i.e., a few millimeter in length). These observations (size and high intensity variation) facilitate one practically useful fact in the algorithm that, in the feature extraction process, we only extract features if and only if at least \"one\" small b-scale pattern exists in the local regions (i.e., blue local regions in Fig. 4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 580,
                    "end": 587,
                    "text": "Fig. 4)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "5) Distortion:"
        },
        {
            "text": "We also explore the use of alternative local shape features as a comparison to Willmore energy-based features. Based on the observations of spatial properties of the selected candidate patterns, it becomes apparent that instead of using conventional high-dimensional feature extraction methods such as Gabor wavelets, steerable wavelets, etc., one may extract much fewer and more reliable statistical features to discriminate the pattern of interest. Motivated from the fact that TIB patterns consist of numerous small (or micro-) nodules nearby the main curvilinear structure and those small structures have varying opacities, the location and distribution of those small structures can be obtained by simple thresholding method which has been popular in estimation for more than two decades [30] . However, since the opacities are varying through different nodular structures, it is challenging to find an optimum threshold value. Therefore, instead of using one single threshold level, we empirically choose n = 10 different threshold levels (λ j ) to obtain local statistics of those structures in a hierarchical way, where λ j = 10j, 1 ≤ j ≤ 10 [31] . This process is named LGS because we extract different statistical measurements in gradient of the images. Note also that we confine ourselves into the local patches where at least one b-scale pattern occupies.",
            "cite_spans": [
                {
                    "start": 793,
                    "end": 797,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1150,
                    "end": 1154,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "B. Local Gradient Shape Statistics (LGS) and Conventional Shape Features"
        },
        {
            "text": "To obtain shape statistics over local patches, we use gradient fields because boundary information can be used much more effectively in that sense. Fig. 7 shows an example thresholding process over a candidate TIB pattern centered at c (only for four levels are shown for demonstration purpose). After different threshold levels are applied over the local regions of b-scale images, resultant thresholded local patches are used to extract the following features: mean SI values of the local patch for each thresholding level (one feature), and the number of bscale patterns left after thresholding process (one feature). Since we use ten different thresholding levels, we extract 20 features totally. Moreover, for a local region centered at a voxel c of a candidate TIB pattern, we extract one global feature as an SI value of the voxel c, three features as the maximum, minimum, and mean SI values over the local region prior to thresholding. Therefore, a total of 24 features (LGS+SI) are extracted from a typical local patch to be used in CAD system [4] . Although n and λ j are chosen empirically based on the observations of shape and textural characteristics of normal and TIB patterns during the training step, one may propose to use cross validation, control of the global and local false discovery rate, and uncertainty principles to decide those parameters near-optimally [30] .",
            "cite_spans": [
                {
                    "start": 1054,
                    "end": 1057,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1383,
                    "end": 1387,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 148,
                    "end": 154,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "B. Local Gradient Shape Statistics (LGS) and Conventional Shape Features"
        },
        {
            "text": "Steerable Features: It has been well documented in the literature that decomposition of images by using basis functions localized in spatial position, orientation, and scale (e.g., wavelets) are extremely useful in object recognition and detection [32] , [33] . Since steerable filters are rotation and translation invariant, they accurately represent the underlying image structure [34] . In this study, we use steerable derivative of Gaussian filters to decompose local regions around each candidate pattern into several oriented basis. These basis are used as features in voxelwise classification for TIB identification. We extract steerable features (i.e., directional derivatives) from one scale and six different orientations.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 252,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 255,
                    "end": 259,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 383,
                    "end": 387,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "C. Conventional Texture Features"
        },
        {
            "text": "Gray-Level Co-Occurrence Matrix (GLCM) Features: Spatial statistics based on GLCM [35] are shown to be very useful in discriminating and quantifying patterns pertaining to lung diseases. As texture can give a lot of insights into the classification and characterization problem of poorly defined lesions, regions, and objects, we combine our proposed shape-based invariants with Haralick's popular GLCM-based features [35] . We extract 18 features from each local patch including autocorrelation, contrast, entropy, variance, dissimilarity, homogeneity, cluster shade, energy, maximum probability, sum of squares of variance, sum of averages, sum of variance, sum of entropy, difference of entropy, difference of variance, normalized inverse difference moment, cluster prominence, and mutual information. Readers are encouraged to refer to [35] for further details on these well-established features in machine learning, and [12] - [15] for particular CAD systems in identification of lung abnormalities from CT scans in general.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 86,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 418,
                    "end": 422,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 840,
                    "end": 844,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 925,
                    "end": 929,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 932,
                    "end": 936,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "C. Conventional Texture Features"
        },
        {
            "text": "Laboratory confirmed (with pathology identification tests) 39 CTs of human parainfluenza (HPIV) infection and 21 normal lung CTs were collected for the experiments. All patients were imaged at our institution using a 64-detector row Philips Brilliance or a 320-detector row Toshiba Aquilion CT scanner. The noncontrasted chest CT studies were performed at end inspiration with 1.0 or 2.0 collimation obtained at 10-or 20-mm intervals from the base of the neck to upper abdomen with a tube voltage of 120 kV and a current of 200-320 mA depending on the subject's weight. Imaging data were constructed to 512 × 512 matrices with slice thickness of 5 mm. The in-plane resolution was affected by patients' size and varied from 0.62 to 0.82 mm. All 60 CT scans (both HPIV and normal) were collected from different subjects (no multiple scans from subjects).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Data"
        },
        {
            "text": "A well-trained radiologist [with more than nine years experience (DMJ)] carefully examined the complete scan (i.e., 60 CTs) and labeled the lung regions as normal and abnormal (with TIB patterns) (see Fig. 1 ). As many regions as possible showing abnormal lung tissues from 39 HPIV patients were labeled (see Table I for details of the number of regions used in the experiments). Those 39 patients do not include only TIB opacities, but also GGO, nodules, consolidations, and linear thickening such that only TIB regions are labeled in training step. Note also that the control group consisting of 21 subjects with no observed lung abnormalities was constructed and lung tissues pertaining to this group were labeled carefully.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 201,
                    "end": 207,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 309,
                    "end": 316,
                    "text": "Table I",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "B. Training Step"
        },
        {
            "text": "In the training step, we also explored how the number of b-scale patterns change for normal and diseased subjects. Our observations from detail analysis in candidate selection part showed that only 21-40% of the segmented lung volumes were chosen as candidate TIB patterns. This interval was subject to change based on the severity of the diseases. For patients without having infections (i.e., control group), for instance, the percentage of the candidate regions was smaller than the patients with infections; therefore, an increase in the amount of small-sized b-scale patterns is observed. In any case, local scale could be used as a quantitative measure validating the sensitivity and specificity of the classification rates as we describe it in Section IV-E.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Training Step"
        },
        {
            "text": "Occurrences of TIB abnormality and normality of subjects were noted for each CT scan. To analyze existence and severity of abnormality as well as normality of subjects, a visual grading system was adapted from studies examining CT findings in other infections [36] - [38] . Each lung was divided into three zones (for a bilateral total of six) as shown in Fig. 8 . Zone 1 included the apex to the carina. Zone 2 extended from the tracheal carina to the left atrium's junction with inferior pulmonary veins. Zone 3 included the remainder of the lungs below the level of the inferior pulmonary veins atrial junction. A severity score (0 to 5 such that 0 indicates no abnormality) was assigned to each zone based on the percentage of the zone occupied as listed in Fig. 8 (second row). A total score was also extracted by considering all zones during visual grading. Consensus visual scores 2 from participating radiologists [one with more than nine years of experience (DMJ) and one with more than one year of experience (AW)] on a scale of 0-5 over lungs were recorded and compared with computer scores (of the proposed CAD system). Following the same visual scoring scheme, another participating radiologist [with more than seven years of experience (OA)], who was blinded to the consensus visual scores previously obtained, was involved in the visual grading process to provide information on interobserver variability.",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 264,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 267,
                    "end": 271,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [
                {
                    "start": 356,
                    "end": 362,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 762,
                    "end": 768,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "C. Visual Grading Scheme"
        },
        {
            "text": "To measure and evaluate the detection capabilities of a CAD system quantitatively, the area under the receiver operator characteristic (ROC) curves is often used [39] . After the proposed CAD system was tested via twofold cross validations with labeled dataset, we presented ROC curves of the system performances. Table I summarizes the performance of the proposed CAD system as compared to other feature sets. The performances are reported as the areas under the ROC curves (A z ). Note that proposed shape features (i.e., Willmore energy and parametrically related local shape features) alone are superior to other methods even though the dimension of the proposed shape feature is only 8. The best performance is obtained when we combine the proposed shape and GLCM features. This is to be expected because spatial statistics are incorporated into the shape features such that texture and shape features are often complementary to each other. On the other hand, compared to the proposed shape features, the LGS and SI features have lower detection rates because they are not affine (and Möbius) invariant and eventually having difficulty in appreciating the large amount of details of TIB patterns. Another reason is that there is no optimal choice of thresholding process and this may yield less remarkable statistical measurements over local patches. However, the LGS and SI features alone perform better than the high-dimensional conventional features similar to the proposed shape features. This result itself suggests the use of local shape features and their adapted extensions in detection of TIB patterns.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 166,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [
                {
                    "start": 314,
                    "end": 321,
                    "text": "Table I",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "D. Quantitative Evaluations"
        },
        {
            "text": "In what follows, we selected the best window size for each feature set and plotted their ROC curves all in Fig. 9 . Superiority of the proposed shape features is clear in all cases. To have a valid comparison, we repeated candidate selection step for all the methods because we observed that the CAD performances of compared conventional feature sets had much lower accuracies if the candidate selection part was not applied (i.e., proposed method's accuracy was decreased to A z = 0.6803, while the best result of all compared methods were decreased to A z < 0.5281). To show whether the proposed method was significantly different than the other methods, we compared the performances through paired t-tests. p-values of the tests indicate that none of the feature set are significantly correlated with the proposed CAD features such that highest and smallest pvalues are reported as 0.0195 (p < 0.05) and 0.0053 (p < 0.01), respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 107,
                    "end": 113,
                    "text": "Fig. 9",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "D. Quantitative Evaluations"
        },
        {
            "text": "Visual scoring by radiologists still lies at the heart of diagnostic decisions, and often used as a validation tool. In this section, we explore the correlation between computer score (i.e., CAD score) and visual scores by participating radiologists. Furthermore, we investigate the effectiveness of the proposed method's ability to roughly discriminate normal and diseased patients by only considering the size of the structures pertaining to lung anatomy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E. Qualitative Evaluations"
        },
        {
            "text": "Based on the visual grading scheme explained in Section IV-C, we compared the consensus reading of two expert observers (AW and DJM) to another expert observer (OA), who was blinded to the consensus scores. We used Pearson product-moment correlation coefficients to determine interobserver agreement over each zone, left, right, and all lung volumes. The reported correlation ratios are shown in Fig. 10(a) . Note that interobserver agreement correlation values for all TIB measurements were high for all zones and the lung. The lowest agreement seen on the zone 1 may be because subtle abnormalities in this zone may have been given greater visual assessment variance among the observers. Nevertheless, an overall correlation coefficient of R 2 = 0.8848 (p < 0.01) indicates an excellent agreement on the existence of TIB patterns.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 396,
                    "end": 406,
                    "text": "Fig. 10(a)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "E. Qualitative Evaluations"
        },
        {
            "text": "We further analyzed the variability of change of scores of expert radiologists for each subject. For this, we constructed Bland-Altman plot [40] where the limits of observer agreements were indicated by bias ± 1.96 std (bias: average difference, std: standard deviation). In Bland-Altman plot, the difference of the performances was plotted against the average of the performances as shown in Fig. 10(b) . It was noted from this figure that the largest disagreement of the scoring between observers To obtain an overall computer score from the proposed CAD system, on the other hand, TIB regions detected by the CAD system were first labeled automatically during the detection process. Then, a computer score was calculated by averaging the volume occupied by the labeled TIB regions over the whole lung volume. Calculated computer score was then normalized to fit the visual grading scheme explained in Section IV-C. Linear regression model was fitted to all subjects' scores both from computer and the consensus scores of the participating radiologists (DMJ and AW) and Pearson product-moment correlation coefficient was computed for this model. A scatter plot of the linear regression model and the computer-observer agreement correlation is shown in Fig. 11 . It is clear from this plot that visual and quantitative assessments correlate well as indicated by the Pearson product-moment correlation of R 2 = 0.824 (p < 0.01). Finally, we illustrate an example of TIB and non-TIB region classification by expert annotation and computer quantification by our proposed method in Fig. 12(a) and (b) , respectively.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 144,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [
                {
                    "start": 393,
                    "end": 403,
                    "text": "Fig. 10(b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1254,
                    "end": 1261,
                    "text": "Fig. 11",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1579,
                    "end": 1597,
                    "text": "Fig. 12(a) and (b)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "E. Qualitative Evaluations"
        },
        {
            "text": "Scale-based analysis: In addition to visual scoring scheme, we also show the effectiveness of the proposed scale-based method on quantification of the disease extent and identification. Scale-based analysis of the regions occupied by TIB patterns is illustrated in Fig. 13 . A CT slice of a patient with HPIV shows fewer large homogeneous regions (green) with respect to a normal control. It also shows a greater number of small homogeneous regions (yellow and red). (from 1 to 10), we recorded the average number of b-scale patterns. As readily seen from both curves, the existence of TIB patterns was indicated through the small number of highly homogeneous regions (i.e., small number of large b-scale patterns) and large number of less homogeneous regions (i.e., large number of small b-scale patterns). This figure validated the qualitative Fig. 13 . The difference between two curves was at statistically significant level (p < 0.01).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 265,
                    "end": 272,
                    "text": "Fig. 13",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 846,
                    "end": 853,
                    "text": "Fig. 13",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "E. Qualitative Evaluations"
        },
        {
            "text": "All programs used in this study were developed using gcc 4.5 (Copyrigth (C) 2010 Free Software Foundation) on a Linux platform (Pardus), and all statistical computations were processed in R (Version 2.12.2) and MATLAB (Copyright (C) 2010 Mathworks). All the programs were executed on an Intel (R) Core(TM) i7 CPU 930 at 2.80 GHz with 12 GB RAM workstation. While segmentation of lung regions from CT scans takes only about 10 s, the b-scale encoding algorithm takes a couple of minutes (average 2 min, at most 5 min). The time required to compute b-scale scenes changes from patient to patient due to different number of slices in CT scans. Details of the computational cost analysis for segmentation of lungs, and feature extractions for particular algorithms are enlisted in Table II. A further feature selection method such as a principal component analysis might be used to reduce the dimension of steerable features that we used only for comparison purposes. Note that the proposed features are having a small number of dimension per local patch; there is not necessarily an additional feature selection method needed; hence, it is outside the scope of this paper.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 777,
                    "end": 786,
                    "text": "Table II.",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "F. SVM Classification, Computational Cost, and Algorithm Details"
        },
        {
            "text": "Briefly, the whole dataset was randomly divided into training and test sets of 30 CT scans (20 HPIV-10 Normal versus 19 HPIV-11 Normal). Parameters of the SVM classifier were learned based on the CT scans pertaining to training set. SVM regression was based on pixel-wise classification [42] . Followed by feature extraction step, the trained SVM classifier was applied to the test set. Note also that we have used twofold cross-validation technique for training and testing; therefore, we changed the role of training and testing dataset in the second fold. We also noticed that there was no significant changes in training and test performances of SVM classifications if twofold cross validation was changed into n-fold cross-validation system with n > 2. In addition, we have used Efron's bootstrap [43] method (i.e., repeating the experiments 100 times based on the actual data) to assess the variability of the estimated classifications derived from SVM regressions, and provide confidence intervals for ROC curves.",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 291,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 802,
                    "end": 806,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "F. SVM Classification, Computational Cost, and Algorithm Details"
        },
        {
            "text": "We used radial basis functions as kernel of SVM, and set to epsilon parameter of SVM as 0.1 [42] . Resulting SVM values of pixels are ranging from 0 to 1. This value indicates the likelihood of a local patch belonging to a certain class (TIB or non-TIB); low ratings indicate a non-TIB region, and high ratings indicate a TIB region. Soon after the SVM values were computed for the entire lung, we changed the cutoff values of SVM (0.5 as default) several times to obtain ROC curves.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 96,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "F. SVM Classification, Computational Cost, and Algorithm Details"
        },
        {
            "text": "In this paper, we studied a very particular, yet important, pattern of lung abnormality observed in chest CTs. Our proposed detection system is tuned to detect TIB regions from non-TIB regions; therefore, a multiclass classifier (with specifically tuned detection filters for each abnormality class) might be needed as an extension of this study to detect as much abnormality as possible in a whole system. Although such a system will bring its unique challenges into the CAD platform, it would be a valuable second opinion tool for radiologists. As a further step, we are currently investigating combining different imaging patterns pertaining to lung abnormalities as well as clinical laboratory information into our CAD system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. DISCUSSION"
        },
        {
            "text": "One question arises as to the use of high-resolution CT (HRCT) scans instead of conventional CT scans in detecting TIB patterns, as well as the effect of using HRCT scans in this process. Although HRCT scans appreciate detection of small nodular patterns, they have more noise and lungs might not be fully covered due to large gaps between slices (i.e., 10-30 mm). Furthermore, at our institution and in many other institutions, the protocol for acute pulmonary infection is 5 mm contiguous slice images of the chest without IV contrast, for which we adapted our CAD method. Nevertheless, the method we present is not data dependent and can be used for HRCT scans as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. DISCUSSION"
        },
        {
            "text": "Considering 2-D computation of b-scale scenes, one may doubt if the algorithm can be extended into 3-D. Based on our observations on appearance and location of TIB patterns over the lung regions and experiences on feature extraction in 3-D, as we stated previously, TIB patterns rarely extend in depth direction for more than a few slices due to constraints of lowresolution imaging direction. Therefore, there is no significant classification rate changes in 3-D; however, there is an increase in computational cost. Nevertheless, 3-D b-scale encoding and feature extraction for a similar pattern detection problem or the same problem with high-resolution images (with thinner slice thickness compared to low-resolution CT images) can readily be combined and used with similar accuracies reported in this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. DISCUSSION"
        },
        {
            "text": "Number of large and small b-scale patterns might perhaps be used to identify other type of abnormality patterns such as GGO and consolidations where we expect to have more large b-scale patterns than small b-scale patterns. Therefore, as an extension of this study, we will tune our proposed methodology with different types of abnormalities to generalize the CAD systems for infectious lung diseases in general.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. DISCUSSION"
        },
        {
            "text": "Our proposed method is capable of detecting and quantifying TIB patterns very accurately as validated by the statistical tests compared to the expert annotations (i.e., ground truth). Therefore, both in detection and quantification steps, the proposed CAD system will highly possibly be helpful for clinicians as a second opinion tool in routine clinical examinations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. DISCUSSION"
        },
        {
            "text": "In this study, we have proposed b-scale-based binary classification approach for automatic TIB pattern detection and quantification from chest CTs. The proposed system integrates 1) fast localization of candidate TIB patterns through b-scale filtering and scale selection, and 2) combined shape and textural features to identify TIB patterns. Note that texture-based recognition methods offer a complementary view to shape-based methods; therefore, the integration of spatial information and the proposed shape features achieves high detection rates. Moreover, our proposed local shape features illustrate the usefulness of the invariant properties, Willmore energy in particular, to analyze TIB patterns in chest CT. We have also compared computer scoring of the proposed CAD system with subjective visual grading. A high correlation between objective (CAD) and subjective (visual grading) scores is obtained, which implies highly satisfactory accuracy of the proposed CAD system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. CONCLUDING REMARKS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Imaging the lungs with computed tomography",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Hansell",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "IEEE Eng. Med. Biol. Mag",
            "volume": "19",
            "issn": "5",
            "pages": "71--79",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Computerassisted detection of infectious lung diseases: A review",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Bagci",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bray",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Caban",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Mollura",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Comput. Med. Imag. Graph",
            "volume": "36",
            "issn": "1",
            "pages": "72--84",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Learning shape and texture characteristics of CT tree-in-bud opacities for CAD systems",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Bagci",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Caban",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Suffredini",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Palmore",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Mollura",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proc. 14th Int. Conf. Med. Image Comput. Comput.-Assisted Intervention",
            "volume": "14",
            "issn": "",
            "pages": "215--222",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Automatic detection of tree-in-bud patterns for computer assisted diagnosis of respiratory tract infections",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Bagci",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Caban",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Palmore",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Suffredini",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Mollura",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proc. IEEE Eng. Med. Biol. Soc",
            "volume": "",
            "issn": "",
            "pages": "5096--5099",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Imaging findings in a fatal case of pandemic swine-origin influenza A (H1N1)",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Mollura",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Asnis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Crupi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Conetta",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Feigin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bray",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Taubenberger",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Bluemke",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Amer. J. Roentgenol",
            "volume": "193",
            "issn": "6",
            "pages": "1500--1503",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Fleischner society: Glossary of terms tor thoracic imaging",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Hansell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bankier",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Macmahon",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Mcloud",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Remy",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Radiology",
            "volume": "246",
            "issn": "3",
            "pages": "697--722",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The tree-in-bud sign",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Eisenhuber",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Radiology",
            "volume": "222",
            "issn": "3",
            "pages": "771--772",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Learning shape and texture characteristics of CT tree-in-bud opacities for CAD systems",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Bagci",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Caban",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Palmore",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Suffredini",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Mollura",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "ArXiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Scale-based fuzzy connected image segmentation: Theory, algorithms, and validation",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Saha",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Udupa",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Odhner",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Comput. Vis. Image Understand",
            "volume": "77",
            "issn": "",
            "pages": "145--174",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Automatic lung segmentation for accurate quantification of volumetric X-ray CT images",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Hoffman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Reinhardt",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "IEEE Trans. Med. Imag",
            "volume": "20",
            "issn": "6",
            "pages": "490--498",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Automated lung segmentation for thoracic CT: Impact on computer-aided diagnosis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Armato",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Sensakovic",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Acad. Radiol",
            "volume": "11",
            "issn": "9",
            "pages": "1011--1021",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "High resolution multidetector CT-aided tissue analysis and quantification of lung fibrosis",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Zavaletta",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Bartholmai",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Robb",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Acad. Radiol",
            "volume": "14",
            "issn": "7",
            "pages": "772--787",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Texture-based identification and characterization of interstitial pneumonia patterns in lung multidetector CT",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Korfiatis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Karahaliou",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Kazantzi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kalogeropoulou",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Costaridou",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "IEEE Trans. Inf. Technol. Biomed",
            "volume": "14",
            "issn": "3",
            "pages": "675--680",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Development of an automatic classification system for differentiation of obstructive lung disease using HRCT",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Seo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Kang",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Digital Imag",
            "volume": "22",
            "issn": "2",
            "pages": "136--148",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Regional context-sensitive support vector machine classifier to improve automated identification of regional pattern of diffuse interstitial lung disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Seo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "K"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Kang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Digital Imag",
            "volume": "24",
            "issn": "6",
            "pages": "1133--1140",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Scale-based diffusive image filtering preserving boundary sharpness and fine structures",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Saha",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Udupa",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "IEEE Trans. Med. Imag",
            "volume": "20",
            "issn": "11",
            "pages": "1140--1155",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Hierarchical scale based multiobject recognition of 3-D anatomical structures",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Bagci",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Udup",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "IEEE Trans. Med. Imag",
            "volume": "31",
            "issn": "3",
            "pages": "777--789",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Tensor scale: A local morphometric parameter with applications to computer vision and image processing",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Saha",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Comput. Vis. Image Understand",
            "volume": "99",
            "issn": "3",
            "pages": "384--413",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Generalized scale: Theory, algorithms, and application to image inhomogeneity correction",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Madabhushi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Udupa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Souza",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Comput. Vis. Image Understand",
            "volume": "101",
            "issn": "2",
            "pages": "100--121",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Scale-based scatter correction for computer-aided polyp detection in CT colonography",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Summers",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Med. Phys",
            "volume": "35",
            "issn": "2",
            "pages": "5664--5671",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Incorporating a measure of local scale in voxel-based 3-D image registration",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Nyul",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Udupa",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Saha",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "IEEE Trans. Med. Imag",
            "volume": "22",
            "issn": "2",
            "pages": "228--237",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Discrete willmore flow",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "I"
                    ],
                    "last": "Bobenko",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Shroder",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc. Eurograph",
            "volume": "",
            "issn": "",
            "pages": "101--110",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A duality theorem for Willmore surfaces",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bryant",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J. Differential Geom",
            "volume": "20",
            "issn": "",
            "pages": "23--53",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The minimum energy of bending as a possible explanation of the biconcave shape of the human red blood cell",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Canham",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "J. Theor. Biol",
            "volume": "26",
            "issn": "",
            "pages": "61--76",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "A level set formulation for Willmore flow",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Droske",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rumpf",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Interface Free Boundaries",
            "volume": "6",
            "issn": "",
            "pages": "361--378",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Surface shape and curvature scales",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Koenderink",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Doorn",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Image Vis. Comput",
            "volume": "10",
            "issn": "",
            "pages": "557--565",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Statistics and category systems for the shape index descriptor of local 2nd order natural image structure",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lillholm",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Griffin",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Image Vis. Comput",
            "volume": "27",
            "issn": "6",
            "pages": "771--781",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Shape matching and registration by datadriven EM",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Tu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yuille",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Comput. Vis. Image Understand",
            "volume": "109",
            "issn": "",
            "pages": "290--304",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Polarimetric image segmentation via maximum-likelihood approximation and efficient multiphase levelsets",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "B"
                    ],
                    "last": "Ayed",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mitiche",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Belhadj",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "IEEE Trans. Pattern Anal. Mach. Intell",
            "volume": "28",
            "issn": "9",
            "pages": "1493--1500",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Minimax risk Ip-balls for I q -error",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Donoho",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Johnstone",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Probab. Theory Relat. Fields",
            "volume": "2",
            "issn": "",
            "pages": "277--303",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Automatic detection and segmentation of axillary lymph nodes",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barbu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shling",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Comaniciu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Proc. Med. Image Comput. Comput.-Assisted Intervention Conf., 2010",
            "volume": "",
            "issn": "",
            "pages": "28--36",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Four-chamber heart modeling and automatic segmentation for 3D cardiac CT volumes using marginal space learning and steerable features",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Georgescu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barbu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Scheuering",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Comaniciu",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "IEEE Trans. Med. Imag",
            "volume": "27",
            "issn": "11",
            "pages": "1668--1681",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Parallel AdaBoost algorithm for Gabor wavelet selection in face recognition",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Bagci",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Proc. 15th IEEE Int. Conf. Image Process",
            "volume": "",
            "issn": "",
            "pages": "1640--1643",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The design and use of steerable filters",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Freeman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Adelson",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "IEEE Trans. Pattern Anal. Mach. Intell",
            "volume": "13",
            "issn": "9",
            "pages": "891--906",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Textural features for image classification",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Haralick",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shanmugam",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Dinstein",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "IEEE Trans. Syst",
            "volume": "3",
            "issn": "6",
            "pages": "610--621",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Chest radiographic and CT findings in novel swine-origin influenza A (H1N1) virus (S-OIV) infection",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Agarwal",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cinti",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Kazerooni",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Amer. J. Roentgenol",
            "volume": "193",
            "issn": "",
            "pages": "1488--1493",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "High-resolution CT findings in patients with pulmonary tuberculosis: Correlation with the degree of smear positivity",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ors",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Deniz",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Bozlar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gumus",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tasar",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tozkoparan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tayfun",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bilgic",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Grant",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Thoracic Imag",
            "volume": "22",
            "issn": "",
            "pages": "154--159",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Pulmonary abnormalities in immunocompromised patients: Comparative detection with parallel acquisition MR imaging and thin-section helical CT",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Eibel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Herzog",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Dietrich",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Rieger",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ostermann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Reiser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "O"
                    ],
                    "last": "Schoenberg",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Radiology",
            "volume": "241",
            "issn": "",
            "pages": "880--891",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Ideal AFROC and FROC observers",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Khurd",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gindi",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "IEEE Trans. Med. Imag",
            "volume": "29",
            "issn": "2",
            "pages": "375--385",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Statistical methods for assessing agreement between two methods of clinical measurement",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Bland",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Altman",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Lancet",
            "volume": "327",
            "issn": "8476",
            "pages": "307--310",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "3D automatic anatomy segmentation based on iterative graph-cut-ASM",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Bagci",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Med. Phys",
            "volume": "38",
            "issn": "8",
            "pages": "4610--4622",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Computer-aided diagnosis of pulmonary infections using texture analysis and support vector machine classification",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dwyer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Summers",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Mollura",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Acad. Radiol",
            "volume": "18",
            "issn": "3",
            "pages": "306--314",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "The Jackknife, the bootstrap, and other resampling plans",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Efron",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Single-axial CT slice with a significant amount of TIB patterns and an example labeling process of TIB patterns (blue) on the right lung are shown.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Flowchart of the proposed CAD system for automatic TIB detection.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "(Left) Axial single chest CT and its (middle and right) FC delineation correspondence are seen.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "(a) b-scale scene. (b) Thresholding via selecting small-scale values only [i.e., a scale of 1 is selected as a threshold cutoff (red bar)]. (c) Thresholded b-scale scene; local regions without any b-scale pattern and with b-scale patterns are shown in red and blue, respectively. patterns constitute only small b-scale values; thus, it is reasonable to consider voxels with small b-scale values as candidate TIB patterns. Similarly, it is practical to discard voxels with high b-scale values from the candidate selection procedure. Figs. 2 (candidate selection) and 4(a) show selected b-scale regions as candidate TIB patterns. Once b-scale image correspondence of segmented chest CT is obtained as noted in Fig. 4(a), we only select small b-scale values via thresholding the large b-scale values [see Fig. 4(b)]. Justification of this selection procedure bases on the observations defined previously. Resultant candidate TIB patterns are shown in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "List of textural and shape features used to detect TIB patterns in the lungs.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "(a) Single-axial CT slice of the left lung. (b) Selected b-scale patterns. (c) Mean Curvature map (H ). (d) Gaussian curvature (K ). (e) Willmore energy map. (f) zoomed (e).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Local gradient maxima above different thresholds are shown.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "First row: lungs are divided into (left) three zones. Rough anatomical locations separating zones are shown in (middle) coronal and (right) axial CT slices, respectively. Second row: visual grading scheme.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Comparison of CAD performances via ROC curves of different feature sets.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "(a) Interobserver agreements given by Pearson product-moment correlation ratios. (b) Bland-Altman scatter plot is drawn for analysis of variability of change of scores between observers.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Visual grading versus computer evaluation. A Pearson productmoment correlation of R 2 = 0.824 is reported. never exceeded 1.2 over six levels of scores, validating the good agreement shown by Pearson product-moment correlation coefficients.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Fig. 14, on the other hand, shows deviations of the number of scale patterns over normal and disease cases. For each scale",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Random slice from an example HPIV case for quantification is shown. (a) Expert annotation of TIB (blue) and non-TIB (green) regions. (b) Computer quantification of TIB (blue) and non-TIB (green) regions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "First column: segmented lungs. Second column: patterns occupying in small homogeneous regions. Third column: patterns occupying in large homogeneous regions. Note that patient with HPIV shows large number small-scale patterns, and less number of large-scale patterns.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Diseased with HPIV (in blue). Normal controls (in red). Curves show mean and standard deviation values of number of patterns in scales 1 to 10. Patients with HPIV show more small-scale patterns and fewer number of large-scale patterns.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "ACCURACY (A z ) OF THE CAD SYSTEM WITH GIVEN FEATURE SETS",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "COST ANALYSIS OF THE METHODS results shown in",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Authors' photographs and biographies not available at the time of publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}