{
    "paper_id": "6ce50524bab081cad7a4d32f95a7b5b2db477466",
    "metadata": {
        "title": "Novel atmospheric pressure plasma device releasing atomic hydrogen: reduction of microbial-contaminants and OH radicals in the air",
        "authors": [
            {
                "first": "Hideo",
                "middle": [],
                "last": "Nojima",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Samsung Electronics Co. Ltd",
                    "location": {
                        "settlement": "Suwon",
                        "region": "Gyeonggi-Do",
                        "country": "Korea"
                    }
                },
                "email": "h.nojima@samsung.com"
            },
            {
                "first": "Rae-Eun",
                "middle": [],
                "last": "Park",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Samsung Electronics Co. Ltd",
                    "location": {
                        "settlement": "Suwon",
                        "region": "Gyeonggi-Do",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Jun-Hyoun",
                "middle": [],
                "last": "Kwon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Samsung Electronics Co. Ltd",
                    "location": {
                        "settlement": "Suwon",
                        "region": "Gyeonggi-Do",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Inseon",
                "middle": [],
                "last": "Suh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Samsung Electronics Co. Ltd",
                    "location": {
                        "settlement": "Suwon",
                        "region": "Gyeonggi-Do",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Junsang",
                "middle": [],
                "last": "Jeon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Samsung Electronics Co. Ltd",
                    "location": {
                        "settlement": "Suwon",
                        "region": "Gyeonggi-Do",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Eunju",
                "middle": [],
                "last": "Ha",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Samsung Electronics Co. Ltd",
                    "location": {
                        "settlement": "Suwon",
                        "region": "Gyeonggi-Do",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Hyeon-Ki",
                "middle": [],
                "last": "On",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hye-Ryung",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Samsung Electronics Co. Ltd",
                    "location": {
                        "settlement": "Suwon",
                        "region": "Gyeonggi-Do",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Kyounghui",
                "middle": [],
                "last": "Choi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Samsung Electronics Co. Ltd",
                    "location": {
                        "settlement": "Suwon",
                        "region": "Gyeonggi-Do",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Kwang-Hee",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Samsung Electronics Co. Ltd",
                    "location": {
                        "settlement": "Suwon",
                        "region": "Gyeonggi-Do",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Baik-Lin",
                "middle": [],
                "last": "Seong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yonsei University",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Hoon",
                "middle": [],
                "last": "Jung",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sejong University",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Shin",
                "middle": [
                    "Jung"
                ],
                "last": "Kang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sejong University",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Shinichi",
                "middle": [],
                "last": "Namba",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hiroshima University",
                    "location": {
                        "settlement": "Higashi-Hiroshima",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Ken",
                "middle": [],
                "last": "Takiyama",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hiroshima University",
                    "location": {
                        "settlement": "Higashi-Hiroshima",
                        "country": "Japan"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A novel atmospheric pressure plasma device releasing atomic hydrogen has been developed. This device has specific properties such as (1) deactivation of airborne microbial-contaminants, (2) neutralization of indoor OH radicals and (3) being harmless to the human body. It consists of a ceramic plate as a positive ion generation electrode and a needle-shaped electrode as an electron emission electrode. Release of atomic hydrogen from the device has been investigated by the spectroscopic method. Optical emission of atomic hydrogen probably due to recombination of positive ions, H + (H 2 O)n, generated from the ceramic plate electrode and electrons emitted from the needle-shaped electrode have been clearly observed in the He gas (including water vapour) environment. The efficacy of the device to reduce airborne concentrations of influenza virus, bacteria, mould fungi and allergens has been evaluated. 99.6% of airborne influenza virus has been deactivated with the operation of the device compared with the control test in a 1 m 3 chamber after 60 min. The neutralization of the OH radical has been investigated by spectroscopic and biological methods. A remarkable reduction of the OH radical in the air by operation of the device has been observed by laser-induced fluorescence spectroscopy. The cell protection effects of the device against OH radicals in the air have been observed. Furthermore, the side effects have been checked by animal experiments. The harmlessness of the device has been confirmed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The quality of indoor environments and its health implications have been studied intensively [1] . In particular, regarding the airborne spread of infection, the treatment of indoor microbialcontaminants such as virus, bacteria, mould fungi and allergens is one of the most important topics [2, 3] . Conventional methods for deactivation of microbial-contaminants involve heat (steam), chemical agents (active gases such as chlorine and ozone or solutions) and irradiation (UV). Most of these methods can cause adverse effects on the human body. When these conventional deactivation methods were used in a real environment, during the deactivation procedure persons could not stay in it and had to be out of that environment. On the other hand, as a new sterilization method, non-thermal plasma treatment technology is reported [4] [5] [6] [7] [8] . A room-temperature atmospheric pressure plasma plume can be used without causing any heating or painful sensation for biomedical application. However, the plasma treatment method has the sterilization effect only in the localized plasma region. Thus, the plasma treatment is not appropriate for deactivation of airborne indoor microbialcontaminants. Recently deactivation technology that releases plasma-generated positive and negative ions was reported [9] . Bacteriostatic and fungi static effects of these ions were confirmed. In this technology, however, H + (H 2 O)m was used as a positive ion. It is of concern that releasing a large amount of H + may cause toxic effects on the human body as an acid aerosol [10] . As a result the amount of released ions was limited and the performance of this technology was also limited. A real time deactivation method against the airborne indoor microbial-contaminants applicable for a real environment in which persons can remain has been in great demand.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 96,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 291,
                    "end": 294,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 295,
                    "end": 297,
                    "text": "3]",
                    "ref_id": null
                },
                {
                    "start": 828,
                    "end": 831,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 832,
                    "end": 835,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 836,
                    "end": 839,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 840,
                    "end": 843,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 844,
                    "end": 847,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 1304,
                    "end": 1307,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1565,
                    "end": 1569,
                    "text": "[10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As another environmental health issue, the presence of free radicals, in particular OH in indoor environments, is of increasing concern [11] [12] [13] [14] . Although the direct reaction between the indoor OH radical and the human cell and its toxicity were not yet clear, it was reported that the OH radical initiates a complex series of reactions that generate intermediates and ultimately produce species that can adversely affect human health in indoor environments. Some of the products of OH-initiated reactions are irritating at very low concentrations and some of the products are strong oxidants and/or very acidic compounds that will contribute to oxidative and corrosive processes [11] . In this paper, we report the development of a novel atmospheric pressure plasma device that releases atomic hydrogen, H, into the air. In this device, H + generated by plasma is converted to atomic hydrogen that can neutralize the OH radical. The developed novel device is effective not only for deactivation of airborne indoor microbialcontaminants but also for neutralization of the OH radical in the air by using released atomic hydrogen. The developed device is applicable for a real environment where persons can remain during the device operation.",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 140,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 141,
                    "end": 145,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 146,
                    "end": 150,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 151,
                    "end": 155,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 692,
                    "end": 696,
                    "text": "[11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This paper reports the device design and the experimental results on the efficacy of this novel device: (1) deactivation of airborne microbial-contaminants and (2) neutralization of OH radicals in the air. Finally the result on the safety check of this device by animal experiment is reported. Figure 1 is the schematic representation of the developed device. The device consists of (1) a dielectric ceramic plate (Al 2 O 3 ) with outer and inner electrodes (W-Mo alloy), (2) a needle-shaped electrode (stainless steel) and (3) electric circuits for power supply.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 294,
                    "end": 302,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "The size of the device is 70 mm (W)×43.5 mm(D)×21 mm (H). For device operation, dc voltage of 12 V is fed into the device. Although the electric circuits for power supply are not shown in figure 1 , the circuits are equipped in the device and connected to the electrodes. The outer electrode of the ceramic plate has a pattern as shown in figure 1. The inner electrode is embedded in the ceramic plate. A pulse-shaped voltage with a peak height of 3 kV has been applied on the outer electrode of the ceramic plate (embedded inner electrode is grounded). The frequency of the pulse-shaped voltage is 230 Hz. On the other hand, dc voltage of −4 kV has been applied on the needle-shaped electrode. With the application of these voltages, atmospheric pressure plasma occurs at the surface of the dielectric ceramic plate and at the top of the needle-shaped electrode.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 188,
                    "end": 196,
                    "text": "figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Device design"
        },
        {
            "text": "In the previous paper [9] , the chemical compositions of the generated ions from the plasma at the surface of the ceramic plate were examined by time of flight mass spectroscopy. When the pulse-shaped voltage was applied on the outer electrode of the ceramic plate (embedded inner electrode is grounded), H + surrounded by water molecules, H + (H 2 O)m, was generated as a positive ion. No other positively charged species were observed [9] . In our device principle, after the positive ion generation, H + (H 2 O)m recombines with electrons emitted from the needle-shaped electrode by air flow. Thus the positive ion, H + (H 2 O)m, is neutralized and becomes atomic hydrogen surrounded by water molecules,",
            "cite_spans": [
                {
                    "start": 22,
                    "end": 25,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 437,
                    "end": 440,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Device design"
        },
        {
            "text": "The generation of atomic hydrogen in the device was investigated by the optical spectroscopic method. In the spectroscopic experiments, the developed device was installed in a chamber where He gas (including water vapour) of 1 atm was filled. Figure 2 shows the experimental set-up for spectroscopic investigation. During the experiments, the temperature in the chamber was 25 • C. The water vapour was fed with He gas by heating water in a tank set in a He gas inlet system. The concentration of water in the chamber almost corresponded to the saturated vapour pressure of water at 25 • C. Optical emission from the plasma produced at the needle electrode was measured by a spectrometer with an image intensified CCD camera. Spatial distributions of emission intensities were measured in the area of −1 y +1 mm and −0.25 z +0.20 mm. An emission line of atomic hydrogen H I (656.3 nm) was clearly observed along with He lines in the He/water vapour plasmas [15] . Figure 3 shows the spatial distribution (3D plots) of the optical emission intensity of atomic hydrogen H I (656.3 nm) observed around the needle electrode, where the origin is the point of the electrode corresponding to the peak position of the intensity. The distribution shows remarkable asymmetry around the zaxis. The tail of the right wing stretches towards the ceramic plate positioned 36 mm away from the needle electrode in the direction of the y-axis. This result indicates that the positive ions, H + , from the ceramic plate recombine with electrons emitted from the needle electrode. The mechanism of the optical emissions in the device was discussed in our previous paper [15] .",
            "cite_spans": [
                {
                    "start": 957,
                    "end": 961,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1650,
                    "end": 1654,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 243,
                    "end": 251,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 964,
                    "end": 972,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Device design"
        },
        {
            "text": "Optical emission at the needle electrode was measured in air. In the case of the air fed device, the emission line of atomic hydrogen H I (656.3 nm) was not detected since emission intensities due to N 2 were very high and these emissions obscured the hydrogen H I line. However, we consider it is reasonable that the atomic hydrogen surrounded by water molecules, H(H 2 O)m, is generated in the case of the air fed device, because the formation of H + surrounded by water molecules, H + (H 2 O)m in the air is experimentally supported [9] and H + (H 2 O)m can recombine with electrons emitted from the needle electrode by air flow.",
            "cite_spans": [
                {
                    "start": 536,
                    "end": 539,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Device design"
        },
        {
            "text": "Besides the electron emission, several ionization phenomena occur at the needle-shaped electrode. The ionization phenomena can be related to negative corona discharges. In the case of negative dc corona discharge in the air, charged species",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Device design"
        },
        {
            "text": "In the previous paper [9] , the charged species generated from the surface plasma in the air were examined by time of flight mass spectroscopy. In this experiment, O − 2 (H 2 O)n was observed but other negatively charged species were not observed.",
            "cite_spans": [
                {
                    "start": 22,
                    "end": 25,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Device design"
        },
        {
            "text": "The ion concentration in the air was examined by ion counter (DAN SCIENCE, 83-1001B-II). This ion counter consists of a double co-cylinder shaped detector, called a Gerdien condenser. The radii of the inner cylinder and outer cylinder of the detector are 1 cm and 2.6 cm, respectively. The length of the co-cylinder is 24 cm. Air was fed into the detector. The electrical conductivity of the air fed between the cylinders was measured by applying the dc voltage of 13 V on the outer cylinder (inner cylinder was grounded). The measured conductivity of the air was converted to the concentration of the charged ions in the air [16] . The concentration of negative ions released from the plasma device was about 1×10 6 counts cm −3 at a distance of 1 m from the device.",
            "cite_spans": [
                {
                    "start": 626,
                    "end": 630,
                    "text": "[16]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Device design"
        },
        {
            "text": "The concentration of O 3 produced from the device was measured by the photometric O 3 analyser (API 400E) in a 28.6 m 3 (3.2 m(W) × 2.65 m(D) × 2.45 m(H)) closed chamber at a temperature of 25 • C and humidity of 50% RH for 24 h. The concentration of O 3 at a distance of 5 cm from the device was confirmed to be less than 0.01 ppm over 24 h.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Device design"
        },
        {
            "text": "The concentrations of nitrogen oxides such as N 2 O 5 , N 2 O, NO, NO 2 , HNO 2 and HNO 3 produced from the device were also measured by the gas monitoring system (MIDAC, I-4001) in a 1 m 3 closed chamber at a temperature of 25 • C and humidity of 50% RH. The concentrations of these nitrogen oxides were less than 0.001 ppm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Device design"
        },
        {
            "text": "Deactivation characteristics of the developed device against airborne microbial-contaminants were evaluated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Deactivation of airborne microbial-contaminants"
        },
        {
            "text": "First, we show that the device has a deactivation effect against airborne influenza virus. In our experiment, a human influenza A virus (X-31 virus H3N2 type, reassortant between A/PR/8/34(H1N1) and A/Aichi/2/68(H3N2) [17, 18] , was used. The virus used is a cold-adapted attenuated strain [19] considering the required safety during aerosolization of the virus. Influenza virus was propagated in 11 day-old embryonated hens' eggs. The deactivation effect on the influenza virus was tested in a 1 m 3 chamber. During the test temperature and humidity were 23-25 • C and 50-60%RH, respectively. Influenza virus of 10 9 PFU (plaque forming units) was aerosolized into the chamber using an air spray gun (Type W-33, Hyup Sung Co., Korea ). A fan was continuously turned on to provide adequate mixing of the aerosol inside the chamber during the experiment. After 10 min, the device was operated and the airborne viruses were collected on the MEM liquid media by an air-sampler (MAS-100 Eco, MERCK) at 20 min intervals. The virus titre of each sample was estimated with a plaque assay on Mabin-Darby canine kidney (MDCK) cells. Samples having 500 µl of serial dilutions were plated on multi-wells of six-well plates and incubated in a CO 2 incubator at 30 • C for 4 days. Viral plaques were visualized by staining with crystal violet solution and the titres were calculated as PFU ml −1 . Triplicate samples were averaged for each data point. Representative data of the plaque assay are shown in figure 4 . The deactivation of influenza virus during the 60 min operation of the device is shown in figure 5 (a). The data show that the device significantly increases the deactivation as compared with natural deactivation of the virus in air. Figure 5 (b) shows that the reduction rates of influenza viruses compared with natural decay are 91.9%, 97% and 99.6% after 20 min, 40 min and 60 min, respectively. The data suggest that influenza virus is effectively deactivated by the device operation.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 222,
                    "text": "[17,",
                    "ref_id": null
                },
                {
                    "start": 223,
                    "end": 226,
                    "text": "18]",
                    "ref_id": null
                },
                {
                    "start": 290,
                    "end": 294,
                    "text": "[19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1492,
                    "end": 1500,
                    "text": "figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1593,
                    "end": 1601,
                    "text": "figure 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1737,
                    "end": 1745,
                    "text": "Figure 5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Deactivation of airborne microbial-contaminants"
        },
        {
            "text": "The performance of influenza virus deactivation when the device is used in a real sized living room was estimated by CFD simulation. Using the experimental results of the influenza virus deactivation rate as a function of released ion density, distribution of the ion and air flow in the room, the deactivation of the virus in a real-sized room was simulated. As a result, it was found that approximately 80% of airborne influenza virus in a 130 m 3 room can be deactivated after 30 min by the operation of the device.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Deactivation of airborne microbial-contaminants"
        },
        {
            "text": "Second, the efficacy of the device to deactivate airborne bacteria was evaluated. Methicillin resistant Staphylococcus aureus ATCC 33591, MRSA, which is a major cause of hospital-acquired infection, was used. The device was placed in a 1 m 3 test chamber. A fan was continuously operated during the test to provide adequate mixing in the chamber. MRSA were aerosolized in the test chamber at the initial concentration figure 6 . The airborne concentration of MRSA for the control test decreased to 39% after 60 min as natural decay. However, with the operation of the device for 60 min more than 99% of the airborne MRSA was deactivated compared with the control test. This result shows the significant difference in the concentration of the airborne MRSA which was observed with the operation of the device.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 418,
                    "end": 426,
                    "text": "figure 6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Deactivation of airborne microbial-contaminants"
        },
        {
            "text": "Third, the test on the deactivation of airborne mould fungi by the device was conducted using a chamber the size of which was 50 cm × 70 cm × 50 cm. Aspergillus niger and Penicillun citrinum were aerosolized in the chamber with the rate of 100 ml per 30 s. The concentration of airborne mould fungi was measured using an air-sampler every 1 h in 6 h. Finally, the efficacy of the device on airborne allergens (Der p1, Fer d1, Can f1 and fungal spores) was evaluated in the 19.16 m 3 test room. The test results on Der p1, Fel d1 and Can f1 together with the results from the fungal spore culture plates showed that the developed device made a notable difference in the air quality. The effectiveness of the developed plasma device on the reduction of airborne allergens was certified by the British Allergy Foundation, BAF(UK). A certification seal of approval was obtained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Deactivation of airborne microbial-contaminants"
        },
        {
            "text": "The mechanism for deactivation of microbial-contaminants by plasma is an essential issue that is being discussed by many researchers. In our device, as stable neutral species, O 3 , nitrogen oxides (N 2 O 5 , N 2 O, NO, NO 2 , HNO 2 and HNO 3 ), and H 2 O 2 can be produced from the needle-shaped electrode. However, the concentrations of O 3 and nitrogen oxides were measured to be less than 0.01 ppm and 0.001 ppm, respectively as described in section 2. Since these concentrations were very low, O 3 and nitrogen oxides can be excluded from the agents responsible for the observed deactivation of microbialcontaminants. In addition, the device reduced the cell death induced by H 2 [16] , however, the deactivation of airborne bacteria was not observed when the efficacy test was conducted using only negatively charged ions. Therefore, these negatively charged species are not responsible for the deactivation of microbial-contaminants. According to Laroussi [6] , active radicals and anions such as O, OH and HO − 2 play the most important role in the destruction of microorganisms in atmospheric pressure plasma. Goree et al [8] investigated the transport mechanism of bactericidal agents in the plasma needle. In their study, the optical emissions of O and OH were observed from the glow of the plasma needle. They reported that the bactericidal agent has a lifetime <0.5 ms. A spot for killing bacteria by the plasma needle was 5 mm in diameter [8] . For OH, the lifetime in pure air at room temperature can be very short [20] . Depending on the OH concentration, the recombination reaction of OH radicals can happen as fast as 50 µs at room temperature [20] . Thus, O and OH are not the agents responsible for the observed deactivation of microbial-contaminants, because in our experiments the deactivation was observed in the real-sized test chambers.",
            "cite_spans": [
                {
                    "start": 683,
                    "end": 684,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 685,
                    "end": 689,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 963,
                    "end": 966,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 1131,
                    "end": 1134,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 1453,
                    "end": 1456,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 1530,
                    "end": 1534,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 1662,
                    "end": 1666,
                    "text": "[20]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Deactivation of airborne microbial-contaminants"
        },
        {
            "text": "The chemical agent responsible for the deactivation of microbial-contaminants observed in this study should be longlived. For H + (H 2 O)m produced from the device, the lifetime is approximately 3-5 s in air [9] . In addition, the superoxide dismutase (SOD)-like activity of reduced water due to atomic hydrogen was reported to be stable at 4 • C for over a month [21] . From these results, atomic hydrogen surrounded by water molecules, H(H 2 O)m, is possibly long-lived. As a possible explanation of the observed deactivation of airborne microbial-contaminants, we consider the following. In our device, H(H 2 O)m released from the device reacts with O 2 and O − 2 (H 2 O)n in air or at the surface of airborne microbialcontaminants. As a result, active species, HO 2 or HO − 2 , are generated. These active species break the cell membranes of bacteria and mould fungi or modify the protein located at the surface of the virus and allergens. In the previous paper [9] , the haemagglutination reaction (HA) test was conducted. In this case a haemagglutination reaction was not found in red blood corpuscles (RBC) inoculated with influenza viruses that were exposed to positive and negative ions. This result indicates that the spike-like haemagglutinin protein of influenza virus was modified by the exposure to these ions. In our device, although the detailed mechanism is not yet clear, the surface protein of the virus would be modified since similar reactions at the surface of virus can be expected. In the case of allergens, HO 2 or HO − 2 could modify the surface protein and protect against antigen-antibody reactions. As a result, the developed device has deactivation characteristics against airborne virus, bacteria, mould fungi and allergens. The deactivation function of the device can be explained phenomenally as described above, but the investigation of the mechanism on a molecular scale is needed and is currently underway.",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 211,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 364,
                    "end": 368,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 966,
                    "end": 969,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Deactivation of airborne microbial-contaminants"
        },
        {
            "text": "The neutralization of OH radical in the air was investigated by spectroscopic and biological methods. The observation geometry for the laser-induced fluorescence (LIF) experiments is shown in figure 7 . In our experiments, OH radicals were produced in the air by a surface discharge using a ceramic plate electrode applying a pulse-shaped voltage (6 kV, 100 Hz). The device was placed at a given distance from the ceramic plate on the x-axis shown in figure 7 . In addition, as a reference source of the OH radical spectrum, a plane-parallel hollow cathode plasma was used. The plasma was produced in the helium/water mixture gas between a pair of plane-parallel disc electrodes with a discharge voltage of 340 V and current of 20 mA at a gas pressure of 20 Torr.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 192,
                    "end": 200,
                    "text": "figure 7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 451,
                    "end": 459,
                    "text": "figure 7",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Spectroscopic investigation"
        },
        {
            "text": "To detect OH radicals by the LIF technique, the transition [A 2 + (v = 1) ← X 2 (v = 0), 282 nm] was used [22] . Figure 8 is a partial energy diagram for the OH molecule. A dye laser (Quanta-Ray PDL-3) pumped by a Nd-YAG laser (Quanta-Ray GCR-11) with a pulse duration of 5 ns and a repetition rate of 10 Hz produced tunable radiation at a wavelength around 564 nm using Rhodamine 590 dye. Second harmonic radiation was generated with a BBO crystal pumped by the tuned laser beam. The wavelength was tuned at 282 nm to achieve excitation of the A-X transition. The LIF signal was observed along the x-axis by using a monochromator (JASCO CT-25) with a photomultiplier (Hamamatsu Photonics R3896) in the UV region (280-320 nm). The pulse waveform was recorded by a digital storage oscilloscope (Tektronix TDS-620B). Figure 9 shows the LIF spectra observed in (a) a planeparallel hollow cathode plasma with the helium/water mixture at 20 Torr and in (b) an atmospheric air discharge plasma with a humidity of 50%RH at 24 • C. At a low-pressure discharge, a well-defined LIF spectrum having three peaks typical of OH radicals was obtained in figure 9(a) [22] . On the other hand, the OH-LIF intensity obtained in the atmospheric air plasma is extremely weak compared with the low-pressure one as shown in figure 9 (b). The LIF signal at 309 nm was stronger than that at 314 nm. The LIF signal was not observed at 282 nm except for the Rayleigh scattering light. In this excitation scheme the excited state rapidly relaxes into the lowest vibrational state due to frequent collision at atmospheric pressure. Then the 309 nm transition became dominant due to quenching of the fluorescence from the A 2 + (v = 1). Thus, the 309 nm LIF signal was chosen to observe the neutralization of the OH radical by the operation of the developed device. Figure 10 shows that the LIF pulse signals at 309 nm were observed in the vicinity of atmospheric air plasma with and without the operation of the developed device. The distances between the observed point and the device were (a) 10 cm and (b) 19 cm. As shown, a remarkable reduction in the LIF intensity was observed when the device was operated.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 110,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 1151,
                    "end": 1155,
                    "text": "[22]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 113,
                    "end": 121,
                    "text": "Figure 8",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 815,
                    "end": 823,
                    "text": "Figure 9",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1302,
                    "end": 1310,
                    "text": "figure 9",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1837,
                    "end": 1846,
                    "text": "Figure 10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Spectroscopic investigation"
        },
        {
            "text": "In order to clarify the agent that causes the reduction in the OH-LIF signal, the experiments were performed in the condition of operating only with the needle electrode on and only with the ceramic plate electrode on. In these cases, no change of LIF signal intensities was observed within the fluctuation of the measurements. These experimental results suggest that the agent was generated by a reaction of chemical species produced from the ceramic plate electrode and those from the needle electrode. The agent should be long-lived, since the reduction in the OH-LIF signal was observed at a distance of 19 cm from the device. From these results, we consider that the atomic hydrogen surrounded by water molecules, H(H 2 O)m, generated by the reaction of H + (H 2 O)m and electrons is responsible for the reduction of the OH radicals in the air. The recombination of H(H 2 O)m and OH can reduce the concentration of OH radicals in the air. The direct recombination of atomic hydrogen H and OH leads to O and H 2 . In our device, however, atomic hydrogen is surrounded by water molecules. We consider that a recombination similar to the three-body reaction (OH + H + H 2 O → 2H 2 O) probably occurs as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spectroscopic investigation"
        },
        {
            "text": "We examined if the developed device has a cell protective effect against the exogenously generated reactive oxygen species, particularly OH radicals. Mouse neuroblastoma cell line, N2a, and human embryonic kidney cell line, 293FT, cells were grown at a density of 5 × 10 4 cells ml −1 on open 24-well cell culture plates in a CO 2 incubator (37 • C, 5% CO 2 , RH70-75% humidity). The volume of each test area was 24 000 cm 3 . A fan was turned on throughout the experiment to aid the dispersion and circulation of the device-generated species and air. The fan, the OH generator, the device and the cell culture plate were placed in a row with distances being the same between each test group. The OH generator was the same one used in the spectroscopic experiments. The distance between the device and the cell culture plate was 5 cm. Following incubation, the cell death rate was measured using the standard lactate dehydrogenase (LDH) release assay which was designed based on the phenomenon that only dying or dead cells release the enzyme into the culture medium. To measure cell viability, dimethylthiazolyl carboxymethoxyphenyl sulfophenyl tetrazolium (MTS) assay was used, where the colour reaction increases proportionally to the number of live cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biological investigation: cell protection effects"
        },
        {
            "text": "When the effect of exposure to the device was monitored for 3 continuous days, both sets of cultured cells showed no defect in cell proliferation or viability when compared with the fan-only control as measured by the MTS assay in figure 11 (a). When assessed by the LDH assay, the device itself did not show any harmful effect during the 24 h-incubation and the rate of cell death remained at a basal level, i.e. fanonly control level in figure 11(b) . However, the operation of the OH generator increased the rate of cell death by 20-25%. Most importantly, the operation of the our device suppressed the cell death induced by the OH generator by 10-20% in figure 11(b) . Under a bright field microscope, many of the cells incubated in the presence of the OH generator showed shrunken morphology whereas those incubated in the presence of the OH generator plus the device remained relatively healthy in figure 11 (c), upper panels. When the cells were stained with diaminophenylindole that stains DNA and shows nuclear morphology, the cells exposed to the radicals exhibited condensed nuclear morphology found in typical apoptotic cells, which was also inhibited when the device was operated ( figure 11(b) , lower panels). These results suggest that the cultured cells were indeed damaged by the radicals generated by the OH generator and the device showed a protective effect by neutralizing the radicals from the OH generator.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 231,
                    "end": 240,
                    "text": "figure 11",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 439,
                    "end": 451,
                    "text": "figure 11(b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 658,
                    "end": 670,
                    "text": "figure 11(b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 904,
                    "end": 913,
                    "text": "figure 11",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1195,
                    "end": 1207,
                    "text": "figure 11(b)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Biological investigation: cell protection effects"
        },
        {
            "text": "To further confirm if the cell death induced by the OH generator was indeed due to the OH radicals, a known chemical scavenger of OH radicals, dimethyl thiourea (DMTU, 10 mM), was added to the culture medium in the OH generator test group. As shown in figure 12 , cell death induced by the OH generator was suppressed to the control level when the DMTU was used. This protection was comparable to that conferred by the device. This result suggests that the device neutralized the OH radicals generated by the OH generator.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 252,
                    "end": 261,
                    "text": "figure 12",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Biological investigation: cell protection effects"
        },
        {
            "text": "To examine the molecular pathway of cell death suppressed by the device, the effects of inhibitors of two well-known cell death molecules [23, 24] , caspases and poly (ADP-ribose) polymerase-1 (PARP-1), were monitored. As shown in figure 12 , a pan-caspase inhibitor, zVAD, and a PARP-1 inhibitor, DPQ, both inhibited the cell death induced by the OH generator to a similar level as the device protected the cells exposed to the OH generator. This result suggests that the cell death pathway induced by the radicals produced by the OH generator was dependent on both caspases and PARP-1 and the protection by our device may be due to neutralization of the radicals.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 142,
                    "text": "[23,",
                    "ref_id": null
                },
                {
                    "start": 143,
                    "end": 146,
                    "text": "24]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 231,
                    "end": 240,
                    "text": "figure 12",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Biological investigation: cell protection effects"
        },
        {
            "text": "In addition, the operation of the device reduced the cell death induced by radicals produced enzymatically in the culture medium. Oxidation of xanthine by xanthine oxidase produces H 2 O 2 and O − 2 , which can generate OH radicals by the Fenton reaction [25] . When the cells were incubated for 20 h with 50 mM xanthine and 20 mUnit ml −1 xanthine oxidase in the culture medium, more than 80% of the cells died. However, operation of the device reduced this cell death significantly as shown in figure 13 .",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 259,
                    "text": "[25]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 496,
                    "end": 505,
                    "text": "figure 13",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Biological investigation: cell protection effects"
        },
        {
            "text": "These experimental results show the device has cell protection effects against the OH radicals produced in the air as well as produced enzymatically in the culture medium. As discussed in spectroscopic investigation, we consider that the neutralization of OH radicals in the air is probably due to atomic hydrogen surrounded by water molecules, H(H 2 O)m. However, to clarify the mechanism of cell protection by the developed device, we need a more detailed study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biological investigation: cell protection effects"
        },
        {
            "text": "The side effects of the developed plasma device in particular on respiratory organs were measured systematically by animal experiments. Healthy rats were exposed in the presence of the operating device in a 1 m 3 chamber for 14 days. During the experiments, mortality, body weights, clinical signs, haematological findings, biochemical findings, absolute and relative organ weights and necropsy findings of the male and female rats exposed to the plasma device were checked. As a result, no toxic signal was observed. The harmlessness of the developed plasma device to respiratory organs was confirmed by these animal experiments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Safety check"
        },
        {
            "text": "This work represents that the atmospheric pressure plasma device designed to generate atomic hydrogen has significant effects on the deactivation of airborne microbial-contaminants, such as influenza virus, bacteria, mould fungi and allergens and the reduction of OH radicals in the air.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "In the virus experiment, 99.6% of airborne influenza virus was deactivated by the operation of the device for 60 min compared with the control test in the 1 m 3 chamber. In addition, Figure 13 . The protective effect of the device against reactive oxygen species produced by the addition of xanthine/xanthine oxidase (50 mM/20 mUnit/ml) in the culture medium. The 293FT cells were incubated for 20 h in the presence of the xanthine/xanthine oxidase with or without the device on. Cell death was measured by the LDH release assay. Two means are significantly different when evaluated by the one-way ANOVA (p < 0.05, n = 7). more than 99% of airborne MRSA was deactivated with the operation of the device for 60 min in the 1m 3 chamber. The experimental results showed that the developed device made a notable difference in the concentrations of the airborne allergens (Der p1, Fer d1, Can f1 and fungal spores) in the real-sized environment. These deactivation performances are probably due to HO 2 and HO − 2 produced by the chemical reaction of H(H 2 O)m with O 2 and O − 2 (H 2 O)n in air or at the surface of airborne microbial-contaminants.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 183,
                    "end": 192,
                    "text": "Figure 13",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Conclusions"
        },
        {
            "text": "The remarkable reduction of OH radicals in the air by the operation of the device was observed by the LIF method. Also, significant protective effect of the device against OH radicals in the air was observed in cultured mammalian cells. The cell death induced by the OH generator was suppressed by the operation of our device to the control level. These OH radical reduction characteristics are probably caused by the chemical reaction: OH + H(H 2 O)m → (H 2 O)m + 1 in the air.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The side effects of the developed plasma device in particular on respiratory organs were measured by using healthy rats.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Mortality, body weights, clinical signs, haematological findings, biochemical findings, absolute and relative organ weights and necropsy findings of the male and female rats exposed to the device operation were checked. As a result, no toxic signal was observed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "This device is applicable for the reduction of airborne indoor microbial-contaminants and OH radicals in real environments where people can stay during the device operation since this method is harmless to human body. A wide range of practical applications can be expected with this novel atmospheric pressure plasma device.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Indoor Air Quality Handbook",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Barry",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "48--49",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Laroussi M 2005 2nd Int. Workshop on Cold Atmospheric Pressure Plasmas: Source and Applications",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Workshop on Environment Hygiene vol VII",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nojima",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Workshop on Cold Atmospheric Pressure Plasmas: Source and Applications",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nojima",
                    "suffix": ""
                },
                {
                    "first": "R-E",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "J-H",
                    "middle": [],
                    "last": "Kwon",
                    "suffix": ""
                },
                {
                    "first": "Namba",
                    "middle": [
                        "S"
                    ],
                    "last": "Takiyama",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Schematic representation of the developed device. The device consists of (1) a dielectric ceramic plate (Al 2 O 3 ) with outer and inner electrodes (W-Mo alloy), (2) a needle-shaped electrode (stainless steel) and (3) electric circuits for power supply. The size of the device is 70 mm (W) × 43.5 mm(D) × 21 mm (H).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Experimental set-up for spectroscopic investigation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Spatial distribution (3D plots) of the optical emission intensity of atomic hydrogen H I (656.3 nm) observed around the needle electrode. The origin is the point of the electrode corresponding to the peak position of the intensity.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Plaque assay of influenza virus on the MDCK cell at various times of device operation in the aerosolization chamber. The airborne viruses were captured in the MEM medium by an air-sampler, serially diluted before plaque assay. Viral plaques were visualized by staining with crystal violet.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "(a) Kinetics of influenza virus deactivation with the operation of the device. (b) The reduction rate of influenza virus with the operation of the device. of approximately 1.4 × 10 8 CFU (colony forming units) m −3 . The concentration of airborne MRSA was measured with the device in operation. The airborne MRSA was collected by an air-sampler (MAS-100 Eco, MERCK). For the control test, the device remained off. The test results are shown in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "The concentration of airborne methicillin resistant Staphylococcus aureus ATCC 33591, MRSA, with ( ) and without (•) the operation of the device. The efficacy test was conducted in a 1 m 3 chamber.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Observation geometry for OH-LIF experiments.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Partial energy level diagram for the OH molecule.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "The LIF spectra observed in (a) a plane-parallel hollow cathode plasma in the helium/water mixture at 20 Torr and in (b) an atmospheric air discharge plasma with a humidity of 50%RH at 24 • C.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "The 309 nm LIF pulse signals observed in the vicinity of atmospheric air plasma with and without the operation of the developed device. The distances between the observed point and the device were (a) 10 cm and (b) 19 cm.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "The cell protective effect of the developed device. The device itself did not have toxicity on the cultured mammalian cells (a) but showed a protective effect against the radicals generated by the OH generator when assessed by a LDH assay (b) and morphology (c). (*) Two means are significantly different when evaluated by the one-way ANOVA (p < 0.05, n = 5).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "The protective effect of the device by neutralizing OH radicals as examined by the use of chemical scavenger of OH radicals, DMTU. Cell death pathway induced by the radicals was inhibited by a pan-caspase inhibitor, zVAD, and PARP-1 inhibitor, DPQ. (*), p < 0.05 versus OH generator (n = 5).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The test results showed that the deactivation rates of airborne Aspergillus niger were 35.0%, 85.0%, 96.1%, 98.0% and 99.9% after 1 h, 2 h, 3 h, 4 h and 5 hr, respectively. In the case of Penicillun citrinum the deactivation rates were 38.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "O 2 and O − 2 produced enzymatically in the culture medium as described in section 4.2. This result suggests that the device does not produce a significant amount of H 2 O 2 . The negatively charged species produced from the needle electrode",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank Professor Jean Emberlin of the University College of Worcester for allergen test experiments and valuable discussions. The authors would also like to thank Kyung-hee Kang for her assistance throughout this research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}