{
    "paper_id": "6cea615d0f7ad1a45c2d0cab951f1e06fe0f754c",
    "metadata": {
        "title": "Meeting the Challenge of Epidemic Infectious Disease Outbreaks: An Agenda for Research K A I -L I T P H U A * a n d L A I K A H L E E",
        "authors": []
    },
    "abstract": [
        {
            "text": "A B S T R A C T Challenges arising from epidemic infectious disease outbreaks can be more effectively met if traditional public health is enhanced by sociology. The focus is normally on biomedical aspects, the surveillance and sentinel systems for infectious diseases, and what needs to be done to bring outbreaks under control quickly. Social factors associated with infectious disease outbreaks are often neglected and the aftermath is ignored. These factors can affect outbreak severity, its rate and extent of spread, influencing the welfare of victims, their families, and their communities. We propose an agenda for research to meet the challenges of infectious disease outbreaks. What social factors led to the outbreak? What social factors affected its severity and rate and extent of spread? How did individuals, social groups, and the state react to it? What are the short-and long-term effects on individuals, social groups, and the larger society? What programs can be put in place to help victims, their families, and affected communities to cope with the consequences -impaired mental and physical health, economic losses, and disrupted communities? Although current research on infectious disease outbreaks pays attention to social factors related to causation, severity, rate and extent of spread, those dealing with the ''social chaos'' arising from outbreaks are usually neglected. Inclusion, by combining traditional public health with sociological analysis, will enrich public health theory and understanding of infectious disease outbreaks. Our approach will help develop better programs to combat outbreaks and equally important, to help survivors, their families, and their communities cope better with the aftermath.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "outbreaks in Singapore, China, Canada, and avian flu in the Asia-Pacific region. In response, public health specialists tend to focus on the biomedical aspects, while paying insufficient attention to the political and socioeconomic issues associated with these events.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It is unfortunate that social factors related to disease outbreaks have not been adequately studied, as they affect both occurrence and severity. Disease outbreaks, moreover, can cause severe socioeconomic and political disruption, to the point of destroying previously vibrant communities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We suggest that the research agenda dealing with disease outbreaks should be expanded. For example, one might attempt to determine what social conditions tend to facilitate the appearance of disease outbreaks; how a particular society reacts to disease outbreaks and why; and whether there are differential impacts on different ethnic groups, social classes, males and females, age groups, and geographical regions. One might also study short-and long-term impacts on individuals, their family members, and the larger community. In the case of the larger community, distinguished sociologist Kai Erickson's (1) approach -his classic study of the destruction of community as a result of natural disaster in the form of a severe flood in the book ''Everything in Its Path'' -can be used for a richer understanding of the impact of such events. All elements should be incorporated and combined to develop more effective programs to combat disease outbreaks and to help survivors, their families, and their communities to cope better with the aftermath.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "What social factors led to the disease outbreak? What social factors affected its severity and the rate and extent of spread? How did individuals, social groups, and the state react to it? What are the short-and long-term effects on individuals, social groups, impacted communities, and the larger society? Sociological analysis would help determine what social conditions -the rough equivalent of the ''environment'' in the agent-host-environment relationship used in the traditional public health -facilitate the appearance and spread of emerging diseases such as Nipah virus and SARS and re-emerging diseases such as TB. Sociological analysis would help us learn how the larger society, as well as groups and individuals, react to the appearance and spread of the disease. One might analyze the social effects, both short term and long term, on different societal groups. Traditional public health approaches fail with respect to these last two aspects and would be strengthened through the inclusion of sociological analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sociological Analysis to Strengthen Infectious Disease Outbreak Research"
        },
        {
            "text": "Disease tends to flourish during times of economic crisis and social chaos -a well-known fact. Economic crises result in high rates of inflation, unemployment, widespread poverty, and so on. During such times, malnutrition increases, lowering resistance to disease. After the collapse of Communist regimes in Russia and other parts of the Soviet Union, for example, diseases like diphtheria and TB increased considerably (2, 3) . Social chaos following natural disasters or war can bring on outbreaks of epidemic disease. Gastro-intestinal diseases proliferate after floods, when water supplies are contaminated or after earthquakes that destroy the piped water, sanitation, and solid waste collection systems. Refugee movements during times of war spread disease to other demographic groups and geographical regions.",
            "cite_spans": [
                {
                    "start": 421,
                    "end": 424,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 425,
                    "end": 427,
                    "text": "3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Social Conditions that Facilitate the Appearance of Disease Outbreaks"
        },
        {
            "text": "In recent years, new acute infectious diseases such as Nipah virus and SARS have appeared in the Asia-Pacific region. The appearance and spread of certain new human diseases may simply be the outcome of naturally occurring mutations. In the case of other new diseases, there is evidence that they are zoö notic in origin and have jumped the species barrier from animals to human beings. One reason is the increasing intrusion of human beings into the habitats of wild animals, whether because of economic activities such as forestry, oil exploration, and mineral extraction or the opening of farms and plantations in wilderness areas, or leisure activities such as ecotourism. Thus, the Ebola virus may have spread from animal reservoirs into humans because of the movement of human beings into wilderness areas (4) . With the increasing popularity of new phenomena such as ecotourism, which is facilitated by relatively cheap and fast travel by jet aircraft, it would be relatively easy for exotic new diseases to spread from the wilderness to populated areas. Other phenomena such as the international pet industry (including exotic pets) can also help to spread zoö notic diseases (5) .",
            "cite_spans": [
                {
                    "start": 812,
                    "end": 815,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1184,
                    "end": 1187,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Social Conditions that Facilitate the Appearance of Disease Outbreaks"
        },
        {
            "text": "The appearance of new pathogenic micro-organisms and new diseases can also be due to dubious practices used in modern animal husbandry and capital-intensive agriculture (5), also known as ''factory farming''. These practices can promote the appearance of more dangerous forms of pathogenic micro-organisms and the appearance of exotic new diseases. Examples would include antibiotic abuse in the livestock industry where healthy animals are fed antibiotics regularly in order to prevent disease, thus resulting in the quicker appearance of antibiotic-resistant bacteria and bovine spongiform encephalopathy (so-called ''Mad Cow disease'') caused by the feeding of live cows with the processed brain tissue and other parts of dead but infected cows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social Conditions that Facilitate the Appearance of Disease Outbreaks"
        },
        {
            "text": "In recent years, more and more attention has been paid to the issue of ''bioterrorism'', that is, the use of biological organisms as weapons in terrorist attacks (6) . Biological warfare techniques are not something new; there is, however, increasing cause for concern because of the growing technological sophistication of terrorist groups. Thus, the anthrax attacks in the United States via its postal system could only be made possible by ''weaponization'' of anthrax spores (to achieve high spore concentration, uniform size, low electrostatic charge, and avoidance of clumping) in scientific laboratories by skilled individuals (7) . Hence, public health authorities must not only deal with naturally occurring disease outbreaks but must also deal with zoonoses as well as outbreaks caused by human agency such as bioterrorism and biological warfare.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 165,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 633,
                    "end": 636,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Social Conditions that Facilitate the Appearance of Disease Outbreaks"
        },
        {
            "text": "McNeill wrote influential classic books on the impact of disease on human history and civilizations -including societal reactions to the outbreak of disease epidemics (8) (9) (10) . In Medieval Europe, devastating epidemics such as the ''Black Death'' (bubonic plague) sickened and wiped out huge numbers of people, caused widespread panic, changed the everyday behavior of people (there was both increased debauchery and religiosity), promoted scapegoating and persecution of despised minority groups such as Jews, increased population movement as people fled from affected areas (thus further encouraging its spread), and changed the entire structure of society (9) .",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 170,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 171,
                    "end": 174,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 175,
                    "end": 179,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 664,
                    "end": 667,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Medical historians Hans Zinsser, Henry Sigerist, and William"
        },
        {
            "text": "Sigerist quotes Petrarch in his book entitled ''Civilization and Disease'':",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Medical historians Hans Zinsser, Henry Sigerist, and William"
        },
        {
            "text": "Has one ever seen anything like this, ever heard reports of a similar occurrence? In what annals has one ever read that the houses were empty, the cities deserted, the farms untended, the fields full of corpses, and that everywhere a horrible loneliness prevailed. (9, p. 117) In our opinion, before we dismiss such extreme reactions to the outbreak of severe disease epidemics and attribute them to Medieval ignorance and superstition, we need to remember that contemporary reactions to disease outbreaks are not necessarily more enlightened. Consider reactions to HIV/AIDS on the part of individuals, social groups, and the state in different parts of the world. In South Africa, HIV-positive men have raped baby girls because of the belief that sex with young virgins would result in the cure of HIV/AIDS (11) -an extreme example of seeking of ''miracle cures'' for highly virulent diseases. In the USA, certain religious groups believe that HIV/AIDS is divine punishment for homosexuality. In Malaysia, the reaction of certain fundamentalist religious groups to the challenge of HIV/AIDS has not been any more enlightened. Elsewhere, HIV/AIDS is regarded as a disease that afflicts only foreigners and outcast social groups such as drug abusers and prostitutes, and that mainstream groups are immune to it.",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 276,
                    "text": "(9, p. 117)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Medical historians Hans Zinsser, Henry Sigerist, and William"
        },
        {
            "text": "As for the reaction of governments and the state, one would hope for rational reactions such as quarantine (if necessary) and treatment of sick human beings, vaccination of susceptible people (if a vaccine is available), health education, mass culling of affected animals in the case of zoö notic diseases, and restrictions on travel and trade. Governments, however, may deny or downplay problems and suppress the truth because they fear consequences for the overall economy or important segments of it, such as tourism. During the recent SARS outbreak in China, the government first attempted to downplay the extent of the problem, suppressing truth until certain courageous individuals in the biomedical professions revealed the severity of the problem and it was finally forced to take draconian measures (12) .",
            "cite_spans": [
                {
                    "start": 808,
                    "end": 812,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Medical historians Hans Zinsser, Henry Sigerist, and William"
        },
        {
            "text": "Other governments such as that of Singapore, on the other hand, took strong action to deal with the emerging SARS epidemic. Thus, the challenge for theoretically inclined public health researchers and sociologists who study societal responses to disease outbreaks would be to construct a theoretical framework that can account for the varying responses of different social groups and different governments to the same health problem.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Medical historians Hans Zinsser, Henry Sigerist, and William"
        },
        {
            "text": "Disease outbreaks may cause long-as well as short-term effects on individuals, social groups, and even the larger society. Affected individuals who survive the disease may be seriously touched if their physical or mental health is significantly changed. Their social lives may also be heavily affected, if physical changes, for example, such as scars and other deformities, are easily visible to others. Smallpox was feared in the past not only because of the high mortality rates associated with it but also because of the resulting ugly facial scarring. Certain social groups, especially those not considered to be part of the mainstream -despised ethnic minorities, sexual minorities, and prostitutes, for example -may become even more heavily stigmatized and suffer greater discrimination and persecution during and after epidemics. Physical attacks on Jews in Medieval Europe occurred as a consequence of the spread of bubonic plague. Dominant social groups may seize opportunities created by an outbreak of disease to reinforce their dominance or to push their agendas and reinforce social conservatism, often using the familiar ''God's punishment for sin'' argument.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Short-and Long-Term Effects of Disease Outbreaks on Individuals, Groups, and the Larger Society"
        },
        {
            "text": "Short-term consequences of disease outbreaks can affect significantly the livelihood of individuals and even the affected country's economy. The downturn in Singapore's economy was prolonged by the SARS outbreak that seriously depressed the tourist industry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Short-and Long-Term Effects of Disease Outbreaks on Individuals, Groups, and the Larger Society"
        },
        {
            "text": "Simultaneously, spending on public health was increased to contain and then defeat the virulent new virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Short-and Long-Term Effects of Disease Outbreaks on Individuals, Groups, and the Larger Society"
        },
        {
            "text": "HIV/AIDS in the Asia-Pacific region is far more serious and likely to have both short-and long-term effects. Both private and public spending on medical care will increase to pay for anti-retroviral drugs, currently the only way for HIV/AIDS patients to survive. Mortality among the most productive age groups will increase as they also tend to be the most sexually active. There will also be more ''AIDS orphans'' (i.e., children who become orphaned because of the deaths of their HIV-positive fathers and mothers) who will require care, either by relatives or by public welfare organizations (13) .",
            "cite_spans": [
                {
                    "start": 594,
                    "end": 598,
                    "text": "(13)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Short-and Long-Term Effects of Disease Outbreaks on Individuals, Groups, and the Larger Society"
        },
        {
            "text": "If the effects of a disease are strong enough, they may bring about interesting culture change, for example, the establishment of an AIDS temple in Thailand (where victims are treated) (14) and even a temple dedicated to an AIDS deity in India (15) . The credibility of a political regime may be tarnished if the authorities fail to tackle the disease outbreak in a competent manner or attempt to downplay the seriousness of the problem. In China, the retired military physician Dr. Yanyong Jiang's questioning of official statements on SARS that downplayed the severity of the outbreak resulted in the removal of China's health minister and the Beijing mayor (16) .",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 248,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 660,
                    "end": 664,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Short-and Long-Term Effects of Disease Outbreaks on Individuals, Groups, and the Larger Society"
        },
        {
            "text": "Public health experts should study the differential short-and longterm impact (if any) of disease outbreaks on different ethnic groups, social classes, occupational groups, males and females, age groups, geographical regions, and so on. Currently, public health epidemiologists attempt to determine which groups of human hosts are more susceptible to a particular disease. They, however, rarely go far enough -not going beyond the associations -to understand why certain social groups are particularly susceptible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Short-and Long-Term Effects of Disease Outbreaks on Individuals, Groups, and the Larger Society"
        },
        {
            "text": "Investigations of the so-called ''Coxsackie'' virus outbreak in Sarawak state in Malaysia showed that young children were especially vulnerable. The reasons were not thoroughly investigated. Could it be that numerous privately run, for-profit childcare and preschool facilities in Malaysian cities were either inadequately regulated or inattentive to health standards? Enteroviruses that cause Hand, Foot, and Mouth disease (such as Coxsackie A, Coxsackie B, and enterovirus 71) may be present in the feces of infected children for weeks. Such children may thus pass on the virus to other children in childcare centers and preschool facilities (17) .",
            "cite_spans": [
                {
                    "start": 644,
                    "end": 648,
                    "text": "(17)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Short-and Long-Term Effects of Disease Outbreaks on Individuals, Groups, and the Larger Society"
        },
        {
            "text": "In 1998-1999, the Nipah virus outbreak in Malaysia (and Singapore) killed more than 100 people and thousands of pigs. In investigating and controlling the outbreak, one of the first challenges was to identify the disease-causing agent. The Nipah virus was identified and believed to have spread from fruit bats to domesticated pigs and then to humans who worked in the pig-rearing industry in Perak and Negri Sembilan states in Malaysia (18) . Scientists undertook transmission experiments with pigs to determine how they passed the virus to other pigs, and then on to humans. Hundreds of thousands of pigs from affected areas were culled in a program of eradication. During the first phase of culling, 901,228 pigs from 896 farms were eliminated in the infected areas. Another 172,750 pigs from 50 farms that tested positive for Nipah virus were culled in a second phase. The epidemic was brought under control by May 1999. Poon and Khaw note that there were 105 deaths among 265 human cases of the disease. As a result of the outbreak and the resultant culling operation, the pig population in Malaysia was reduced from 2.4 million to 1.32 million. The number of pig farms dropped from 1885 to 829 (19) .",
            "cite_spans": [
                {
                    "start": 437,
                    "end": 441,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1200,
                    "end": 1204,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "N I P A H V I R U S O U T B R E A K"
        },
        {
            "text": "But what happened to the victims and their families in the aftermath of the Nipah virus catastrophe? What is the long-term impact of the Nipah virus outbreak? What is the situation of other pig farmers and their families in the aftermath of the Nipah virus epidemic? Was the financial support given to them by the Malaysian Government and members of the public sufficient to help them to recover from the epidemic? It appears not. The flourishing pig-rearing industry in Negri Sembilan state in Malaysia has been largely wiped out. An entire community, the town of Bukit Pelanduk, has been hurt by the destruction of its economic base through the mass culling of pigs. These significant questions have not been answered because public health experts have not followed up. They have not studied how the mental health and social lives of the people have been impacted in the long term. Sociological analysis using Kai Erickson's ''destruction of community'' approach would help increase considerably our understanding of the short-and long-term impact of such disease outbreaks. A well-designed, sociologically nuanced study of the impact of the Nipah virus outbreak could possibly investigate the following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "N I P A H V I R U S O U T B R E A K"
        },
        {
            "text": "The physical and mental health of people who were infected by the virus but who did not die; the physical and mental health of their family members. Whether the Nipah virus outbreak resulted in short-and long-term socioeconomic effects on survivors, their families, and the community. This might be measured by reduced household income, higher unemployment and underemployment, significant financial loss, higher rates of indebtedness, discord among family members, and out-migration or population decline. The state of residents in neighboring communities not struck by the Nipah virus compared to remaining residents of Bukit Pelanduk. Mental health -broadly defined to include measures like substance abuse and domestic violence -and socioeconomic status can also be considered. Whether community bonds in Bukit Pelanduk were strong enough prior to the Nipah virus outbreak to enable the community to rebuild itself, recover, and perhaps even to flourish. Some communities are quicker to ''rebound'' from disaster depending on how widespread or severe the devastation was and on how strong community bonds were prior to the event. In conclusion, we propose to combine the traditional public health approach with sociological analysis to enrich public health theory, to develop better programs to combat disease outbreaks, and to help survivors and their families, and communities to better cope with the aftermath. Our opinion is that the traditional public health approach (which focuses on the disease and its victims alone while paying some attention to the ''environment'') is rather inadequate. Typically, after an epidemic disease outbreak has been brought under control, little further attention is paid to its victims, their families, and their affected communities. We feel that the traditional public health approach should be combined with broader sociological analysis in order to develop a better and deeper understanding of what social factors affect the occurrence of epidemic disease outbreaks and other sudden health-threatening events such as bioterrorism, and what affects outbreak severity, rate, and extent of spread. The remaining items on our agenda for research (i.e., those dealing with the ''social chaos'' arising from outbreaks) should not be neglected by those who study infectious disease outbreaks. Their inclusion through a combination of the traditional public health approach and sociological analysis would enrich both public health and sociological theory. We would see practical dividends -better programs to combat disease outbreaks and to help survivors, their families, and their communities to cope with the aftermath. Research can help us understand how ''social learning'' gained from the earlier Nipah virus epidemic was used effectively to contain later disease threats such as SARS and avian influenza in Malaysia. The Nipah virus disaster taught us that government must monitor farm animal populations for unusual patterns of sickness and death, quickly quarantine or cull affected animals, and strictly enforce rules to prevent smuggling of animals from affected areas. All these lessons were used to good effect to control the later outbreak of avian influenza in Kelantan state in Malaysia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "N I P A H V I R U S O U T B R E A K"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Everything in Its Path: Destruction of Community in the Buffalo Creek Flood",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Erickson",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The diphtheria epidemic in Eastern Europe (still going strong)",
            "authors": [],
            "year": 1996,
            "venue": "Vaccine Immun News",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Warsaw conference on emerging infections in Central and Eastern Europe",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Balinska",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Lancet",
            "volume": "355",
            "issn": "9211",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Multiple ebola virus transmission events and rapid decline of Central African wildlife",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Leroy",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rouquet",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Formenty",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sougniere",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kilbourne",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Froment",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Science",
            "volume": "303",
            "issn": "5656",
            "pages": "387--90",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The Emergence of Zoonotic Diseases: Understanding the Impact on Animal and Human Health -Workshop Summary",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Burroughs",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Knobler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lederberg",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Preventive, therapeutic approaches to viral agents of bioterrorism",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Bronze",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Greenfield",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Drug Discov Today",
            "volume": "8",
            "issn": "16",
            "pages": "740--745",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Anthrax as a biological weapon 2002: updated recommendations for management",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Inglesby",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "O&apos;toole",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Henderson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Bartlett",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Ascher",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Eitzen",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Am Med Assoc",
            "volume": "287",
            "issn": "17",
            "pages": "2236--52",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Lice and History. Little, Brown and Company: Boston",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zinsser",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Rats",
                    "suffix": ""
                }
            ],
            "year": 1935,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Civilization and Disease",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Sigerist",
                    "suffix": ""
                }
            ],
            "year": 1943,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Plagues and Peoples",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Mcneill",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "British Broadcasting Corporation",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bbc",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Baby",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "SARS Virus. British Broadcasting Corporation",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bbc",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Timeline",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "AIDS orphans by the millions. Int Herald Tribune",
            "authors": [
                {
                    "first": "Ejc",
                    "middle": [],
                    "last": "Che",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "British Broadcasting Corporation",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bbc",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "India",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "China's Sars Whistleblower Freed",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bbc",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Nipah virus outbreak in Malaysia",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Chua",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Clin Virol",
            "volume": "26",
            "issn": "3",
            "pages": "265--75",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "A tale of two cities and the Trojan Horse: lessons in biological defense",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Khaw",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Singapore Armed Forces",
            "volume": "26",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}