{"paper_id": "6d4432caa5cf97afa0126e52aa5dbf2e2fddd2be", "metadata": {"title": "Evaluation of a coccidia vaccine using spray and gel applications", "authors": [{"first": "Grace", "middle": ["A"], "last": "Albanese", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Laura", "middle": ["R"], "last": "Tensa", "suffix": "", "affiliation": {"laboratory": "Poultry Diagnostic and Research Center", "institution": "The University of Georgia", "location": {"postCode": "30602", "settlement": "Athens", "region": "GA", "country": "USA"}}, "email": ""}, {"first": "Emily", "middle": ["J"], "last": "Aston", "suffix": "", "affiliation": {"laboratory": "Poultry Diagnostic and Research Center", "institution": "The University of Georgia", "location": {"postCode": "30602", "settlement": "Athens", "region": "GA", "country": "USA"}}, "email": ""}, {"first": "Deborah", "middle": ["A"], "last": "Hilt", "suffix": "", "affiliation": {"laboratory": "Poultry Diagnostic and Research Center", "institution": "The University of Georgia", "location": {"postCode": "30602", "settlement": "Athens", "region": "GA", "country": "USA"}}, "email": ""}, {"first": "Brian", "middle": ["J"], "last": "Jordan", "suffix": "", "affiliation": {"laboratory": "Poultry Diagnostic and Research Center", "institution": "The University of Georgia", "location": {"postCode": "30602", "settlement": "Athens", "region": "GA", "country": "USA"}}, "email": ""}]}, "abstract": [{"text": "Coccidiosis is an economically significant disease of poultry caused by species of Eimeria, a parasitic protozoan. Disease can result in poor feed conversion, reduced weight gain, and can lead to the development of necrotic enteritis. For prevention of coccidiosis, poultry are commonly vaccinated with a live, sporulated oocysts mass applied with a vaccination cabinet in the hatchery. Traditionally, coccidia vaccines have been applied by coarse spray in a water based diluent, however, new technology using gel diluents has entered the US market. Gel diluents can have variable viscosities and are \"dropped\" onto chicks with an applicator bar. It is thought that gel droplets remain intact on the birds for longer than water based droplets, allowing more time for preening and ingestion of oocysts. In this experiment, the efficacy of a commercial coccidia vaccine applied with a water based diluent, a more viscous gel diluent, and a less viscous gel diluent was compared.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Fecal samples were collected at multiple time points post-vaccination to quantify vaccine oocyst shedding. Shedding in the first cycle (days 5 to 8 post-vaccination) was related to the number of oocysts received from each application method, where the groups receiving higher doses shed more oocysts. However, a decrease in shedding was seen for the more viscous gel group in the second cycle (days 12 to 15 post-vaccination). Chickens were challenged with Eimeria maxima oocysts and 7 days post-challenge body weight gains and gross and microscopic lesions were recorded to evaluate protection levels for the different vaccine applications. All vaccinated groups appeared to be protected based on body weight gain and lesion scoring. The results of this project indicate that all vaccine applications are effective at protecting against Eimeria maxima challenge when using a proper dose of vaccine that allows for repeated oocyst cycling in the litter post-vaccination.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Coccidiosis is an enteric disease of commercial poultry caused by Eimeria, which are coccidian species belonging to the apicomplexan phylum. Ingestion of sporulated Eimeria oocysts from the environment leads to the development of enteric disease. Each of the seven species of Eimeria that cause disease in chickens preferentially infects different regions of the intestinal tract and can result in lesions of varying severity, including thickening of the intestinal wall, petechial hemorrhages, and necrosis, to name a few (Conway and McKenzie, 2008a) . Worldwide, the costs arising from coccidia challenge, treatment, and control are estimated to total at least 3 billion US dollars annually (Williams, 1999; Alonso, 2014; Blake and Tomley, 2014) . Not only is coccidia infection alone an expensive burden for the poultry industry, but infection with Eimeria maxima is known to be a predisposing factor for necrotic enteri-C 2018 Poultry Science Association Inc. Received August 17, 2017. Accepted January 13, 2018. 1 Corresponding author: brian89@uga.edu tis (NE) caused by Clostridium perfringens infection (Timbermont et al., 2011) . Lesions resulting from the subclinical form of NE cause reduced nutrient absorption and feed conversion, and cost producers $6 billion in 2015 (Wade and Keyburn, 2015) .", "cite_spans": [{"start": 523, "end": 551, "text": "(Conway and McKenzie, 2008a)", "ref_id": "BIBREF5"}, {"start": 693, "end": 709, "text": "(Williams, 1999;", "ref_id": "BIBREF29"}, {"start": 710, "end": 723, "text": "Alonso, 2014;", "ref_id": "BIBREF0"}, {"start": 724, "end": 747, "text": "Blake and Tomley, 2014)", "ref_id": "BIBREF1"}, {"start": 1110, "end": 1135, "text": "(Timbermont et al., 2011)", "ref_id": "BIBREF26"}, {"start": 1281, "end": 1305, "text": "(Wade and Keyburn, 2015)", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Eimeria infection occurs when a susceptible chicken ingests a sporulated oocyst from the environment (Chapman, 2003; Shirley et al., 2005; Conway and McKenzie, 2008a; Chapman et al., 2013; Swayne et al., 2013; Blake and Tomley, 2014) . For every oocyst ingested, it is estimated that several hundred thousand may be produced, which are then available for ingestion and infection of other chickens in the poultry house (Sharman et al., 2010) . Historically, coccidiosis has been treated via the use of anticoccidials, including ionophores and chemicals. Although anticoccidial treatments are effective in protecting against disease outbreaks, development of drug resistance, current external pressures on the industry, and regulatory changes have producers turning towards vaccination (Shirley et al., 2007; Newman, 2012; Blake and Tomley, 2014; Chapman, 2014) . Coccidia vaccines contain live, sporulated oocysts of varying mixtures and concentrations of Eimeria species, and they are given in a low dose to initiate an immunologic response in the bird (Danforth, 1998; Williams, 2002; Tewari and Maharana, 2011) . Unlike other coccidian parasites, infection with Eimeria is self-limiting, as oocysts produced in the intestine are not capable of auto-infection of the host chicken and must be excreted and re-ingested for further infection (Cowper et al., 2012; Wilhelm and Yarovinsky, 2014) . The immune response to Eimeria infection is species specific and requires multiple exposures to oocysts of each Eimeria sp. to achieve sufficient protective immunity (Rose and Hesketh, 1979) . Thus, vaccine companies rely on the concept of \"vaccine oocyst cycling\" in the litter to gain protective immunity in a poultry flock (Joyner and Norton, 1973) .", "cite_spans": [{"start": 101, "end": 116, "text": "(Chapman, 2003;", "ref_id": "BIBREF2"}, {"start": 117, "end": 138, "text": "Shirley et al., 2005;", "ref_id": "BIBREF23"}, {"start": 139, "end": 166, "text": "Conway and McKenzie, 2008a;", "ref_id": "BIBREF5"}, {"start": 167, "end": 188, "text": "Chapman et al., 2013;", "ref_id": "BIBREF4"}, {"start": 189, "end": 209, "text": "Swayne et al., 2013;", "ref_id": "BIBREF24"}, {"start": 210, "end": 233, "text": "Blake and Tomley, 2014)", "ref_id": "BIBREF1"}, {"start": 418, "end": 440, "text": "(Sharman et al., 2010)", "ref_id": "BIBREF21"}, {"start": 784, "end": 806, "text": "(Shirley et al., 2007;", "ref_id": "BIBREF22"}, {"start": 807, "end": 820, "text": "Newman, 2012;", "ref_id": "BIBREF16"}, {"start": 821, "end": 844, "text": "Blake and Tomley, 2014;", "ref_id": "BIBREF1"}, {"start": 845, "end": 859, "text": "Chapman, 2014)", "ref_id": "BIBREF3"}, {"start": 1053, "end": 1069, "text": "(Danforth, 1998;", "ref_id": "BIBREF8"}, {"start": 1070, "end": 1085, "text": "Williams, 2002;", "ref_id": "BIBREF30"}, {"start": 1086, "end": 1112, "text": "Tewari and Maharana, 2011)", "ref_id": "BIBREF25"}, {"start": 1340, "end": 1361, "text": "(Cowper et al., 2012;", "ref_id": "BIBREF7"}, {"start": 1362, "end": 1391, "text": "Wilhelm and Yarovinsky, 2014)", "ref_id": "BIBREF28"}, {"start": 1560, "end": 1584, "text": "(Rose and Hesketh, 1979)", "ref_id": "BIBREF20"}, {"start": 1720, "end": 1745, "text": "(Joyner and Norton, 1973)", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "The traditional method of coccidia vaccine application is in a water-based spray using a hatchery spray cabinet. Vaccine coverage is essential, as chicks that do not ingest oocysts at day of hatch will later be exposed to oocysts in the litter, and this higher dose of oocysts can result in clinical infection and gut lesions. Gel vaccination technology for coccidia has been posited as an alternative to spray vaccination. Gel beads containing Eimeria oocysts have been shown to be protective when delivered in the feed (Danforth et al., 1997; Jenkins et al., 2012; Jenkins et al., 2013) . Now, coccidia vaccines in gel diluents are being applied to day-old chicks at the hatchery with a gel applicator bar (Ritzi et al., 2016) . There are multiple manufacturers of gel diluents as well as multiple viscosities of individual gel products. Some gels are only slightly more viscous than water, but create more stable droplets on the chicks when applied. Other gels are extremely viscous and create very defined and gelatinous drops on chicks. The higher viscosity of gel diluents compared to water spray may increase the available vaccine for ingestion. Now that alternative methods for coccidia vaccine application are in use, research is needed to confirm that vaccines are still as efficacious with these new application methods as with traditional application. This study aimed to compare the same commercial vaccine applied by the traditional spray method and using a gel application method with both high and low viscosity gels. During the experiment, post-vaccination oocyst shedding was recorded for two cycles along with evaluation of protection from challenge when vaccinating with both methods.", "cite_spans": [{"start": 521, "end": 544, "text": "(Danforth et al., 1997;", "ref_id": "BIBREF9"}, {"start": 545, "end": 566, "text": "Jenkins et al., 2012;", "ref_id": "BIBREF12"}, {"start": 567, "end": 588, "text": "Jenkins et al., 2013)", "ref_id": "BIBREF13"}, {"start": 708, "end": 728, "text": "(Ritzi et al., 2016)", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "The commercially available coccidia vaccine Coccivac-B52 (Merck Animal Health, Madison, NJ) used in these experiments contains live, sporulated oocysts of E. acervulina, E. mivati, E. tenella, and two strains of E. maxima. Each vaccine bottle contains 10,000 doses of oocysts in an unspecified proportion of Eimeria species. The vaccine was administered on day of hatch in a volume to deliver one manufacturer's dose per chick. Vaccine preparation and dilution for each vaccine application method is described below.", "cite_spans": [], "ref_spans": [], "section": "Coccidia Vaccine"}, {"text": "Eimeria maxima oocysts of the APU1 strain were generously donated by Dr. Mark Jenkins (Jenkins et al., 2017) . Oocysts were stored at 4C in 2.5% potassium dichromate. Pathogenic dose was determined by administration of varying doses of sporulated oocysts to 16-day old broiler chickens and scoring of resulting E. maxima-specific gross lesions occurring 7 days postchallenge in the mid-intestine prior to the start of this experiment. For experimental challenge, oocysts were enumerated to obtain a dose of 5 × 10 4 oocysts per bird and diluted in deionized water. Challenge was administered 16 days post-vaccination via the oral gavage route.", "cite_spans": [{"start": 86, "end": 108, "text": "(Jenkins et al., 2017)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Coccidia Challenge"}, {"text": "Non-vaccinated Ross broiler chickens were used to provide a relevant model to commercial poultry operations. Day 19 broiler chicken embryos were purchased from a commercial source and hatched at the Poultry Diagnostic and Research Center (Athens, GA). Chicks were randomly assigned to one of the experimental groups. All chickens were exposed to 20 hours of light daily and offered a non-medicated starter feed and water ad libitum throughout the duration of this experiment. Animal care and use protocols have been approved by the University of Georgia Institutional Animal Care and Use Committee.", "cite_spans": [], "ref_spans": [], "section": "Experimental Animals"}, {"text": "This experiment compared coccidia vaccine infection and oocyst cycling following multiple application methods and protection from Eimeria maxima challenge. All experimental groups consisted of 100 one-day-old broiler chicks that were vaccinated with the same commercially available coccidia vaccine at the same dosage. Chicks in Group 1 were vaccinated using a traditional spray application with a water based diluent. In Group 2, chicks were vaccinated using the commercially available more viscous (MV) gel vaccine diluent Hydrodrop gel (ClearH 2 O, Westbrook, ME) applied by a gel bar applicator. In Group 3, chicks were vaccinated using the commercially available less viscous (LV) gel diluent CEVAGEL (Ceva Animal Health, Lenexa, KS) Dry Gel Powder with the same gel applicator bar as was used for the MV gel. In Group 4, chicks were vaccinated by oral gavage to serve as a positive vaccination control. One hundred chicks remained unvaccinated to serve as positive and negative challenge controls in Groups 5 and 6.", "cite_spans": [], "ref_spans": [], "section": "Experimental Design"}, {"text": "To evaluate vaccine oocyst cycling in the litter postvaccination, each group of chicks was placed on fresh litter in separate colony-type houses. Four days postvaccination, 20 chicks from each vaccinated group were randomly selected and removed for individual chick placement in Horsfall isolators. Feces from each chick in each group were collected on days 5 to 8 to evaluate the first cycle of vaccine oocyst shedding. After fecal collection on day 8 post-vaccination, these chicks were removed and euthanized. This was repeated 11 days post-vaccination for fecal collection on days 12 to 15 to evaluate the second cycle of vaccine oocyst shedding. Oocyst counts were recorded as both E. maximaspecific and total (E. maxima, E. acervulina, E. tenella, and E. mivati) using a McMaster counting chamber.", "cite_spans": [], "ref_spans": [], "section": "Experimental Design"}, {"text": "Sixteen days post-vaccination, a pre-challenge body weight was obtained for all 60 remaining chickens in each group, after which time each group was reduced to 20 chickens that were randomly selected for challenge. All chickens in all groups excluding the negative challenge control, Group 6, were challenged with 5 × 10 4 pathogenic E. maxima oocysts via oral gavage. Seven days post-challenge, birds were weighed, humanely euthanized, and evaluated for gross lesions. In addition, slide smears were taken from the mid-intestines for oocyst count scoring and segments of the mid-intestine were collected and placed in formalin for histological microscopic lesion scoring as described below.", "cite_spans": [], "ref_spans": [], "section": "Experimental Design"}, {"text": "Individual vials from the same lot of Coccivac-B52 vaccine were prepared for use in different application methods. For the oral gavage method, the vaccine was diluted in sterile deionized water to reach a concentration of 1 dose per 0.5 mL. The spray, MV gel, and LV gel were all prepared to apply 100 doses of vaccine per chick basket. The spray method required dilution of vaccine in sterile deionized water. The MV gel diluent was mixed with vaccine using a paddle mixer. Seventy grams of the LV gel diluent dry gel powder was added to 2.5 L sterile deionized water and mixed with a blender until combined, at which time the manufacturer's dye and the vaccine were added. For direct comparison of the two gel diluents, both the MV and LV gels were applied using the same gel applicator bar (Merck Animal Health, Madison, NJ). The spray application dispensed 24 mL of vaccine suspension per 100 chicks. The MV gel was dropped from the gel applicator bar to apply 25 mL of gel diluent onto a basket of 100 chicks. The LV gel also dispensed 25 mL per chick basket.", "cite_spans": [], "ref_spans": [], "section": "Vaccination Procedure"}, {"text": "To confirm that each vaccination method was applying the same dose of oocysts, a sample of one vaccine application volume was taken from the MV gel, LV gel, and spray application devices using a 50 mL tube placed under the vaccine applicator. A 1 mL aliquot was removed from each sample from the MV, LV, and spray applications, and 1 mL was also taken from the gavage solution. Sporulated oocysts from each 1 mL aliquot were counted using a McMaster chamber (Conway and McKenzie, 2008b) . E. maxima and total oocysts/mL were enumerated using the formula: (# oocysts)×(dilution factor)×(6.67). The calculated oocysts/mL and the volumes of the doses for the gavage (0.5 mL per bird), spray (0.24 mL per bird), MV gel (0.25 mL per bird), and LV gel (0.25 mL per bird) that were administered during application were used to obtain the oocysts/dose for each method.", "cite_spans": [{"start": 458, "end": 486, "text": "(Conway and McKenzie, 2008b)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Coccidia Vaccine Dose Determination for each Application Method"}, {"text": "Oocysts were enumerated daily for each of the 20 birds per group housed in isolation units for the first and second cycles of oocyst shedding using a McMaster counting chamber in a method based on one described by Conway and McKenzie (Conway and McKenzie, 2008b) . After collection, feces of each bird were weighed and resuspended in deionized water at a volume of 10× the fecal weight and allowed to soak overnight at 4 • C in 500 mL bottles. The next day, the bottles were shaken vigorously, and the fecal suspensions were filtered through a double layer of cheesecloth. For each sample, filtrate was collected into a 15 mL centrifuge tube and centrifuged for 5 minutes at 486 • g to pellet the solids. The supernatant was discarded and the pellet was resuspended in a saturated salt solution to a volume of 15 mL. After inversion of the tube, a sample was removed with a transfer pipet and a Mc-Master counting chamber was filled. Oocysts within the chamber were counted as Eimeria maxima and total. The oocysts/g of fecal material was calculated as (# oocysts/0.15)×10, where each oocyst counted is equivalent to 67 oocysts per gram of sample. In cases where the oocysts were too numerous to count, tenfold dilutions of the oocyst suspension were made in saturated salt water until the oocysts reached a countable concentration in the McMaster chamber. When dilutions were made, the dilution factor was applied to the # oocysts before calculating the oocysts/g of fecal material.", "cite_spans": [{"start": 214, "end": 262, "text": "Conway and McKenzie (Conway and McKenzie, 2008b)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Oocyst Enumeration from Fecal Samples using the McMaster Counting Method"}, {"text": "Eimeria maxima gross lesions in the midgut were scored for all experimental groups 7 days post-challenge according to a method first described by Johnson and Reid (Johnson and Reid, 1970) . The midgut was identified by the presence of the Meckel's diverticulum, and scores were assigned on a scale of 0 to 4, with 0 being no lesions present, 1 showing small numbers of petechiae on the serosal surface of the intestine, 2 showing more ", "cite_spans": [{"start": 146, "end": 187, "text": "Johnson and Reid (Johnson and Reid, 1970)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Gross Lesion Scoring"}, {"text": "Eimeria maxima oocyst counts were scored for all experimental groups 7 days post-challenge. Following gross lesion scoring, a smear of the midgut of each bird was applied to a microscope slide and one field was viewed under a 10× objective lens. The score system of Goodwin et al. was used, in which 0 = no oocysts seen, 1 = 1 to 20 oocysts per field, 2 = 21 to 50 oocysts per field, 3 = 51 to 100 oocysts per field, and 4 = Too Numerous to Count (TNTC) (Goodwin et al., 1998) .", "cite_spans": [{"start": 454, "end": 476, "text": "(Goodwin et al., 1998)", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Oocyst Count Scoring"}, {"text": "Microscopic lesion scoring followed the method described by Goodwin et al (Goodwin, Brown and Bounous, 1998) . A 2.5 cm portion of the jejunum proximal to the Meckel's diverticulum was collected from 5 birds in each experimental group and immersed in 10% buffered formalin. Portions of each intestinal segment were cut parallel to the longitudinal axis and placed into coded cassettes for processing through graded ethanols and xylene and embedding in paraffin. Three μm sections of deparaffinized formalin-fixed mid-intestine were placed onto glass slides and stained with hematoxylin and eosin for scoring by a pathologist. Eimeria maxima was scored based on the presence of developmental stages in the intestinal material. The microscopic lesion score is the sum of A+B. \"A\" represents the distribution of developmental stages of E. maxima along the intestinal segment. Four fields were viewed at a 10× objective, and the scoring system for distribution is as follows: 0 = no parasites, 1 = parasites in one field, 2 = parasites in two fields, 3 = parasites in three fields, and 4 = parasites in all four fields. \"B\" represents the severity of Eimeria maxima infection within the four examined fields, where 0 = parasites in 0% of the villi, 1 = parasites in <25% of the villi, 2 = parasites in 25 to 50% of the villi, 3 = parasites in 51 to 75% of the villi, and 4 = parasites in >75% of the villi. The initial microscopic lesion scores could range from 0 to 8, but to compare to gross lesion scores and oocyst count scores the microscopic lesion score was divided by 2 to give a final score range of 0 to 4.", "cite_spans": [{"start": 74, "end": 108, "text": "(Goodwin, Brown and Bounous, 1998)", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Microscopic Lesion Scoring"}, {"text": "Statistical analysis was performed using GraphPad Prism software (La Jolla, CA) using an alpha of 0.05. Oocyst per gram shedding statistical comparisons were analyzed by two-way ANOVA with Holm-Sidak multiple comparisons testing. Prism software was also used to calculate the per cent coefficient of variation for total and E. maxima shedding of each group and each time point. Pre-challenge mean body weight, post-challenge body weight gain, and post-challenge lesion scores were all analyzed by comparison of the means with SEM.", "cite_spans": [], "ref_spans": [], "section": "Statistical Analysis"}, {"text": "Vaccine doses for each vaccine application method are shown in Table 1 from samples taken directly from the applicator mechanism. The dose was highest in the MV gel group with 1,751 oocysts/dose, followed by the gavage, LV gel, and finally the spray with 1,089 oocysts/dose. When calculating only sporulated E. maxima oocysts per dose, the order was the same as that of the total with MV gel providing the highest dose of 567 oocysts/dose, then gavage and LV gel with 501 and 500 oocysts/dose, and lastly spray with 448 oocysts/dose.", "cite_spans": [], "ref_spans": [{"start": 63, "end": 70, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Vaccine Doses"}, {"text": "During the first cycle, the birds vaccinated by gavage were shedding the highest numbers of total oocysts at all time points, although the gavage group oocysts per gram shed was not significantly different from the LV gel oocyst shedding at day 6, and not significantly different from the MV gel oocyst shedding at day 8 ( Figure 1A ). The percentage of chickens vaccinated by gavage that were shedding oocysts in cycle 1 was higher than that of all other groups, peaking at 100% on days 6 to 8. Of the other vaccine application methods, only the less viscous gel group reached 100% of chickens shedding oocysts at day 6. Ninety-five per cent of the chickens vaccinated by the MV gel were shedding oocysts on days 6 and 7. The spray vaccinated chickens peaked at day 7 with 95% of chickens shedding oocysts ( Figure 1B) . The percent coefficient of variation (%CV) for total oocyst shedding throughout the first cycle shows that the variation of oocyst numbers shed by the spray group was highest, and variation was lowest in the gavage vaccinated group. The lowest %CV seen in the gavage group was on day 7 with a value of 115.2. Within the spray group, the lowest %CV was seen on day 6, with a value of 156.2. The MV gel group showed the least variation on day 7 with a value of 100.5, and the LV gel group showed the least variation for total oocyst shedding on Day 6, with a value of 101.5 (Table 2) . Eimeria maxima oocyst shedding data for the first cycle of fecal collection followed a similar trend to the total oocyst shedding, with the chickens vaccinated by gavage shedding significantly higher E. maxima oocysts per gram than any of the other experimental groups ( Figure 1C ). The percentages of chickens shedding E. maxima in each group were lower than those for the to-tal oocyst shedding, peaking at 7 days post-vaccination with 85% of the chickens vaccinated by gavage shedding E. maxima. In the other groups, the MV gel group had the highest percentage of chickens shedding E. maxima oocysts with 65% shedding on days 7 and 8 ( Figure 1D ). The variation in numbers of E. maxima oocysts shed by the gavage gel group was the lowest throughout the first cycle, and %CV in the first cycle increased with the MV gel, followed by the LV gel and spray groups. The gavage, spray, and MV gel groups showed their lowest %CV for E. maxima shedding in the first cycle on day 7, with values of 131.3, 280.5, and 123.4, respectively. The lowest %CV seen in the LV gel group was 251.3 on day 8 (Table 3) .", "cite_spans": [], "ref_spans": [{"start": 323, "end": 332, "text": "Figure 1A", "ref_id": "FIGREF0"}, {"start": 809, "end": 819, "text": "Figure 1B)", "ref_id": "FIGREF0"}, {"start": 1394, "end": 1403, "text": "(Table 2)", "ref_id": "TABREF1"}, {"start": 1677, "end": 1686, "text": "Figure 1C", "ref_id": "FIGREF0"}, {"start": 2046, "end": 2055, "text": "Figure 1D", "ref_id": "FIGREF0"}, {"start": 2498, "end": 2507, "text": "(Table 3)", "ref_id": "TABREF2"}], "section": "Cycle 1 Oocyst Shedding"}, {"text": "In the second cycle, the gavage group total oocyst shedding became more consistent with that of the other groups. On day 12, the gavage, spray, and LV gel groups were all shedding significantly higher total oocysts per gram than the MV gel group, which was decreased tenfold compared to the other groups. By day 13, the spray group had the highest mean total oocysts per gram shed (650,033), and throughout days 14 and 15 there was no significant difference in oocyst shedding between any of the groups (Figure 2A) . Although the numbers of oocysts per gram differed between the groups significantly on days 12 and 13 and numerically throughout the second cycle, there was 100% shedding of total oocysts for the birds in each group on all days in cycle 2 except for day 12 ( Figure 2B ). The %CV for total oocyst shedding in cycle 2 was decreased in all groups compared to the first cycle, and variation was lowest in the spray vaccinated group (53.6 on day 15) and highest in the MV gel group, which only reached a low value of 120.3 on day 15 (Table 2) .", "cite_spans": [], "ref_spans": [{"start": 503, "end": 514, "text": "(Figure 2A)", "ref_id": "FIGREF1"}, {"start": 775, "end": 784, "text": "Figure 2B", "ref_id": "FIGREF1"}, {"start": 1045, "end": 1054, "text": "(Table 2)", "ref_id": "TABREF1"}], "section": "Cycle 2 Oocyst Shedding"}, {"text": "Eimeria maxima shedding during the second cycle was quite low and did not show the same increase in shedding from cycle 1 that was seen with the total oocyst shedding, although the spray group shedding had increased significantly compared to all other groups by day 15 ( Figure 2C ). In addition to the low E. maxima oocyst numbers being shed during the second cycle, the percentage of chickens positive for shedding E. maxima in each group was low during days 12 to 14, with an increase in the percent positive at day 15 ( Figure 2D ). The %CV for the second cycle of E. maxima oocyst shedding was increased in all groups except for the spray vaccinated group compared to the first cycle. The %CV throughout the second cycle was highest in the MV gel vaccinated group and lowest in the spray group. The lowest %CV value seen in the second cycle was in the spray group with a value of 119.9 on day 15. The highest value reached was 447.2, which was seen in the gavage group on day 12, and in the MV gel and LV gel groups on day 13 (Table 3) .", "cite_spans": [], "ref_spans": [{"start": 271, "end": 280, "text": "Figure 2C", "ref_id": "FIGREF1"}, {"start": 524, "end": 533, "text": "Figure 2D", "ref_id": "FIGREF1"}, {"start": 1031, "end": 1040, "text": "(Table 3)", "ref_id": "TABREF2"}], "section": "Cycle 2 Oocyst Shedding"}, {"text": "There was no significant difference in the mean body weight recorded 16 days post-vaccination between any of the vaccinated groups or the non-vaccinated control group ( Figure 3A ). The body weight gain recorded 7 days post-challenge did not show a significant difference between any of the vaccinated groups and the nonvaccinated/non-challenged group. However, the MV gel vaccinated group body weight gain was also not significantly higher than the non-vaccinated/challenged group ( Figure 3B ).", "cite_spans": [], "ref_spans": [{"start": 169, "end": 178, "text": "Figure 3A", "ref_id": "FIGREF2"}, {"start": 484, "end": 493, "text": "Figure 3B", "ref_id": "FIGREF2"}], "section": "Pre-and Post-Challenge Body Weight"}, {"text": "None of the vaccinated groups differed significantly when evaluating gross lesion scores, with all vaccinated groups having gross lesion scores below 1. The gavage, more viscous gel, and less viscous gel groups also all did not differ significantly from the non-vaccinated/non-challenged group. The non-vaccinated/challenged group showed significantly higher gross lesion scores than all other groups, with a mean score greater than 2 ( Figure 4A ).", "cite_spans": [], "ref_spans": [{"start": 437, "end": 446, "text": "Figure 4A", "ref_id": "FIGREF3"}], "section": "Gross Lesions"}, {"text": "E. maxima oocyst enumeration from mid-intestine scrapings showed that the vaccinated groups did not differ significantly in oocyst count scores from each other or from the non-vaccinated/challenged group, and all scores were below 2. The non-vaccinated/nonchallenged group had a score of 0, which was significantly lower than all other groups ( Figure 4B ).", "cite_spans": [], "ref_spans": [{"start": 345, "end": 354, "text": "Figure 4B", "ref_id": "FIGREF3"}], "section": "Oocyst Count Scores"}, {"text": "Microscopic lesion scores ranged from 2.5 to 3 for all challenged groups, with none of the E. maxima challenged groups differing significantly. The nonvaccinated/non-challenged group had a score of 0 which was significantly lower than all other groups ( Figure 4C ).", "cite_spans": [], "ref_spans": [{"start": 254, "end": 263, "text": "Figure 4C", "ref_id": "FIGREF3"}], "section": "Microscopic Lesions"}, {"text": "The influence of each application method is shown in the cycle 1 total oocyst shedding. The birds vaccinated by gavage were shedding higher numbers of total and E. maxima oocysts than any of the experimentally vaccinated groups in the first cycle. When vaccinating by oral gavage, the oocyst suspension is deposited directly into the crop, resulting in more efficient delivery of the oocysts to the intestinal tract. This controlled vaccination method also produced the least variation of total oocyst shedding numbers in the first cycle, as all chickens vaccinated were ensured to receive a proper vaccine dose. The spray, MV gel, and LV gel methods require chicks to actively ingest oocysts both from preening and from pecking in the hatchery basket, resulting in a potential loss of vaccine. Both gel vaccines produced less variation in oocyst shedding during the first cycle compared to the variation seen in the spray vaccinated group, perhaps indicating that the gel beads provide a more stable vehicle for vaccine delivery than a liquid spray. Furthermore, the MV gel vaccinated chickens shed numerically higher total and E. maxima oocysts in the feces than the spray and LV gel groups in the first cycle, which is consistent with the higher doses of oocysts for that application method.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "During the second cycle of fecal oocyst shedding, the total oocysts shed increased tenfold for the gavage, spray, and less viscous gel groups. This was expected as the birds ingested the higher doses of oocysts present in the litter following the first cycle of shedding. In addition, the spray, gavage, and less viscous gel groups all had lower variation within the groups for oocyst shedding in the second cycle, and all coefficient of variation values for those groups were very similar. This decrease in variation compared to the first cycle of oocyst shedding may be attributed to the exposure of chickens that did not receive vaccine to the sporulated oocysts in the litter from the first cycle of shedding, leading to more consistent infection and shedding of all birds within the groups. However, the birds vaccinated by the more viscous gel method were shedding significantly lower numbers of total oocysts than the other vaccinated groups, although 100% of the birds in that group were shedding oocysts at all time points except for day 12. Although the temperature of each colony room that each group was held in remained consistent, it is possible that there was reduced humidity in the more viscous gel room, leading to lower sporulation rates of the oocysts shed in the first cycle and therefore lower doses of oocysts ingested by those birds, however this is only speculation.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Like the data for the first cycle of E. maxima oocyst shedding, the numbers of oocysts shed during the second cycle were quite low in all groups except for day 15, when the spray group was shedding significantly higher oocysts per gram than the other groups. In addition, the percentage of birds in each group positive for E. maxima shedding was low until day 15. This is also seen in the increased variation seen within the gavage, more viscous gel, and less viscous gel groups compared to the first cycle of E. maxima shedding, as there were very few birds within those groups shedding E. maxima oocysts during the second cycle. It is possible that the start of shedding for the second cycle was delayed, and higher numbers would have been seen had fecal collection continued beyond 15 days. This trend can be seen in Figure 2D , where the percentage of chicks shedding E. maxima increased every day.", "cite_spans": [], "ref_spans": [{"start": 820, "end": 829, "text": "Figure 2D", "ref_id": "FIGREF1"}], "section": "DISCUSSION"}, {"text": "E. maxima was deemed to be the most appropriate species of Eimeria to use as a challenge, as it is a component in the development of necrotic enteritis, and is therefore of extreme relevance to the poultry industry (Williams et al., 2003) . There was no difference in pre-challenge body weight between any of the groups, which runs counter to the common industry concern of reduced performance when using live coccidia vaccines. In future experiments, further performance analysis could be performed to better understand the effect of coccidia vaccination on body weight gain. Following challenge, the mean body weight gains of the vaccinated groups were not significantly different from the non-challenge controls, indicating protection. The mean body weight of the negative control group was significantly increased compared to the non-vaccinated challenged control group, showing that the challenge had an influence on body weight for non-vaccinated birds. Interestingly, the MV gel group, which showed significantly reduced oocyst shedding in the second cycle compared to the other groups, did not significantly differ in average body weight gain from the non-vaccinated, challenged control group. This illustrates the importance of re-exposure to oocysts in the litter in order to achieve complete protection.", "cite_spans": [{"start": 215, "end": 238, "text": "(Williams et al., 2003)", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "When evaluating gross lesions, scores for the vaccinated groups were low, and the gavage, more viscous gel, and less viscous gel group scores all were statistically the same as the negative control group, indicating protection from challenge. The spray group did not have significantly different scores from the other vaccinated groups, but did have a significantly higher mean gross lesion score than the negative control group. However, since it was not different from the other vaccinated groups it is reasonable to claim that protection was achieved. The oocyst count scores and the microscopic lesion scores of the vaccinated groups were all statistically the same as the mean score of the positive challenge control group. However, interpretation of these scores is difficult, considering that the birds were all kept on litter during the 7 days postchallenge, and could have continued to cycle vaccine oocysts during this time, rendering it nearly impossible to distinguish between vaccine and challenge oocysts present in the mid-intestine. Although the positive challenge control group did not differ significantly in oocyst count and microscopic lesion scores from the vaccinated/challenged groups, it is possible that the E. maxima scored for the positive control assays was present from challenge, whereas the E. maxima seen in the vaccinated/challenge groups may have been from vaccine. This makes the body weight and the gross lesion scores the more reliable methods for evaluating protection.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "This experiment demonstrates that vaccine application method can influence the dosage of oocysts per chicken. Even though all vaccines were mixed so that each chick basket would receive the same dosage of oocysts, there was a difference in the number of oocysts collected from each application method. The gel application methods had oocyst numbers in each dose consistent with the gavage preparation (where vaccine is not mass applied). Contrastingly, there was a loss of oocysts during vaccination for the spray method, which is consistent with other reports showing that infectious bronchitis virus vaccine is lost when applied by spray (Roh et al., 2015) . While these differences in total oocysts delivered to chicks varied between application methods, there was no difference in body weight gain or protection from challenge between birds vaccinated using water spray, more viscous gel bar, less viscous gel bar, or gavage. This demonstrates that when these methods are used properly and chickens are exposed to an appropriate dosage of coccidia vaccine, protection will be achieved, regardless of the vaccine application.", "cite_spans": [{"start": 640, "end": 658, "text": "(Roh et al., 2015)", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "DISCUSSION"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Using gel vaccination in the hatchery for coccidiosis control", "authors": [{"first": "C", "middle": ["G"], "last": "Alonso", "suffix": ""}], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Securing poultry production from the ever-present Eimeria challenge", "authors": [{"first": "D", "middle": ["P"], "last": "Blake", "suffix": ""}, {"first": "F", "middle": ["M"], "last": "Tomley", "suffix": ""}], "year": 2014, "venue": "Trends Parasitol", "volume": "30", "issn": "", "pages": "12--19", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Origins of coccidiosis research in the fowl: the first fifty years", "authors": [{"first": "H", "middle": ["D"], "last": "Chapman", "suffix": ""}], "year": 2003, "venue": "Avian Dis", "volume": "47", "issn": "", "pages": "1--20", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Milestones in avian coccidiosis research: a review", "authors": [{"first": "H", "middle": ["D"], "last": "Chapman", "suffix": ""}], "year": 2014, "venue": "Poult. Sci", "volume": "93", "issn": "", "pages": "501--511", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "A selective review of advances in coccidiosis research", "authors": [{"first": "H", "middle": ["D"], "last": "Chapman", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Barta", "suffix": ""}, {"first": "D", "middle": [], "last": "Blake", "suffix": ""}, {"first": "A", "middle": [], "last": "Gruber", "suffix": ""}, {"first": "M", "middle": [], "last": "Jenkins", "suffix": ""}, {"first": "N", "middle": ["C"], "last": "Smith", "suffix": ""}, {"first": "X", "middle": [], "last": "Suo", "suffix": ""}, {"first": "F", "middle": ["M"], "last": "Tomley", "suffix": ""}], "year": 2013, "venue": "Adv. Parasitol", "volume": "83", "issn": "", "pages": "93--171", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Introduction to coccidiosis. Pages 7-16 in Poultry Coccidiosis", "authors": [{"first": "D", "middle": ["P"], "last": "Conway", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Mckenzie", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Preparation of oocysts. Pages 41-47 in Poultry Coccidiosis", "authors": [{"first": "D", "middle": ["P"], "last": "Conway", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Mckenzie", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "The molecular basis for the distinct host and tissue tropisms of coccidian parasites", "authors": [{"first": "B", "middle": [], "last": "Cowper", "suffix": ""}, {"first": "S", "middle": [], "last": "Matthews", "suffix": ""}, {"first": "F", "middle": [], "last": "Tomley", "suffix": ""}], "year": 2012, "venue": "Mol. Biochem. Parasitol", "volume": "186", "issn": "", "pages": "1--10", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Use of live oocyst vaccines in the control of avian coccidiosis: experimental studies and field trials", "authors": [{"first": "H", "middle": ["D"], "last": "Danforth", "suffix": ""}], "year": 1998, "venue": "Int. J. Parasitol", "volume": "28", "issn": "", "pages": "1099--1109", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Evaluation of a gel-immunization technique used with two different Immucox vaccine formulations in battery and floor-pen trials with broiler chickens", "authors": [{"first": "H", "middle": ["D"], "last": "Danforth", "suffix": ""}, {"first": "E", "middle": ["H"], "last": "Lee", "suffix": ""}, {"first": "A", "middle": [], "last": "Martin", "suffix": ""}, {"first": "M", "middle": [], "last": "Dekich", "suffix": ""}], "year": 1997, "venue": "Parasitol. Res", "volume": "83", "issn": "", "pages": "445--451", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Use of microscopic lesion scores, gross lesion scores and oocyst count scores to detect Eimeria maxima in chickens", "authors": [{"first": "M", "middle": ["A"], "last": "Goodwin", "suffix": ""}, {"first": "J", "middle": [], "last": "Brown", "suffix": ""}, {"first": "D", "middle": ["I"], "last": "Bounous", "suffix": ""}], "year": 1998, "venue": "Avian Pathol", "volume": "27", "issn": "", "pages": "405--408", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Differences in fecundity of Eimeria maxima strains exhibiting different levels of pathogenicity in its avian host", "authors": [{"first": "M", "middle": ["C"], "last": "Jenkins", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Dubey", "suffix": ""}, {"first": "K", "middle": [], "last": "Miska", "suffix": ""}, {"first": "R", "middle": [], "last": "Fetterer", "suffix": ""}], "year": 2017, "venue": "Vet. Parasitol", "volume": "236", "issn": "", "pages": "1--6", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Gel-bead delivery of Eimeria oocysts protects chickens against coccidiosis", "authors": [{"first": "M", "middle": ["C"], "last": "Jenkins", "suffix": ""}, {"first": "C", "middle": [], "last": "Parker", "suffix": ""}, {"first": "S", "middle": [], "last": "Klopp", "suffix": ""}, {"first": "C", "middle": [], "last": "O&apos;brien", "suffix": ""}, {"first": "K", "middle": [], "last": "Miska", "suffix": ""}, {"first": "R", "middle": [], "last": "Fetterer", "suffix": ""}], "year": 2012, "venue": "Avian Dis", "volume": "56", "issn": "", "pages": "306--309", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Protecting chickens against coccidiosis in floor pens by administering Eimeria oocysts using gel beads or spray vaccination", "authors": [{"first": "M", "middle": ["C"], "last": "Jenkins", "suffix": ""}, {"first": "C", "middle": [], "last": "Parker", "suffix": ""}, {"first": "C", "middle": [], "last": "O&apos;brien", "suffix": ""}, {"first": "J", "middle": [], "last": "Persyn", "suffix": ""}, {"first": "D", "middle": [], "last": "Barlow", "suffix": ""}, {"first": "K", "middle": [], "last": "Miska", "suffix": ""}, {"first": "R", "middle": [], "last": "Fetterer", "suffix": ""}], "year": 2013, "venue": "Avian Dis", "volume": "57", "issn": "", "pages": "622--626", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Anticoccidial drugs: lesion scoring techniques in battery and floor-pen experiments with chickens", "authors": [{"first": "J", "middle": [], "last": "Johnson", "suffix": ""}, {"first": "W", "middle": ["M"], "last": "Reid", "suffix": ""}], "year": 1970, "venue": "Experimental parasitology", "volume": "28", "issn": "", "pages": "30--36", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "The immunity arising from continuous low-level infection with Eimeria tenella", "authors": [{"first": "L", "middle": ["P"], "last": "Joyner", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Norton", "suffix": ""}], "year": 1973, "venue": "Parasitology", "volume": "67", "issn": "", "pages": "333--340", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Rethinking rotation in Intestinal Health Center for Poultry", "authors": [{"first": "L", "middle": [], "last": "Newman", "suffix": ""}], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Combination of probiotics and coccidiosis vaccine enhances protection against an Eimeria challenge", "authors": [{"first": "M", "middle": ["M"], "last": "Ritzi", "suffix": ""}, {"first": "W", "middle": [], "last": "Abdelrahman", "suffix": ""}, {"first": "K", "middle": [], "last": "Van-Heerden", "suffix": ""}, {"first": "M", "middle": [], "last": "Mohnl", "suffix": ""}, {"first": "N", "middle": ["W"], "last": "Barrett", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Dalloul", "suffix": ""}], "year": 2016, "venue": "Vet. Res", "volume": "47", "issn": "", "pages": "111--111", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Hatchery spray cabinet administration does not damage avian coronavirus infectious bronchitis virus vaccine based on analysis by electron microscopy and virus titration", "authors": [{"first": "H", "middle": ["J"], "last": "Roh", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Jordan", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Hilt", "suffix": ""}, {"first": "M", "middle": ["B"], "last": "Ard", "suffix": ""}, {"first": "M", "middle": ["W"], "last": "Jackwood", "suffix": ""}], "year": 2015, "venue": "Avian Dis", "volume": "59", "issn": "", "pages": "149--152", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Immunity to coccidiosis: T-lymphocyte-or B-lymphocyte-deficient animals", "authors": [{"first": "M", "middle": ["E"], "last": "Rose", "suffix": ""}, {"first": "P", "middle": [], "last": "Hesketh", "suffix": ""}], "year": 1979, "venue": "Infect. Immun", "volume": "26", "issn": "", "pages": "630--637", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Chasing the golden egg: vaccination against poultry coccidiosis", "authors": [{"first": "P", "middle": ["A"], "last": "Sharman", "suffix": ""}, {"first": "N", "middle": ["C"], "last": "Smith", "suffix": ""}, {"first": "M", "middle": ["G"], "last": "Wallach", "suffix": ""}, {"first": "M", "middle": [], "last": "Katrib", "suffix": ""}], "year": 2010, "venue": "Parasite Immunol", "volume": "32", "issn": "", "pages": "590--598", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Challenges in the successful control of the avian coccidia", "authors": [{"first": "M", "middle": ["W"], "last": "Shirley", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Smith", "suffix": ""}, {"first": "D", "middle": ["P"], "last": "Blake", "suffix": ""}], "year": 2007, "venue": "Vaccine", "volume": "25", "issn": "", "pages": "5540--5547", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "The biology of avian Eimeria with an emphasis on their control by vaccination", "authors": [{"first": "M", "middle": ["W"], "last": "Shirley", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Smith", "suffix": ""}, {"first": "F", "middle": ["M"], "last": "Tomley", "suffix": ""}], "year": 2005, "venue": "Adv. Parasitol", "volume": "60", "issn": "", "pages": "285--330", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Diseases of Poultry", "authors": [{"first": "D", "middle": ["E"], "last": "Swayne", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Glisson", "suffix": ""}, {"first": "L", "middle": ["R"], "last": "Mcdougald", "suffix": ""}, {"first": "L", "middle": ["K"], "last": "Nolan", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Suarez", "suffix": ""}, {"first": "V", "middle": ["L"], "last": "Nair", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Control of poultry coccidiosis: changing trends", "authors": [{"first": "A", "middle": ["K"], "last": "Tewari", "suffix": ""}, {"first": "B", "middle": ["R"], "last": "Maharana", "suffix": ""}], "year": 2011, "venue": "J. Parasit. Dis", "volume": "35", "issn": "", "pages": "10--17", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Necrotic enteritis in broilers: an updated review on the pathogenesis", "authors": [{"first": "L", "middle": [], "last": "Timbermont", "suffix": ""}, {"first": "F", "middle": [], "last": "Haesebrouck", "suffix": ""}, {"first": "R", "middle": [], "last": "Ducatelle", "suffix": ""}, {"first": "F", "middle": [], "last": "Van Immerseel", "suffix": ""}], "year": 2011, "venue": "Avian Pathol", "volume": "40", "issn": "", "pages": "341--347", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "The true cost of necrotic enteritis", "authors": [{"first": "B", "middle": [], "last": "Wade", "suffix": ""}, {"first": "A", "middle": [], "last": "Keyburn", "suffix": ""}], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Apicomplexan infections in the gut", "authors": [{"first": "C", "middle": ["L"], "last": "Wilhelm", "suffix": ""}, {"first": "F", "middle": [], "last": "Yarovinsky", "suffix": ""}], "year": 2014, "venue": "Parasite Immunol", "volume": "36", "issn": "", "pages": "409--420", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "A compartmentalised model for the estimation of the cost of coccidiosis to the world's chicken production industry", "authors": [{"first": "R", "middle": ["B"], "last": "Williams", "suffix": ""}], "year": 1999, "venue": "Int. J. Parasitol", "volume": "29", "issn": "", "pages": "1209--1229", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Anticoccidial vaccines for broiler chickens: pathways to success", "authors": [{"first": "R", "middle": ["B"], "last": "Williams", "suffix": ""}], "year": 2002, "venue": "Avian Pathol", "volume": "31", "issn": "", "pages": "317--353", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "A new method for the experimental production of necrotic enteritis and its use for studies on the relationships between necrotic enteritis, coccidiosis and anticoccidial vaccination of chickens", "authors": [{"first": "R", "middle": ["B"], "last": "Williams", "suffix": ""}, {"first": "R", "middle": ["N"], "last": "Marshall", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "La Ragione", "suffix": ""}, {"first": "J", "middle": [], "last": "", "suffix": ""}], "year": 2003, "venue": "Parasitol. Res", "volume": "90", "issn": "", "pages": "19--26", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Total and Eimeria maxima oocyst shedding data for the first cycle post-vaccination. The data shown are oocysts per gram of feces shed by the chickens in each group on each day of the cycle. Each bar represents a group that was vaccinated by a different method. (A) Total oocysts per gram shed. (B)% of birds in each group positive for shedding total oocysts. (C) Eimeria maxima oocysts per gram shed. (D) % of birds in each group positive for shedding Eimeria maxima oocysts.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Total and Eimeria maxima oocyst shedding data for the second cycle post-vaccination. The data shown are oocysts per gram of feces shed by the chickens in each group on each day of the cycle. Each bar represents a group that was vaccinated by a different method. (A) Total oocysts per gram shed. (B) % of birds in each group positive for shedding total oocysts. (C) Eimeria maxima oocysts per gram shed. (D) % of birds in each group positive for shedding Eimeria maxima oocysts.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Mean body weight 16 days post-vaccination (A) and mean body weight gain 7 days post-challenge with E. maxima (B).", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Mean Eimeria maxima lesion scores. (A) Gross lesions. (B) Oocyst count scores. (C) Microscopic lesion scores.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Sporulated oocysts per dose for each vaccinated group.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>methods Oocysts/dose1Experimental\n</td><td>Oocysts/mL from vaccine application\n</td><td> </td><td> </td></tr><tr><td>group </td><td>Total </td><td>E. maxima </td><td>Total </td><td>E. maxima\n</td></tr><tr><td>Gavage </td><td>3,268 </td><td>1,001 </td><td>1,634 </td><td>501\n</td></tr><tr><td>Spray </td><td>4,536 </td><td>1,868 </td><td>1,089 </td><td>448\n</td></tr><tr><td>MV gel </td><td>7,004 </td><td>2,268 </td><td>1,751 </td><td>567\n</td></tr><tr><td>LV gel </td><td>5,670 </td><td>2,001 </td><td>1,418 </td><td>500\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Per cent coefficient of variation (%CV) for total oocyst shedding of each group at each time point.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td> </td><td> </td><td>%CV\n</td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>Cycle 1 </td><td> </td><td> </td><td>Cycle 2\n</td><td> </td></tr><tr><td>Experimental group </td><td>d 5 </td><td>d 6 </td><td>d 7 </td><td>d 8 </td><td>d 12 </td><td>d 13 </td><td>d 14 </td><td>d 15\n</td></tr><tr><td>Gavage </td><td>194.0 </td><td>131.7 </td><td>115.2 </td><td>152.2 </td><td>113.5 </td><td>116.7 </td><td>67.6 </td><td>302.8\n</td></tr><tr><td>Spray </td><td>334.5 </td><td>156.2 </td><td>314.1 </td><td>172.7 </td><td>98.5 </td><td>129.1 </td><td>79.7 </td><td>53.6\n</td></tr><tr><td>More viscous gel </td><td>272.1 </td><td>140.3 </td><td>100.5 </td><td>315.0 </td><td>231.0 </td><td>166.4 </td><td>184.8 </td><td>120.3\n</td></tr><tr><td>Less viscous gel </td><td>238.6 </td><td>101.5 </td><td>116.7 </td><td>167.4 </td><td>75.9 </td><td>152.4 </td><td>92.8 </td><td>143.3\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Per cent coefficient of variation for E. maxima oocyst shedding of each group at each time point.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td> </td><td> </td><td>%CV\n</td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>Cycle 1 </td><td> </td><td> </td><td>Cycle 2\n</td><td> </td></tr><tr><td>Experimental group </td><td>d 5 </td><td>d 6 </td><td>d 7 </td><td>d 8 </td><td>d 12 </td><td>d 13 </td><td>d 14 </td><td>d 15\n</td></tr><tr><td>Gavage </td><td>0.0 </td><td>244.2 </td><td>131.3 </td><td>161.7 </td><td>447.2 </td><td>347.3 </td><td>181.9 </td><td>171.2\n</td></tr><tr><td>Spray </td><td>0.0 </td><td>368.6 </td><td>280.5 </td><td>308.1 </td><td>0.0 </td><td>0.0 </td><td>196.0 </td><td>119.9\n</td></tr><tr><td>More viscous gel </td><td>0.0 </td><td>0.0 </td><td>123.4 </td><td>246.6 </td><td>431.9 </td><td>447.2 </td><td>0.0 </td><td>282.4\n</td></tr><tr><td>Less viscous gel </td><td>0.0 </td><td>411.3 </td><td>269.3 </td><td>251.3 </td><td>447.2 </td><td>447.2 </td><td>0.0 </td><td>122.5\n</td></tr></table></body></html>"}}, "back_matter": []}