{
    "paper_id": "6d4ffd03fd04098c0abd879073e4bf7cfff7834f",
    "metadata": {
        "title": "Quantity and Size Distribution of Cough-Generated Aerosol Particles Produced by Influenza Patients During and After Illness",
        "authors": [
            {
                "first": "William",
                "middle": [
                    "G"
                ],
                "last": "Lindsley",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Health Effects Laboratory Division",
                    "institution": "National Institute for Occupational Safety and Health",
                    "location": {
                        "settlement": "Morgantown",
                        "region": "West Virginia"
                    }
                },
                "email": ""
            },
            {
                "first": "Terri",
                "middle": [
                    "A"
                ],
                "last": "Pearce",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute for Occupational Safety and Health",
                    "location": {
                        "settlement": "Morgantown",
                        "region": "West Virginia"
                    }
                },
                "email": ""
            },
            {
                "first": "Judith",
                "middle": [
                    "B"
                ],
                "last": "Hudnall",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute for Occupational Safety and Health",
                    "location": {
                        "settlement": "Morgantown",
                        "region": "West Virginia"
                    }
                },
                "email": ""
            },
            {
                "first": "Kristina",
                "middle": [
                    "A"
                ],
                "last": "Davis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "West Virginia University",
                    "location": {
                        "settlement": "Morgantown",
                        "region": "West Virginia"
                    }
                },
                "email": ""
            },
            {
                "first": "Stephen",
                "middle": [
                    "M"
                ],
                "last": "Davis",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Melanie",
                "middle": [
                    "A"
                ],
                "last": "Fisher",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "West Virginia University",
                    "location": {
                        "settlement": "Morgantown",
                        "region": "West Virginia"
                    }
                },
                "email": ""
            },
            {
                "first": "Rashida",
                "middle": [],
                "last": "Khakoo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "West Virginia University",
                    "location": {
                        "settlement": "Morgantown",
                        "region": "West Virginia"
                    }
                },
                "email": ""
            },
            {
                "first": "Jan",
                "middle": [
                    "E"
                ],
                "last": "Palmer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "West Virginia University",
                    "location": {
                        "settlement": "Morgantown",
                        "region": "West Virginia"
                    }
                },
                "email": ""
            },
            {
                "first": "Karen",
                "middle": [
                    "E"
                ],
                "last": "Clark",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "WELLWVU Student Health",
                    "location": {
                        "settlement": "Morgantown",
                        "region": "West Virginia"
                    }
                },
                "email": ""
            },
            {
                "first": "Ismail",
                "middle": [],
                "last": "Celik",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Health Effects Laboratory Division",
                    "institution": "West Virginia University",
                    "location": {
                        "addrLine": "1095 Willowdale Road, M/S 4020",
                        "postCode": "26505-2845",
                        "settlement": "Morgantown, Morgantown",
                        "region": "West Virginia, WV"
                    }
                },
                "email": ""
            },
            {
                "first": "Christopher",
                "middle": [
                    "C"
                ],
                "last": "Coffey",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute for Occupational Safety and Health",
                    "location": {
                        "settlement": "Morgantown",
                        "region": "West Virginia"
                    }
                },
                "email": ""
            },
            {
                "first": "Francoise",
                "middle": [
                    "M"
                ],
                "last": "Blachere",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Health Effects Laboratory Division",
                    "institution": "National Institute for Occupational Safety and Health",
                    "location": {
                        "settlement": "Morgantown",
                        "region": "West Virginia"
                    }
                },
                "email": ""
            },
            {
                "first": "Donald",
                "middle": [
                    "H"
                ],
                "last": "Beezhold",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Health Effects Laboratory Division",
                    "institution": "National Institute for Occupational Safety and Health",
                    "location": {
                        "settlement": "Morgantown",
                        "region": "West Virginia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The question of whether influenza is transmitted to a significant degree by aerosols remains controversial, in part, because little is known about the quantity and size of potentially infectious airborne particles produced by people with influenza. In this study, the size and amount of aerosol particles produced by nine subjects during coughing were measured while they had influenza and after they had recovered, using a laser aerosol particle spectrometer with a size range of 0.35 to 10 µm. Individuals with influenza produce a significantly greater volume of aerosol when ill compared with afterward (p = 0.0143). When the patients had influenza, their average cough aerosol volume was 38.3 picoliters (pL) of particles per cough (SD 43.7) ; after patients recovered, the average volume was 26.4 pL per cough (SD 45.6) . The number of particles produced per cough was also higher when subjects had influenza (average 75,400 particles/cough, SD 97,300) compared with afterward (average 52,200, SD 98,600), although the difference did not reach statistical significance (p = 0.1042). The average number of particles expelled per cough varied widely from patient to patient, ranging from 900 to 302,200 particles/cough while subjects had influenza and 1100 to 308,600 particles/cough after recovery. When the subjects had influenza, an average of 63% of each subject's cough aerosol particle volume in the detection range was in the respirable size fraction (SD 22%), indicating that these particles could reach the alveolar region of the lungs if inhaled by another person. This enhancement in aerosol generation during illness may play an important role in influenza transmission and suggests that a better understanding of this phenomenon is needed to predict the production and dissemination of influenza-laden aerosols by people infected with this virus.",
            "cite_spans": [
                {
                    "start": 736,
                    "end": 745,
                    "text": "(SD 43.7)",
                    "ref_id": null
                },
                {
                    "start": 815,
                    "end": 824,
                    "text": "(SD 45.6)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "[Supplementary materials are available for this article. Go to the publisher's online edition of Journal of Occupational and Environmental Hygiene for the following free supplemental resources: a PDF file of demographic information, influenza test results, and volume and peak flow rate during each cough and a PDF file containing number and size of aerosol particles produced.]",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "I nfluenza is a highly contagious respiratory disease that is of great concern to the public health community because of the annual burden from the illness and the possibility of a severe pandemic with high rates of morbidity and mortality. Influenza is thought to be spread by direct person-toperson transfer of infectious secretions, by indirect transfer of secretions via fomites, by large ballistic spray droplets that are produced during coughing or sneezing and splash onto mucous membranes, and by the inhalation and deposition of airborne virus-laden particles. (1) However, the relative importance of these routes of transmission is unclear and appears to depend on multiple factors, including temperature and humidity, the virus concentration in respiratory secretions, the distance from the source to the recipient, and the genotype of the virus. (2, 3) The possibility of airborne transmission in particular is hotly debated, with some studies suggesting that this pathway plays a critical role in the spread of influenza (1, 4) while others concluding that it does not. (5) This controversy had a direct impact on public health policy during the 2009 novel H1N1 influenza pandemic; some health care institutes such as the U.S. Institute of Medicine recommended that health care workers in close contact with influenza patients wear respirators to prevent possible airborne transmission, (6) while other organizations such as the World Health Organization did not. (7) Disagreement over the potential for the airborne transmission of influenza occurs in part because the quantity and size of potentially infectious aerosols produced by people with influenza have not been well characterized. Several studies have examined aerosol particle generation by people during coughing, speaking, sneezing, and breathing (reviewed by Gralton (8) and Nicas (9) ). Most of these studies used healthy subjects, but a few have looked at aerosol production by individuals with respiratory viral infections, including influenza (10) (11) (12) and rhinovirus. (10, 13) All of these studies have consistently found a tremendous variation in the numbers of aerosol particles expelled by individuals. Edwards et al. (14) tested 11 healthy subjects and reported that the concentration of particles in their exhaled breath varied from 1 particle/liter to over 10,000 particles/liter. Fabian et al. (11) tested 10 patients with influenza and found that the concentration of particles exhaled by these subjects ranged from 67 to 8500 particles/liter of air; similar results were later reported for patients with rhinovirus infections. (13) Almstrand et al. (15) also found that the exhaled particle concentrations varied considerably from subject to subject and with the depth of breathing, but that the exhaled concentrations for each subject were fairly consistent during repeated testing for each respiratory maneuver studied.",
            "cite_spans": [
                {
                    "start": 570,
                    "end": 573,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 858,
                    "end": 861,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 862,
                    "end": 864,
                    "text": "3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1034,
                    "end": 1037,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1038,
                    "end": 1040,
                    "text": "4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1083,
                    "end": 1086,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1400,
                    "end": 1403,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1477,
                    "end": 1480,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1844,
                    "end": 1847,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1858,
                    "end": 1861,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2024,
                    "end": 2028,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2029,
                    "end": 2033,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2034,
                    "end": 2038,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2055,
                    "end": 2059,
                    "text": "(10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2060,
                    "end": 2063,
                    "text": "13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2208,
                    "end": 2212,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2388,
                    "end": 2392,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2623,
                    "end": 2627,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2645,
                    "end": 2649,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Although these papers and others have added considerably to the body of knowledge about respiratory aerosol production, one important question that remains unanswered is how respiratory infections affect aerosol particle production by patients. Because respiratory infections generally increase airway mucus production, it is typically assumed that aerosol production also increases, but the actual amount of any change is unknown, and it is also unclear whether the particle size or distribution of the aerosol is shifted. The studies cited above that looked at particle production in individuals with respiratory infections also included healthy individuals in some cases, but because of the large interpersonal variability in aerosol production, it is impossible to know if any differences observed are due to illness or other factors. This study measured aerosol particle production during coughing by patients while they had an active influenza infection, and then measured cough aerosol production by these same patients after they had recovered. By performing the first direct comparison of respiratory aerosol production during and after illness, these results show more clearly how influenza affects aerosol generation. A better understanding of the effects of influenza on aerosol production will help with efforts to study the potential for the airborne transmission of this illness and to devise interventions to reduce its spread.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The cough particle measurement system used in these experiments included a HEPA-filtered enclosure (Model 100-Plus; Envirco Corporation, Sanford, N.C.), an ultrasonic spirometer (EasyOne; ndd Medical Technologies, Andover, Mass.), and a 20-L stainless steel box that served as a collection chamber for the cough aerosols ( Figure 1 ). The cough aerosol collection chamber was fitted with an inlet port for the spirometer and two outlets. A Wide-Range Particle Spectrometer (WPS) (Model M1000XP; MSP Corporation, Shoreview, Minn.) was connected to the chamber to analyze the cough aerosols. The WPS includes a laser particle spectrometer (LPS) to measure larger aerosol particles and a differential mobility analyzer-condensation particle counter (DMA-CPC) to measure smaller particles. According to the manufacturer, the LPS detection range is 0 to 500,000 particles/liter, while the DMA-CPC detection range is 20,000 to 10 10 particles/liter. Most of the cough particle concentrations were below the detection limit of the DMA-CPC, and thus, only the LPS data are reported here. A 32-L/min air pump (Model 1532; Gast Manufacturing, Benton Harbor, Mich.) was also connected to the chamber to remove particles from it between tests. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 323,
                    "end": 331,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Equipment"
        },
        {
            "text": "All procedures involving human subjects were reviewed and approved by the National Institute for Occupational Safety and Health (NIOSH) and West Virginia University (WVU) Institutional Review Boards. Written informed consent was obtained from all study participants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Test Procedure"
        },
        {
            "text": "During February and March 2009, patients presenting to WELLWVU Student Health with influenza-like symptoms were recruited. To be included in the study, subjects were required to be male or non-pregnant female, age 18 to 35, lifetime non-smoker, have influenza-like symptoms including fever for 3 days or less, in otherwise good health, and must not have been vaccinated against influenza within the last 6 months. Subjects were asked a few questions about their general health, including current respiratory symptoms or illnesses. Their oral temperature was taken and two nasal swabs were collected, with the first one used for a standard clinical rapid influenza test (QuickVue Influenza test, Quidel Corp., San Diego, Calif.). If the rapid test was negative, the second swab was sent to a contract laboratory for analysis by polymerase chain reaction (PCR). The study technician then gave the participant specific instructions for the cough procedure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Test Procedure"
        },
        {
            "text": "For each test, the participant was seated directly in front of the HEPA-filtered air cabinet and asked to breathe normally for 5 min to remove background aerosols from their respiratory tract. During this time, the air pump was used to remove background aerosols from the collection chamber. After 5 min the air pump was turned off, and the subject was asked to exhale completely, inhale as much as possible, seal their lips around the spirometer mouthpiece, and cough. The subjects were asked to cough forcefully using as much of the air in their lungs as possible and to remove their lips from the mouthpiece at the end of the cough. After coughing, the subject resumed breathing HEPA-filtered air while the aerosol was collected and analyzed for 5 min. After analysis, the chamber was evacuated for 2 min using the air pump, and the subject was asked to repeat the cough procedure two more times for a total of three coughs. After each participant was finished, the spirometer mouthpiece was changed, and the HEPA cabinet and equipment were cleaned with disinfectant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Test Procedure"
        },
        {
            "text": "After completing the initial cough procedure, participants were scheduled for a return visit approximately 2 weeks later. On the return visit, the participants were asked if they had any influenza-like symptoms. If the person was no longer exhibiting symptoms, they were again asked to perform three coughs using the same procedure as above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Test Procedure"
        },
        {
            "text": "The LPS provided aerosol particle counts in 24 size bins with optical diameters from 0.35 to 10 µm (Figure 2 ). Particle size and count data were collected continuously during each trial. The data were adjusted for the fraction of the sample flow stream that was counted by the LPS (0.7), the sample count time vs. the time for the total measurement cycle (30 vs. 51 sec), and the fraction of the air in the collection chamber that was sampled (5 of 20 L) to get the total number of aerosol particles and calculate the average number of particles/ cough. Because the data distributions are somewhat skewed, the average and the median of each data set are reported, along with the standard deviation, the geometric mean, and the geometric standard deviation (GSD). For the particle size distribution parameter calculations (count median diameter, volume median diameter, and GSD), the particle counts for each size bin were summed for all three coughs, and the parameters were calculated based on the summed counts. For each subject, the average results from all three coughs while ill were compared with the average results from all three coughs after recovery using a paired two-tailed t-test. Results were considered significant if p ≤ 0.05.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 99,
                    "end": 108,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Calculations"
        },
        {
            "text": "The total volume of the aerosol particles in each size bin was estimated by assuming that the particles were spherical and that the physical diameter was approximately equal to the optical diameter. The volume of each aerosol particle was then computed, and the number of particles in each size bin was multiplied by the volume of each particle to get the total aerosol particle volume for each size bin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calculations"
        },
        {
            "text": "The ACGIH R defines respirable aerosol particles as those particles small enough to reach the alveolar region of the lungs. The aerodynamic cutoff diameter for respirable particles is 4 µm. (16) To estimate the fraction of the cough aerosol that was in the respirable size range, the particles were assumed to have a density of 1.704 g/cm 3 based on the calculation by Nicas et al. (9) The particle optical diameters were thus multiplied by √ 1.704 to get the aerodynamic diameter. (17) The aerosol particle volume in each size bin was then multiplied by the corresponding respirable fraction for that aerodynamic diameter as calculated using the ACGIH's formula. (16) ",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 194,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 382,
                    "end": 385,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 482,
                    "end": 486,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 664,
                    "end": 668,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Calculations"
        },
        {
            "text": "T wenty-three subjects were recruited for this study. Of these, nine subjects (six male, three female, ages 18 to 22) were confirmed to have influenza on their first visit and returned for a second test session after their symptoms had resolved (average time from first visit to second 13.8 days, SD 1.3). A typical plot of the number of aerosol particles detected per cough in each size bin is shown in Figure 2 . The number of particles expelled per cough while the subjects had influenza varied considerably, with an average of 75,400 particles/cough, a median of 46,400, and a standard deviation (SD) of 97,300 ( Figure 3 , Table I ). After the patients had recovered, their average and median particles per cough were lower (average 52,200; median 8300; SD 98,600), although the difference did not reach statistical significance (p = 0.1042). The volume of the aerosol particles (that is, the total physical volume of the particles themselves, not the air volume of the coughs) also varied from patient to patient. When the patients had influenza, their average aerosol volume was 38.3 pL/cough; after patients recovered, the average volume was 26.4 pL/cough. In this case, the difference in aerosol volume during sickness and after recovery was statistically significant (p = 0.0143). The volume of aerosol particles per liter of air coughed changed in a similar manner; the average cough aerosol volume per liter of air was 14.9 pL/l when ill and 8.5 pL/l after recovery (Figure 4 ), and this difference was also significant (p = 0.0215).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 404,
                    "end": 412,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 617,
                    "end": 625,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 628,
                    "end": 635,
                    "text": "Table I",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1478,
                    "end": 1487,
                    "text": "(Figure 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "The air volume of each cough did not change significantly during and after illness (p = 0.7201); the average cough air volume was 2.48 L when the subjects had influenza (SD 1.09) and 2.33 L after recovery (SD 1.00). The peak airflow during coughing increased somewhat after recovery; the peak flow was 5.33 L/second with influenza (SD 1.36) and 5.86 L/sec after recovery (SD 1.51). However, the difference did not reach statistical significance (p = 0.1018).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "The count median diameter (CMD) of the cough aerosol particles was fairly similar for all subjects and did not vary significantly during and after illness (p = 0.9340). When the subjects had influenza, the CMDs of all the cough aerosols were between 0.57 and 0.71 µm (average 0.63 µm, SD 0.05), and the geometric standard deviations (GSD) were between 1.54 and 1.83. After the subjects had recovered, the cough aerosol CMDs ranged from 0.57 to 0.89 µm (average 0.63 µm, SD 0.100), and the GSDs were between 1.53 and 2.28. Similar results were seen for the volume median diameters (VMD); the average cough aerosol VMD while ill was 2.44 µm (SD 1.17) and was 2.24 µm (SD 1.50) after recovery. The GSDs ranged from 1.66 to 2.31 while ill and 1.54 to 2.21 after recovery. The difference in VMD while ill and after recovery also was not statistically significant (p = 0.7780).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "The ambient temperature during testing was 21 • C (SD 1) and the relative humidity was 28% (SD 8%). The experimental data for all subjects are presented as an online supplement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "T he ability of influenza to spread by airborne transmission is a critical issue for those in the public health community who must plan for a possible pandemic. However, many questions remain about the production of potentially infectious aerosols by people with influenza. Our study shows that people produce aerosols with a greater volume of particles when they are sick with influenza compared with after they have recovered. Our results also show that the increase in particle volume occurs across a broad range of particle sizes, and that the overall CMD and VMD of the cough particle size distribution do not change significantly after recovery from the illness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The number of cough aerosol particles expelled by subjects in our study varied greatly from patient to patient. The number of particles generated ranged from a low of 400 particles/cough to a high of 516,800 particles/cough while subjects had an influenza infection, and 300 to 362,700 particles/cough after recovery. These results are consistent with those reported by others; virtually all studies of human aerosol particle generation that have compared subjects have found tremendous person-to-person variation. (8) (9) (10) (11) (12) (13) This phenomenon may lead to a \"superspreader\" effect; that is, if some people produce much greater quantities of infectious aerosols, they may be much more likely to spread influenza to others. (9, 18) The cough aerosol particle volume also varied greatly from patient to patient; the average aerosol volumes ranged from 2.4 to 144 pL/cough when ill and 0.5 to 145 pL/cough after recovery. Interestingly, the ratio of cough aerosol volume when sick to the volume after recovery was more consistent; this ratio was always between 0.99 and 5.23 and had an average of 2.77 (SD 1.55). Thus, even though the absolute volume of aerosol coughed out by the patients varied greatly, the change in cough aerosol volume due to influenza for a given patient was more predictable. This was also true for the aerosol volume per liter of cough; in this case, the ratio ranged from 1.08 to 6.95, with an average of 2.79 (SD 1.87).",
            "cite_spans": [
                {
                    "start": 515,
                    "end": 518,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 519,
                    "end": 522,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 523,
                    "end": 527,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 528,
                    "end": 532,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 533,
                    "end": 537,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 538,
                    "end": 542,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 737,
                    "end": 740,
                    "text": "(9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 741,
                    "end": 744,
                    "text": "18)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The respirable fraction of influenza-laden aerosols is of particular concern because these particles are capable of reaching the alveolar region of the lung during inhalation; human challenge studies have suggested that the infectious dose required for influenza to develop is considerably lower for particles depositing deeply into the lungs compared with particles depositing in the nasal region. (19) For our subjects, an average of 63% of the cough aerosol particle volume that was detected was in the respirable particle fraction while the subject had influenza (SD 22%). Cough aerosols have a much broader size range (8, 9) than was covered by our instrument (0.35 to 10 µm), and thus our data do not mean that 63% of the entire cough aerosol was in the respirable fraction.",
            "cite_spans": [
                {
                    "start": 399,
                    "end": 403,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 623,
                    "end": 626,
                    "text": "(8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 627,
                    "end": 629,
                    "text": "9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "However, our results do show that a substantial volume of cough aerosol particles are produced that are in the respirable fraction, and thus potentially capable of reaching the alveolar region of the lungs. It is also interesting to compare this result with other reports of the sizes of influenza-laden airborne particles; a study of cough aerosols collected from influenza patients found that 65% of the influenza virus RNA was contained in particles in the respirable size fraction, (12) and two previous studies of airborne particles in a hospital emergency department (20) and an urgent care clinic (21) found that 53% and 42% of the influenza virus RNA was in particles in the respirable size fraction. Taken together, these studies all suggest that a substantial portion of the airborne particles containing influenza that are expelled by patients are in the respirable size range and support the hypothesis that influenza could in fact be transmitted by the airborne route.",
            "cite_spans": [
                {
                    "start": 486,
                    "end": 490,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 573,
                    "end": 577,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 604,
                    "end": 608,
                    "text": "(21)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The total volume of the expelled particles recorded during our experiments was considerably lower than the amounts that have been reported by other researchers. (22) (23) (24) The primary reason for this is likely because these authors included much larger particles in their measurements (up to 2 mm for one study). (23) Since a 2-mm particle has a volume that is 10 9 greater than a 2-µm particle, a small number of large particles can have a tremendous impact on the measurement of the total volume expelled. These larger drops fall very quickly (in fact, they were usually collected onto nearby settling plates during the experiments), while smaller droplets are capable of remaining airborne for an extended period. Thus, these results also illustrate the critical role of particle size in airborne disease transmission. At close range, larger drops can be important because of their greater volume and subsequent pathogen content, but as one moves farther away from an infected person, smaller particles may gradually become more important because they are able to stay airborne longer, reach more people, and are more easily inhaled.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 165,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 166,
                    "end": 170,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 171,
                    "end": 175,
                    "text": "(24)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 317,
                    "end": 321,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Finally, some of the limitations of our study must be noted. The participants were young, ambulatory, otherwise healthy adults, and thus their results may not be representative of a broader and more diverse population. The number of subjects was small, which may be important given the large personto-person variation seen in aerosol production. Our subjects were all symptomatic at the time of initial testing, but they were likely at different stages of their illness and some were more ill than others; both of these factors may influence aerosol production. Aerosol particles toward the upper limit of the WPS (10 µm) were more likely than small ones to deposit by impaction or settling before detection and thus may have been undercounted in our cough aerosol measurement system. Finally, it is not known how much influenza virus was contained in the airborne particles, how the influenza virus content varies with particle size, or how the amount of virus in each particle changes over the course of the illness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "P eople with influenza release potentially infectious aerosol particles when they cough, sneeze, speak, and breathe. However, many questions remain about the likelihood of the transmission of influenza from person to person by the airborne route. Our study shows for the first time that individuals with influenza cough out a greater volume of aerosol particles than they do when they are healthy. Further, many of these particles are in the respirable size fraction and thus can be easily inhaled and drawn down into the deepest parts of the lungs where they may be more likely to cause an infection. This enhancement in aerosol generation may play an important role in influenza transmission and suggests that a better understanding of this phenomenon is needed to predict the production and dissemination of influenza-laden aerosols by people infected with this virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "T he authors would like to thank the study participants for their willingness to assist with this project, and the staff of WELLWVU Student Health for their cheerful help and cooperation. We would also like to thank Michael Commodore of NIOSH for his assistance with assembling the cough measurement system and conducting the experiments, and Michael Andrew of NIOSH for his consultations with us about the statistical analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Stilianakis: Inactivation of influenza A viruses in the environment and modes of transmission: A critical review",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "I"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Infect",
            "volume": "57",
            "issn": "5",
            "pages": "361--373",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Relative contributions of four exposure pathways to influenza infection risk",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nicas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Risk Anal",
            "volume": "29",
            "issn": "9",
            "pages": "1292--1303",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Influenza A virus transmission: Contributing factors and clinical implications",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Belser",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Maines",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Tumpey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Katz",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Expert Rev. Mol. Med",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Aerosol transmission of influenza A virus: A review of new studies",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tellier",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. R. Soc. Interface",
            "volume": "6",
            "issn": "6",
            "pages": "783--790",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Transmission of influenza A in human beings",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Brankston",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gitterman",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hirji",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lemieux",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gardam",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Lancet Infect. Dis",
            "volume": "7",
            "issn": "4",
            "pages": "257--265",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Respiratory Protection for Healthcare Workers in the Workplace Against Novel H1N1 Influenza A: A Letter Report",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Liverman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Rogers",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "I"
                    ],
                    "last": "Shine",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Infection prevention and control during health care for confirmed, probable, or suspected cases of pandemic (H1N1) 2009 virus infection and influenza-like illnesses",
            "authors": [],
            "year": 2009,
            "venue": "World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The role of particle size in aerosolised pathogen transmission: A review",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gralton",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tovey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Mclaws",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Rawlinson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Infect",
            "volume": "62",
            "issn": "1",
            "pages": "1--13",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Toward understanding the risk of secondary airborne infection: Emission of respirable pathogens",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nicas",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Nazaroff",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hubbard",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Occup. Environ. Hyg",
            "volume": "2",
            "issn": "",
            "pages": "143--154",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Exhalation of respiratory viruses by breathing, coughing, and talking",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stelzer-Braid",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Oliver",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Blazey",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Med. Virol",
            "volume": "81",
            "issn": "9",
            "pages": "1674--1679",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Influenza virus in human exhaled breath: an observational study",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Fabian",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcdevitt",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Dehaan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "O"
                    ],
                    "last": "Fung",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS ONE",
            "volume": "3",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Measurements of airborne influenza virus in aerosol particles from human coughs",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Lindsley",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Blachere",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Thewlis",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS ONE",
            "volume": "5",
            "issn": "11",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Origin of exhaled breath particles from healthy and human rhinovirusinfected subjects",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Fabian",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brain",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Houseman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gern",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Milton",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Aerosol Med. Pulm. Drug Deliv",
            "volume": "24",
            "issn": "3",
            "pages": "137--147",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Inhaling to mitigate exhaled bioaerosols",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Man",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Brand",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "101",
            "issn": "50",
            "pages": "17383--17388",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Effect of airway opening on production of exhaled particles",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Almstrand",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bake",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ljungstrom",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Appl. Physiol",
            "volume": "108",
            "issn": "3",
            "pages": "584--588",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "ACGIH: Documentation of the Threshold Limit Values and Biological Exposure Indices. Appendix C: Particle Size-Selective Sampling Criteria for Airborne Particulate Matter",
            "authors": [],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Aerosol Technology. Properties, Behavior, and Measurement of Airborne Particles",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Hinds",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Superspreading and the effect of individual variation on disease emergence",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Lloyd-Smith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Schreiber",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Kopp",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Getz",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "438",
            "issn": "7066",
            "pages": "355--359",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Review of aerosol transmission of influenza A virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tellier",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Emerg. Infect. Dis",
            "volume": "12",
            "issn": "11",
            "pages": "1657--1662",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Measurement of airborne influenza in a hospital emergency department",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Blachere",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Lindsley",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Pearce",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin. Infect. Dis",
            "volume": "48",
            "issn": "4",
            "pages": "438--440",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Distribution of airborne influenza virus and respiratory syncytial virus in an urgent care medical clinic",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Lindsley",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Blachere",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Clin. Infect. Dis",
            "volume": "50",
            "issn": "5",
            "pages": "693--698",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The size and the duration of air-carriage of respiratory droplets and droplet-nuclei",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Duguid",
                    "suffix": ""
                }
            ],
            "year": 1946,
            "venue": "J. Hyg",
            "volume": "44",
            "issn": "",
            "pages": "471--479",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Exhaled droplets due to talking and coughing",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. R. Soc. Interface",
            "volume": "6",
            "issn": "6",
            "pages": "703--714",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Study on transport characteristics of saliva droplets produced by coughing in a calm indoor environment",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kato",
                    "suffix": ""
                },
                {
                    "first": "J.-H",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Build. Environ",
            "volume": "41",
            "issn": "12",
            "pages": "1691--1702",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Cough aerosol particle measurement system.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Number of particles per cough for different particle sizes for Subject 8. The number of particles detected per cough is shown while the subject had influenza and after recovery. Particle sizes are optical diameters. Each bar shows the average of three coughs. Error bars show the standard deviation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Number of particles per cough during influenza and after recovery. For each subject, the total number of aerosol particles per cough from 0.35 to 10 µm in optical diameter is shown while they had influenza and after they had recovered. Each bar shows the average of three coughs. Error bars show the standard deviation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Volume of aerosol particles per liter of air coughed during influenza and after recovery. Total volume of aerosol particles expelled in picoliters per liter of air coughed (pL/l) is shown for each subject with influenza and after they had recovered. Each bar shows the average of three coughs. Error bars show the standard deviation.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Statistical Analysis of Cough Aerosol Particle Data from Nine Subjects During Influenza and After Recovery",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}