{
    "paper_id": "6e3021bd00c07b1854ba2b55be648a323830624c",
    "metadata": {
        "title": "Sterk gevoel van risico, maar beperkt vertrouwen in beschermingsmaatregelen",
        "authors": [
            {
                "first": "Onno",
                "middle": [],
                "last": "De Zwart",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Irene",
                "middle": [],
                "last": "Veldhuijzen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jan",
                "middle": [
                    "Hendrik"
                ],
                "last": "Richardus",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Johannes",
                "middle": [],
                "last": "Brug",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Doel: Het beschrijven van risicoperceptie van infecties van mensen door het vogelgriepvirus in Nederland in maart 2006, evenals de mate van kennis, genomen maatregelen, gebruik van media en de respons-en eigen effectiviteit in relatie tot vogelgriep. Methode: Via een Internetpanel vulden 579 respondenten een online vragenlijst in. Resultaten: De risicoperceptie van infecties door het vogelgriepvirus in Nederland is, met name indien zich een uitbraak onder mensen zou voordoen, hoog, 3,51 (schaal 1 -5). Van de respondenten denkt 24% dat er ten minste een redelijke mate van bescherming tegen vogelgriep mogelijk is en 28% is redelijk zeker dat zij zichzelf zouden kunnen beschermen. Meer vertrouwen in maatregelen en het eigen kunnen was significant geassocieerd met een lagere risicoperceptie van infecties door vogelgriep. Echter, respondenten met een hogere risicoperceptie hebben meer preventieve maatregelen genomen. Van de respondenten had 38% ten minste één maatregel genomen om infectie door het vogelgriepvirus te voorkomen. Alle respondenten hadden over vogelgriep gehoord, maar de feitelijke kennis was beperkt, 2,33 (schaal 1 -4). Televisie was de belangrijkste bron van informatie. Conclusie: Risicoperceptie van infecties van mensen door het vogelgriepvirus is relatief hoog. Aandacht is nodig voor het versterken van het nu beperkte eigen vermogen om beschermende maatregelen ter voorkoming van overdracht op de mens toe te kunnen passen. Trefwoorden: risicoperceptie, vogelgriep Inleiding Na herhaalde uitbraken van vogelgriep bij wilde vogels en pluimvee in Zuid-Oost Azië sinds 2003, bereikte vogelgriep Europa in oktober 2005. Vogelgriep is een ziekte die traditioneel met name bij vogels en pluimvee voorkomt, maar inmiddels zijn ook infecties met het vogelgriepvirus (H5N1) bij katten en een steenmarter vastgesteld. 2 Infecties van vogelgriep beperken zich echter niet tot dieren; het is ook mogelijk dat mensen door het vogelgriepvirus worden geïnfecteerd, hoewel de transmissiekans klein is. Tot 19 september 2006 rapporteerde de Wereldgezondheidsorganisatie (WHO) in de gehele wereld 247 gevallen van infectie door H5N1 influenza bij mensen, waarvan er 144 zijn overleden. 1 Vogelgriep werd vastgesteld in 20 Europese landen, waaronder Duitsland, Frankrijk, het Verenigd Koninkrijk, Roemenië, Kroatië en Rusland. In Nederland is nog geen vogelgriep van het type H5N1 vastgesteld noch bij dieren noch bij mensen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Veel deskundigen vrezen dat door mutatie van het vogelgriepvirus er een nieuw type virus ontstaat, waarbij overdracht van mens-op-mens wel makkelijk verloopt. Dit zou kunnen resulteren in een grieppandemie. Tegen een dergelijk nieuw virus zal immers geen natuurlijke bescherming bestaan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Een adequate voorbereiding op een influenza pandemie is op dit moment één van de grootste uitdagingen voor de publieke gezondheid. De uitbraken van vogelgriep bij vogels, de infecties bij mensen en de mogelijkheid van een grieppandemie hebben zeker sinds de eerste meldingen in Europa in oktober 2005 veel media-aandacht gekregen. Internationaal en ook in Nederland worden draaiboeken ontwikkeld en geoefend over de introductie van vogelgriep, incidentele introductie bij mensen en een grieppandemie. 3 De eerste twee draaiboeken richten zich specifiek op het voorkomen van besmetting van mensen met het vogelgriepvirus, onder andere door beperken van contacten met mensen die mogelijk geïnfecteerd zijn en het nemen van hygiëne-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Doel: Het beschrijven van risicoperceptie van infecties van mensen door het vogelgriepvirus in Nederland in maart 2006, evenals de mate van kennis, genomen maatregelen, gebruik van media en de respons-en eigen effectiviteit in relatie tot vogelgriep. Methode: Via een Internetpanel vulden 579 respondenten een online vragenlijst in. Resultaten: De risicoperceptie van infecties door het vogelgriepvirus in Nederland is, met name indien zich een uitbraak onder mensen zou voordoen, hoog, 3,51 (schaal 1 -5). Van de respondenten denkt 24% dat er ten minste een redelijke mate van bescherming tegen vogelgriep mogelijk is en 28% is redelijk zeker dat zij zichzelf zouden kunnen beschermen. Meer vertrouwen in maatregelen en het eigen kunnen was significant geassocieerd met een lagere risicoperceptie van infecties door vogelgriep. Echter, respondenten met een hogere risicoperceptie hebben meer preventieve maatregelen genomen. Van de respondenten had 38% ten minste één maatregel genomen om infectie door het vogelgriepvirus te voorkomen. Alle respondenten hadden over vogelgriep gehoord, maar de feitelijke kennis was beperkt, 2,33 (schaal 1 -4). Televisie was de belangrijkste bron van informatie. Conclusie: Risicoperceptie van infecties van mensen door het vogelgriepvirus is relatief hoog. Aandacht is nodig voor het versterken van het nu beperkte eigen vermogen om beschermende maatregelen ter voorkoming van overdracht op de mens toe te kunnen passen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Inleiding Na herhaalde uitbraken van vogelgriep bij wilde vogels en pluimvee in Zuid-Oost Azië sinds 2003, bereikte vogelgriep Europa in oktober 2005. Vogelgriep is een ziekte die traditioneel met name bij vogels en pluimvee voorkomt, maar inmiddels zijn ook infecties met het vogelgriepvirus (H5N1) bij katten en een steenmarter vastgesteld. 2 Infecties van vogelgriep beperken zich echter niet tot dieren; het is ook mogelijk dat mensen door het vogelgriepvirus worden geïnfecteerd, hoewel de transmissiekans klein is. Een adequate voorbereiding op een influenza pandemie is op dit moment één van de grootste uitdagingen voor de publieke gezondheid. De uitbraken van vogelgriep bij vogels, de infecties bij mensen en de mogelijkheid van een grieppandemie hebben zeker sinds de eerste meldingen in Europa in oktober 2005 veel media-aandacht gekregen. Internationaal en ook in Nederland worden draaiboeken ontwikkeld en geoefend over de introductie van vogelgriep, incidentele introductie bij mensen en een grieppandemie. 3 De eerste twee draaiboeken richten zich specifiek op het voorkomen van besmetting van mensen met het vogelgriepvirus, onder andere door beperken van contacten met mensen die mogelijk geïnfecteerd zijn en het nemen van hygiëne-maatregelen. Bij de voorbereiding op een mogelijke grieppandemie krijgen drie strategieën aandacht: vaccinatie, antivirale behandeling en niet-medische interventies.",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 344,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 1022,
                    "end": 1023,
                    "text": "3",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Trefwoorden: risicoperceptie, vogelgriep"
        },
        {
            "text": "Met deze studie willen wij een bijdrage leveren aan het optimaliseren van nietmedische interventies. Het gedrag van zowel de algemene bevolking als van specifieke groepen speelt een belangrijke rol bij de verspreiding en beheersing van infectieziekten. Bij de bestrijding van zowel overdracht van het vogelgriepvirus op mensen als een grieppandemie is de overheid afhankelijk van de bereidheid van de bevolking om mee te werken aan maatregelen betreffende persoonlijke hygiëne, het verminderen van contacten, vaccinatie, antivirale behandeling en maatregelen zoals het beperken van reizen, afgelasten van bijeenkomsten en het sluiten van scholen. 4, 5 De laatste uitbraak van vogelgriep onder pluimvee (H7N7) in 2003 in Nederland heeft echter laten zien dat maatregelen ter voorkoming van overdracht van het vogelgriepvirus op mensen niet vanzelfsprekend worden opgevolgd. Grote groepen hielden zich niet aan de instructies over persoonlijke beschermingsmaatregelen zoals het dragen van gezichtsmaskers en brillen, noch aan instructies over profylaxe. 6 Om succesvolle gedragsverandering te bereiken tijdens uitbraken van infectieziekten is het daarom van groot belang om aandacht te besteden aan factoren die gedragsverandering kunnen bevorderen.",
            "cite_spans": [
                {
                    "start": 647,
                    "end": 649,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 650,
                    "end": 651,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1052,
                    "end": 1053,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Trefwoorden: risicoperceptie, vogelgriep"
        },
        {
            "text": "Om adequaat preventief gedrag te realiseren is het noodzakelijk om de determinanten van het betreffende gedrag te kennen. 7 De Protectie Motivatie Theorie stelt dat drie factoren van belang zijn: risicoperceptie, respons-effectiviteit en eigen effectiviteit. [8] [9] [10] Risicoperceptie is het product van de gepercipieerde ernst van een gezondheidsrisico maal de gepercipieerde eigen kwetsbaarheid. Beide elementen dienen aanwezig te zijn voor een hoge mate van risicoperceptie. Dat betekent concreet dat mensen een hoge risicoperceptie voor vogelgriep zullen hebben wanneer zij van mening zijn dat een vogelgriepinfectie ernstige gevolgen voor hun gezondheid heeft en tegelijkertijd geloven dat zij een grote kans lopen door het vogelgriepvirus geïnfecteerd te raken. Volgens de Protectie Motivatie Theorie wordt de relatie tussen risicoperceptie en preventief gedrag beïnvloed door twee andere factoren: respons-effectiviteit (de mate van geloof in de effectiviteit van het betreffende preventief gedrag) en eigen effectiviteit (de mate waarin de betrokkene zich zelf in staat acht het preventieve gedrag uit te voeren). De theorie voorspelt dat een hoge risicoperceptie alleen tot preventief gedrag zal leiden wanneer zowel de responseffectiviteit als de eigen effectiviteit ook hoog zijn.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 123,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 259,
                    "end": 262,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 263,
                    "end": 266,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 267,
                    "end": 271,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Trefwoorden: risicoperceptie, vogelgriep"
        },
        {
            "text": "Met de verspreiding van vogelgriep in Europa is het belangrijk om te weten hoe het risico van de infecties van mensen gepercipieerd wordt om zo meer informatie te krijgen voor succesvolle beschermings-en bestrijdingsmaatregelen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trefwoorden: risicoperceptie, vogelgriep"
        },
        {
            "text": "Onderzoek naar risicoperceptie van infectieziekten is schaars, zeker onderzoek dat wordt verricht ten tijde van een uitbraak van infectieziekten. De afgelopen jaren zijn verschillende studies verschenen naar risicoperceptie van SARS, maar er is nauwelijks onderzoek gepubliceerd naar de risicoperceptie van vogelgriep bij vogels, infecties van mensen door het vogelgriepvirus of een grieppandemie. [11] [12] [13] [14] [15] Ons onderzoek richt zich daarom op risicoperceptie, kennis, mate van respons-effectiviteit en eigen effectiviteit, en mediagebruik in relatie tot vogelgriep bij mensen. In dit artikel bespreken wij de actuele situatie in Nederland.",
            "cite_spans": [
                {
                    "start": 398,
                    "end": 402,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 403,
                    "end": 407,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 408,
                    "end": 412,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 413,
                    "end": 417,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 418,
                    "end": 422,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Trefwoorden: risicoperceptie, vogelgriep"
        },
        {
            "text": "Werving en vragenlijst Via een representatief Internet panel (het Flycatcher panel) vulden 579 respondenten een vragenlijst in tussen vrijdag 10 maart en donderdag 16 maart 2006. De minimumleeftijd voor deelname was 18 jaar. De vragenlijst was gebaseerd op eerdere vragenlijsten naar risicoperceptie van SARS en andere infectieziekten. 11 Naast een aantal vragen over demografische kenmerken werd gevraagd naar ernst van een aantal ziekten, waaronder vogelgriep, en naar kwetsbaarheid. Er werd ook gevraagd hoe groot men de kans achtte dat bepaalde beroepsgroepen vogelgriep zouden krijgen. Respons-effectiviteit werd zowel gemeten van specifieke maatregelen als in meer algemene zin. Eigen effectiviteit werd gemeten met de vraag 'Hoe zeker bent u ervan dat u zelf kunt voorkomen vogelgriep te krijgen als de vogelgriep Nederland bereikt'. Aangezien het hier een eerste meting in Nederland betreft naar respons-effectiviteit en eigen effectiviteit bij infectieziekten zijn hiervoor nog geen gevalideerde schalen beschikbaar.",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 338,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Methoden"
        },
        {
            "text": "Kennis over vogelgriep is nagegaan via de vier volgende stellingen 'Het vogelgriepvirus kan van mens op mens worden overgedragen' (onjuist), 'Er is een vaccin dat mensen beschermt tegen infectie door het vogelgriepvirus' (onjuist), 'In Nederland zijn in 2006 mensen aan een besmetting met het vogelgriepvirus overleden' (onjuist) en 'Door het eten van kip of gevogelte kan iemand met het vogelgriepvirus besmet raken'(onjuist) Een kennisscore over vogelgriep werd samengesteld door het optellen van de juiste antwoorden (score 0-4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methoden"
        },
        {
            "text": ". De risicoperceptie van infecties bij mensen met het vogelgriepvirus in Nederland is, met name indien zich een uitbraak zou voordoen, hoog.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kernpunten"
        },
        {
            "text": ". Mensen hebben een beperkt vertrouwen in maatregelen om infectie door het vogelgriepvirus te voorkomen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kernpunten"
        },
        {
            "text": ". Ze hebben evenmin veel vertrouwen in het eigen kunnen om deze maatregelen toe te passen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kernpunten"
        },
        {
            "text": ". Bij communicatie over voorzorgsmaatregelen ter preventie van het zelf geïnfecteerd raken door het vogelgriepvirus is aandacht voor eigen effectiviteit van groot belang.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kernpunten"
        },
        {
            "text": "Respondenten werd gevraagd of zij al dan niet maatregelen hadden genomen om te voorkomen zelf besmet te raken met vogelgriep en, zo ja, welke maatregelen het betrof. Tot slot werd gevraagd naar de hoeveelheid informatie uit verschillende bronnen en de ingeschatte mate van betrouwbaarheid van de verschillende bronnen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kernpunten"
        },
        {
            "text": "Op basis van de Protectie Motivatie Theorie werd een maat voor risicoperceptie geconstrueerd door de vermenigvuldiging van de mate van ernst (schaal 1 -5) met de gepercipieerde kans (schaal 1 -5). Ter correctie van de scheve verdeling werd hier vervolgens de wortel uit getrokken. Met univariate analyses werd de invloed van geslacht, leeftijd en opleidingsniveau op risicoperceptie gemeten. Associaties tussen risicoperceptie en responseffectiviteit en eigen effectiviteit werden getest met Pearson's correlatie test. Ook de associatie tussen kennis en risicoperceptie, en risicoperceptie en ondernomen preventieve acties is gemeten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analyse"
        },
        {
            "text": "Van de 952 panelleden die werden uitgenodigd voor het onderzoek vulden 579 respondenten de vragenlijst compleet in, de respons bedroeg daarmee 61%. Een kleine meerderheid van de respondenten (52,7%) was vrouw, de gemiddelde leeftijd bedroeg 41,2 jaar. Bijna 3% van de respondenten had zelf pluimvee en 17,6% was afgelopen jaar tegen influenza gevaccineerd (Nederlandse bevolking 17,5% in 2004). 16 Alle respondenten hadden van vogelgriep gehoord, maar slechts een klein deel (10,7%) zei vaak of altijd aan vogelgriep te denken. De kennis over vogelgriep liep uiteen. Bijna iedereen (91,5%) wist dat er in Nederland in 2006 geen mensen aan vogelgriep waren overleden. De kennis over risico van het eten van pluimvee, een vaccin dat mensen beschermt en overdracht van mens-op-mens was lager (respectievelijk 57%, 42,7% en 42,1% van de respondenten gaf het juiste antwoord). De gemiddelde kennisscore bedroeg 2,33 (schaal 1 -4); 43,2% van de respondenten had tenminste drie antwoorden goed.",
            "cite_spans": [
                {
                    "start": 395,
                    "end": 397,
                    "text": "16",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Resultaten"
        },
        {
            "text": "Uit tabel 1 blijkt dat in vergelijking met andere gezondheidsproblemen infectie van mensen door het vogelgriepvirus als een ernstig gezondheidsprobleem wordt gezien, maar dat men de kans klein acht om zelf vogelgriep te krijgen. De risicoperceptie van infecties van mensen door het vogelgriepvirus bedraagt 2,8, en voor infecties door vogelgriepvirus bij een uitbraak 3,1. Daarmee maakt het deel uit van de gezondheidsrisico's die als het grootste worden gezien, vergelijkbaar met de risicoperceptie van een hartaanval. De kans voor verschillende (beroeps)groepen om een infectie door het vogelgriepvirus te krijgen werd het hoogst ingeschat voor mensen die professioneel pluimvee houden (score 3,46; schaal 1-5), gevolgd door dierenartsen (score 3,23). De kans voor hobbykiphouders werd gescoord als 3,11, terwijl voor het algemeen publiek de score op 2,23 werd geschat.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resultaten"
        },
        {
            "text": "Tabel 2 laat zien dat van de verschillende maatregelen om verspreiding van het vogelgriepvirus te voorkomen, de effectiviteit van vaccinatie van pluimvee tegen de verspreiding het hoogste wordt gevonden (score 4,06). In het algemeen denkt 23,7% van de respondenten dat mensen zich redelijk tot zeker kunnen beschermen tegen het vogelgriepvirus. De gemiddelde algemene responseffectiviteit bedraagt 2,8 (schaal 1 -5).Van alle respondenten is 22,8% redelijk of heel zeker dat zij zelf kunnen voorkomen om met het vogelgriepvirus geïnfecteerd te raken. De gemiddelde eigen effectiviteit is daarmee 2,4 (eveneens schaal 1 -5). Een minderheid van de respondenten (38%) gaf aan één of meerdere maatregelen te hebben genomen om te voorkomen zelf door het vogelgriepvirus geïnfecteerd te raken (tabel 3). In totaal 31% van de respondenten gaf aan contact met (wilde) vogels of kippen vermeden te hebben; 18% gaf aan gebieden vermeden te hebben waar vogelgriep voorkomt; en slechts een kleine groep 0,7% had antivirale middelen gekocht.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resultaten"
        },
        {
            "text": "De meeste mensen (58,4%) hadden een redelijke hoeveelheid informatie over vogelgriep gehoord en/of gezien; 27,8% had weinig of niets gehoord of gezien. De meest gebruikte bron van informatie was de televisie, terwijl internetsites, met name die van de overheid, het meest betrouwbaar werden geacht (tabel 4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resultaten"
        },
        {
            "text": "De risicoperceptie van vogelgriep bij een uitbraak was hoger bij vrouwen dan bij mannen (3,23 versus 3,02, p>0,01) en hoger bij deelnemers boven de 60 in vergelijking tot jongere deelnemers (3,39 versus 3,11 p>0,05). Een hogere kennisscore lijkt te leiden tot een lagere risi- coperceptie, respondenten met een kennisscore van 4 hebben een gemiddelde risicoperceptiescore van 2,9 terwijl dit 3,3 is bij een kennisscore van 0 of 1 (p>0,05). De respons-effectiviteit en eigen effectiviteit zijn positief geassocieerd (Pearson's correlatie coefficient r=0,56; p>0,01). Een hogere respons-effectiviteit en een hogere eigen effectiviteit zijn geassocieerd met een lagere risicoperceptie van vogelgriep, waarbij de associatie van eigen effectiviteit met risicoperceptie het meest significant is (r=-0,09; p>0,05 en r=-0,32 p>0,01). De risicoperceptie is 3,4 bij respondenten die er niet zeker van zijn dat ze kunnen voorkomen zelf geïnfecteerd te raken, terwijl dit 2,4 is bij degenen die hier heel zeker van zijn. Een hogere risicoperceptie leidde tot het nemen (van meer) preventieve maatregelen. De risicoperceptie was 3,3 bij respondenten die tenminste één maatregel hadden genomen en 3,1 bij degenen die niets hadden gedaan (r=0,013; p >0,01). Er was echter geen relatie tussen de mate van informatie en risicoperceptie (r=0,06; p=0,14).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resultaten"
        },
        {
            "text": "De risicoperceptie van geïnfecteerd worden door het vogelgriepvirus in Nederland is, met name indien zich een uitbraak zou voordoen, hoog. Infecties door het vogelgriepvirus worden als een ernstig gezondheidsprobleem gezien, maar de kans om zelf geïnfecteerd te raken wordt laag ingeschat. Bijna een kwart van de respondenten denkt dat er tenminste een redelijke bescherming mogelijk is en zijn ook redelijk zeker dat zij zichzelf zouden kunnen beschermen. Meer vertrouwen in maatregelen en het eigen kunnen betekent ook een lagere risicoperceptie van infecties door het vogelgriepvirus, terwijl respondenten met een hogere risicoperceptie ook meer preventieve maatregelen hebben genomen. De resultaten van het onderzoek in Nederland laten verder zien dat alle respondenten over vogelgriep hadden gehoord, maar dat de feitelijke kennis hierover laag was. Televisie was de belangrijkste bron van informatie, terwijl internetsites het meest betrouwbaar werden geacht.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Beschouwing"
        },
        {
            "text": "Deze studie betreft slechts een eenmalige meting, zodat onbekend is hoe stabiel de mate van risicoperceptie is. Risicoperceptie kan op verschillende manieren geoperationaliseerd worden. Uitgaande van de Protectie Motivatie Theorie hebben wij risicoperceptie gedefinieerd als een combinatie van ernst en kans. Ervaren ernst en kans hadden echter ook apart geanalyseerd kunnen worden. Hoewel duidelijke associaties zijn aangetoond tussen risicoperceptie, respons-effectiviteit en eigen effectiviteit en het nemen van preventieve maatregelen, kan er geen causaal verband worden aangetoond. Verder is er gebruik 11 Een beperking van deze vergelijking is dat er bij SARS sprake was van daadwerkelijke mens-op-mens transmissie, wat bij vogelgriep niet het geval is. Er is slechts een klein verschil in het percentage mensen dat denkt een (hele) grote kans te hebben om geïnfecteerd te raken; 2,6% bij SARS en 2,0% bij vogelgriep. De eigen effectiviteit bij SARS was destijds hoger; 40,5% van de respondenten die dachten zich (zeer) goed tegen SARS te kunnen beschermen, tegen 22,8% van de mensen die nu redelijk of heel zeker weten dat zij een infectie door het vogelgriepvirus kunnen voorkomen. Het aantal genomen beschermingsmaatregelen ten tijde van SARS lag hoger, alle respondenten gaven toen aan voorzorgsmaatregelen genomen te hebben, terwijl nu 38% van de respondenten één of meerdere maatregelen genomen had. Deze laatste twee verschillen kunnen mogelijk worden verklaard doordat er bij SARS sprake was van mens-op-mens transmissie en mensen daarop gerichte voorzorgsmaatregelen namen, waarbij bovendien bleek dat de verspreiding van SARS afnam, terwijl over verspreiding van vogelgriep bij mensen meer onzekerheid heerst. De hogere risicoperceptie van infecties door het vogelgriepvirus bij vrouwen en ouderen komt overeen met ander onderzoek waarbij risicoperceptie bij deze groepen hoger is. 17 Het verschil tussen de hogere scores van respons-effectiviteit voor specifieke maatregelen en de lagere scores voor algemene respons-effectiviteit en persoonlijke effectiviteit vraagt nadere aandacht. De hogere scores voor de specifieke maatregelen wijzen mogelijk op meer vertrouwen in maatregelen die door de overheid rondom pluimvee worden genomen dan in vertrouwen in eigen kunnen. Nader onderzoek zou moeten uitwijzen wat de respons-effectiviteit zou zijn van gerichte maatregelen die mensen zelf uit kunnen voeren zoals specifieke hygiënemaatregelen of beperkingen in contacten tussen mensen.",
            "cite_spans": [
                {
                    "start": 608,
                    "end": 610,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1898,
                    "end": 1900,
                    "text": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Beschouwing"
        },
        {
            "text": "Ons onderzoek heeft een aantal implicaties voor onderzoek en de publieke gezondheid. De lage respons-effectiviteit en eigen effectiviteit voor maatregelen om infecties bij mensen te voorkomen zijn zorgwekkend indien daadwerkelijk gedragsverandering nodig is. Gerichte informatie over beschermingsmaatregelen om te voorkomen zelf geïnfecteerd te raken en hoe die toe te passen is wenselijk, waarbij het vertrouwen dat er voor informatie van de overheid bestaat een goed uitgangspunt is. Tevens zou open en veelvuldig gecommuniceerd moeten worden over maatregelen die door burgers en deskundigen als effectief worden gezien.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Beschouwing"
        },
        {
            "text": "Bijzondere aandacht verdient hierbij de vraag welke communicatie bij een zich ontwikkelend infectieziekterisico in welke fase wenselijk is. Het is gewenst dat nader onderzoek wordt verricht om te kunnen vaststellen of de lage respons-effectiviteit en eigen effectiviteit gerelateerd zijn aan het feit dat vogelgriep (nog) niet in Nederland voorkomt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Beschouwing"
        },
        {
            "text": "Om meer inzicht te krijgen in risicoperceptie en voorzorgsgedrag ten tijde van een zich ontwikkelende infectieziekte en welke communicatie wenselijk en effectief is, zijn herhaalde metingen noodzakelijk. De informatie uit dergelijk onderzoek kan een belangrijke bijdrage leveren aan de ontwikkeling van effectievere communicatie over risico's en bescherming tegen infecties door het vogelgriepvirus en zo aan de noodzakelijke verbetering van de effectiviteit van niet-medische interventiestrategieën.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Beschouwing"
        },
        {
            "text": "Risk perception of avian influenza in the Netherlands: high level of risk perception, but limited trust in protective measures Aim: To describe risk perception of avian influenza in the Netherlands in March 2006. To gain insight in the level of knowledge, precautionary actions, response and self efficacy, and use of media related to avian influenza. Methods: Through an Internet panel 579 respondents filled in an online questionnaire. Results. Risk perception of avian influenza in the Netherlands is, especially in case of an outbreak, high, 3,51 (scale 1 -5). 23,7% of respondents believe that protection against avian influenza is possible, while 28,2% feel that they are able to protect oneself. A higher level of response and self efficacy is related to a lower level of risk perception. Respondents with an higher risk perception have taken more precautionary actions. 38% of respondents had taken at least one precautionary action. All respondents had heard of avian influenza, but knowledge was limited, 2,33 (scale 1 -4). Television was the most important source of information. Conclusions: Risk perception of avian influenza is relatively high in the Netherlands at a time when no infections were reported. The low levels of response and self efficacy warrant attention so that advice about preventive measures will be adhered to in case of an outbreak. Key words: risk perception, avian influenza Literatuur",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Welzijn en Sport, Landelijke Coördinatiestructuur Infectieziektebestrijding. Beleidsdraaiboek Influenza Pandemie",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministerie Van Volksgezondheid",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "tsg jaargang 85 / 2007 nummer 2 Risicoperceptie van infecties van mensen door het vogelgriepvirus in Nederland",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "World Health Organization Working Group on Prevention of International and Community Transmission of SARS. Public health interventions and SARS spread",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Bell",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Nonpharmaceutical interventions for pandemic influenza, international measures. Emerg Infect Dis (serial on the Internet)",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Compliance among poultry workers to infection control measures during a large epizootic of Avian Influenza in commercial poultry farms in The Netherlands",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bosman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Du Ry Van Beest Holle",
                    "suffix": ""
                },
                {
                    "first": "Mae",
                    "middle": [],
                    "last": "Conyn-Van Spaendonck",
                    "suffix": ""
                },
                {
                    "first": "Mpg",
                    "middle": [],
                    "last": "Koopmans",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bosman",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Mulder",
                    "suffix": ""
                },
                {
                    "first": "Jrj",
                    "middle": [],
                    "last": "Leeuw",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "De",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Vogelpest Epidemie 2003: gevolgen voor de volksgezondheid. Bilthoven: RIVM / Instituut voor Psychotrauma",
            "volume": "",
            "issn": "",
            "pages": "183--191",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Health promotion planning, an educational and ecological approach. Third Edition",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "W"
                    ],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Kreuter",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The precaution adoption process",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Weinstein",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Health Psychol",
            "volume": "7",
            "issn": "",
            "pages": "355--86",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Factors in risk perception",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sjoberg",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Risk Anal",
            "volume": "20",
            "issn": "",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Cognitive and physiological processes in fear appeals and attitude change: A revised theory of protection motivation",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Rogers",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "SARS risk perception, knowledge, precautions, and information sources, the Netherlands. Emerg Infect Dis (serial on the Internet)",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brug",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Aro",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Oenema",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "De Zwart",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Richardus",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Bishop",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The public's response to severe acute respiratory syndrome in Toronto and the United States",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Blendon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Benson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Desroches",
                    "suffix": ""
                },
                {
                    "first": "Raleigh",
                    "middle": [
                        "E"
                    ],
                    "last": "Taylor-Clark",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin Infect Dis",
            "volume": "38",
            "issn": "",
            "pages": "925--956",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Monitoring community responses to the SARS epidemic in Hong Kong: from day 10 to day 62",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tsui",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Epidemiol Commun Health",
            "volume": "57",
            "issn": "11",
            "pages": "864--70",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The impact of community psychological responses on outbreak control for severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Epidemiol Commun Health",
            "volume": "57",
            "issn": "",
            "pages": "857--63",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Avian influenza risk perception, Hong Kong",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fielding",
                    "suffix": ""
                },
                {
                    "first": "Wwt",
                    "middle": [],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "Eyy",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Hedley",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Gender differences in risk perception: theoretical and methodological perspectives",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Gustafson",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Risk Analysis",
            "volume": "18",
            "issn": "",
            "pages": "805--816",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Ernst, kans en risicoperceptie van infecties door het vogelgriepvirus bij mensen en andere gezondheidsrisico's (schaal 1 de vragenlijst is de vraag naar risicoperceptie in geval van een uitbraak algemeen geformuleerd: ''Hoe groot is volgens u de kans dat u het komende jaar zelf vogelgriep krijgt als de vogelgriep in Nederland voorkomt'' * Ernst bij uitbraak is niet afzonderlijk gevraagd; bij berekening risicoperceptie is gebruik gemaakt van de ernst van infectie met het vogelgriepvirus.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Tot 19 september 2006 rapporteerde de Wereldgezondheidsorganisatie (WHO) in de gehele wereld 247 gevallen van infectie door H5N1 influenza bij mensen, waarvan er 144 zijn overleden. 1 Vogelgriep werd vastgesteld in 20 Europese landen, waaronder Duitsland, Frankrijk, het Verenigd Koninkrijk, Roemenië, Kroatië en Rusland. In Nederland is nog geen vogelgriep van het type H5N1 vastgesteld noch bij dieren noch bij mensen. Veel deskundigen vrezen dat door mutatie van het vogelgriepvirus er een nieuw type virus ontstaat, waarbij overdracht van mens-op-mens wel makkelijk verloopt. Dit zou kunnen resulteren in een grieppandemie. Tegen een dergelijk nieuw virus zal immers geen natuurlijke bescherming bestaan.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Tabel 2 Gemiddelde effectiviteit van maatregelen tegen de verspreiding van het vogelgriepvirus onder pluimvee Bronnen van informatie over vogelgriep, hoeveelheid verkregen informatie en betrouwbaarheid van de bronnen",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}