{
    "paper_id": "6ea6ecb902ef3c26cbd8f1b06114c481a2c865d8",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "included intrafusal fibres were made in paraffin embedded, serially sectioned (10 ~m thickness), hematoxylin and eosin stained preparations of the left soleus and medial gastrocnemius muscles of 5 dystrophic and 4 control animals (all 4 months or older). The controls included 2 normal animals and 2 unaffected littermates of overtly dystrophic mice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Results. The dystrophic muscles contained a virtually normal complement of spindles (Table) . The latter were similar to those of control muscles with respect to receptor diamter, capsule thickness, and axial tissue content (Figure 1 ). The usual mean population of 4 intrafusal fibres per receptor was observed in spindles of 3 of the 5 dystrophic gastrocnemins and 4 of the 5 dystrophic soleus muscles. In those instances in which there were fewer intrafusal fibres per spindle (mean 3.5 to 3.8), the deficit was most evident in the subaponeurotic receptors. The latter normally exhibit greater variability in appearance and have a greater susceptibility to distortion by the histological procedure, particularly in the fibrotic dystrophic muscles. Although the mean diameters of nuclear-bag (10 ~m) and nuclear-chain fibres (6.5 ~zm) of control and dystrophic muscles were similar, the range of the latter was slightly narrower",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 84,
                    "end": 91,
                    "text": "(Table)",
                    "ref_id": null
                },
                {
                    "start": 224,
                    "end": 233,
                    "text": "(Figure 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The silver-impregnated teased 9 spindles of control and dystrophic muscles exhibited similar complex sensory and fusimotor innervations ( Figure 2 11  12  12  10  10  10  12  9  12  11  10  12  10  11  12 10 --11 --13 10.8 11.0 mean 11.5 10.8",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 138,
                    "end": 146,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 147,
                    "end": 204,
                    "text": "11  12  12  10  10  10  12  9  12  11  10  12  10  11  12",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "were also comparably innervated in control and dystrophic muscles. Histochemical reactions for succinic dehydrogenase 1~ phosphorylase n, and myofibrillar adenosine triphosphatase ~ revealed a characteristic pattern of 3 intrafusal fibre-types per spindle ~3 in the overwhelming majority of receptors of both control and dystrophic mice (Figures 3  and 4) . With rare exception, this pattern was retained in the spindles of young (2 week) and older (> 8 weeks) dystrophic animals.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 337,
                    "end": 355,
                    "text": "(Figures 3  and 4)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Discussion. The presence of normal numbers of spindles in the muscles of chronically dystrophic mice, and the fact that most of the receptors are well differentiated, suggest that induction, differentiation, and maintenance of these receptors are relatively unaffected by the primary aspect(s) of the disorder.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Rdsumg. La pr6sence d'un nombre normal de Iuseaux neurolnusculaires dans les muscles de souris distrophiques chroniques et le fair que la plupart des r~cepteurs sont bien diff6renci6s sugg~rent que l'induction, la diff6renclarion et le maintien de ces r6ceptenrs ne sont pratiquemerit pus atteints par le d~rgglement. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "When the cerebral ventricles of the rat are examined by electron microscopy varicoses nerve fibres can be observed just above the ependyma 2-7. Recent fine structural investigations have characterized supraependymai nerves in certain brain regions as monoaminergic and in correlation an amine-specific formaldehyde-induced fluorescence could be demonstrated above the ependyma of these regions 8, s. Moreover, the colour of the fluorescence and its reaction to drugs interfering with the synthesis, storage and/or metabolism of monoamines lead to the conclusion that the amine is an indolealkylamine, most probably 5-hydroxytryptamine (5-HT).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ultrastructural Evidence for the Localization of an Indolealkylamine in Supra-Ependymal Nerves from Combined Cytochemistry and Pharmacology 1"
        },
        {
            "text": "A more sensitive and specific cytochemical method, based on the chromaffin reaction, for the nltrastructural localization of biogenic monoamines has recently been developed in our laboratory 1~ enabling the precise identification of endogenous amines in certain brain regions notably the above mentioned nerves on the ventricular surface 11. In the present study the influence on amine localization of drugs affecting their synthesis or storage has been investigated by electron microscopy. para-chlorophenylalanine m e t h y l e s t e r HC1 (p-CPA, 3 • 100 m g / k g i.p. 72, 48 a n d 24 h) were p r e p a r e d for electron microscopy b y vascular perfusion fixation. The solutions used for this fixation (all at 0-4~ a n d times were as follows: 1% g l u t a r a l d e h y d e + 0. (Figures 1  a n d 2) . T h e following ultramorphological changes were observed in these vesicles after t h e various pharmacological Fig. 1-5 . Ultrastructural aspect of the varicose regions of supra-ependymal nerve fibres above the corpus eallosum after various pharmacological manipulations. Tissues in Figures 1, 3, 4 and 5 were fixed similarly. Arrows identify small (-+) and large (--+) vesicles or corresponding electron dense cores. E, ependyma; Os, osmium; V, ventricle. 0.5 ~zm. • 48,000. manipulations: while the amine-specific dense cores persisted after ~-MPT, they could no longer be detected after reserpine or p-CPA (Figures 3-5) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 785,
                    "end": 805,
                    "text": "(Figures 1  a n d 2)",
                    "ref_id": null
                },
                {
                    "start": 919,
                    "end": 927,
                    "text": "Fig. 1-5",
                    "ref_id": null
                },
                {
                    "start": 1091,
                    "end": 1106,
                    "text": "Figures 1, 3, 4",
                    "ref_id": null
                },
                {
                    "start": 1417,
                    "end": 1430,
                    "text": "(Figures 3-5)",
                    "ref_id": null
                }
            ],
            "section": "Ultrastructural Evidence for the Localization of an Indolealkylamine in Supra-Ependymal Nerves from Combined Cytochemistry and Pharmacology 1"
        },
        {
            "text": "That electron dense cores could be observed in nonosmicated tissues from control animals and none in those treated with reserpine is strong evidence that the electron dense material represents a biogenic amine :2. Moreover, since ~-MPT and p-CPA have been reported to have somewhat specific synthesis blocking properties for catecholamines ~3 and 5-hydroxytryptamine ~4, :5 respectively, we can conclude that the endogenous monoamine localized is most probably 5-HT. These results therefore confirm and extend our fluorescence histochemical findings 8,, which revealed the presence, above the ependymal cells, of a yellow fluorescence which took the form of small spots or a thin spotted layer. Although from the present electron microscopic examination of the brain regions investigated it cannot be excluded that in addition some nerve terminals other those storing 5-HT exist, it seems very probable that the majority of the supraepeudymal nerves in these regions are indoleaminergic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ultrastructural Evidence for the Localization of an Indolealkylamine in Supra-Ependymal Nerves from Combined Cytochemistry and Pharmacology 1"
        },
        {
            "text": "There is no clear evidence as yet to indicate whether the indoleamine stored in these nerves is released to act locally on the ependymal cells or whether it is released into the cerebrospinal fluid (CSF) to have its effects elsewhere in the brain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ultrastructural Evidence for the Localization of an Indolealkylamine in Supra-Ependymal Nerves from Combined Cytochemistry and Pharmacology 1"
        },
        {
            "text": "It appears that supra-ependymal nerve fibres storing 5-HT have a widespread distribution in the ventricular system of the rat 9. Their occurrence in the ventricles of the human brain has not yet been demonstrated although supra-ependylnal nerve fibres have been found in various other mammals ~6-~ where it remains to be shown whether they too store 5-HT. This may be of some importance since the role of CSF indoleamines in a number of central nervous functions e.g. affective disorders, has recently been discussed ~. Moreover, the changes in CSF levels of an acid metabolite of 5-HT, 5-hydroxyindoleacetic acid, reported for patients with psychiatric disorders, although conflicting, may hold some clue as to their function e.g. a role in affecting mood ~2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ultrastructural Evidence for the Localization of an Indolealkylamine in Supra-Ependymal Nerves from Combined Cytochemistry and Pharmacology 1"
        },
        {
            "text": "In summary, a monoamine can be localized in the small and large vesicles of supra-ependymal, varicose nerve fibres upon electron microscopy. The reaction of the electron dense material (amine) in both vesicle types to various pharmacological manipulations strongly suggests the presence of an indolealkylamine, most probably 5-HT.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ultrastructural Evidence for the Localization of an Indolealkylamine in Supra-Ependymal Nerves from Combined Cytochemistry and Pharmacology 1"
        },
        {
            "text": "Rdsumd. Les terminaisons nerveuses supra-6pendymales du rat ont 6t6 examin6es au microscope 61ectronique ~ l'aide dd techniques cytochimiques et cytopharmacologiques. I1 est apparu que les v~sicules contenues dans ces terminaisons nerveuses renferment une indolealkylamine, tr~s probablement de la 5-hydroxy-tryptamine, J. G. RICHARDS and j~ J. P. TRAXZ~ ~3 Medicine, , 7 December 7973.",
            "cite_spans": [
                {
                    "start": 358,
                    "end": 367,
                    "text": "Medicine,",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Ultrastructural Evidence for the Localization of an Indolealkylamine in Supra-Ependymal Nerves from Combined Cytochemistry and Pharmacology 1"
        },
        {
            "text": "The intraperitoneal inoculation of HIPA agent, a 'C' virus like particle, induces a biphasic thrombocytopenia in BALB/c-mice. The first thrombocytopenia occurs 1 day after HIPA agent inoculation and lasts about 4 days. The second thrombocytopenia occurs approximately 13 days after the inoculation and persists through the development of mesenteric HIPA plasmacytoma around the 21st day until the death of the mice by haemorrhagic ascites at about the 28th day:, ~.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Oncogenic Viruses in the Thrombocytopenic Stage"
        },
        {
            "text": "In order to demonstrate a causal relationship between oncogenic viruses and thrombocytopenia in HIPA plasmacytoma, 2-month-old BALB/c-mice of both sexes were studied.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Oncogenic Viruses in the Thrombocytopenic Stage"
        },
        {
            "text": "Six groups of 2 mice each were inoculated with 1 AE/ mouse ultracentrifugate from HIPA tumor ascites z. On the 1st, 3rd, 8th, 10th, 13th and 24th day after inoculation, platelets were counted in group A, B, C, D, E and F, respectively. (see Table) . After sacrifying the mice by ether inhalation, platelets were concentrated and prepared for electron microscopy as previously reported 3. Furthermore the spleen tissues were prefixed in 2% glutaraldehyde, postfixed in osmium teLraoxide, dehydrate in ethanol and embedded in Epon. Platelets and spleen from 2 healthy BALB/c-mice were used as control. The results are summarized in the Table. of Experimental HIPA -Plasmacytoma On the 1st and 3rd days following inoculation with HIPA ultracentrifugate, mice of group A and B respectively had a thrombocytopenia averaging 6 • 105 platelets. Similar to the controls, the mice of groups C and D, which were tested 8 and 10 days after inoculation, exhibited no thrombocytopellia.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 241,
                    "end": 247,
                    "text": "Table)",
                    "ref_id": null
                },
                {
                    "start": 634,
                    "end": 640,
                    "text": "Table.",
                    "ref_id": null
                }
            ],
            "section": "Oncogenic Viruses in the Thrombocytopenic Stage"
        },
        {
            "text": "Electron microscopic examination of the ptatelet concentrates and spleens from these mice did not reveal any virus-like particles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Oncogenic Viruses in the Thrombocytopenic Stage"
        },
        {
            "text": "Mice of group E (13 days after inoculation) and those of group F (24 days) showed a relative thrombocytopenia. At this time the mice of group F had already developed mesenteric tumors with haemorrhagic ascites. Also virus particles were frequently found in spleens of group E and F mice at the same time of the second thrombocytopenia. Virus particles were never found in any of the platelet concentrates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Oncogenic Viruses in the Thrombocytopenic Stage"
        },
        {
            "text": "In the spleen the virus particles were of the enveloped A-type lying free in the intercellular spaces and between channels of megacaryocytes or budding at cytoplasmic",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Oncogenic Viruses in the Thrombocytopenic Stage"
        }
    ],
    "bib_entries": {
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Zirkumventrikuli~re Organe und Liquor",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Leoni-Iardt",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Neurochemistry National Institute o/ Neurological Diseases and Stroke, National Institutes o[ Health, Public Health Service, U.S. Department o/ Health, Education and Wel/are, Bethesda (Maryland 20074, USA), 5 July 7973. 9 D. BARKER and M. C. IP, J. Physiol., Lond. 169, 73P (1963). 10 A. G. E. PEARSE, Histochemistry, Theoretical and A pplied, 2nd edn. (Little, Brown, Boston, Mass. 1961), p. 910. 11 O. ERANKO and A. PALlAdIA, J. Histochem. Cytochem. 9, 585 (1961). I~ L. GUTH and F. J. SAMAKA, ExpL Neurol. 28, 365 (1970). la T. OGATA and M. KORI, J. Histoehem. Cytochem. 72, 171 (1964). ~4 The author gratefully acknowledges the technical assistance of Mmes. JANINA D. ZIEMNOWICZ and PAMELA A. BARNICOAT and Messrs. A. CANTU, M. CARROLL and W. PERKINS.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "). Tendon organs",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Male albino outbred rats of Wistar origin weighing 180-200 g were used for all experiments. Control animals and those given reserpine (Serpasil | 10 mg/kg i.p. 18 h before sacrifice), e-methyl-para-tyrosine methylester A preliminary account of these findings was presented at the VI International Symposium on Neurosecretion, London, September 1973. 2 M. W. BRIGHTMAN and S. L. PALAY, J. Ceil Biol. 19, 415 (1963): a U. IZ. RINNE, Z. Zellforseh. 74, 98 (1966). 4 T. HOKFEL% Z. Zellforseh. 91, 1 (1968). 5 D. E. SCOTT and K. M. KNIOGE, Z. Zellforsch. 105, 1 (1970). 6 E. WESTnKGAARD, Thesis, Andelsbogtrykkeriet; Odense, 1970, p. 1-216.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}