{"paper_id": "6f294afbc59a8f1dc94fd7b52e54527e3022c59c", "metadata": {"title": "Outbreak of pandemic 2009 influenza A/H1N1 infection in the hematology ward: fatal clinical outcome of hematopoietic stem cell transplant recipients and emergence of the H275Y neuraminidase mutation", "authors": [{"first": "Futoshi", "middle": [], "last": "Iioka", "suffix": "", "affiliation": {}, "email": ""}, {"first": "•", "middle": [], "last": "Ryuichi", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Sada", "middle": ["•"], "last": "Yoshitomo", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Maesako", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Fumihiko", "middle": [], "last": "Nakamura", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Hitoshi", "middle": [], "last": "Ohno", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "We report an outbreak of pandemic 2009 influenza A/H1N1 virus (2009 H1N1) infection that occurred in the hematology ward of our institution during the 2010-2011 influenza season. A total of seven hospitalized patients with hematologic tumors, including five recipients of hematopoietic stem cell transplantation (HSCT), successively developed rapid influenza detection test (RIDT)-positive influenza A; four patients had laboratory-confirmed 2009 H1N1 infection. Three HSCT recipients required mechanical ventilation support and two were admitted to the intensive care unit; they died of progressive respiratory failure despite receiving available anti-viral drugs. We implemented outbreak-control measures including transferal of RIDT-positive patients to a single-patient room and chemoprophylaxis with oseltamivir. We note that the H275Y neuraminidase mutation was detected in respiratory specimens from three patients, who were administered therapeutic or prophylactic dosages of oseltamivir. The present report demonstrates that the nosocomial 2009 H1N1 outbreak in the hematology ward led to fatal clinical outcomes and the emergence of a resistant virus at a markedly high rate.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Pandemic 2009 influenza A/H1N1 virus (2009 H1N1) infection has been described to be associated more frequently with severe respiratory disease than seasonal influenza in recipients of hematopoietic stem cell transplant (HSCT) [1] . On the other hand, it has been shown that early initiation of treatment with oseltamivir for 2009 H1N1 influenza patients with cancer and/or HSCT recipients led to favorable clinical outcomes with no severe morbidity or influenza-related mortality, in spite of the high rate of hospitalization [2] . Nevertheless, this management for immunocompromised patients can enhance emergence of an oseltamivir-resistant virus having the H275Y neuraminidase mutation [3] .", "cite_spans": [{"start": 226, "end": 229, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 526, "end": 529, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 689, "end": 692, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Introduction"}, {"text": "Here, we report an outbreak of 2009 H1N1 infection that occurred in the hematology ward of our institution during the 2010-2011 influenza season. The infection was initially recognized in a patient with relapsed multiple myeloma, who had received autologous HSCT. Shortly, thereafter, an additional 6 inpatients, including another 4 HSCT recipients, successively developed the infection and the 2009 H1N1 virus with the H275Y mutation was detected in 3 patients. In this report, we represent the clinical characteristics, response to treatment, and ultimate outcomes of 2009 H1N1 infection in a total of 7 patients as well as outbreak-control measures implemented by the Hospital Infection Control Committee. Table 1 summarizes clinical features of the 7 relevant patients with hematologic tumors. Of 5 HSCT recipients, 2 had undergone autologous HSCT, while 3 had received allogeneic HSCT grafts. Rituximab was included in the conditioning regimens for 3 patients whose tumor cells expressed CD20. Two patients had been admitted to the hospital due to a relapse of primary disease, while 4 HSCT recipients had been hospitalized for a long period for morbidities associated with HSCT, resulting in poor performance statuses (case 2 through 5). The remaining patient had refractory angioimmunoblastic T cell lymphoma (case 7 Ltd., Tosu). Selected specimens were sent to the Nara Prefectural Institute for Hygiene and Environment to obtain detailed information on the specific influenza A virus subtype as well as the presence or absence of the H275Y neuraminidase mutation; assays were performed according to the manual provided by the National Institute of Infectious Diseases. Respiratory specimens, including endotracheal aspirates of intubated patients, were repeatedly collected to assess the effectiveness of the treatment and to monitor emergence of the mutation.", "cite_spans": [], "ref_spans": [{"start": 709, "end": 716, "text": "Table 1", "ref_id": "TABREF1"}], "section": "Introduction"}, {"text": "Each patient had previously signed an informed consent form that allowed the use of clinical information for future research. This publication was approved by the Institutional Ethics Review Committee.", "cite_spans": [], "ref_spans": [], "section": "Patients and methods"}, {"text": "The 7 patients, who had been hospitalized in the hematology ward at the same time, successively developed RIDT-positive influenza A within 14 days and 4 patients had laboratory-confirmed 2009 H1N1 infection (cases 3, 4, 5, and 7), indicating a nosocomial 2009 H1N1 influenza outbreak. Presenting symptoms were a [38°C fever in 6 patients and upper respiratory symptoms in 6. Five patients showed localized or diffuse pulmonary infiltrates on chest radiograph and 5 HSCT recipients required oxygen support and/or mechanical ventilation at the onset of illness. Laboratory data included white cell counts ranging from 300 to 6,700/ll, neutrophils from 10 to 5,270/ll, and lymphocytes from 20 to 1,710/ll. Immunoglobulin G levels in the serum, except for case 1 with multiple myeloma, were from 420 to 1,316 mg/dl. Superimposed bacterial/fungal infection was recognized in 3 patients ( Table 2) .", "cite_spans": [], "ref_spans": [{"start": 883, "end": 891, "text": "Table 2)", "ref_id": "TABREF2"}], "section": "Clinical symptoms at presentation"}, {"text": "The Hospital Infection Control Committee implemented outbreak-control measures, immediately after the first patient (case 1) was recognized as developing RIDTpositive influenza A. The hematology ward at that time admitted a total of 50 patients including 14 HSCT recipients (Fig. 1 ). Our policies included transferal of an RIDTpositive patient to a single-patient room with employment of droplet precautions and chemoprophylaxis with oseltamivir to all patients in the ward, irrespective of underlying conditions. All patients were informed of the development of the outbreak and gave their consent to our policies. Visitors were screened for symptoms of acute respiratory illness and entry to the ward was restricted. We temporally declined admission of new patients. Seven days after the development RIDT-positive influenza A in the last patient (case 4), i.e. 29 days after recognition of influenza in the first patient, we finally withdrew these control measures.", "cite_spans": [], "ref_spans": [{"start": 274, "end": 281, "text": "(Fig. 1", "ref_id": null}], "section": "Implementation of outbreak-control measures"}, {"text": "Response to anti-viral treatment and clinical outcomes Three patients, including 2 HSCT recipients, responded well to anti-viral treatments in addition to appropriate 1 Illustrative diagram of the hematology ward, consisting of 11 single-bed rooms, 10 multi-bed rooms, and 2 clean rooms for HSCT. Fourteen patients who underwent HSCT before or during the outbreak are indicated by circles. The 7 RIDT-positive patients, indicated by numbers 1 through 7, initially resided within the multi-bed rooms.", "cite_spans": [], "ref_spans": [{"start": 167, "end": 168, "text": "1", "ref_id": null}], "section": "Implementation of outbreak-control measures"}, {"text": "Immediately after each patient was recognized to be RIDT-positive, 6 were transferred to a single-patient bed room within the ward and the remaining patient (case 5) was admitted to the intensive care unit in the independent ward, while case 4 was later transferred to the unit antibiotics (Fig. 2) . In contrast, 3 HSCT recipients developed severe pneumonia requiring mechanical ventilation support and 2 (cases 4 and 5) were admitted to the intensive care unit (Fig. 2) . They were treated with available antiviral drugs, including intravenous peramivir and inhalation of zanamivir and laminamivir as well as high-dose methylprednisolone; each anti-viral drug was not necessarily administrated rationally, but was selected according to the clinical conditions of each patient (Fig. 2) . In spite of these intensive treatments, these patients finally died of progressive respiratory failure with severe pneumonia and/or adult respiratory distress syndrome (ARDS) 32-82 days after the onset of influenza. Postmortem examination of the lungs of case 3 revealed diffuse alveolar damage with hyaline membrane formation; there was no evidence of bacterial/fungal co-infection.", "cite_spans": [], "ref_spans": [{"start": 290, "end": 298, "text": "(Fig. 2)", "ref_id": "FIGREF0"}, {"start": 463, "end": 471, "text": "(Fig. 2)", "ref_id": "FIGREF0"}, {"start": 778, "end": 786, "text": "(Fig. 2)", "ref_id": "FIGREF0"}], "section": "Implementation of outbreak-control measures"}, {"text": "The H275Y neuraminidase mutation was detected in respiratory specimens from 3 patients, who were administered therapeutic (75 mg, twice daily; case 5) or prophylactic dosages (75 mg, once daily; cases 4 and 7) of oseltamivir (Fig. 2) . Case 4 became mutant-positive in association with worsening of respiratory distress and this positivity persisted until her death. Case 5 was initially infected with wild-type 2009 H1N1, while the second specimen had the mutation after 3 weeks. Case 7 showed prolonged shedding of the mutant virus over 19 days but lacked symptoms of influenza; the effect of the oseltamivirresistant influenza virus in this patient remains to be determined.", "cite_spans": [], "ref_spans": [{"start": 225, "end": 233, "text": "(Fig. 2)", "ref_id": "FIGREF0"}], "section": "Emergence of the H275Y mutant and prolonged virus shedding"}, {"text": "Most illnesses caused by the 2009 H1N1 virus were mild and self-limited [4] , and the overall fatality rate in Japan was estimated to be as low as 0.15 per 100,000 [5] . In contrast, mortality rates associated with 2009 H1N1 infection in patients with hematologic tumors or HSCT recipients have been reported to be up to 46 % [6] , even though these rates vary considerably among studies, accounting for variable underlying conditions and settings [1] [2] [3] [6] [7] [8] . Our present report demonstrated that nosocomial 2009 H1N1 outbreak in the hematology ward can lead to fatal clinical outcome at a markedly high rate, i.e. 3 (43 %) of 7 patients with hematologic tumors and 3 (60 %) of 5 HSCT recipients. In one report, nosocomial acquisition of the virus itself was recognized as a risk factor requiring admission to the intensive care unit for mechanical ventilation [3] . Therefore, it is desirable for all healthcare workers in hematology wards to implement stringent infection control measures during an influenza season. On the other hand, risk factors identified by the data collection from the European Group for Blood and Marrow Transplantation and the Spanish Group of haematopoietic stem cell transplantation to be associated with significant morbidity and mortality in HSCT recipients who developed 2009 H1N1 infection, including age, lymphopenia (\\300/ll), and neutropenia (\\500/ll) [9] , were not necessarily applicable to our cases (Tables 1, 2) . Pathogenesis of pneumonia/respiratory failure associated with 2009 H1N1 infection has not fully been established [4] . Viral RNA may be detected in secretions from the lower respiratory tract up to 28 days after the onset of severe pneumonia and longer in patients with immunosuppression [4] . In contrast, respiratory specimens from cases 3 and 5 of our cohort became negative for RIDT 22 and 29 days after the onset of influenza, while their pulmonary diseases rapidly deteriorated, suggesting that the virus alone may not have been responsible for the progression of respiratory failure or development of ARDS. A previous study has suggested the involvement of host factors, where patients who died or who had ARDS showed higher plasma levels of pro-inflammatory cytokines and chemokines than those in patients with mild disease [10] .", "cite_spans": [{"start": 72, "end": 75, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 164, "end": 167, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 326, "end": 329, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 448, "end": 451, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 452, "end": 455, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 456, "end": 459, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 460, "end": 463, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 464, "end": 467, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 468, "end": 471, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 875, "end": 878, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 1402, "end": 1405, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 1582, "end": 1585, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 1757, "end": 1760, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 2301, "end": 2305, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [{"start": 1453, "end": 1466, "text": "(Tables 1, 2)", "ref_id": "TABREF1"}], "section": "Discussion"}, {"text": "It is noteworthy that the H275Y mutant virus was detected in 3 of 7 patients. Since case 5 was initially infected with the wild-type virus and was immediately admitted to the intensive care unit localized in the independent ward (Figs. 1, 2) , and since the other two patients were each isolated in a single-patient room following infection-control measures, it is unlikely that the mutant virus was transmitted among these 3 patients, but rather H275Y mutants seem to have developed independently in each patient. The Infectious Disease Surveillance Center . On the other hand, the risk of the 2009 H1N1 virus developing the H275Y mutation that confers oseltamivir resistance is considered to be higher in immunocompromised patients [3] . Our present report suggests that universal chemoprophylaxis with oseltamivir for severely immunocompromised patients, such as HSCT recipients, during an outbreak can facilitate the development and/or selective growth of the oseltamivir-resistant virus. This is in clear contrast with immunocompetent hosts, in whom an oseltamivir ''ring'' prophylaxis was effective in reducing the impact of outbreaks of 2009 H1N1 in semi-closed environments without emergence of the H275Y strain [12] .", "cite_spans": [{"start": 734, "end": 737, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 1220, "end": 1224, "text": "[12]", "ref_id": "BIBREF10"}], "ref_spans": [{"start": 229, "end": 241, "text": "(Figs. 1, 2)", "ref_id": "FIGREF0"}], "section": "Discussion"}, {"text": "Given that the response to the influenza vaccination is significantly reduced in immunocompromised patients [13] , even though patients receiving the influenza vaccine 6 months or later after HSCT had a lower risk for virological confirmed influenza [14] , anti-virals are central to the treatment of 2009 H1N1 infection. It is apparent that the standard dose and duration of oseltamivir, i.e. 75 mg twice daily for 5 days, are insufficient for immunocompromised patients. Instead, an increased dose and duration of oseltamivir, as well as combining this treatment with other available anti-viral drugs, may be initiated at the onset of symptoms of influenza irrespective of the severity of the illness. Prospective randomized studies for patients with hematologic tumors or HSCT recipients are needed to determine the optimal dose and schedule of anti-virals to efficiently eradicate the 2009 H1N1 virus from these very vulnerable patients.", "cite_spans": [{"start": 108, "end": 112, "text": "[13]", "ref_id": "BIBREF11"}, {"start": 250, "end": 254, "text": "[14]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Differences in clinical outcomes after 2009 influenza A/H1N1 and seasonal influenza among hematopoietic cell transplant recipients", "authors": [{"first": "S", "middle": ["M"], "last": "Choi", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Boudreault", "suffix": ""}, {"first": "H", "middle": [], "last": "Xie", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Englund", "suffix": ""}, {"first": "L", "middle": [], "last": "Corey", "suffix": ""}, {"first": "M", "middle": [], "last": "Boeckh", "suffix": ""}], "year": 2011, "venue": "Blood", "volume": "117", "issn": "", "pages": "5050--5056", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "H1N1 influenza infection in cancer patients and hematopoietic stem cell transplant recipients", "authors": [{"first": "G", "middle": [], "last": "Redelman-Sidi", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Sepkowitz", "suffix": ""}, {"first": "C", "middle": ["K"], "last": "Huang", "suffix": ""}, {"first": "S", "middle": [], "last": "Park", "suffix": ""}, {"first": "J", "middle": [], "last": "Stiles", "suffix": ""}, {"first": "J", "middle": [], "last": "Eagan", "suffix": ""}], "year": 2009, "venue": "J Infect", "volume": "60", "issn": "", "pages": "257--63", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Oseltamivir resistance in adult oncology and hematology patients infected with pandemic (H1N1) 2009 virus", "authors": [{"first": "A", "middle": ["R"], "last": "Tramontana", "suffix": ""}, {"first": "B", "middle": [], "last": "George", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Hurt", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Doyle", "suffix": ""}, {"first": "K", "middle": [], "last": "Langan", "suffix": ""}, {"first": "A", "middle": ["B"], "last": "Reid", "suffix": ""}], "year": 2010, "venue": "Aust Emerg Infect Dis", "volume": "16", "issn": "", "pages": "1068--75", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Clinical aspects of pandemic 2009 influenza A (H1N1) virus infection", "authors": [{"first": "E", "middle": [], "last": "Bautista", "suffix": ""}, {"first": "T", "middle": [], "last": "Chotpitayasunondh", "suffix": ""}, {"first": "Z", "middle": [], "last": "Gao", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Harper", "suffix": ""}, {"first": "M", "middle": [], "last": "Shaw", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Uyeki", "suffix": ""}], "year": 2010, "venue": "N Engl J Med", "volume": "362", "issn": "", "pages": "1708--1727", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Infectious Agents Surveillance Center", "authors": [], "year": 2009, "venue": "Jpn IASR", "volume": "31", "issn": "", "pages": "248--50", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Novel influenza A (H1N1) in patients with hematologic disease", "authors": [{"first": "J", "middle": ["Y"], "last": "Wei", "suffix": ""}, {"first": "F", "middle": ["F"], "last": "Chen", "suffix": ""}, {"first": "Jin", "middle": ["J"], "last": "Mai", "suffix": ""}, {"first": "W", "middle": ["Y"], "last": "Qian", "suffix": ""}, {"first": "W", "middle": ["B"], "last": "Meng", "suffix": ""}, {"first": "H", "middle": ["T"], "last": "", "suffix": ""}], "year": 2010, "venue": "Leuk Lymphoma", "volume": "51", "issn": "", "pages": "2079--83", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Anagnostopoulos A. Outbreak of novel influenza A (H1N1) in an adult haematology department and haematopoietic cell transplantation unit: clinical presentation and outcome", "authors": [{"first": "C", "middle": [], "last": "Lalayanni", "suffix": ""}, {"first": "A", "middle": [], "last": "Sirigou", "suffix": ""}, {"first": "M", "middle": [], "last": "Iskas", "suffix": ""}, {"first": "C", "middle": [], "last": "Smias", "suffix": ""}, {"first": "I", "middle": [], "last": "Sakellari", "suffix": ""}], "year": 2010, "venue": "J Infect", "volume": "61", "issn": "", "pages": "270--272", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Infections with the 2009 H1N1 influenza virus among hematopoietic SCT recipients: a single center experience", "authors": [{"first": "R", "middle": [], "last": "Rihani", "suffix": ""}, {"first": "W", "middle": [], "last": "Hayajneh", "suffix": ""}, {"first": "I", "middle": [], "last": "Sultan", "suffix": ""}, {"first": "L", "middle": [], "last": "Ghatasheh", "suffix": ""}, {"first": "F", "middle": [], "last": "Abdel-Rahman", "suffix": ""}, {"first": "N", "middle": [], "last": "Hussein", "suffix": ""}], "year": 2011, "venue": "Bone Marrow Transplant", "volume": "46", "issn": "", "pages": "1430--1436", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Outcome of pandemic H1N1 infections in hematopoietic stem cell transplant recipients", "authors": [{"first": "P", "middle": [], "last": "Ljungman", "suffix": ""}, {"first": "R", "middle": [], "last": "De La Camara", "suffix": ""}, {"first": "L", "middle": [], "last": "Perez-Bercoff", "suffix": ""}, {"first": "M", "middle": [], "last": "Abecasis", "suffix": ""}, {"first": "Nieto", "middle": [], "last": "Campuzano", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "", "suffix": ""}], "year": 2011, "venue": "Haematologica", "volume": "96", "issn": "", "pages": "1231--1236", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Delayed clearance of viral load and marked cytokine activation in severe cases of pandemic H1N1 2009 influenza virus infection", "authors": [{"first": "K", "middle": ["K"], "last": "To", "suffix": ""}, {"first": "I", "middle": ["F"], "last": "Hung", "suffix": ""}, {"first": "I", "middle": ["W"], "last": "Li", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "Lee", "suffix": ""}, {"first": "C", "middle": ["K"], "last": "Koo", "suffix": ""}, {"first": "W", "middle": ["W"], "last": "Yan", "suffix": ""}], "year": 2010, "venue": "Clin Infect Dis", "volume": "50", "issn": "", "pages": "314--320", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Oseltamivir ring prophylaxis for containment of 2009 H1N1 influenza outbreaks", "authors": [{"first": "V", "middle": ["J"], "last": "Lee", "suffix": ""}, {"first": "J", "middle": [], "last": "Yap", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Cook", "suffix": ""}, {"first": "M", "middle": ["I"], "last": "Chen", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Tay", "suffix": ""}, {"first": "B", "middle": ["H"], "last": "Tan", "suffix": ""}], "year": 2010, "venue": "N Engl J Med", "volume": "362", "issn": "", "pages": "2166--74", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Seroprotective titers against 2009 H1N1 influenza A virus after vaccination in allogeneic hematopoietic stem cell transplantation recipients", "authors": [{"first": "N", "middle": ["C"], "last": "Issa", "suffix": ""}, {"first": "F", "middle": ["M"], "last": "Marty", "suffix": ""}, {"first": "L", "middle": ["S"], "last": "Gagne", "suffix": ""}, {"first": "S", "middle": [], "last": "Koo", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Verrill", "suffix": ""}, {"first": "E", "middle": ["P"], "last": "Alyea", "suffix": ""}], "year": 2011, "venue": "Biol Blood Marrow Transplant", "volume": "17", "issn": "", "pages": "434--442", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Influenza vaccination in hematopoietic SCT recipients", "authors": [{"first": "P", "middle": [], "last": "Ljungman", "suffix": ""}, {"first": "G", "middle": [], "last": "Avetisyan", "suffix": ""}], "year": 2008, "venue": "Bone Marrow Transplant", "volume": "42", "issn": "", "pages": "637--678", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Treatment and clinical course of 7 patients. Closed (positive) and open (negative) circles represent rapid diagnostic test of influenza A infection. 2009 H1N1 influenza infection determined by real-time reverse-transcriptase polymerase chain reaction is indicated by triangles; the presence (closed triangle) or absence (open triangle) of the H275Y mutation, resulting from the single nucleotide substitution, CAC to TAC, at position 275, was determined by sequencing the relevant region. Sequencing analysis of the specimen of case 3 was not performed (gray triangle). Anti-viral drugs were oseltamivir of prophylactic dose (OTV-p; 75 mg, orally, daily), oseltamivir of therapeutic dose (OTV-t; 75 mg, orally, twice daily), peramivir (PMV; 300 mg, intravenously, daily), laninamivir (LNV; 40 mg, single oral inhalation), and zanamivir (ZNV; 10 mg, oral inhalation, daily). The approximate severities of hypoxemia/respiratory failure of each patient are schematically represented by gradated horizontal bars. Cases 4 and 5 were admitted to the intensive care unit on the days indicated by vertical arrows 2009 H1N1 outbreak in hematology ward 367", "latex": null, "type": "figure"}, "FIGREF1": {"text": "in the 2010-2011 season) of all isolated viruses in Japan [11]", "latex": null, "type": "figure"}, "TABREF0": {"text": "). None of the patients had received the 2010-2011 vaccine protecting against the influenza A H3N2 virus, influenza B virus, or 2009 H1N1 virus. Nasopharyngeal swab was collected within 48 h of the onset of symptoms. Influenza A infection was detected by a commercially available rapid influenza diagnostic test (RIDT; Quick Chaser Ò Flu A, B, MIZUHO MEDY Co.", "latex": null, "type": "table"}, "TABREF1": {"text": "Baseline clinical characteristics of seven patients with hematologic tumorsNA not applicable, MM multiple myeloma, ALL acute lymphocytic leukemia, ML malignant lymphoma, Auto-PBSC autologous peripheral blood stem cell, allo-BM allogeneic bone marrow, MRD HLA-matched related donor, MUD HLA-matched unrelated donor, HDC high-dose chemotherapy, RIC reduced-intensity conditioning regimen consisting of fludarabine, busulfan, and 4 Gy total body irradiation, MAC myeloablative conditioning regimen consisting of high-dose cyclophosphamide and 12 Gy total body irradiation, cGVHD chronic graft-versus-host disease,", "latex": null, "type": "table"}, "TABREF2": {"text": "Symptoms and laboratory data of seven patients at the onset of influenza", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Case\n</td><td>Fever\n</td><td>Upper\n</td><td>Lower\n</td><td>Hypoxemia </td><td>White blood cells (/ll)\n</td><td>Neutrophils\n</td><td>Lymphocytes\n</td><td>Serum\n</td><td>Creatinine (mg/dl)\n</td><td>Co-infection of respiratory tract\n</td></tr><tr><td>no.\n</td><td>[38 C\n</td><td>RTS\n</td><td>RTS\n</td><td> </td><td> </td><td>(/ll)\n</td><td>(/ll)\n</td><td>IgG (mg/ dl)\n</td><td> </td><td> </td></tr><tr><td>1 </td><td>? </td><td>? </td><td>? </td><td>? </td><td>6,600 </td><td>5,270 </td><td>980 </td><td>756a </td><td>1 </td><td>S. pneumoniae\n</td></tr><tr><td>2 </td><td>? </td><td>? </td><td>- </td><td>? </td><td>1,400 </td><td>970 </td><td>130 </td><td>946 </td><td>1 </td><td>ND\n</td></tr><tr><td>3 </td><td>? </td><td>? </td><td>? </td><td>? </td><td>6,700 </td><td>4,680 </td><td>1,330 </td><td>420 </td><td>2.3 </td><td>ND\n</td></tr><tr><td>4 </td><td>- </td><td>? </td><td>? </td><td>? </td><td>2,600 </td><td>700 </td><td>1,710 </td><td>764 </td><td>0.4 </td><td>Aspergillus\n</td></tr><tr><td>5 </td><td>? </td><td>? </td><td>? </td><td>? </td><td>4,000 </td><td>2,820 </td><td>880 </td><td>1,316 </td><td>2.3 </td><td>Klebsiella,\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>MSSA\n</td></tr><tr><td>6 </td><td>? </td><td>? </td><td>? </td><td>- </td><td>300 </td><td>10 </td><td>240 </td><td>911 </td><td>1.3 </td><td>ND\n</td></tr><tr><td>7 </td><td>? </td><td>- </td><td>- </td><td>- </td><td>400 </td><td>320 </td><td>20 </td><td>668 </td><td>0.3 </td><td>ND\n</td></tr></table></body></html>"}, "TABREF3": {"text": "Table 1", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>obtain detailed information on the specific influenza A\n</td><td>Baseline clinical characteristics of seven patients with hematologic tumors\n</td><td>oratory data included white cell counts ranging from 300 to\n</td></tr><tr><td>Case no.\n</td><td>Age/sex </td><td>Primary tumor/ status\n</td><td>Hematopoietic stem cell transplantation (HSCT) </td><td>PS </td><td>Treatment\n</td></tr><tr><td> </td><td> </td><td> </td><td>Source </td><td>Conditioning </td><td>Days after\n</td><td>Comorbidities\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td>HSCT\n</td><td> </td><td> </td><td> </td></tr><tr><td>1 </td><td>65/male </td><td>MM/relapse </td><td>Auto-PBSC </td><td>HDC </td><td>1,643 </td><td>None </td><td>1 </td><td>Bortezomib\n</td></tr><tr><td>2 </td><td>56/female </td><td>ALL/remission </td><td>Allo-BM from\n</td><td>RIC plus rituximab\n</td><td>308 </td><td>Extensive cGVHD, hemorrhagic cystitis\n</td><td>2 </td><td>Cyclosporine, prednisolone\n</td></tr><tr><td> </td><td> </td><td> </td><td>MRD\n</td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>3 </td><td>65/male </td><td>ML/remission </td><td>Auto-PBSC </td><td>HDC plus rituximab\n</td><td>223 </td><td>Chronic urinary tract infection\n</td><td>2\n</td><td> </td></tr><tr><td>4 </td><td>67/female </td><td>ML/remission </td><td>Allo-BM from\nMUD\n</td><td>RIC plus rituximab\n</td><td>226 </td><td>Extensive cGVHD </td><td>4 </td><td>Tacrolimus, mycophenolate mofetil, prednisolone,\n</td></tr><tr><td>5 </td><td>49/female </td><td>ALL/remission </td><td>Cord blood </td><td>MAC </td><td>1,315 </td><td>Post-transplant lymphoproliferative\ndisorder\n</td><td>4 </td><td>Rituximab\n</td></tr><tr><td>6 </td><td>67/male </td><td>ML/relapse </td><td>NA </td><td>NA </td><td>NA </td><td>NA </td><td>1 </td><td>Salvage chemotherapy, rituximab\n</td></tr><tr><td>7 </td><td>84/female </td><td>ML/refractory </td><td>NA </td><td>NA </td><td>NA </td><td>NA </td><td>3 </td><td>Salvage chemotherapy\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Acknowledgments The authors wish to thank Dr. Y. Kitahori at the Division of Bacteriology, Nara Prefectural Institute for Hygiene and Environment, for diagnostic testing of 2009 H1N1 infection; and all medical and nursing staff at Tenri Hospital for treating the patients.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}, {"text": "The authors declare that they have no conflict of interest.", "cite_spans": [], "ref_spans": [], "section": "Conflict of interest"}]}