{
    "paper_id": "6fbd2ef7b0aae452b511a56d89352848c69a2380",
    "metadata": {
        "title": "Thrombopenie auf der Intensivstation",
        "authors": [
            {
                "first": "Redaktion",
                "middle": [
                    "G"
                ],
                "last": "Heinz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Medical University of Vienna",
                    "location": {
                        "settlement": "Vienna",
                        "country": "Österreich"
                    }
                },
                "email": ""
            },
            {
                "first": "Wien",
                "middle": [
                    "A"
                ],
                "last": "Valentin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Medical University of Vienna",
                    "location": {
                        "settlement": "Vienna",
                        "country": "Österreich"
                    }
                },
                "email": ""
            },
            {
                "first": "Pongau",
                "middle": [
                    "P"
                ],
                "last": "Knöbl",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Medical University of Vienna",
                    "location": {
                        "settlement": "Vienna",
                        "country": "Österreich"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Thrombozyten sind kleine kernlose Zellelemente, die im Blut in einer Zahl von 150-450 G/l zirkulieren. Die Bildung der Thrombozyten erfolgt im Knochenmark durch Abschnürungen des Zytoplasmas von Megakaryozyten. Die Thrombopoese wird durch Thrombopoietin gesteuert, ein Zytokin das in der Leber gebildet wird und über Rezeptoren an den Megakaryozyten ihr Wachstum stimuliert.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physiologie und Funktion der Thrombozyten"
        },
        {
            "text": "Die Funktion der Thrombozyten besteht in der primären Hämostase, einem komplexen Prozess, der zur Bildung von Thrombozytenaggregaten an Orten mit Störungen der Endothelintegrität führt. Die Thrombozytenaggregation erfolgt an den A1-Domänen des von-Willebrand-Faktors (VWF), der nach Stimulierung in hochmolekularer Form aus Endothelzellen freigesetzt wird. Durch Scherkräfte im Blutstrom wird er gestreckt, die A1-Domänen werden zugänglich und Thrombozyten binden mit ihren GP-Ib/-IX-Rezeptoren daran. Dadurch werden die Thrombozyten aktiviert und exprimieren GP-IIb/-IIIa-Rezeptoren, an denen Fibrinogen binden und dadurch eine Quervernetzung der Aggregate stattfinden kann.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physiologie und Funktion der Thrombozyten"
        },
        {
            "text": "Thrombozytenzahlen kann eine thrombozytäre Blutungsneigung vorhanden sein Durch die dabei lokalisiert freiwerdenden Phospholipide, Mikropartikel, und Thrombozyteninhaltsstoffe wird die plasmatische Hämostase massiv gefördert. Alle diese Komponenten sind für eine normale Plättchenfunktion notwendig, Defekte in jedem Punkt können Blutungsneigung verursachen. Daher ist die Thrombozytenzahl alleine nicht für eine Blutungsneigung verantwortlich. Auch bei normalen Thrombozenzahlen kann eine thrombozytäre Blutungsneigung vorhanden sein. Im Labor können nur einige dieser Komponenten gemessen werden. Auch die moderne Plättchenfunktionsanalytik, wie PFA100 ® , Siemens Medical Solutions, Malvern, USA, Multiplate, \"fluorescence-activated cell sorting\" (FACS) etc., erfasst nicht alle Aspekte der Plättchenphysiologie. Mehr Details zur Thrombozytenphysiologie finden sich in [3] .",
            "cite_spans": [
                {
                    "start": 872,
                    "end": 875,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "» Auch bei normalen"
        },
        {
            "text": "Die Gründe für eine Thrombopenie sind vielfältig. In . Tab. 1 sind die Wichtigsten zusammengefasst. Das Erkennen und die richtige zielgerichtete Behandlung erfordern adäquate diagnostische Maßnahmen (. Tab. 2) sowie viel klinische Erfahrung in der Interpretation der Testresultate und Auswahl der Therapiestrategie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ursachen und spezifische Therapieansätze"
        },
        {
            "text": "Generell kann eine Bildungsstörung von einem vermehrten Thrombozytenverbrauch unterschieden werden. Da Thrombozyten so wie die Zellen der anderen hämatopoetischen Reihen im Knochenmark gebildet werden, ist bei Knochenmarkserkrankungen die Thrombopenie nie isoliert. Es sind immer auch die Erythozyten-und Leukozytenzahlen vermindert. Reifungsparameter, wie Retikulozytenzahlen und die \"immature platelet fraction\" (IFP), sind bei Bildungsstörungen vermindert. Ursachen für eine Knochenmarksdysfunktion sind toxische Knochenmarksschäden (z. B. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Verminderte Thrombozytenbildung"
        },
        {
            "text": "Auch die heparininduzierte Thrombopenie (HIT) ist eine immunologisch mediierte Erkrankung [5, 20] ",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 93,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 94,
                    "end": 97,
                    "text": "20]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Heparininduzierte Thrombopenie"
        },
        {
            "text": "Kritische Erkrankung · Hämorrhagie · Thrombozytenerkrankungen · Verbrauchskoagulopathie · Thrombotischthrombopenische Purpura Thrombocytopenia in the intensive care unit. Diagnosis, differential diagnosis, and treatment Abstract Thrombocytopenia is a frequent phenomenon in intensive care medicine. A variety of conditions can be responsible for low platelet counts. As platelets are part of the primary hemostatic system, bleeding is the most important complication of thrombocytopenia. Proper workup of the differential diagnosis to identify the cause of thrombocytopenia is essential because the various underlying disorders require different diagnostic and therapeutic management strategies. A low platelet count is a strong predictor of outcome in critically ill patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schlüsselwörter"
        },
        {
            "text": "This article summarizes the differential diagnosis and diagnostic workup of thrombocytopenia in the critically ill, describes the most important conditions, and gives an overview on therapeutic options and strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schlüsselwörter"
        },
        {
            "text": "Critical illness · Hemorrhage · Blood platelet disorders · Consumption coagulopathy · Purpura, thrombotic thrombopenic vierung, Mikropartikel-und Tissuefactor-Freisetzung und damit eine arterielle und venöse Thromboseneigung, die massiv und lebensbedrohlich sein kann (Details siehe [5] ",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 286,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Keywords"
        },
        {
            "text": "Gerinnungsfaktoren und Thrombozyten kommt es zu unstillbaren Blutungen Einen entscheidenden diagnostischen Hinweis stellt eine progrediente Thrombozytopenie in Kombination mit einem Abfall des Fibrinogens und einem Ansteigen der D-Dimere dar. In der Routinelaboruntersuchung finden sich darüber hinaus eine verlängerte Prothrombinzeit, eine verlängerte aktivierte partiellen Thromboplastinzeit (aPTT), vermehrt Fibrinabbauprodukte und verminderte Gerinnungsinhibitoren (z. B. Protein C und S, Antithrombin). Fibrinogen wird ebenfalls verbraucht, kann aber als Akutphasenprotein auch scheinbar normal sein. Daher ist der Fibrinogenspiegel immer in Relation zu anderen Akute-Phase-Proteinen (z. B. C-reaktives Protein) zu beurteilen. Diese Parameter werden in gut evaluierten Scoringsystemen, wie International-Society-on-Thrombosis-and-Haemostasis(ISTH)-DIC-Score, verwendet um eine DIC zu erkennen und den Verlauf zu beurteilen [14] . Diese Scoringsysteme sind jedoch in manchen Situationen nur eingeschränkt beurteilbar (z. B. bei Infektionen, Leberfunktionsstörungen, Hämodilution oder Störungen der Thrombopoese). Daher ist die Beurteilung des Verlaufs (Messungen mehrmals täglich) notwendig, um die Dynamik der Gerinnungsstörung und das Ansprechen auf die Behandlung beurteilen zu können.",
            "cite_spans": [
                {
                    "start": 928,
                    "end": 932,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "» Bei Verbrauch von"
        },
        {
            "text": "Grundlage der Therapie einer DIC ist die kausale Therapie der Grunderkrankung. Außerdem muss abgeschätzt werden ob die hämorrhagische oder die thrombogene Komponente überwiegt [10] Generell erfordert die Behandlung einer akuten Episode einer TMA viel Erfahrung und ein koordiniertes Zusammenspiel aller beteiligten Abteilungen [9] . In den meisten Fällen ist eine intensivmedizinische Betreuung notwendig. Vor allem zerebrale Minderperfusion (bis hin zu ischämischen Insulten) und der Verschluss von Koronararterien führen zum Tod des Patienten. Daher hat die Verbesserung der Organperfusion in der Frühphase hohe Priorität. Die Unterbrechung des Autoimmunprozesses ist jedoch die kausale Therapie.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 180,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 327,
                    "end": 330,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "» Bei Verbrauch von"
        },
        {
            "text": "Plasmaaustausch: Die Einführung der Plasmaaustauschtherapie in den 1970er-Jahren hat zu einer dramatischen Verbesserung der Mortalität geführt, diese liegt aber immer noch bei etwa 20 %. Dabei wird täglich das 1-fache Plasmavolumen (etwa 50 ml/kgKG) entfernt und mit Spenderplasma (\"fresh frozen plasma\", FFP, Octaplas ® , Octapharma ® , Langenfeld, Deutschland) ersetzt. Dadurch werden ultragroße von-Willebrand-Faktor-Multimere, Autoantikörper, Hämolyseendprodukte und Thrombozytenaggregate aus der Zirkulation entfernt und ADAMTS13 und normaler von-Willebrand-Faktor zugeführt. Diese Therapie wird ohne Unterbrechung durchgeführt, bis sich Thrombozytenzahl, Laktatdehydrogenase und Organfunktionen normalisiert haben. Bei schlecht respondierenden Patienten kann die Intensität auf das 1,5-fache Plasmavolumen bzw. 2-mal täglich auf das 1-fache Plasmavolumen gesteigert werden. Wenn diese Therapiemöglichkeit nicht besteht, sind 20 ml/ kgKG Plasma zu infundieren und der Patient umgehend in ein spezialisiertes Eine Pseudothrombopenie entsteht in vitro durch Thrombozytenaggregation im mit Ethylendiamintetraazetat (EDTA) antikoaguliertem Blut. Die Bestimmung der Thrombozytenzahlen aus Zitratblut kann helfen, diese klinisch irrelevante präanalytische Störung zu diagnostizieren.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "» Bei Verbrauch von"
        },
        {
            "text": "Weitere präanalystische Fehler (Abnahmefehler, Fehler beim Probentransport und der Probenaufarbeitung etc.) können eine Thrombopenie vortäuschen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "» Bei Verbrauch von"
        },
        {
            "text": "Generell soll ohne Abklärung der Ursache der Thrombopenie keine Behandlung erfolgen. Das unkritische Verabreichen von Thrombozytenkonzentraten bei Thrombopenie stellt einen Kunstfehler dar. Vor jeder therapeutischen Intervention muss festgelegt werden, warum diese notwendig ist. Das Blutungsrisiko muss gegen das Risiko möglicher Komplikationen einer Behandlung abgewogen werden. Details zu spezifischen Therapien sind in den entsprechenden Abschnitten angegeben (. Tab. 5).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Allgemeine therapeutische Optionen"
        },
        {
            "text": "Die Transfusion von Thrombozytenkonzentraten ist nur bei manifester Blutungsneigung aus thrombozytärer Ursache indiziert. Eine prophylaktische Gabe zur Verhinderung von Blutungen wird kontrovers diskutiert, ist jedoch in bestimmten Situationen sicher notwendig (rezente Blutungen, präoperativ etc.). Es existiert jedoch kein anerkannter Grenzwert, unter dem substituiert werden muss. Sicherlich kontraindiziert bzw. wirkungslos sind Thrombozytenkonzentrate bei TTP, TMA, HIT und ITP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Thrombozytenkonzentrate"
        },
        {
            "text": "Unerwünschte WirkungenvonThrombozytenkonzentraten sind Immunisierung (Transfusionsthrombopenie), Refraktärität, allergische Reaktionen, transfusionsassoziiertes Lungenversagen, Zitrattoxizität und Übertragung von Infektionen. Eine Übersicht dazu findet sich in [15] .",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 265,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Thrombozytenkonzentrate"
        },
        {
            "text": "Seit einigen Jahren sind 2 Substanzen zur Behandlung der Autoimmunthrombozytopenie zugelassen, die über Stimulation von Thrombopoietinrezeptoren auf Megakaryozyten die Thrombopoese stimulieren: die Thrombopoietinrezeptoragonisten (TPRA) Romiplostim (Nplate ® , Amgen, München, Deutschland) und Eltrombopag (Revolade ® , GlaxoSmithKline, Mississauga, Kanada; [16] ). Beide bewirken innerhalb von 3 Wochen einen deutlichen Anstieg der Thrombozytenzahlen bei den meisten Patienten. Romiplostim wird 1-mal pro Woche subkutan verabreicht (Dosis 1-9 μg/kgKG), Eltrombopag täglich oral gegeben (Dosis 25-75 mg/Tag). Auch wenn dazu klinische Studien noch fehlen können diese Substanzen auch bei manchen anderen Formen der Thrombopenie wirksam sein.",
            "cite_spans": [
                {
                    "start": 358,
                    "end": 362,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Thrombopoietinrezeptoragonisten"
        },
        {
            "text": "Bei immunologisch mediierten Thrombopenien (ITP, TTP, HIT etc.) können Steroide durch ihren immunsuppressiven Effekt die Nachbildung der Antikörper reduzieren. Sie sind daher ein fester Bestandteil der Behandlung und werden üblicherweise in einer Dosis von 1 mg/ kgKG begonnen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Steroide"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Heparin-induced thrombocytopenia (HIT) in 2011: an epidemic of overdiagnosis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cuker",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Thromb Haemost",
            "volume": "106",
            "issn": "",
            "pages": "993--994",
            "other_ids": {
                "DOI": [
                    "10.1160/TH11-09-0677"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Predictivevalueofthe4Tsscoringsystemfor heparin-induced thrombocytopenia: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cuker",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Gimotty",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Crowther",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Warkentin",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Blood",
            "volume": "120",
            "issn": "",
            "pages": "4160--4167",
            "other_ids": {
                "DOI": [
                    "10.1182/blood-2012-07-443051"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Platelets at the interface of thrombosis, inflammation, and cancer",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Franco",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Corken",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ware",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Blood",
            "volume": "126",
            "issn": "",
            "pages": "582--588",
            "other_ids": {
                "DOI": [
                    "10.1182/blood-2014-08-531582"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Is there a \"magic\" hemoglobin number? Clinical decision support promoting restrictive blood transfusion practices",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Goodnough",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Am J Hematol",
            "volume": "90",
            "issn": "",
            "pages": "927--933",
            "other_ids": {
                "DOI": [
                    "10.1002/ajh.24101"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Heparin-induced Thrombocytopenia",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Greinacher",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "N Engl J Med",
            "volume": "373",
            "issn": "",
            "pages": "252--261",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The frequency and clinical significance of thrombocytopenia complicating critical illness: a systematic review",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Arnold",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Chest",
            "volume": "139",
            "issn": "",
            "pages": "271--278",
            "other_ids": {
                "DOI": [
                    "10.1378/chest.10-2243"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Bleeding and coagulopathies in critical care",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Hunt",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "370",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Inherited and acquired thrombotic thrombocytopenic purpura (TTP) in adults",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Knöbl",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Semin Thromb Hemost",
            "volume": "40",
            "issn": "",
            "pages": "493--502",
            "other_ids": {
                "DOI": [
                    "10.1055/s-0034-1376883"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Treatment of thrombotic microangiopathy with a focus on new treatment options",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Knöbl",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Hamostaseologie",
            "volume": "33",
            "issn": "",
            "pages": "149--159",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Blood coagulation and inflammation in critical illness : the importance of the protein C pathway",
            "authors": [
                {
                    "first": "P (",
                    "middle": [],
                    "last": "Knoebl",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hrsg",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Treatment of infectionassociated purpura fulminans with protein C zymogen is associated with a high survival rate",
            "authors": [
                {
                    "first": "Schellongowski",
                    "middle": [
                        "P"
                    ],
                    "last": "Knoeblp",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Staudingert",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sperrwr",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Scheibenpflug",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Blood",
            "volume": "122",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Thrombocytopenia in critically ill patients",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Levi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Löwenberg",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Semin Thromb Hemost",
            "volume": "34",
            "issn": "",
            "pages": "417--424",
            "other_ids": {
                "DOI": [
                    "10.1055/s-0028-1092871"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Coagulopathy and platelet disorders in critically ill patients",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Levi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schultz",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Minerva Anestesiol",
            "volume": "76",
            "issn": "",
            "pages": "851--859",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Guidelines for the diagnosis and management of disseminated intravascular coagulation. British Committee for Standards in Haematology",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Levi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Toh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Thachil",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Watson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Platelet transfusions for critically ill patients with thrombocytopenia",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lieberman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Bercovitz",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Sholapur",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Heddle",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Stanworth",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Arnold",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Blood",
            "volume": "123",
            "issn": "",
            "pages": "1146--1151",
            "other_ids": {
                "DOI": [
                    "10.1182/blood-2013-02-435693"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Thrombopoietin receptor agonists: a critical review",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Bussel",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Semin Hematol",
            "volume": "52",
            "issn": "",
            "pages": "46--52",
            "other_ids": {
                "DOI": [
                    "10.1053/j.seminhematol.2014.11.001"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Drug-induced thrombocytopenia in critically ill patients",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Priziola",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Smythe",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Dager",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Crit Care Med",
            "volume": "38",
            "issn": "",
            "pages": "145--154",
            "other_ids": {
                "DOI": [
                    "10.1097/CCM.0b013e3181de0b88"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Coagulopathy in critically ill patients: part 1: platelet disorders",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Rice",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Wheeler",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Chest",
            "volume": "136",
            "issn": "",
            "pages": "1622--1630",
            "other_ids": {
                "DOI": [
                    "10.1378/chest.08-2534"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Evidence base for restrictive transfusion triggers in highrisk patients",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Spahn",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Spahn",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Stein",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Transfus Med Hemother",
            "volume": "42",
            "issn": "",
            "pages": "110--114",
            "other_ids": {
                "DOI": [
                    "10.1159/000381509"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Heparin-induced thrombocytopenia in critically ill patients",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Warkentin",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Semin Thromb Hemost",
            "volume": "41",
            "issn": "",
            "pages": "49--60",
            "other_ids": {
                "DOI": [
                    "10.1055/s-0034-1398381"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Infektionen, Schwangerschaft, Medikamente, Malignomen etc.) Andere Formen der TMA (einige bezeichnet als atypisches HUS, aHUS)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Tab. 1 Ursachen einer Thrombopenie Verminderte Bildung Chinin/Chinidin, Sulfonamide, Penizilline, Gold, Rifampicin, u.v.a.m. CMV Zytomegalievirus; CVVHF \"continuous venovenous hemofiltration\"; DIC disseminierte intravasale Koagulopathie; EBV Ebstein-Barr-Virus, ECMO extrakorporale Membranoxygenierung; EPH \"edema, proteinuria, hypertension\"; HELLP \"haemolysis, elevated liver enzymes, low platelet count\"; HIT heparininduzierte Thrombopenie; HUS hämolytisch-urämisches Syndrom; HIV humanes Immundefizienzvirus; HLM Herz-Lungen-Maschine; IABP intraaortale Ballonpumpe; ITP Autoimmunthrombopenie; SLE systemischer Lupus erythematodes; TTP thrombotisch-thrombopenische Purpura chen. Diagnostisch ist bei Verdacht auf eine Bildungsstörung eine Knochenmarksuntersuchung obligat. Die Therapie erfolgt bis zur Behebung der Ursache durch Transfusion von Spenderthrombozyten. Die Transfusionsgrenze zur Verhinderung von Spontanblutungen liegt bei 10 G/l und ist bei Eingriffen oder bei klinisch manifesten Blutungen höher (30-50 G/l). Eine Thrombopenie aufgrund einer Bildungsstörung kann schon bei Aufnahme auf die Intensivstation vorhanden sein (z. B. nach Zytostatikatherapie). Aber auch während der intensivmedizinischen Behandlung kann eine Knochenmarksdysfunktion auftreten (z. B. als Nebenwirkung mancher Medikamente). Die Arbeit von Rice et al. zeigt eine umfassende Tabelle aller potenziell gefährlichen Medikamente [18], auch bei Priziola et al. gibt es eine gute Übersicht [17]. Weitaus häufiger entsteht eine Thrombopenie jedoch durch vermehrten Thrombozytenverbrauch. Die Nachbildung von Thrombozyten im Knochenmark ist langsamer als die Elimination aus dem Blut. Die \"immature platelet fraction\" (IPF) ist deutlich erhöht.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Med Klin Intensivmed Notfmed 2016 · 111:425-433 DOI 10.1007/s00063-016-0174-8 © The Author(s) 2016 . This article is available at SpringerLink with Open Access P. Knöbl Thrombopenie auf der Intensivstation. Diagnose, Differenzialdiagnose und Therapie",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Score; . Tab. 3) in Zusammenschau mit der Anamnese, der Medikamenten-und Befundhistorie und dem klinischen Bild ist das wichtigste diagnostische Tool[5].Es  gibt keinen Labortest, der eine HIT beweisen kann. Die häufig verwendeten Tests auf Heparin-PF4-Antikörper sind unspezifisch und in bis zu 80 % der Fälle falsch positiv. Ein Antikörpernachweis ist daher kein Beweis für das Vorliegen einer HIT, nicht einmal bei Patienten mit fallenden Thrombozytenzahlen unter laufender Heparintherapie. Andere Tab. 2 Diagnostische Möglichkeiten zur Abklärung einer Thrombopenie Test Indikation (Verdacht auf) Bemerkungen Ak Antikörper, ANA antinukläre Antikörper, CMV Zytomegalievirus, DIC disseminierte intravasale Koagulopathie, EBV Ebstein-Barr-Virus, EDTA Ethylendiamintetraazetat, DIC disseminierte intravasale Koagulopathie, HIT heparininduzierte Thrombopenie, HIV humanes Immundefizienzvirus, IPF \"immature platelet fraction\", LDH Laktatdehydrogenase, PI Phosphoinositol, PNH paroxysmale nächtliche Hämoglobinurie, TMA thrombotische Mikroangiopathie, TTP thrombotisch-thrombopenische Purpura, VWS von-Willebrand-Syndrom Tab. 3 4-T-Score für die Prätestwahrscheinlichkeit a einer heparininduzierten Thrombopenie (HIT) Auch Bivalirudin (Angiox ® , The Me-Häufige Gründe für einen vermehrten Thrombozytenverbrauch sind Erkrankungen von Leber und/oder Milz, z. B. Leberzirrhose, portale Hypertension und Splenomegalie jeglicher Ursache. In der Milz werden Thrombozyten aus der Zirkulation eliminiert. Lebererkrankungen gehen auch oft mit einer systemischen Gerinnungsaktivierung einher, die zur thrombinmediierten Thrombozytenaktivierung führen kann. Disseminierte intravasale Koagulopathie. Als disseminierte intravasale Koagulopathie (DIC) bezeichnet man eine systemische Aktivierung der Gerinnung im Rahmen von verschiedenen Erkrankungen (Infektionen, Sepsis, Trauma, Pankreatitis, Malignome, Schwangerschaftskomplikationen, Hämangiome, Toxine, Schlangengifte, systemische Reaktionen; [7, 13]). Die DIC ist durch eine systemische Gerinnungsaktivierung und den Ausfall der regulierenden inhibierenden Mechanismen charakterisiert. Dadurch kommt es zur disseminierten Ablagerung von Fibrinthromben in der Mikro-und Makrozirkulation und in der Folge zur Störungen der Organfunktion bis hin zum Multiorganversagen.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": ". Angesichts der Pathophysiologie steht die Regulation der überschießenden Gerinnungsaktivierung im Vordergrund. Das kann durch die Gabe von Heparinen und/oder Inhibitorkonzentraten geschehen. Auch wenn keine guten Studien dazu vorliegen ist eine Heparinisierung in der Phase der Thrombosierungen allgemein anerkannt. Aber auch in der Verbrauchsphase kann durch geringe Heparindosen eine Stabilisierung erreicht werden. Standardheparin und niedermolekulare Heparine sind, abhängig von der Patientensituation, mögliche Optionen. Antithrombinkonzentrate zeigten in verschiedenen Studien positive Effekte. Vor allem bei der manifesten DIC und sehr niedrigen Antithrombinspiegeln kann die Gabe in Erwägung gezogen werden. Rekombinantes humanes aktiviertes Protein C ist aufgrund des ungünstigen Nutzen-Risiko-Profils nicht mehr verfügbar, jedoch zeigt ein Prohat sich in einer Studie dem Heparin gegenüber als überlegen erwiesen, ist jedoch nur in Japan verfügbar.Bei Patienten mit Blutungen muss eine Substitution prokoagulatorischer Faktoren erfolgen. Thrombozyten-und Fibrinogenkonzentrate ermöglichen eine rasche, gut kontrollierte und sichere Gerinnungssubstitution. Bei starker Verminderung der Prothrombinzeit (PTZ) und schweren Blutungen kann die Gabe von Prothrombinkomplexpräparaten in Erwägung gezogen werden. Bei lebensbedrohlichen Blutungen (z. B. postpartale Hämorrhagie oder intrazerebrale Blutungen) kann auch rekombinanter Faktor VI-Ia (NovoSeven ® RT, Novo Nordisk, Bags-",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "sollte daher zu einer raschen Verbesserung der Organfunktionen führen. Zurzeit läuft eine Phase-II-Studie an Patienten mit akuten Schüben einer TTP. ARC1779: Dieses Aptamer (RNA/ DNA-Fragment) blockiert ebenfalls die A1-Domänen des von-Willebrand-Faktors. Nachdem die Autoren vor 4 Jahren einen Patienten mit refraktärer TTP auf Compassionate-use-Basis mit dieser Substanz behandelt hatten, führten sie weitere Studien bei Patienten mit akuten Schüben einer TTP durch. Dabei konnte ein signifikanter Anstieg der Thrombozytenzahlen nachgewiesen werden. Diese Substanz wird jedoch von der Herstellerfirma nicht weiterentwickelt. Immunadsorption: Durch Adsorption von Immunglobulinen an Staphylokokkenprotein A oder Anti-human-Immunglobulin-Säulen können Immunglobuline aus der Zirkulation entfernt werden. Dieses komplizierte und teure Verfahren soll jedoch nur ein-Tab. 5 Therapeutische Optionen bei Thrombozytopenie DIC disseminierte intravaskuläre Koagulopathie, HIT heparininduzierte Thrombopenie, ITP Autoimmunthrombopenie, TMA thrombotische Mikroangiopathie, TTP thrombotisch-thrombopenische Purpura gesetzt werden, wenn das Ansprechen auf die konventionelle Therapie nicht ausreichend ist. Rekombinantes humanes ADAMTS13: Das rekombinante Enzym wird zurzeit in klinischen Studien bei angeborenem und erworbenem ADAMTS13-Mangel getestet. Vielversprechende Resultate werden erwartet. Eculizumab (Soliris ® , Alexion Pharmaceuticals, Zürich, Schweiz): Die Blockade des Komplementsystems hat bei TMA-Formen mit Komplementüberaktivierung gute Erfolge gezeigt. Die Substanz ist für das aHUS sogar zugelassen. Supportive Therapie: Die Substitution von Erythrozytenkonzentraten bei schwere Anämie, intensivmedizinische Überwachung, gegebenenfalls Sedierung und Beatmung, Nierenersatztherapie etc. stellen wesentliche Therapiebestandteile dar. Die Gabe von Thrombozytenkonzentraten ist, auch bei sehr niedrigen Werten, zumindest in der Frühphase der Behandlung kontraindiziert. Intensivmedizinische Maßnahmen gehen oft mit einer Hämodilution einher (z. B. Sepsistherapie, Behandlung von Kreislaufversagen, Massivblutungen etc., aber auch Flüssigkeitsretention bei Nierenfunktionseinschränkung oder Hor-mon-und Elektrolytstörungen). Dabei werden alle Blutbestandteile, darunter auch die Thrombozyten, verdünnt.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Die am schnellsten wirksame Behandlung einer Autoimmunthrombopenie ist die hochdosierte Gabe von IgG-Konzentraten (Dosis: je 1 g/kgKG an Tag 1 und 2). Die Wirkung setzt nach 1-2 Tagen ein und verschwindet nach 1-2 Wochen wieder. Diese Therapie ist teuer und nur als Notfallbehandlung bei lebensbedrohlichen Blutungen sinnvoll.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "infusionen"
        },
        {
            "text": "Desmopressin erhöht nicht die Anzahl der Thrombozyten, kann aber die Wirkung der vorhandenen Plättchen verbessert. Desmopressin wird 1-mal täglich als Kurzinfusion gegeben (0,4 μg/kgKG, maximal 4 Tage) und bewirkt eine Ausschüttung von von-Willebrand-Faktor aus den Endothelzellen. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Desmopressin"
        }
    ]
}