{"paper_id": "6ffff3c1916efcbfcd0ca49abc5e020c20312b7d", "metadata": {"title": "The Integrated Information Architecture: A Pilot Study Approach to Leveraging Logistics Management with Regard to Influenza Preparedness", "authors": [{"first": "Chinho", "middle": [], "last": "Lin", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Chun-Mei", "middle": [], "last": "Lin", "suffix": "", "affiliation": {}, "email": ""}, {"first": "David", "middle": ["C"], "last": "Yen", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Wu-Han", "middle": [], "last": "Wu", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Pandemic influenza is considered catastrophic to global health, with severe economic and social effects. Consequently, a strategy for the rapid deployment of essential medical supplies used for the prevention of influenza transmission and to alleviate public panic caused by the expected shortage of such supplies needs to be developed. Therefore, we employ integrated information concepts to develop a simulated influenza medical material supply system to facilitate a rapid response to such a crisis. Various scenarios are analyzed to estimate the appropriate inventory policy needed under different pandemic influenza outbreaks, and to establish a mechanism to evaluate the necessary stockpiles of medications and other requirements in the different phases of the pandemic. This study constructed a web-based decision support system framework prototype that displayed transparent data related to medical stockpiles in each district and integrated expert opinion about the best distribution of these supplies in the influenza pandemic scenarios. A data collection system was also designed to gather information through a daily VPN transmitted into one central repository for reporting and distribution purposes. This study provides timely and transparent medical supplies distribution information that can help decision makers to make the appropriate decisions under different pandemic influenza outbreaks, and also attempts to establish a mechanism of evaluating the stockpiles and requirements in the different phases of the pandemic.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Pandemic influenza is considered catastrophic to global health [8, 17] . Outbreaks cannot be predicted and attempts to trace the disease often have severe economic and social consequences [41] . Faced with this threat, many governments around the world have increased their emphasis on pandemic influenza preparedness and started to develop appropriate plans [34, 42] . As pandemic influenza preparation plans begin to be analyzed, one can first refer back to the SARS outbreak that occurred in many countries across Asia in November of 2002. The supplies of medical masks (e.g. N95 masks) rapidly ran out early in the outbreak [12] . The SARS crisis provides a concrete example of how national and international preparation of medical supply stocks is highly complex and incorporates many different elements, ranging from central government leadership decisions to operational instructions and the flow of information [16] . The experience of the SARS outbreak thus has changed the way many in the medical community view and react to the spread of infectious diseases. According to Coker and Mounier-Jack [24] , investment in preparedness and planning with regard to medical supplies should provide benefits that extend beyond simply influenza pandemic control. Therefore, a strategy for the rapid deployment and delivery of essential medical supplies used for the prevention of influenza transmission and to alleviate the public panic caused by the expected shortage of such supplies needs to be developed [35, 43] . Effective logistics management of influenza preparation plans will not only optimize the response to such a catastrophe, but will also limit the effects of the disease in terms of morbidity, mortality, economic loss, and social disturbance [15, 22] .", "cite_spans": [{"start": 63, "end": 66, "text": "[8,", "ref_id": "BIBREF7"}, {"start": 67, "end": 70, "text": "17]", "ref_id": "BIBREF16"}, {"start": 188, "end": 192, "text": "[41]", "ref_id": "BIBREF39"}, {"start": 359, "end": 363, "text": "[34,", "ref_id": "BIBREF33"}, {"start": 364, "end": 367, "text": "42]", "ref_id": "BIBREF40"}, {"start": 628, "end": 632, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 919, "end": 923, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 1106, "end": 1110, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 1508, "end": 1512, "text": "[35,", "ref_id": "BIBREF34"}, {"start": 1513, "end": 1516, "text": "43]", "ref_id": "BIBREF41"}, {"start": 1759, "end": 1763, "text": "[15,", "ref_id": "BIBREF14"}, {"start": 1764, "end": 1767, "text": "22]", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Introduction"}, {"text": "Unfortunately, the necessary stockpiles usually reside in a multitude of disparate, distributed medical supplies among hospitals, clinics, and pharmacies. Consequently, we cannot integrate such stockpiles within a time period short enough to prevent or even ameliorate the major consequences of an influenza pandemic. WHO [36, 37] emphasizes that the central task in any initiative to organize medical supplies information is the establishment of sentinel networks that not only have the capacity to respond to an outbreak of influenza, but also have the infrastructure to anticipate and potentially prevent threats from being realized, or, at the very least, to minimize their impact. Therefore, we employ integrated information concepts to develop a simulated medical material supply system model. Various scenarios are analyzed to derive the appropriate inventory policy needed under different pandemic influenza outbreaks, and to establish a mechanism of evaluating the stockpiles and requirements in the different phases of the pandemic. In this integrated information model, several medical institutions' medical supplies inventories are linked with the government's stockpile to leverage local medical institutions logistics management in an influenza pandemic crisis. The integrating of information derived from stockpile management facilitates a rapid response related to the distribution of medical supplies. The main functions of integrating the information are: (1) simulating a systematic procedure for conducting epidemic influenza operations;", "cite_spans": [{"start": 322, "end": 326, "text": "[36,", "ref_id": "BIBREF35"}, {"start": 327, "end": 330, "text": "37]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "(2) adopting a concept of informational integration into medical material distribution; (3) employing fuzzy set theory to manage the stockpile of medical supplies; and (4) using XML technology, such as a standard textexchange format, for the convenient sharing of medical supplies information.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "This section provides a review of the theories used in this study. The section starts with a short review of the literature on influenza and crisis management. It then continues with a review of the current and relevant literature on logistics management and decision support system architecture.", "cite_spans": [], "ref_spans": [], "section": "Literature review"}, {"text": "Influenza is an acute respiratory disease, which can often lead to serious and life-threatening complications [23] . The highly pathogenic avian influenza is thought to be transferred through the swapping of genetic material between an avian virus and a human influenza virus (called re-assortment) in the same host (\"mixing vessel\"). It appears that this genetic re-assortment could result in a virus fully capable of spreading in human populations, resulting in pandemic influenza [6] . Consequently, the issue of global influenza pandemic has become an issue of pressing concern. To help deal with such outbreaks, identifying \"warning signs\" (i.e. disease reports or surveillance) is critical, as is the ability to respond to emergencies quickly and effectively [3, 9] .", "cite_spans": [{"start": 110, "end": 114, "text": "[23]", "ref_id": "BIBREF22"}, {"start": 483, "end": 486, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 765, "end": 768, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 769, "end": 771, "text": "9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Influenza and crisis management"}, {"text": "The amount of forewarning available for emergence disease management is often dependent on the sophistication of existing disease monitoring systems. A disease crisis management system capable of dealing with a pandemic of this nature would involve robust threat assessments that include sub-functions for dealing with [1, 9] :", "cite_spans": [{"start": 319, "end": 322, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 323, "end": 325, "text": "9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Influenza and crisis management"}, {"text": "(1) Environmental scanning: warning signs; disease reports or surveillance. (2) Emergency management escalation triggers: incidence of disease, attack rate and issue recognition. (3) Consequence analysis: understanding how multiple cascading impacts can occur and where they will manifest. (4) Crisis coordination and decision making capacity: separate routine business decision making structures and a clearly understood communication mechanism for reporting critical incidents/issues to senior decision makers.", "cite_spans": [], "ref_spans": [], "section": "Influenza and crisis management"}, {"text": "The other factors needed for dealing with such disease crises relate to management skills [11, 26] , such as (1) the ability to analyze logistical and political risks in the pandemic phase, and (2) the ability to organize and gather information as well as to carry out effective leadership and decision making in the hope of reducing both economic losses and public panic during the pandemic. However, effective disease crisis management capacities require an initial investment to be setup, with recurring costs of maintenance and additional capital investment that is likely to decrease over time. The maintenance of existing information infrastructures, such as the national health and safety information network at work in hospitals today, would be a useful network for the distribution of information with regard to infectious disease pandemic management [36] .", "cite_spans": [{"start": 90, "end": 94, "text": "[11,", "ref_id": null}, {"start": 95, "end": 98, "text": "26]", "ref_id": "BIBREF25"}, {"start": 860, "end": 864, "text": "[36]", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "Influenza and crisis management"}, {"text": "Stank and Lackey [31] note that the efficient application of logistics has long been viewed as a significant enabler for firms seeking to achieve competitive superiority. In short, all logistics operations have to be designed in such a way that the right goods get to the right place and are distributed to the right people at the right time [33] . Logistics management is the part of supply chain management that plans, implements and controls the efficient and effective forward and reverse flow and storage of goods, services, and related information between the points of origin and consumption in order to meet customers' requirements [13] . An integrated logistics system includes inventory management, vendor relationships, transportation, distribution, warehousing, and delivery services. Therefore, according to this definition, logistics management includes the flow of goods and services and the information related to this flow, with the aim of things moving from suppliers to users with minimal waste. The broader underlying concept of integrated logistics management has also been portrayed as being able to bring higher customer service levels while decreasing distribution costs [21] , which are cut by effectively managing the flow of products and by more efficient order processing, transportation, inventory, and warehousing [2] . A diagrammatic representation of this concept is offered in Fig. 1 :", "cite_spans": [{"start": 17, "end": 21, "text": "[31]", "ref_id": "BIBREF30"}, {"start": 342, "end": 346, "text": "[33]", "ref_id": "BIBREF32"}, {"start": 640, "end": 644, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 1195, "end": 1199, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 1344, "end": 1347, "text": "[2]", "ref_id": null}], "ref_spans": [{"start": 1410, "end": 1416, "text": "Fig. 1", "ref_id": "FIGREF0"}], "section": "Logistics management"}, {"text": "When information is shared in inter-organizational networks, it can result in a more efficient flow of goods and services, reduced inventory level, and lower costs, which benefits the overall network [38] . The logistics information system thus leads to improved performance of the supply network [28] , and provides a framework for electronic cooperation between businesses by allowing the processing and sharing of information [31] .", "cite_spans": [{"start": 200, "end": 204, "text": "[38]", "ref_id": "BIBREF36"}, {"start": 297, "end": 301, "text": "[28]", "ref_id": "BIBREF27"}, {"start": 429, "end": 433, "text": "[31]", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Logistics management"}, {"text": "Lapierre and Ruiz [19] indicate that coordinating the procurement and distribution operations can improve hospital inventory capacities, while Bowersox et al. [4] also argue that accurate and timely logistics information is a crucial component of goods and services flow management. The most widely discussed system of logistics information management applies information technology in the hope of improving the flow of information throughout the supply chain [27] . Therefore, a logistics information system can be defined as a management information system (MIS) that provides decision makers with relevant and timely information [30] .", "cite_spans": [{"start": 18, "end": 22, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 159, "end": 162, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 460, "end": 464, "text": "[27]", "ref_id": "BIBREF26"}, {"start": 632, "end": 636, "text": "[30]", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Logistics management"}, {"text": "The task of logistics information management is to effectively apply information technology for the better flow of information throughout the supply chain [5] . For example, the linking of systems with XML means that a business and its suppliers can exchange information without the use of the same software [28] . This in turn enables the business partners to integrate their information resources and accelerate decision making with regard to SCM processes [38] .", "cite_spans": [{"start": 155, "end": 158, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 308, "end": 312, "text": "[28]", "ref_id": "BIBREF27"}, {"start": 459, "end": 463, "text": "[38]", "ref_id": "BIBREF36"}], "ref_spans": [], "section": "Logistics management"}, {"text": "As information technology has progressed, the Internet has greatly improved the speed of decision making transmission and the capability of inter-organizational information systems, and is thus being adopted as a routine platform in upstream, downstream, and internal supply chains a method of rapid response and quality improvement [28, 29] .", "cite_spans": [{"start": 333, "end": 337, "text": "[28,", "ref_id": "BIBREF27"}, {"start": 338, "end": 341, "text": "29]", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Logistics management"}, {"text": "Decision Support Systems (DSS) is a class of interactive, computer-based systems intended to provide support to decision makers engaged in solving various semi-to illstructured problems involving multiple attributes, objectives and goals [30] . DSS is thus becoming increasingly critical with regard to emergency responses to natural disasters.", "cite_spans": [{"start": 238, "end": 242, "text": "[30]", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Decision support system"}, {"text": "DSS is dependent upon knowledge acquisition for the design of the decision mechanism in terms of: (1) the clinical domain, for understanding of the decision problem, and enabling data investigation and risk assessment;", "cite_spans": [], "ref_spans": [], "section": "Decision support system"}, {"text": "(2) decision models enabling \"what-if\" scenario investigations on practical decision making motivation; and (3) informatics technology, to provide the technology and algorithms for the data collection, processing, structure, presentation and integration of the database [39] .", "cite_spans": [{"start": 270, "end": 274, "text": "[39]", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "Decision support system"}, {"text": "As with the deployment of any type of information system, successfully implementing DSS requires a number of elements, and Wassenhove [33] cited five key factors in setting up an efficient supply chain to prepare for effective disaster management, namely: human resources, knowledge management, process management, resources, and community [19] . We also consider these five elements in building our prototype system.", "cite_spans": [{"start": 134, "end": 138, "text": "[33]", "ref_id": "BIBREF32"}, {"start": 340, "end": 344, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Decision support system"}, {"text": "(1) Human Resources: Well-trained experts who are capable of planning, coordinating, and estimating are important assets in crisis management. The CDC's expert experience and working skills under pressure would be helpful to better prepare for influenza outbreaks. (2) Knowledge management: Capturing, codifying, transferring and retaining the information about medical supplies distribution can be helpful in learning about past cases of disease spread. Information transparency is also a crucial part of effective knowledge management. (3) Process management: Logistics management plays a central role in influenza preparation and in meeting the demands in each area that is affected by the disease. (4) Resources: At the influenza outbreak stage, emergency medical supplies must be flown into the disaster area from other areas, or even from abroad, as quickly as possible, despite the high costs. Taiwan's Communicable Disease Control act provides the government with the authority to execute resource sharing in such cases. (5) Community: A central repository for reporting and disseminating XML-formatted messages can give an effective platform for collaborating among government, CDC, hospitals, and clinics.", "cite_spans": [], "ref_spans": [], "section": "Decision support system"}, {"text": "This integrated information system is to establish a common data trade and integration platform for use over the Internet to assist Taiwan Centers for Disease Control (hereafter CDC) staff in obtaining accurate medical stockpile information. In this section we establish the architecture of an information integration platform for influenza medical supplies preparedness called \"e-Flu\", and then describe the processing method in the different periods of the influenza pandemic. Finally, we design the system development environment and interface.", "cite_spans": [], "ref_spans": [], "section": "An integrated information scheme"}, {"text": "System concept and architecture", "cite_spans": [], "ref_spans": [], "section": "An integrated information scheme"}, {"text": "In this study, we design the integration of a medical supplies stockpile information database from the five district area hospitals and clinics via a secure virtual private network (VPN), which is the ready-made national health insurance's claim data exchange platform in Taiwan. The integration of stockpile information of medical supplies can help the Taiwan CDC to leverage a national medical supplies stockpile and then dispense it in order to better manage the supply and demand during an influenza outbreak. Because the spread of influenza is quite rapid and antiviral drugs and medical supplies need to be administered within 48 h of the onset of the disease [19, 36] , the CDC must get detailed information in order make the right decisions in a short amount of time. The overall system design is represented in Fig. 2 .", "cite_spans": [{"start": 666, "end": 670, "text": "[19,", "ref_id": "BIBREF18"}, {"start": 671, "end": 674, "text": "36]", "ref_id": "BIBREF35"}], "ref_spans": [{"start": 820, "end": 826, "text": "Fig. 2", "ref_id": "FIGREF1"}], "section": "An integrated information scheme"}, {"text": "The concept of integrating the medical supply stockpiles is shown in Fig. 3 in which the CDC stockpile includes the virtual stockpiles from the hospitals and clinics. It allows some medical supplies to be moved from the elective supply base into emergency supply bases while the influenza outbreak is occurring.", "cite_spans": [], "ref_spans": [{"start": 69, "end": 75, "text": "Fig. 3", "ref_id": "FIGREF2"}], "section": "An integrated information scheme"}, {"text": "In analyzing the functionality of the system, we utilize the tree-structure plot and a case diagram to deploy the framework of the medical supplies system functions. First, the function list of the system as a whole is described, which is represented in Fig. 4 . This figure displays all of the e-Flu system, which contains six catalogs and ten functions to cope with different tasks.", "cite_spans": [], "ref_spans": [{"start": 254, "end": 260, "text": "Fig. 4", "ref_id": "FIGREF5"}], "section": "System functions and character analysis"}, {"text": "After designing all of the functions, we proceed to identify the authority of users within the user case diagram (see Fig. 5 ). The web-based decision support system involves one CDC head director and five CDC deputy directors in charge of the medical supplies distribution.", "cite_spans": [], "ref_spans": [{"start": 118, "end": 124, "text": "Fig. 5", "ref_id": "FIGREF4"}], "section": "System functions and character analysis"}, {"text": "In order to improve the process of group decision and to remove communication barriers, we develop a group decision support system (GDSS) as a tool to support the goals of time saving and consensus [20, 32] . To deal with the issue of uncertainty, fuzzy set theory is adopted, and for simplification we utilized triangular fuzzy numbers to express the preferred values for the distribution of medical materials.", "cite_spans": [{"start": 198, "end": 202, "text": "[20,", "ref_id": "BIBREF19"}, {"start": 203, "end": 206, "text": "32]", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "System functions and character analysis"}, {"text": "Integrated decision making is critically dependent on the availability of integrated high quality information from heterogeneous databases, organized and presented in a timely manner. Therefore, we adopted a method of using XML technology as a standard text switching format that makes it easy to integrate all incoming messages from different sources to the CDC [18] .", "cite_spans": [{"start": 363, "end": 367, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "System functions and character analysis"}, {"text": "These two individuals have separate authorities and jurisdictions:", "cite_spans": [], "ref_spans": [], "section": "System functions and character analysis"}, {"text": "(1) CDC Head Director: The head of the CDC, usually subordinate to the director of the CDC or even the director of the Department of Health, is responsible for final decisions on the distribution of medical supplies. The e-Flu system takes into account the following elements:", "cite_spans": [], "ref_spans": [], "section": "System functions and character analysis"}, {"text": "(1) Flexibility: Monitoring and controlling disease is a dynamic activity. Emerging diseases, such as SARS or epidemic influenza, can appear very quickly, requiring public health officials to respond rapidly. The e-Flu system can be flexible in order to handle new diseases and adapt to these changing data. (2) Alert notifications: A core requirement of a disease surveillance system is to send alert notifications to designated CDC staff indicating that a certain event has occurred. An event could be the occurrence of two or more cases of a similar disease being reported in potentially multiple jurisdictions within a certain time frame.", "cite_spans": [], "ref_spans": [], "section": "System functions and character analysis"}, {"text": "(3) Data sharing: The e-Flu system can link multiple regions and collect reported data about pandemic influenza from different hospitals and clinics via the VPN platform, and these data are then integrated using XML. (4) Timing: Because of both the fierceness and speed of the spread of pandemic influenza, a fast and effective emergency response mechanism is vital. Our study centers on the monitoring and dispensing of medical stockpiles under considerable time pressure, and thus presents a viable method of crisis management for influenza.", "cite_spans": [], "ref_spans": [], "section": "System functions and character analysis"}, {"text": "The e-Flu system development environment is a series of commercial software packages and programming techniques used to construct a system prototype according to the blueprint of the system analysis. The e-Flu system is composed of a client-server system, with a three-tiered architecture in the prototype platform. A detailed description of the software packages and programming skills used to construct the prototype is given in Appendix 2, and Fig. 6 shows the assembly of technologies used to implement this model. This technical architecture is divided into three tiers: a client tier composed of two client members, an application tier where the intelligent modules process decision making and the XML-based data is processed to consider different scenarios, and finally the processed data related to medical supplies distribution is transmitted to every hospital and clinic in each area. The section starts with assessments of the scenario analysis used in this study. It continues with an explanation of the design of the system followed by an integrated information flow chart and descriptions of the system's function. Finally, we provide the system function flow path to show how the medical supplies dispensing result could be derived from different operating procedures and scenarios.", "cite_spans": [], "ref_spans": [{"start": 447, "end": 453, "text": "Fig. 6", "ref_id": null}], "section": "System development environment and interface"}, {"text": "Because disease planning and detection depends on many uncertain factors, pandemics are inherently unpredictable. Therefore, we develop a process of scenario analysis that involves both modeling and expert consultation. At a Delphi-like meeting, experts on influenza epidemics, information management, supply chain management, and hospital management give their opinions about the various intervention scenarios that have been devised. The assembled team will then comment about the assumptions made, and on the values of crucial parameters.", "cite_spans": [], "ref_spans": [], "section": "Scenario analysis"}, {"text": "The WHO's 2005 revised definition of pandemic medical supplies distribution [36] is comprised of three periods and six phases as a measure of the seriousness of the spread of the pandemic, and we follow this as a blueprint for our scenario analysis, as shown in Fig. 7 . Figure 7 depicts the medical supplies system's operating logic in different scenarios, and all the abbreviations in the table named \"System Operation Scenario\" are descriptions of the medical stockpiles and demographics in each region. The medical supplies listed include crucial items such as vaccines, antiviral drugs, masks, protective suits, and body bags, and stockpiles of these must be set in accord with different scenario rules. The following are the definitions of the three scenarios in this study [24] :", "cite_spans": [{"start": 76, "end": 80, "text": "[36]", "ref_id": "BIBREF35"}, {"start": 780, "end": 784, "text": "[24]", "ref_id": "BIBREF23"}], "ref_spans": [{"start": 262, "end": 268, "text": "Fig. 7", "ref_id": null}, {"start": 271, "end": 279, "text": "Figure 7", "ref_id": null}], "section": "Scenario analysis"}, {"text": "(1) Inter-pandemic period: The influenza virus subtype that has caused human infection may be present in animals, but no new influenza virus subtypes are detected in people. (2) Pandemic alert period: Human infections occur with this new subtype, but person-to-person transmission is limited or localized, and it may not yet be fully transmissible. According to the preparation plans of the CDC in Taiwan [10] , it is essential to maintain at least 10% coverage of the population in each region for vaccine and antiviral supplies. We suggest that the requirements for masks, protective suits and body bags should be estimated by CDC directors. Because individual decision making usually is subjective and uncertain, we adopt fuzzy theory [40] (see Appendix 1) to address this problem and make it more precise. (1) Dispensing plans for masks, protective suits, and body bags are independent of one another. (2) Each CDC deputy director must participate in one distribution plan each time a pandemic disease emerges.", "cite_spans": [{"start": 405, "end": 409, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 738, "end": 742, "text": "[40]", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "Scenario analysis"}, {"text": "In the pandemic period, we use FluAid software [7] to develop estimates for pandemic influenza to provide crucial contextual information for a CDC head director. A CDC deputy director can input population figures and attack rates in each region into FluAid, then upload the estimates of pandemic-related death rates, hospitalization rates, and outpatient visit rates to the e-Flu system as a reference for the CDC head director.", "cite_spans": [{"start": 47, "end": 50, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Scenario analysis"}, {"text": "Integrated information flow chart and system function There are 19,900 medical institutions in Taiwan [14] . These hospitals and clinics can be linked through a VPN that is updated through information obtained from the national health insurance system, insurance claim transactions, medical supply stockpile data, and infectious disease cases.", "cite_spans": [{"start": 102, "end": 106, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Scenario analysis"}, {"text": "The two main flow charts of this system have been divided into the preparation period and outbreak period, as seen in the Figs. 8 and 9 , respectively. There are two key parts in these figures, the system's main function and its operating procedure. Below is the step by step description of the medical supply system's operating procedure, as shown in Fig. 8 :", "cite_spans": [], "ref_spans": [{"start": 122, "end": 135, "text": "Figs. 8 and 9", "ref_id": null}, {"start": 352, "end": 358, "text": "Fig. 8", "ref_id": null}], "section": "Scenario analysis"}, {"text": "(1) Report stockpile and disease data to one central repository; (2) CDC deputy directors log in and input population data; (3) Identify the current scenario; (4) Estimate of the stockpile; (5) The CDC head director logs in and audits the estimated data; (6) The data is sent to hospitals as XMLformatted data. Data auditing and medical stockpile queries are two verification functions. The CDC head director can complete the data-checking function online, which then accelerates the data verification procedure and reduces the need for paperwork to be sent between offices. There is another system operating procedure in the influenza outbreak period shown in Fig. 9 and described as follows:", "cite_spans": [{"start": 255, "end": 258, "text": "(6)", "ref_id": "BIBREF5"}], "ref_spans": [{"start": 661, "end": 667, "text": "Fig. 9", "ref_id": null}], "section": "Scenario analysis"}, {"text": "(1) Report a new disease case to CDC; (2) A CDC deputy director inputs the parameters to FluAid; (3) Obtain output data from FluAid; (4) Judge the degree of pandemic impact; (5) The CDC head director logs in and audits the estimated data; (6) The data is sent to hospitals as XMLformatted data.", "cite_spans": [{"start": 239, "end": 242, "text": "(6)", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Scenario analysis"}, {"text": "The detailed flow path of each function is illustrated in Figs. 10, 11 and 12, namely the group decision state diagram, FluAid data analysis state diagram, and data audit state diagram. Figure 10 describes the states of decision making for stockpiles in the inter-pandemic or pandemic periods. When a CDC deputy director enters the system, he can input his estimated values as fuzzy numbers according to the scenarios. After all the deputy directors have completed their actions, the system will get a definite reference value and notify the head director by e-mail. Figure 11 describes the state of data analysis obtained from the FluAid software output in the pandemic period. The data concerning projections of outpatient visits, hospitalizations, and deaths could be uploaded to the system to serve as the head director's reference material.", "cite_spans": [], "ref_spans": [{"start": 186, "end": 195, "text": "Figure 10", "ref_id": "FIGREF0"}, {"start": 567, "end": 576, "text": "Figure 11", "ref_id": "FIGREF0"}], "section": "System function flow path"}, {"text": "Finally, a medical supplies dispensing document could be derived from the different audit results and scenarios (see Fig. 12 ). If a document is not approved by a head director in the inter-pandemic or pandemic alert periods, it will be sent back to the main menu for a second estimate. A document that is not approved could be modified by a head director and sent to medical institutions in XML-format in the pandemic period.", "cite_spans": [], "ref_spans": [{"start": 117, "end": 124, "text": "Fig. 12", "ref_id": "FIGREF0"}], "section": "System function flow path"}, {"text": "In this medical supplies simulation system we consider the issues of information sharing, scenario management, transformation from uncertainty to certainty, judgment of the safety stock level, integration of heterogeneous databases, and so on. We propose a flow chart and a web-based decision support system prototype to manage the crisis of influenza spreading, with our system aiming to offer the CDC more timely and transparent distribution of information and supplies to help more appropriate decisions to be made. By using this framework, plans can be prepared that will provide a sustained and rapid response for the monitoring of influenza and the distribution of medical supplies, to be coordinated between medical institutions and the CDC.", "cite_spans": [], "ref_spans": [], "section": "System evaluation"}, {"text": "According to the literature review, there are several criteria regarding the evaluation of system utility, such as user-friendliness, efficiency, flexibility, reliability, impartiality, and alignment [21, 26, 34] . As a result, the evaluation form was composed of two dimensions, with one measuring the manipulation and the other measuring the crisis management of the system. Each dimension was also been divided into several sub-dimensional questions.", "cite_spans": [{"start": 200, "end": 204, "text": "[21,", "ref_id": "BIBREF20"}, {"start": 205, "end": 208, "text": "26,", "ref_id": "BIBREF25"}, {"start": 209, "end": 212, "text": "34]", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "System evaluation"}, {"text": "A semi-structured interview with six of the CDC's staff members was conducted to collect their comments on the experience of operating the proposed group decision support system (GDSS). After demonstrating the GDSS, an evaluation form was distributed to the participants. This test disclosed whether the performance of the system was able to meet the requirements of users in conducting the logistics management of medical supplies. The evaluation form was designed to be open-ended in nature, encouraging participants to elaborate on their opinions about both the system's functions and the concepts proposed by our team.", "cite_spans": [], "ref_spans": [], "section": "System evaluation"}, {"text": "The responses from the participants are summarized in Table 1 . There are six items divided between the manipulation and crisis management dimensions in the evaluation form, and these are criteria that measure how the system performance and logistics concepts are able to meet the dynamic demands inherent in emergency medical material supply chain operations. All the participants' opinions were collected and then recorded in a simple, condensed manner that quickly allowed us to comprehend the experts' implicit knowledge and possible directions for future research. As presented in Table 1 , there were two questions in the manipulation dimension and four questions in the crisis management dimension. We placed the condensed forms of the CDC experts' opinions in the strength and weakness columns.", "cite_spans": [], "ref_spans": [{"start": 54, "end": 61, "text": "Table 1", "ref_id": null}, {"start": 586, "end": 593, "text": "Table 1", "ref_id": null}], "section": "System evaluation"}, {"text": "Most of the participants felt this prototype system satisfied the utility criteria with regard to flexibility, user-friendliness, impartiality, alignment, and technicality. They also noted the viability and efficiency of this web-based GDSS with promptly delivered XML text and the support of logistics management concepts. There was little doubt among the CDC experts that this system would be a valuable aid in dealing with severe contagions, such as SARS and influenza.", "cite_spans": [], "ref_spans": [], "section": "System evaluation"}, {"text": "However, the participants expressed concern about assessments of the medical supplies stockpile, as many considered it too difficult to get precise figures during complex and rapidly changing disease outbreaks. They thus suggested that this prototype system could be combined with other mathematical theories and empirical formulas to improve its reliability. Overall, however, the feedback and appraisals collected from respondents who operated this system remained positive, with special notice given to its user-friendliness and impartiality. Both factors received high assessment scores, meaning that the participants' appreciated the graphic interface, ease of operation, high level of interaction, alignment with other experts, and rapid response time.", "cite_spans": [], "ref_spans": [], "section": "System evaluation"}, {"text": "There are three stakeholders with separate positions that would be affected by this platform: the general public, hospitals, and the CDC. By having transparent medical supplies stockpile data in every hospital that can be easily accessed by the general public, panic during an influenza outbreak can be avoided. Chiefs of hospitals in each area have the obligation of monitoring disease situations and informing the CDC. Finally, the CDC, as a central disease control mechanism, could then gather multiple experts' opinions and make effective decisions in a short amount of time.", "cite_spans": [], "ref_spans": [], "section": "System evaluation"}, {"text": "As a result of the evaluation forms, we know that the levels of accuracy and objectivity in the prototype system are still not completely accepted by all participants from the CDC. However, all the participants did agree that this concept is of practical use, and the various mathematic estimation functions used in the system do increase the flexibility of medical supplies for manipulation.", "cite_spans": [], "ref_spans": [], "section": "System evaluation"}, {"text": "This study proposes a prototype of an integrated information architecture system that displays the transparent data of medical supplies stockpiles in various areas, and which also integrates various CDC experts' estimates about the distribution of these supplies. This study also provides timely and transparent medical supplies distribution infor- mation that can help decision makers to make the appropriate decisions under different pandemic influenza outbreaks, and also attempts to establish a mechanism for evaluating the stockpiles and requirements in the different phases of such situations.", "cite_spans": [], "ref_spans": [], "section": "Conclusions and suggestions for further research"}, {"text": "The proposed platform is a distributed, data collection system designed to gather information through a VPN into one central repository as a reference for influenza preparation strategies with regard to reporting and distribution purposes. This distribution occurs under a number of different scenarios across distinct networks aimed at effectively collecting, analyzing, and disseminating medical supplies in order to prevent transmission of influenza. The proposed system has the following attributes:", "cite_spans": [], "ref_spans": [], "section": "Conclusions and suggestions for further research"}, {"text": "(1) The decision support system has an embedded scenario analysis module. The CDC experts can adopt different distributions of medical supplies in accordance with the current influenza response requirements. The CDC can then make distribution decisions to meet the requirements of every region. If the CDC modifies the influenza preparation plan, the parameter values can be adjusted to meet the new system targets. Therefore, this architecture is a flexible and expandable influenza treatment mechanism. (2) The web-based system provides a linking channel made available by using a dedicated line. System users can update the disease reports and input their Fig. 10 Group decision state diagram assessment values at any moment and from any location. This system thus has a user-friendly interface that can be accessed regardless of time or place. (3) The system uses fuzzy set theory to provide an objective group decision making environment to converge expert opinions effectively.", "cite_spans": [], "ref_spans": [{"start": 659, "end": 666, "text": "Fig. 10", "ref_id": "FIGREF0"}], "section": "Conclusions and suggestions for further research"}, {"text": "These attributes enable the rapid deployment of essential medical supplies in order to prevent influenza disease transmission and reduce the public panic that would otherwise be caused by the expected shortages of such supplies. However, the system still has following limitations and suggestions for future research:", "cite_spans": [], "ref_spans": [], "section": "Conclusions and suggestions for further research"}, {"text": "(1) The prototype is not connected to the CDC website and has not had the chance to be tested in real-life over the VPN. However, the feasibility and practicability of the system could be further verified through in-depth case studies. (2) While the medical supplies and parameters listed in Fig. 7 are sufficient for the purposes of this study, they do not incorporate all of those that would be required in a real outbreak situation. (3) For simplification, the membership functions are distributed by triangular fuzzy numbers, and the importance weight of each region is considered equal. However, various membership functions could perhaps be estimated in accordance with different situations in future work. (4) The system prototype focused on the notification and material allocation during an influenza pandemic, and no attention was given to other diseases, such as tuberculosis or hepatitis. Future research should thus be Table 1 Results of participants' evaluation of the \"e-Flu\" system Strength Weakness", "cite_spans": [], "ref_spans": [{"start": 292, "end": 298, "text": "Fig. 7", "ref_id": null}, {"start": 932, "end": 939, "text": "Table 1", "ref_id": null}], "section": "Conclusions and suggestions for further research"}, {"text": "(1) Flexibility in response to the influenza. [34] ➢ This concept is agile and adaptable to different scenarios of influenza.", "cite_spans": [{"start": 46, "end": 50, "text": "[34]", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Manipulation"}, {"text": "The system's processing methods seem to be simplified in several scenarios. Maybe it can be more complex. ➢ Immediate information display is helpful for disease monitor and report. (2) System interface is user-friendly [31] ➢ Web-based interface is causes user access. ➢ Users must spend at least half an hour to learn how to use the system. ➢ This system's commands are easy to understand.", "cite_spans": [{"start": 219, "end": 223, "text": "[31]", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Manipulation"}, {"text": "(1) Centralization [36] ➢ Provides a central platform to collect, store and analyze the disease situation. ➢ XML-formatted information can be transported throughout the architecture.", "cite_spans": [{"start": 19, "end": 23, "text": "[36]", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "Crisis Management"}, {"text": "(2) Accuracy in information [21, 26] Integrating multiple CDC experts' opinions accounts for part of the accuracy.", "cite_spans": [{"start": 28, "end": 32, "text": "[21,", "ref_id": "BIBREF20"}, {"start": 33, "end": 36, "text": "26]", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Crisis Management"}, {"text": "A more mathematic basis and greater empirical experience will increase the reliability of the assessment results. (3) Alignment among participants [26] ➢ Multiple players, such as government, hospitals, and CDC can be aligned with each other. ➢ Every unit's participation in this system is impartial. Fig. 12 Data audit state diagram conducted into material distribution plans for other various infectious diseases. (5) Finally, with the increasing threat of pandemic influenza and other diseases, future work can employ a CBR (case base reasoning) technique with this system. CBR has the capability of autonomous learning and resolution of cases by means of continuously enriching the CB (case base), and these accrued cases can be useful in providing more comprehensive assessments for the handling of serious outbreaks of infectious diseases. ", "cite_spans": [{"start": 147, "end": 151, "text": "[26]", "ref_id": "BIBREF25"}], "ref_spans": [{"start": 301, "end": 308, "text": "Fig. 12", "ref_id": "FIGREF0"}], "section": "Crisis Management"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Assurance of security in maritime supply chains: Conceptual issues of vulnerability and crisis management", "authors": [{"first": "P", "middle": [], "last": "Barnes", "suffix": ""}, {"first": "R", "middle": [], "last": "Oloruntoba", "suffix": ""}], "year": 2005, "venue": "J. Internat. Manag", "volume": "11", "issn": "", "pages": "519--540", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Building the PHARAOH framework using scenario-based design: a set of pandemic decision-making scenarios for continuity of operations in a large municipal public health agency", "authors": [{"first": "B", "middle": [], "last": "Reeder", "suffix": ""}, {"first": "G", "middle": [], "last": "Demiris", "suffix": ""}], "year": null, "venue": "J. Med. Syst", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1007/s10916-009-9288-3"]}}, "BIBREF3": {"ref_id": "b3", "title": "Supply chain logistics management", "authors": [{"first": "D", "middle": ["J"], "last": "Bowersox", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Closs", "suffix": ""}, {"first": "M", "middle": ["B"], "last": "Cooper", "suffix": ""}], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Usage and evaluation of supply chain management software-results of an empirical study in the European automotive industry", "authors": [{"first": "P", "middle": [], "last": "Buxmann", "suffix": ""}, {"first": "A", "middle": [], "last": "Von Ahsen", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Díaz", "suffix": ""}, {"first": "K", "middle": [], "last": "Wolf", "suffix": ""}], "year": 2004, "venue": "Journal of Information Systems", "volume": "14", "issn": "3", "pages": "295--309", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Avian influenza and human health", "authors": [{"first": "I", "middle": [], "last": "Capua", "suffix": ""}, {"first": "Alexander", "middle": [], "last": "", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "", "suffix": ""}], "year": 2002, "venue": "Acta Trop", "volume": "83", "issn": "1", "pages": "1--6", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "FluAid", "authors": [], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Centers for Disease Control and Prevention (CDC), Influenza Viruses", "authors": [], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Monitoring Outbreaks", "authors": [], "year": 2010, "venue": "Centers for Disease Control and Prevention (CDC)", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Influenza Pandemic Preparedness in Taiwan", "authors": [{"first": "R", "middle": ["O C"], "last": "Cdc Taiwan", "suffix": ""}], "year": 2010, "venue": "Centers for Disease Control", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "SARS war-defending the frontline, a Singapore control practices", "authors": [{"first": "P", "middle": ["Y"], "last": "Cheong", "suffix": ""}], "year": 2004, "venue": "Public Health", "volume": "120", "issn": "1", "pages": "8--14", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Supply Chain Management/Logistics Management Definitions", "authors": [], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Number of Hospitals and Clinics by Category", "authors": [], "year": 1993, "venue": "", "volume": "2", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Challenges and opportunities in pandemic influenza planning: Lessons learned from recent infectious disease preparedness and response efforts", "authors": [{"first": "K", "middle": ["F"], "last": "Gensheimer", "suffix": ""}], "year": 2004, "venue": "Int. Congr. Ser", "volume": "1263", "issn": "", "pages": "809--812", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Preparing for influenza pandemic-personal protective equipment for healthcare workers", "authors": [{"first": "L", "middle": ["R"], "last": "Goldfrank", "suffix": ""}, {"first": "G", "middle": ["T"], "last": "Liverman", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "The pandemic influenza threat: A review from the primary care perspective", "authors": [{"first": "L", "middle": ["G"], "last": "Goh", "suffix": ""}, {"first": "P", "middle": ["Y"], "last": "Cheong", "suffix": ""}], "year": 2006, "venue": "Prim. Care Respir. J", "volume": "15", "issn": "4", "pages": "222--227", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Data interchange services: Use of XML hub approach for the aerospace supply chain", "authors": [{"first": "P", "middle": ["S"], "last": "Ho", "suffix": ""}, {"first": "A", "middle": ["J C"], "last": "Trappey", "suffix": ""}, {"first": "C", "middle": ["V"], "last": "Trappey", "suffix": ""}], "year": 2004, "venue": "Int. J. Technol. Manag", "volume": "28", "issn": "2", "pages": "227--242", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Scheduling logistic activities to improve hospital supply systems", "authors": [{"first": "S", "middle": ["D"], "last": "Lapierre", "suffix": ""}, {"first": "A", "middle": ["B"], "last": "Ruiz", "suffix": ""}], "year": 2007, "venue": "Comput. Oper. Res", "volume": "34", "issn": "3", "pages": "624--641", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "A fuzzy decision support system for strategic portfolio management", "authors": [{"first": "C", "middle": [], "last": "Lin", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Hsieh", "suffix": ""}], "year": 2004, "venue": "Decis. Support Syst", "volume": "38", "issn": "3", "pages": "383--398", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "The evolution to service response logistics", "authors": [{"first": "K", "middle": ["B"], "last": "Manrodt", "suffix": ""}, {"first": "W", "middle": ["D"], "last": "Frank", "suffix": ""}, {"first": "", "middle": [], "last": "Jr", "suffix": ""}], "year": 1993, "venue": "Int. J. Phys. Distrib. Logist. Manag", "volume": "23", "issn": "5", "pages": "56--64", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "A decision support system for telemedicine through the mobile telecommunications platform", "authors": [{"first": "A", "middle": [], "last": "Eren", "suffix": ""}, {"first": "A", "middle": [], "last": "Subasi", "suffix": ""}, {"first": "O", "middle": [], "last": "Coskun", "suffix": ""}], "year": 2008, "venue": "J. Med. Syst", "volume": "32", "issn": "1", "pages": "31--35", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Modeling pandemic preparedness scenarios: Health economic implications of enhanced pandemic vaccine supply", "authors": [{"first": "J", "middle": ["K"], "last": "Medema", "suffix": ""}, {"first": "Y", "middle": ["F"], "last": "Zoellner", "suffix": ""}, {"first": "J", "middle": [], "last": "Ryan", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Palache", "suffix": ""}], "year": 2004, "venue": "Virus Res", "volume": "103", "issn": "1-2", "pages": "9--15", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "How prepared is Europe for pandemic influenza? Analysis of national plans", "authors": [{"first": "S", "middle": [], "last": "Mounier-Jack", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Coker", "suffix": ""}], "year": 2006, "venue": "Lancet", "volume": "367", "issn": "9520", "pages": "1405--1411", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "A fuzzy logic-based decision support system on anesthetic depth control for helping anesthetists in surgeries", "authors": [{"first": "H", "middle": ["M"], "last": "Saraoğlu", "suffix": ""}, {"first": "S", "middle": [], "last": "Şanlı", "suffix": ""}], "year": 2007, "venue": "J. Med. Syst", "volume": "31", "issn": "", "pages": "511--519", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "From crisis prone to crisis prepared: Framework for crisis management", "authors": [{"first": "C", "middle": ["M"], "last": "Pearson", "suffix": ""}, {"first": "I", "middle": ["I"], "last": "Mitroff", "suffix": ""}], "year": 1993, "venue": "Acad. Manag. Exec", "volume": "7", "issn": "1", "pages": "48--106", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Supply chain management integration and implementation: A literature review", "authors": [{"first": "D", "middle": [], "last": "Power", "suffix": ""}], "year": 2005, "venue": "Supply Chain Manag.: An International Journal", "volume": "10", "issn": "4", "pages": "252--263", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Inter-organizational information sharing: The role of supply network configuration and partner goal congruence", "authors": [{"first": "S", "middle": [], "last": "Samaddar", "suffix": ""}, {"first": "S", "middle": [], "last": "Nargundkar", "suffix": ""}, {"first": "M", "middle": [], "last": "Daley", "suffix": ""}], "year": 2006, "venue": "Eur. J. Oper. Res", "volume": "174", "issn": "2", "pages": "744--765", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Pharmaceutical supply chains: Key issues and strategies for optimization", "authors": [{"first": "N", "middle": [], "last": "Shah", "suffix": ""}], "year": 2004, "venue": "Comput. Chem. Eng", "volume": "28", "issn": "6-7", "pages": "929--941", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "A decision support system for managing inventory at GlaxoSmithKline", "authors": [{"first": "J", "middle": [], "last": "Shang", "suffix": ""}, {"first": "P", "middle": ["R"], "last": "Tadikamalla", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "Kirsch", "suffix": ""}, {"first": "L", "middle": [], "last": "Brown", "suffix": ""}], "year": 2008, "venue": "Decis. Support Syst", "volume": "46", "issn": "1", "pages": "1--13", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "A framework of supply chain management literature", "authors": [{"first": "K", "middle": ["C"], "last": "Tan", "suffix": ""}], "year": 2001, "venue": "Eur. J. Purch. Supply Manag", "volume": "7", "issn": "1", "pages": "39--48", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "A group decision support approach to evaluating", "authors": [{"first": "E", "middle": [], "last": "Turban", "suffix": ""}, {"first": "D", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "J", "middle": [], "last": "Ma", "suffix": ""}], "year": 2004, "venue": "J. Inform. Syst. Manag", "volume": "42", "issn": "1", "pages": "31--44", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Humanitarian aid logistics: supply chain management in high gear", "authors": [{"first": "L", "middle": ["V"], "last": "Wassenhove", "suffix": ""}], "year": 2006, "venue": "J. Oper. Res. Soc", "volume": "57", "issn": "", "pages": "475--789", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Epidemic and pandemic influenza, who cares and how?", "authors": [], "year": 2006, "venue": "Vaccine", "volume": "24", "issn": "", "pages": "6762--6765", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Non-pharmacological interventions for pandemic influenza, international measures", "authors": [], "year": 2006, "venue": "Emergence Infection Disease", "volume": "12", "issn": "1", "pages": "81--87", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Responding to the avian influenza pandemic threat", "authors": [], "year": 2010, "venue": "WHO", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Information systems development within supply chain management", "authors": [{"first": "E", "middle": ["A"], "last": "Williamson", "suffix": ""}, {"first": "D", "middle": ["K"], "last": "Harrison", "suffix": ""}, {"first": "Jordan", "middle": [], "last": "", "suffix": ""}, {"first": "M", "middle": [], "last": "", "suffix": ""}], "year": 2004, "venue": "Int. J. Inf. Manage", "volume": "24", "issn": "5", "pages": "375--385", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Health information and communication system for emergency management in a developing country", "authors": [{"first": "S", "middle": ["H"], "last": "Seyedin", "suffix": ""}, {"first": "H", "middle": ["R"], "last": "Jamali", "suffix": ""}], "year": null, "venue": "Iran. J. Med. Syst", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1007/s10916-009-9396-0.0"]}}, "BIBREF38": {"ref_id": "b38", "title": "Fuzzy set theory and its application", "authors": [{"first": "H", "middle": ["J"], "last": "Zimmermann", "suffix": ""}], "year": 1991, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Modeling the economic impact of pandemic influenza: a case study in Turkey", "authors": [{"first": "E", "middle": [], "last": "Yoldascan", "suffix": ""}, {"first": "B", "middle": [], "last": "Kurtaran", "suffix": ""}, {"first": "M", "middle": [], "last": "Koyuncu", "suffix": ""}, {"first": "E", "middle": [], "last": "Koyuncu", "suffix": ""}], "year": null, "venue": "J. Med. Syst", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1007/s10916-008-9225-x"]}}, "BIBREF40": {"ref_id": "b40", "title": "A generic simulation model to manage a vaccination program", "authors": [{"first": "A", "middle": [], "last": "Asllani", "suffix": ""}, {"first": "Ettkin", "middle": ["L"], "last": "", "suffix": ""}], "year": null, "venue": "J. Med. Syst", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1007/s10916-009-9423-1"]}}, "BIBREF41": {"ref_id": "b41", "title": "Optimal resource allocation model to mitigate the impact of pandemic influenza: A case study for Turkey", "authors": [{"first": "M", "middle": [], "last": "Koyuncu", "suffix": ""}, {"first": "R", "middle": [], "last": "Erol", "suffix": ""}], "year": 2010, "venue": "J. Med. Syst", "volume": "34", "issn": "", "pages": "61--70", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Logistics activities for a physical product", "latex": null, "type": "figure"}, "FIGREF1": {"text": "CDC Deputy Director: The executive or manager of the CDC is in charge of estimating the spread of the pandemic.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "The concept of integrated emergency and traditional medical supplies", "latex": null, "type": "figure"}, "FIGREF3": {"text": "The", "latex": null, "type": "figure"}, "FIGREF4": {"text": "User case diagram of the medical supplies system", "latex": null, "type": "figure"}, "FIGREF5": {"text": "The period: Infections with the new subtype are continuing to rise and there is sustained transmission in the general population.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Fig. 6 The related to technical architecture of the e-Flu system", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Fig. 8 Medical supplies system work flow diagram (interpandemic period)", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Fig. 9 Medical supplies system work flow diagram (Outbreak period)", "latex": null, "type": "figure"}, "FIGREF9": {"text": "FluAid data analysis state diagram", "latex": null, "type": "figure"}, "TABREF0": {"text": "[E-mail to Head Director][E-mail to Head Director]", "latex": null, "type": "table"}, "TABREF1": {"text": "Math symbols and definition (A1) Symbol Definition M i The estimated value of ith CDC director for the number of mask required P i The estimated value of ith CDC director for the number of protective suits required C i The estimated value of ith CDC director for the number of body bags required M T The number amount of masks required P T The number of protective suits required C T The number of body bags n The number of CDC deputy directors M T ¼ P n i¼1 M i ¼ l M ;m M ;h M", "latex": null, "type": "table"}, "TABREF2": {"text": "Estimates in each region", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Masks  </td><td>Protective suit \n </td><td>Body bag\n\n\n</td></tr><tr><td>Taipei Region\n</td><td>MT1 ¼ lM1 ;mM1 ; hM1\n </td><td>PT1 ¼ lP1 ;mP1 ; hP1\n\n </td><td>CT1 ¼ lC1 ;mC1 ; hC1\n\n\n</td></tr><tr><td>North\nMT2 ¼ lM2 ;mM2 ; hM2\n</td><td>PT2 ¼ lP2 ;mP2 ; hP2\n</td><td>CT2 ¼ lC2 ;mC2 ; hC2\n</td></tr></table></body></html>"}, "TABREF3": {"text": "Table 1 Results of participants ' evaluation of the \" e-Flu \" system", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Strength Weakness\n</td></tr><tr><td>Manipulation\n</td><td> </td></tr><tr><td>(1) Flexibility in response to the influenza.\n</td><td>➢ This concept is agile and adaptable to different scenarios of influenza.\nThe system's processing methods seem to be simplified in several scenarios. Maybe it can be more complex.\n</td></tr><tr><td>➢ Immediate information display is helpful for disease monitor and report.\n</td></tr><tr><td>[34]\n</td><td> </td></tr><tr><td>(2) System interface is user-friendly [31]\n</td><td>➢ Web-based interface is causes user access. ➢ Users must spend at least half an hour to learn how\n➢ This system's commands are easy to understand. to use the system.</td></tr><tr><td>Crisis Management\n(1) Centralization [36] </td><td>➢ Provides a central platform to collect, store and analyze the disease situation.\n</td></tr><tr><td>(2) Accuracy in\n</td><td>➢ XML-formatted information can be transported throughout the architecture.\nIntegrating multiple CDC experts' opinions accounts for part of the accuracy.\nA more mathematic basis and greater empirical experience will increase the reliability of the assessment results.\n</td></tr><tr><td>information [21, 26]\n</td></tr><tr><td>(3) Alignment among participants [26]\n</td><td>➢ Multiple players, such as government, hospitals, and CDC can be aligned with each other.\n➢ Every unit's participation in this system is impartial.\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Acknowledgements The author would like to thank the anonymous reviewers who offered invaluable constructive comments on the drafts of the manuscript.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}, {"text": "The fuzzy group decision-making model includes the following symbols:We employ the triangular fuzzy number to estimate the CDC directors' linguistic rating, which comprises lower, middle and upper bounds. Next, we sum up the rating and use the method of centroid defuzzification to provide a definite reference for a CDC head director who audits the final medical supplies' dispensing amount. The formula of defuzzification is as follows:AðxÞ is a fuzzy set, x 2 XWe can get estimates of each deputy director via the fuzzy number addition of the number of masks, protective suits, and body bags.These estimates are in listed Table 3 .Use the centroid defuzzification formula to get the real values in every region for the estimate reference:", "cite_spans": [], "ref_spans": [{"start": 625, "end": 632, "text": "Table 3", "ref_id": null}], "section": "Appendix 1"}, {"text": "Software packages and programming tools ", "cite_spans": [], "ref_spans": [], "section": "Appendix 2"}]}