{
    "paper_id": "7136721ae5362bd4485ddf6362fea675767d3eab",
    "metadata": {
        "title": "Interstitielle Lungenkrankheiten Meet the Expert Definition \"interstitielle Lungenkrankheiten\"",
        "authors": [
            {
                "first": "K",
                "middle": [],
                "last": "Junker",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Klinikum Bremen-Mitte gGmbH",
                    "location": {
                        "settlement": "Bremen"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "F"
                ],
                "last": "Brasch",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Klinikum Bremen-Mitte gGmbH",
                    "location": {
                        "settlement": "Bremen"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Klinisch führendes Symptom sind häufig eine progrediente Dyspnoe und/oder ein therapieresistenter Husten. Lungenfunk tionsanalytisch zeigt sich eine restrikti ve und/oder obstruktive Ventilationsstö rung. Anamnestisch ist die Erfassung in halativer Noxen am Arbeitsplatz oder in der häuslichen Umgebung, der eingenom menen Medikamente und chronischen Krankheiten (z. B. Kollagenosen) von be sonderer Bedeutung.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Klinik"
        },
        {
            "text": "Hinsichtlich der Einteilung der intersti tiellen Lungenkrankheiten werden ent sprechend einem Konsensus der Ameri can Thoracic Society und der European Respiratory Society Lungenparenchy merkrankungen mit bekannter Ursache, granulomatöse Lungenerkrankungen und andere Formen von Lungenparenchym erkrankungen von den idiopathischen interstitiellen Pneumonien abgegrenzt (. Abb. 1, [17] ).",
            "cite_spans": [
                {
                    "start": 380,
                    "end": 384,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Klassifikation"
        },
        {
            "text": "Sie umfassen insbesondere die exogen allergische Alveolitis (\"hypersensitivity pneumonitis\"), Medikamentennebenwir kungen, Pneumokoniosen und Kollage nosen. In diesem Zusammenhang sind auch interstitielle Lungenkrankheiten in folge einer Strahlentherapie oder bei (i.v.) Drogenmissbrauch zu nennen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diffuse Lungenparenchymerkrankungen mit bekannter Ursache"
        },
        {
            "text": "Medikamenteninduzierte Lungenpar enchymerkrankungen können sich unter dem histologischen Bild einer interstiti ellen oder einer organisierenden Pneumo nie, einer Bronchiolitis obliterans, eines eosinophilen Infiltrats, eines diffusen Al veolarwandschadens (\"diffuse alveolar damage\") oder einer granulomatösen Ent zündung manifestieren.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diffuse Lungenparenchymerkrankungen mit bekannter Ursache"
        },
        {
            "text": "Eine exogenallergische Alveolitis kann sowohl infolge einer beruflichen als auch einer häuslichen Exposition gegenüber or ganischen Stäuben auftreten (z. B. so ge nannte Farmerlunge -BK 4201 -oder so genannte Taubenzüchterlunge).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diffuse Lungenparenchymerkrankungen mit bekannter Ursache"
        },
        {
            "text": "Lungenparenchymerkrankungen in folge einer Exposition gegenüber anor ganischen mineralischen oder metal lischen Stäuben (Pneumokoniosen) um fassen insbesondere die Silikose/Silikotu berkulose ( ",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 193,
                    "text": "(",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Diffuse Lungenparenchymerkrankungen mit bekannter Ursache"
        },
        {
            "text": "Die erste Klassifikation der später als \"idiopathisch\" bezeichneten interstiti ellen Pneumonien geht auf eine Veröf fentlichung von Liebow u. Carrington [11] aus dem Jahr 1969 zurück. Sie beinhaltet die gewöhnliche interstitielle Pneumo nie (UIP), die desquamative interstitielle Pneumonie (DIP), die Bronchiolitis ob literans mit diffusem Alveolarwandscha den (DAD), die lymphozytäre interstitielle Pneumonie (LIP) und die riesenzellige in terstitielle Pneumonie (GIP). Während Letztere heute der Hartmetallpneumo koniose aufgrund einer Kobaltexpositi on zugerechnet wird und damit aus der Gruppe der idiopathischen interstitiellen Pneumonie ausgeschlossen wurde, wur den mit der akuten interstitiellen Pneu monie (AIP), der nichtspezifischen in terstitiellen Pneumonie (NSIP) und der Bronchiolitis obliterans -organisierende Pneumonie (BOOP) von Katzenstein u. Myers [5] Musters die \"gewöhnliche interstitielle Pneumonie\" (UIP), die \"nichtspezifische interstitielle Pneumonie\" (NSIP), die \"organisierende Pneumonie\" (COP), den \"diffusen Alveolarwandschaden\" (DAD), die \"respiratorische Bronchiolitis\" (RB), die \"desquamative inter-stitielle Pneumonie\" (DIP), die \"lymphozytäre interstitielle Pneumonie\" (LIP) sowie \"unklassifizierbare interstitielle Pneumonien\". Entscheidend ist dabei, dass der Pathologe ein histologisches (Fibrosierungs-)Muster angibt, während der klinische Kollege daraus in Kenntnis des klinischen und radiologischen Befunds die abschließende Diagnose ableitet, sodass der klinisch-pathologischen Korrelation bei der Diagnostik interstitieller Lungenkrankheiten eine besondere Bedeutung zukommt.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 157,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 869,
                    "end": 872,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Idiopathische interstitielle Pneumonien"
        },
        {
            "text": "Interstitielle Lungenkrankheiten · Idiopathische interstitielle Pneumonie · ATS/ERS-Klassifikation · Gewöhnliche interstitielle Pneumonie (UIP) · Nichtspezifische interstitielle Pneumonie (NSIP)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schlüsselwörter"
        },
        {
            "text": "Interstitial lung diseases comprise a heterogeneous group of about 200 entities. In the classification of these diseases, diffuse parenchymal lung diseases with known cause, granulomatous diseases, and other specific interstitial lung diseases are separated from the important group of idiopathic interstitial pneumonias, which are classified according to the 2002 ATS/ERS consensus classification. Concerning the histological pattern, this classification differentiates between \"usual interstitial pneumonia\" (UIP), \"nonspecific interstitial pneumonia\" (NSIP), \"organising pneumonia\" (COP), \"diffuse alveolar damage\" (DAD), \"respiratory bronchiolitis\" (RB), \"desquamative interstitial pneumonia\" (DIP), \"lymphocytic interstitial pneumonia\" (LIP) and \"unclassifiable interstitial pneumonias\". A key message of this classification is that the pathologist will give the diagnosis of a histological pattern, whereas the final clinicopathologic diagnosis can be made only by the clinical pulmonologist after careful correlation with the clinical and radiologic features, which is essential in the diagnosis of interstitial lung diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interstitial lung diseases Abstract"
        },
        {
            "text": "Interstitial lung diseases · Idiopathic interstitial pneumonias · ATS/ERS classification · Usual interstitial pneumonia (UIP) · Nonspecific interstitial pneumonia (NSIP)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keywords"
        },
        {
            "text": "Die Prognose der Erkrankung ist schlecht. Ohne eine Lungentransplanta tion versterben die meisten Patienten 5-10 Jahre nach der Diagnosestellung an einer respiratorischen Insuffizienz und einem Cor pulmonale.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keywords"
        },
        {
            "text": "Morphologie. Ein wesentliches histolo gisches Charakteristikum ist die Heteroge nität der Lungenveränderungen mit Are alen einer betont subpleural ausgeprägten alveolarseptalen Fibrose und einem ho nigwabenförmigen Lungenumbau (\"ho neycomb fibrosis\") neben Abschnitten einer noch weitgehend erhaltenen Lun genarchitektur (\"spatial heterogeneity\") (. Abb. 3). Neben einer Verbreiterung der Alveolarsepten durch eine Vermeh rung von Kollagenfasern finden sich kleinherdig Areale mit einem lockeren fibroblastenreichen Granulationsgewebe (\"fibroblastic foci\") (. Abb. 4) (\"tempo ral heterogeneity\"). Die wabenförmig um gebauten Lufträume sind häufig von respi ratorischen Epithelien und Becherzellen ausgekleidet (Bronchiolisation) und wei sen eine Sekretretention auf. Begleitend findet sich ein sehr unterschiedlich aus geprägtes interstitiell akzentuiertes Infil trat aus Lymphozyten, Plasmazellen und Histiozyten. Fokal finden sich Hyperpla sien der TypIIPneumozyten und der glatten Muskulatur (muskuläre Zirrhose Meessen). Im akuten Schub (\"accelerated IPF\") liegt histologisch ein Kombinations bild einer UIP und eines diffusen Alveo larwandschadens (\"diffuse alveolar dama ge\") vor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keywords"
        },
        {
            "text": "Lunge bei rheumatischen Erkrankungen (so genannte Rheumalunge), Medika mentenreaktion (Nitrofurantoin, Chemo therapie usw.), Pneumokoniosen (Asbes tose), Radiatio usw.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Differenzialdiagnose. Mitbeteilung der"
        },
        {
            "text": "Der Begriff der NSIP wurde 1990 von Kitaichi [9] und 1994 von Katzenstein u. Fiorelli [4] eingeführt. Die Erkrankung wurde zunächst als provisorische klinisch radiologischpathologische Diagnose in die Konsensusklassifikation von ATS und ERS aufgenommen, da unklar war, ob es sich hierbei um eine einheitliche Entität handelt. Von einigen Autoren der ATS/ ERSKlassifikation wurde die NSIP auch als \"waste basket\" der idiopathischen in terstitiellen Pneumonien bezeichnet. Ob wohl die nichtspezifischen interstitiellen Pneumonien wahrscheinlich eine hetero gene Gruppe von interstitiellen Lungener krankungen darstellen, weisen sie insge samt eine bessere Prognose als die UIP auf. Ferner hat der zellreiche Subtyp einer NSIP eine bessere 5 und 10JahresPro gnose als der fibrosierende Subtyp [16] . Weitere Untersuchungen haben in der Zwischenzeit Hinweise erbracht, dass der NSIP häufig pulmonale Manifestationen von Autoimmunerkrankungen zugrunde liegen [8, 18] . ",
            "cite_spans": [
                {
                    "start": 45,
                    "end": 48,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 86,
                    "end": 89,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 790,
                    "end": 794,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 954,
                    "end": 957,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 958,
                    "end": 961,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Nichtspezifische interstitielle Pneumonie (NSIP)"
        },
        {
            "text": "Die DIP ist charakterisiert durch eine ver mehrte Einwanderung von Makrophagen in die Alveolen (diapedetisch) mit gestei gerter intraalveolarer Akkumulation und nicht, wie fälschlicherweise von Liebow [10] angenommen wurde, durch abgelöste Epithelzellen (desquamativ).",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 205,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Desquamative interstitielle Pneumonien (DIP)"
        },
        {
            "text": "Ätiologie. Meist ist Kondensat von Ziga retten ätiologisch verantwortlich zu ma chen [7, 15] . ",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 88,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 89,
                    "end": 92,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Desquamative interstitielle Pneumonien (DIP)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Cryptogenic organizing pneumonitis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Davison",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Heard",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Mcallister",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Q J Med",
            "volume": "52",
            "issn": "",
            "pages": "382--394",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Bronchiolitis obliterans organizing pneumonia",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Epler",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Colby",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Mcloud",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "N Engl J Med",
            "volume": "312",
            "issn": "",
            "pages": "152--158",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Acute diffuse interstitial fibrosis of the lung",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hamman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Rich",
                    "suffix": ""
                }
            ],
            "year": 1944,
            "venue": "Bull Johns Hopkins Hosp",
            "volume": "74",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Nonspecific interstitial pneumonia/fibrosis. Histologic features and clinical significance",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Katzenstein",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Fiorelli",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Am J Surg Pathol",
            "volume": "18",
            "issn": "",
            "pages": "136--147",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Idiopathic pulmonary fibrosis: clinical relevance of pathologic classification",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Katzenstein",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Myers",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Am J Respir Crit Care Med",
            "volume": "157",
            "issn": "",
            "pages": "1301--1315",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Acute interstitial pneumonia. A clinicopathologic, ultrastructural and cell kinetic study",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Katzenstein",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Myers",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Mazur",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Am J Surg Pathol",
            "volume": "10",
            "issn": "",
            "pages": "256--267",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Kondensatpneumopathie -Korrelation von Histologie, Lungenfunktion und HRCT",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Keller",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Jakobi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bauer",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Atemw Lungenkrankh",
            "volume": "22",
            "issn": "",
            "pages": "54--57",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Idiopathic nonspecific interstitial pneumonia: lung manifestation of undifferentiated connective tissue disease?",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Kinder",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Collard",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Koth",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Respir Crit Care Med",
            "volume": "176",
            "issn": "",
            "pages": "691--697",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Pathologic features and the classification of interstitial pneumonia of unknown etiology",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kitaichi",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Bull Chest Dis Res Inst Kyoto Univ",
            "volume": "23",
            "issn": "",
            "pages": "1--18",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "New concepts and entities in pulmonary disease",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Liebow",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "The lung. Wiliams & Wilkins",
            "volume": "",
            "issn": "",
            "pages": "332--365",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The interstitial pneumonias",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Liebow",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Carrington",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Frontiers of pulmonary radiology. Grune & Stratton",
            "volume": "",
            "issn": "",
            "pages": "102--141",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Lungenbefunde und Rauchgewohnheiten -Pathologische Anatomie",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Müller",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Geisler LS (Hrsg) Rauchen und Atemwege -Präventive und therapeutische Aspekte. Verlag für Angewandte Wissenschaften",
            "volume": "",
            "issn": "",
            "pages": "65--84",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Idiopathic interstitial pneumonias: high-resolution CT and histological findings",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Müller",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Colby",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Radiographics",
            "volume": "17",
            "issn": "",
            "pages": "1016--1022",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Pathologic changes in the peripheral airways of young cigarette smokers",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Niewoehner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kleinerman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Rice",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "N Engl J Med",
            "volume": "291",
            "issn": "",
            "pages": "755--758",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Charakterisierung des Speicherinhaltes der \"Rauchermakrophagen",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Schmitz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gök",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Goeckenjan",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Atemw Lungenkrankh",
            "volume": "24",
            "issn": "",
            "pages": "257--258",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Idiopathic nonspecific interstitial pneumonia: prognostic significance of cellular and fibrosing patterns: survival comparison with usual interstitial pneumonia and desquamative interstitial pneumonia",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Travis",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Matsui",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Am J Surg Pathol",
            "volume": "24",
            "issn": "",
            "pages": "19--33",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "ATS/ ERS international multidisciplinary consensus classification of the idiopathic interstitial pneumonias",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Travis",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Batemann",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Am J Respir Crit Care Med",
            "volume": "165",
            "issn": "",
            "pages": "227--304",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Idiopathic nonspecific interstitial pneumonia: report of an ATS project",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Travis",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hunninghake",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "King",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am J Respir Crit Care Med",
            "volume": "177",
            "issn": "",
            "pages": "1338--1347",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF1": {
            "text": "und Müller u. Colby [13] meh rere neue Typen beschrieben. Abb. 1 8 Klassifikation interstitieller Lungenkrankheiten, Abkürzungen s. Abkürzungsverzeichnis. (Mod. nach [17])",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Krankheitsbeginn der NSIP ist gewöhnlich früher als bei der UIP und findet sich gelegentlich auch bei Kindern. Die Diagnosestellung erfolgt häufig erst",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Differenzialdiagnosen. In Frage kommt eine pulmonale LangerhansZellHistio zytose (oft assoziiert mit DIP oder RB ILDähnlichen Veränderungen). Die COP wurden 1983 von Davison et al. [1] als eigenständige Entität beschrieben und 1985 von Epler et al. [2] auch als idio pathische \"Bronchiolitis obliterans orga nizing pneumonia\" bezeichnet. Ätiologie. Auslöser können infektiöser/ viraler/toxischer u. a. Natur sein. Klinik. Das mittlere Alter bei Erkran kungsbeginn liegt bei 55 Jahren, häufig sind auch jüngere Erwachsene betroffen. Typisch sind ein wenige Wochen be stehender produktiver Husten mit einem klaren Sputum und Dyspnoe, gewöhnlich ist eine Infektion des Respirationstrakts vorausgegangen. Gewichtsverlust, inter mittierendes Fieber und Schweißausbrü che sind weitere Symptome. Im Lungenfunktionstest zeigt sich ei ne respiratorische Ventilationsstörung mit mäßiger Ruhehypoxämie. In der Rönt gen und CTUntersuchung des Thorax finden sich unilateral oder bilateral fleck förmige Verschattungen der Lufträume. Unter Kortikosteroiden tirtt häufig eine komplette Remission ein. Morphologie. Das histologische Bild ist charakterisiert durch herdförmig in den Alveolen, Ductus alveolares und Bronchi olen gelegene Granulationsgewebsknos pen. Begleitend finden sich ein mäßig gradiges interstitielles Entzündungsinfil trat, eine Hyperplasie der TypIIPneu mozyten, fokal vermehrt Alveolarma krophagen und je nach Stadium unter schiedliche Mengen an Fibrin. Die ori ginäre Lungengerüstarchitektur ist erhal ten (EvGFärbung!). Differenzialdiagnosen. Hier sind ein or ganisierender diffuser Alveolarwandscha den (ödematöse Verdickung und eine or ganisierende Fibrose in den Alveolarwän den; häufig hyaline Membranen), organi sierende Veränderungen distal von Ob struktionen (z. B. Tumor), organisierende Aspirationspneumonien, organisieren de Reaktion nach Medikamenten, Staub oder toxischen Substanzen, Kollageno sen, exogenallergische Alveolitis, chro nischentzündliche Darmerkrankung, se kundäre Reaktion bei chronischer Bron chiolitis, reparative Reaktion angrenzend an Abszesse, Neoplasmen und Wegener Granulomatose zu nennen. Die LIP wurde 1968 von Liebow [10] ein geführt. Zurzeit wird die LIP als eine his tologische Variante einer reaktiven lym phoiden Hyperplasie mit prädominant interstitiellen Veränderungen eingeord net und in 4 Subgruppen unterteilt: F LIP, assoziiert mit Kollagenosen, F LIP, assoziiert mit HIV, F LIP, assoziiert mit anderen Erkran kungen, F idiopathische LIP. Häufig entwickelt sich eine LIP im Rah men einer zugrunde liegenden Autoim munerkrankung, wie rheumatoide Ar thritis, SjögrenSyndrom, Hashimoto Thyreoiditis, perniziöse Anämie, Autoim munhepatitis, systemischer Lupus erythe matodes, autoimmunhämolytische Anä mie, primäre biliäre Zirrhose oder Myas thenia gravis. Weitere Grunderkrankungen, die mit einer LIP assoziiert sind, sind Infektionen (Pneumocystis-cariniiPneumonie, Hepa Abb. 4 9 Typischer Fibroblastenherd bei einer gewöhnlichen interstitiellen Pneumonie (UIP), HE-Färbung",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}