{"paper_id": "722488dad8eed5b703ea748c376afb56d76ecc5c", "metadata": {"title": "Clinical features of the 2009 swine-origin influenza A (H1N1) outbreak in Japan", "authors": [{"first": "Koji", "middle": [], "last": "Takayama", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jin", "middle": [], "last": "Kuramochi", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Takeshi", "middle": [], "last": "Oinuma", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Hiromi", "middle": [], "last": "Kaneko", "suffix": "", "affiliation": {}, "email": ""}, {"first": "•", "middle": [], "last": "Satoshi", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Kurasawa", "middle": ["•"], "last": "Makito", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yasui", "middle": ["•"], "last": "Kaori", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Okayasu", "middle": ["•"], "last": "Hiroshi", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ono", "middle": ["•"], "last": "", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "To clarify the clinical symptoms of the influenza A virus during the 2009 pandemic influenza outbreak, we describe the clinical features of outpatients diagnosed with type A influenza by use of the rapid influenza diagnostic test (RIDT) from September to December 2009. Questionnaires were used to collect prospective data on 1,122 cases with influenza-like illness at our medical institutions. The independent predictors of influenza A virus were identified on the basis of demographic features and the clinical symptoms of the patients who tested positive for influenza A virus in the RIDT test. Of the 1,122 cases tested, 389 (34.7%) were positive for the influenza A virus. The median age of the influenza-positive patients was 14, and 58.9% of the patients were male. The symptoms fever, cough, rhinorrhea, and headache were statistically dominant. A history of recent contact with persons suffering from influenza or influenzalike illness at home, school, or in the workplace was significantly more common in the positive group than in the negative group. Pneumonia was observed in 2 (0.5%) of the positive patients, but the symptoms were only severe enough to require hospitalization in 1 of the 2. No deaths were observed among the 389 RIDT-positive patients. Although the spread of influenza A virus was both rapid and extensive, mainly among children under the age of 18, it seemed to be mild. Appropriate interpretation of the RIDT on the basis of recent clinical information, and early treatment with antiviral drugs might help to prevent severe illness from influenza pandemics in the future.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The first three cases of swine-origin influenza A (H1N1) virus in Japan were reported by the Ministry of Health, Labour and Welfare on May 9, 2009 [1] . All three of the cases were travelers who had recently returned from Ontario, Canada, via Detroit, USA. Following this initial report, the number of confirmed cases steadily rose. About a month later, on June 11, 2009 , the World Health Organization (WHO) [2] raised the level of influenza pandemic alert from phase 5 to phase 6, the highest level. For a period of several months, many articles on the influenza pandemic were published in different parts of the world. According to these reports, the symptoms, disease severity, and mortality of the pandemic influenza virus seem to have differed from nation to nation. Available findings highlight the importance of early use of antiviral drugs. In Japan, antiviral drugs for influenza, including both oseltamivir and zanamivir, are available at all medical institutions.", "cite_spans": [{"start": 147, "end": 150, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 357, "end": 370, "text": "June 11, 2009", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Our group prospectively identified the demographic features and clinical symptoms of patients who tested positive for influenza A virus in the rapid influenza diagnostic test (RIDT) in Japan from September to December 2009. According to the Japanese Infectious Agents Surveillance Report from the Infectious Disease Surveillance Center (IDSC), isolation and detection of pandemic influenza from the influenza sentinel clinics started to increase from August 2009, attained its peak in late October 2009 and then gradually declined [3] . The proportion of pandemic influenza detected and isolated during our 4-month investigation period made up approximately 60% of the total cases reported between May 2009 and May 2010. Then we determined the independent predictors of positive testing in the RIDT, which has been in wide commercial use in clinical practice worldwide.", "cite_spans": [{"start": 531, "end": 534, "text": "[3]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Introduction"}, {"text": "A questionnaire was used to collect data prospectively from patients who visited three medical institutions (two clinics and one hospital) because of influenza-like illness (self-reported fever with cough, sore throat, or both) in Utsunomiya, which is approximately 100 km north of Tokyo and the capital of Tochigi prefecture, Japan. In 2009, the city had an estimated population of 510,000. In total, 1,122 tests were performed after informed consent was obtained and 190 patients were examined more than twice during our investigation period. Out of the 1,122 cases tested, 608 (54.2%) were male. The age of the patients ranged from 10 months to 94 years (median 18, interquartile range 10-34). The clinical features were compared between the patients who tested positive and negative for the influenza A virus in the RIDT. After diagnosis, all of the patients were given warning leaflets with the emergency phone numbers of our institutions. The study conformed to the declaration of Helsinki and was approved by the internal review boards of our institutions. Informed written consent was obtained from every subject.", "cite_spans": [], "ref_spans": [], "section": "Patients"}, {"text": "A patient questionnaire was used to obtain detailed information in advance. The information covered in the questionnaire was: name, sex, age, date of birth, time from the onset of symptoms, maximum body temperature, occupation or school, family structure, and symptoms (headache, nausea, vomiting, diarrhea, abdominal pain, cough, sputum, sore throat, rhinorrhea, muscle pain, arthralgia, dyspnea, general fatigue, and anorexia). The patients were asked to indicate whether they had come into contact with other persons with influenza-like illness around them, and if so, to indicate whether or not those persons had been diagnosed with influenza.", "cite_spans": [], "ref_spans": [], "section": "Questionnaire"}, {"text": "Clearview Exact Influenza A and B (Inverness Medical Japan, Tokyo, Japan) or Capilia Flu A ? B (Alfresa Pharma Corporation, Osaka, Japan) was used according to the manufacturers' instructions.", "cite_spans": [], "ref_spans": [], "section": "Rapid influenza diagnostic test"}, {"text": "All reported values are medians with interquartile ranges. We compared clinical features between cases positive for influenza A virus and cases negative for influenza A virus by using the chi-squared test or Fisher's exact test for dichotomous categorical variables, as appropriate. Continuous data were tested by means of the Mann-Whitney U test.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "Multiple logistic-regression analysis was used to identify independent predictors of positive testing for the influenza A virus in the RIDT. The outcome was predicted on the basis of factors such as age, sex, maximum body temperature, presence or absence of symptoms, and contact with persons with influenza-like illness or influenza. We first included factors which were selected if the P value in the univariate analysis was\\0.20. We then used backwardelimination techniques. A P value of less than 0.05 was considered to indicate statistical significance. All statistical analyses were performed using Excel Statistics 2008 (SSRI, Japan).", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "Over the period from September to December 2009, a total of 1,122 cases with influenza-like illness were seen at our medical institutions and tested by use of the RIDT. Positive results were obtained from 34.8% (390 cases) of the patients tested. Only one of 390 patients was positive for influenza B antigen, and this patient was excluded from the analysis. None of the patients tested positive in the RIDT more than once.", "cite_spans": [], "ref_spans": [], "section": "Demographic and clinical features of the patients"}, {"text": "The median age of the positive patients was 14 years (range 1-68 years). Among the 389 positive patients, 72.2% (281 patients) were younger than 18 years and only 3.1% were 51 years of age or older. In total, 229 (58.9%) of the positive patients were male, and the difference between the percentages of males and females was significant. The median time from the onset of symptoms to the positive result in the RIDT was 24 h (interquartile range 14.5-24). The maximum body temperature was significantly higher in the positive group (median 38.5°C, interquartile range 38-39) than in the negative group (P \\ 0.001) ( Table 1 ). As shown in Table 2 , symptoms of cough, headache, and rhinorrhea were present in 81.7, 51.4, and 48.8% of the patients in the positive group, respectively. The incidence of diarrhea was quite low. Incidence of muscle pain and arthralgia did not differ significantly between the two groups. Impaired consciousness was not observed in any of the patients in our series. A history of recent contact with persons suffering from influenza-like illness or influenza at home, school, or in the workplace was significantly more frequent in the positive group than in the negative group, (influenza-like illness 74.3 vs. 47.1%, P \\ 0.001; influenza 62.2 vs. 39.9%, P \\ 0.001). Pneumonia were recognized in only two patients from the positive group. One of these patients was admitted to a university hospital and definitively diagnosed with pandemic influenza by a reverse-transcriptase-polymerasechain-reaction (RT-PCR) assay. Oseltamivir was administered to 284 (73.6%) of the positive patients and zanamivir was administered to 98 (25.4%) of the positive patients. Four of the patients received neither oseltamivir nor zanamivir. Of the 389 positive patients, 94.9% visited one of our institutions within 48 h of symptom onset and received either oseltamivir or zanamivir immediately. No deaths were observed among the 389 RIDT-positive patients. In addition, more than 20% of the patients who tested negative in the RIDT also received antiviral drugs.", "cite_spans": [], "ref_spans": [{"start": 616, "end": 623, "text": "Table 1", "ref_id": "TABREF1"}, {"start": 639, "end": 646, "text": "Table 2", "ref_id": "TABREF2"}], "section": "Demographic and clinical features of the patients"}, {"text": "Nausea and vomiting occurred in 3 patients, all of whom were taking oseltamivir. No severe adverse effects were reported. Multivariable logistic-regression analysis identified the following as independent risk factors for positive RIDT findings for the influenza A virus: age less than 30 years (odds ratio (OR) 2. 16 Two cases of influenza-associated pneumonia A 7-year-old, previously healthy girl, developed a temperature of 39°C in association with a headache 2 days before visiting our clinic. The oxygen saturation was 94% in ambient air when she visited our clinic. Rhonchi were audible in the right upper lung field. Chest computed tomography (CT) scans revealed ground-glass opacity and thickened bronchial walls in the right upper lobe, and scattered ground-glass opacities in both lung fields (Fig. 1a, b ). An RIDT was positive for influenza A virus. She was admitted to a university hospital near our institutions and treated with oseltamivir, broad-spectrum antibiotics, and corticosteroids. She was discharged, in improved condition, on the 7th hospital day. Pandemic influenza A virus was confirmed by a RT-PCR assay. A 35-year-old woman with allergic rhinitis visited our clinic after a 2-day history of fever, productive cough, and sore throat. An RIDT was positive for the influenza A virus. CT scans revealed localized ground-glass opacity in the left lower lobe. She was treated with oseltamivir and recovered fully in 3 days.", "cite_spans": [{"start": 315, "end": 317, "text": "16", "ref_id": "BIBREF14"}], "ref_spans": [{"start": 804, "end": 815, "text": "(Fig. 1a, b", "ref_id": null}], "section": "Demographic and clinical features of the patients"}, {"text": "According to the Japanese Infectious Agents Surveillance Report from the IDSC, 96% of the influenza viruses detected and isolated from specimens collected from influenza cases by May 2010 were pandemic influenza [3] . Moreover the proportion of pandemic influenza to all influenza virus is 99% only during our investigation period. Therefore almost all of the patients who tested positive for the influenza A virus in the RIDT were thought to have been infected with pandemic influenza in Japan.", "cite_spans": [{"start": 212, "end": 215, "text": "[3]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Discussion"}, {"text": "Reports from other countries for example Mexico [4, 5] , the United States [6] , and Australia [7] have described ICU admissions for pneumonia, ARDS, and other severe conditions caused by the recent pandemic influenza virus. Most of the affected patients have been young. During our investigation period, more than 70% of the RIDT-positive outpatients were under the age of 18 years, and only 3.1% were 51 years of age or older. Influenza morbidity was much more common in the young than in the old in our investigation. This was identical to the trend observed for the morbidity of seasonal influenza. One reason proposed for this young age distribution has been the higher risk of Fisher's exact test c Influenza-like illness is defined as self-reported fever with cough, sore throat, or both influenza exposure in school environments. Although seasonal influenza-associated hospitalization rates and mortality are higher among persons 65 years of age or older and young children than among healthy older children and younger adults [8, 9] , none of the patients in our series, including the older adults, deteriorated to serious conditions. Chowell et al. [4] reported that low rates of morbidity and mortality from the pandemic influenza among the elderly reflect relatively stronger protection for persons who had been exposed to H1N1 strains during childhood, before the 1957 pandemic. There is reported evidence that exposure to a 1918-like H1N1 virus contributed to the induction of a cross-reactive antibody response to the pandemic influenza virus [10] . Similarly, both studies in England and in Japan have revealed that serum donors from older adults who had probably been exposed to the 1918 virus or a closely related H1N1 virus carried high levels of neutralizing antibodies against the 2009 H1N1 [11, 12] . The most common symptoms in our patients were fever, cough, and rhinorrhea. However, somewhat fewer patients in our series presented with gastrointestinal disturbances including diarrhea, nausea, and vomiting, compared with the patients reported in the United States [13] and Mexico [5] . These previous reports included a number of hospitalized patients who deteriorated into severe conditions as a result of the difficulty in rapid identification of the novel pandemic influenza and delays in the initiation of antiviral drugs during the early phase of the epidemic. Therefore, differences in seasonal effects, the length of time from onset to treatment, and the severity of the illness might have affected the incidence of gastrointestinal disturbances.", "cite_spans": [{"start": 48, "end": 51, "text": "[4,", "ref_id": "BIBREF2"}, {"start": 52, "end": 54, "text": "5]", "ref_id": "BIBREF3"}, {"start": 75, "end": 78, "text": "[6]", "ref_id": "BIBREF4"}, {"start": 95, "end": 98, "text": "[7]", "ref_id": "BIBREF5"}, {"start": 1035, "end": 1038, "text": "[8,", "ref_id": null}, {"start": 1039, "end": 1041, "text": "9]", "ref_id": "BIBREF7"}, {"start": 1159, "end": 1162, "text": "[4]", "ref_id": "BIBREF2"}, {"start": 1558, "end": 1562, "text": "[10]", "ref_id": "BIBREF8"}, {"start": 1812, "end": 1816, "text": "[11,", "ref_id": "BIBREF9"}, {"start": 1817, "end": 1820, "text": "12]", "ref_id": "BIBREF10"}, {"start": 2090, "end": 2094, "text": "[13]", "ref_id": "BIBREF11"}, {"start": 2106, "end": 2109, "text": "[5]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Discussion"}, {"text": "Positive findings in the RIDT were significantly more frequent in our male patients than in our female patients. Among patients with pandemic influenza in China, multivariable logistic-regression analysis identified male gender as an independent risk factors for prolonged infection with the pandemic influenza virus on the basis of real-time RT-PCR test [14] . However, WHO reports on whether or not the incidence of pandemic influenza infection differs between the sexes remains unresolved [15] .", "cite_spans": [{"start": 355, "end": 359, "text": "[14]", "ref_id": "BIBREF12"}, {"start": 492, "end": 496, "text": "[15]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Discussion"}, {"text": "Pneumonia was identified in two patients (0.5%) from our RIDT-positive group. In contrast with the experience in Mexico [5] , the pneumonia was somewhat mild in our two Our study has two important limitations. First, most of our cases were not confirmed by RT-PCR. Without this diagnostic confirmation, we were unable to determine whether there were any cases with influenza A subtypes other than pandemic influenza. However, the Japanese IDSC reports that the proportion of pandemic influenza to all influenza virus was 99% during our investigation period [3] . Only a very small number of positive patients were thought to suffer from seasonal influenza virus. Second, the sensitivity of the RIDTs is still poor [16] [17] [18] . According to the report and to guidance from the CDC, the specificity of RIDTs is generally high [16, 17] . When influenza viruses are circulating in a community, a positive test indicates that the specimen is likely to be infected with the influenza virus. On the other hand, the CDC guidance also reports that the sensitivity of RIDTs for detecting pandemic influenza A virus infections ranges from 10 to 70% compared with RT-PCR. For this reason, false negatives may have led to underestimation of the true burden of the influenza A virus.", "cite_spans": [{"start": 120, "end": 123, "text": "[5]", "ref_id": "BIBREF3"}, {"start": 557, "end": 560, "text": "[3]", "ref_id": "BIBREF1"}, {"start": 714, "end": 718, "text": "[16]", "ref_id": "BIBREF14"}, {"start": 719, "end": 723, "text": "[17]", "ref_id": "BIBREF15"}, {"start": 724, "end": 728, "text": "[18]", "ref_id": "BIBREF16"}, {"start": 828, "end": 832, "text": "[16,", "ref_id": "BIBREF14"}, {"start": 833, "end": 836, "text": "17]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Discussion"}, {"text": "In conclusion, the spread of influenza A virus during our investigation period was extensive and rapid among children under the age of 18 years. Only one patient with viral pneumonia in association with pandemic influenza was hospitalized. The low rate of hospitalization seemed to be attributable to prompt hospital visits, prompt diagnosis, and prompt treatment with antiviral drugs. Understanding the limitations of RIDT and appropriate interpretation of the results based on the recent clinical information seem to be important in the management of influenza pandemics in the future.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "World Health Organization. World now at the start of 2009 influenza pandemic", "authors": [], "year": 2009, "venue": "", "volume": "2", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Flash report of influenza virus in Japan, 2009/10 season (seasonal ? AH1pdm)", "authors": [], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Severe respiratory disease concurrent with the circulation of H1N1 influenza", "authors": [{"first": "G", "middle": [], "last": "Chowell", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Bertozzi", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Colchero", "suffix": ""}, {"first": "H", "middle": [], "last": "Lopez-Gatell", "suffix": ""}, {"first": "Alpuche-Aranda", "middle": [], "last": "", "suffix": ""}, {"first": "C", "middle": [], "last": "Hernandez", "suffix": ""}, {"first": "M", "middle": [], "last": "", "suffix": ""}], "year": 2009, "venue": "N Engl J Med", "volume": "361", "issn": "", "pages": "674--683", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Pneumonia and respiratory failure from swine-origin influenza A (H1N1) in Mexico", "authors": [{"first": "R", "middle": [], "last": "Perez-Padilla", "suffix": ""}, {"first": "D", "middle": [], "last": "Rosa-Zamboni", "suffix": ""}, {"first": "S", "middle": ["P"], "last": "Leon", "suffix": ""}, {"first": "M", "middle": [], "last": "Hernandez", "suffix": ""}, {"first": "F", "middle": [], "last": "Quiňones-Falconi", "suffix": ""}, {"first": "E", "middle": [], "last": "Bautista", "suffix": ""}], "year": 2009, "venue": "N Engl J Med", "volume": "361", "issn": "", "pages": "680--689", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Hospitalized patients with 2009 H1N1 influenza in the United States", "authors": [{"first": "S", "middle": [], "last": "Jain", "suffix": ""}, {"first": "L", "middle": [], "last": "Kamimoto", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Bramley", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Schmitz", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Benoit", "suffix": ""}, {"first": "J", "middle": [], "last": "Louie", "suffix": ""}], "year": 2009, "venue": "N Engl J Med", "volume": "361", "issn": "", "pages": "1935--1979", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Critical care services and 2009 H1N1 influenza in Australia and New Zealand", "authors": [], "year": 2009, "venue": "The ANZIC influenza Investigators", "volume": "361", "issn": "", "pages": "1925--1959", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Influenza-associated hospitalizations in the United States", "authors": [{"first": "W", "middle": ["W"], "last": "Thompson", "suffix": ""}, {"first": "D", "middle": ["K"], "last": "Shay", "suffix": ""}, {"first": "E", "middle": [], "last": "Weintraub", "suffix": ""}, {"first": "L", "middle": [], "last": "Brammer", "suffix": ""}, {"first": "C", "middle": ["B"], "last": "Bridges", "suffix": ""}, {"first": "N", "middle": ["J"], "last": "Cox", "suffix": ""}], "year": 2004, "venue": "JAMA", "volume": "292", "issn": "", "pages": "1333--1373", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Cross-reactive antibody responses to the 2009 pandemic H1N1 influenza virus", "authors": [{"first": "K", "middle": [], "last": "Hancock", "suffix": ""}, {"first": "V", "middle": [], "last": "Veguilla", "suffix": ""}, {"first": "X", "middle": [], "last": "Lu", "suffix": ""}, {"first": "W", "middle": [], "last": "Zhong", "suffix": ""}, {"first": "E", "middle": ["N"], "last": "Butler", "suffix": ""}, {"first": "H", "middle": [], "last": "Sun", "suffix": ""}], "year": 2009, "venue": "N Engl J Med", "volume": "361", "issn": "", "pages": "1945--52", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Incidence of 2009 pandemic influenza A H1N1 infection in England: a cross-sectional serological study", "authors": [{"first": "E", "middle": [], "last": "Miller", "suffix": ""}, {"first": "K", "middle": [], "last": "Hoschler", "suffix": ""}, {"first": "P", "middle": [], "last": "Hardelid", "suffix": ""}, {"first": "E", "middle": [], "last": "Stanford", "suffix": ""}, {"first": "N", "middle": [], "last": "Andrews", "suffix": ""}, {"first": "M", "middle": [], "last": "Zambon", "suffix": ""}], "year": 2010, "venue": "Lancet", "volume": "375", "issn": "", "pages": "1100--1108", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "In vitro and in vivo characterization of new swine-origin H1N1 influenza viruses", "authors": [{"first": "Y", "middle": [], "last": "Itoh", "suffix": ""}, {"first": "K", "middle": [], "last": "Shinya", "suffix": ""}, {"first": "M", "middle": [], "last": "Kiso", "suffix": ""}, {"first": "Y", "middle": [], "last": "Sakoda", "suffix": ""}, {"first": "M", "middle": [], "last": "Hatta", "suffix": ""}], "year": 2009, "venue": "Nature", "volume": "460", "issn": "", "pages": "1021--1026", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Household transmission of 2009 pandemic influenza A (H1N1) virus in the United States", "authors": [{"first": "S", "middle": [], "last": "Cauchemez", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Donnelly", "suffix": ""}, {"first": "C", "middle": [], "last": "Reed", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Ghani", "suffix": ""}, {"first": "C", "middle": [], "last": "Fraser", "suffix": ""}, {"first": "C", "middle": ["K"], "last": "Kent", "suffix": ""}], "year": 2009, "venue": "N Engl J Med", "volume": "361", "issn": "", "pages": "2619--2646", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Clinical features of the initial cases of 2009 pandemic influenza A (H1N1) virus infection in China", "authors": [{"first": "B", "middle": [], "last": "Cao", "suffix": ""}, {"first": "X", "middle": ["W"], "last": "Li", "suffix": ""}, {"first": "Y", "middle": [], "last": "Mao", "suffix": ""}, {"first": "J", "middle": [], "last": "Wang", "suffix": ""}, {"first": "H", "middle": ["Z"], "last": "Lu", "suffix": ""}, {"first": "Y", "middle": ["S"], "last": "Chen", "suffix": ""}], "year": 2009, "venue": "N Engl J Med", "volume": "361", "issn": "", "pages": "2507--2524", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "World Health Organization. Sex, gender and influenza", "authors": [], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Evaluation of rapid influenza diagnostic tests for detection of novel influenza A (H1N1) Virus-United States", "authors": [], "year": 2009, "venue": "MMWR Morb Mortal Wkly Rep", "volume": "58", "issn": "", "pages": "826--835", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Interim guidance for the detection of novel influenza A virus using rapid influenza diagnosis tests", "authors": [], "year": 2009, "venue": "Centers for Disease Control and Prevention", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Rapid-test sensitivity for novel swine-origin influenza A (H1N1) virus in humans", "authors": [{"first": "D", "middle": ["J"], "last": "Faix", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Sherman", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Waterman", "suffix": ""}], "year": 2009, "venue": "N Engl J Med", "volume": "361", "issn": "", "pages": "728--737", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": ", 95% confidence interval (CI) 1.54-3.04), maximum body temperature of more than 38°C (OR 2.91, 95% CI 2.13-3.97), cough (OR 3.53, 95% CI 2.55-4.88), rhinorrhea (OR 1.35, 95% CI 1.01-1.81), anorexia (OR 1.63, 95% CI 1.08-2.45), and history of contact with persons with influenza (OR 1.61, 95% CI 1.05-2.47) (Table 3).", "latex": null, "type": "table"}, "TABREF1": {"text": "Demographic and baseline characteristics in positive and negative cases", "latex": null, "type": "table"}, "TABREF2": {"text": "Characteristics and clinical features of the positive and negative cases", "latex": null, "type": "table"}, "TABREF3": {"text": "Odds ratio positive testing for influenza A virus on the rapid influenza diagnostic test by multivariable logistic-regression analysis Data are for 382 cases in positive cases and for 718 cases in negative cases CI confidence internal, ref. reference, ILI influenza-like illness, flu influenzaFig. 1Chest CT scans of a 7-year-old, previously healthy girl, revealed ground-glass opacity and thickening of the bronchial walls in the right upper lobe (a), and scattered ground-glass opacities in both lung fields (b) patients and was quickly resolved. In a report by Cao et al.[14] on 426 patients with pandemic influenza in China, 0 of 19 patients who presented with abnormalities on chest radiography developed severe pneumonia. This might have been partly the result of early diagnosis and early treatment with oseltamivir, because 18 of their 19 patients with pneumonia were given oseltamivir within 48 h from the onset of symptoms. From the report in Mexico[5], the time between the onset of symptoms and hospital admission ranged from 4 to 25 days (median 6). None of the 18 patients of Cao et al. received oseltamivir before admission. In our series, 94.9% of 389 positive patients visited our institutions within 48 h of the onset of symptoms and received either oseltamivir or zanamivir.", "latex": null, "type": "table"}, "TABREF4": {"text": "Table 1 ). As shown in Table 2, symptoms of cough, headache, and rhinorrhea were present in 81.7, 51.4, and 48.8% of the patients in the positive group, respectively. The incidence of diarrhea was quite low. Incidence\nTable 1", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Demographic and baseline characteristics in positive and negative cases\n</td><td> </td><td> </td></tr><tr><td>Characteristic </td><td>Positive cases (n = 389) </td><td>Negative cases (n = 732) </td><td>P value\n</td></tr><tr><td>Male sex </td><td>229/389 (58.9) </td><td>379/732 (51.8) </td><td>0.02a\n</td></tr><tr><td>Age (years) </td><td> </td><td> </td><td>\\0.001b\n</td></tr><tr><td>Median (range) </td><td>14 (1-68) </td><td>26 (0.8-94)\n</td><td> </td></tr><tr><td>IQR </td><td>10-21 </td><td>12-36\n</td><td> </td></tr><tr><td>Age group\n</td><td> </td><td> </td><td> </td></tr><tr><td>0-18 years </td><td>281/389 (72.2) </td><td>284/732 (38.8)\n</td><td> </td></tr><tr><td>19-50 years </td><td>96/389 (24.7) </td><td>366/732 (50.0)\n</td><td> </td></tr><tr><td>51 years and over </td><td>12/389 (3.1) </td><td>82/732 (11.2)\n</td><td> </td></tr><tr><td>Time after the onset of symptoms (h)c </td><td> </td><td>0.69b\n</td></tr><tr><td>Median (range) </td><td>24 (1.5-96) </td><td>23 (2-192)\n</td><td> </td></tr><tr><td>IQR </td><td>14.5-24 </td><td>10-30\n</td><td> </td></tr><tr><td>Maximum body temperature (C)d </td><td> </td><td> </td><td>\\0.001b\n</td></tr><tr><td>Median (range) </td><td>38.5 (36.2-40.1) </td><td>38 (34.9-41.8)\n</td><td> </td></tr><tr><td>IQR </td><td>38-39 </td><td>37.3-38.5\n</td><td> </td></tr><tr><td>Maximum body temperature category (C)\n</td><td> </td><td> </td></tr><tr><td>B37 </td><td>6/382 (1.6) </td><td>136/719 (18.9)\n</td><td> </td></tr><tr><td>37.1-38 </td><td>115/382 (30.1) </td><td>291/719 (40.5)\n</td><td> </td></tr><tr><td>38.1-39 </td><td>191/382 (50.0) </td><td>234/719 (32.5)\n</td><td> </td></tr><tr><td> </td><td>[39 </td><td>70/382 (18.3) </td><td>58/719 (8.1)\n</td></tr></table></body></html>"}, "TABREF5": {"text": "Table 3 ).\nTwo cases of influenza-associated pneumonia\nA 7-year-old, previously healthy girl, developed a temperature of 39 \u0003 C in association with a headache 2 days before visiting our clinic. The oxygen saturation was 94% in ambient air when she visited our clinic. Rhonchi were audible in the right upper lung field. Chest computed tomography (CT) scans revealed ground-glass opacity and thickened bronchial walls in the right upper lobe, and\nTable 2", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Characteristic </td><td>Characteristics and clinical features of the positive Positive cases (n = </td><td>and negative cases 389) Negative cases (n = </td><td>732) Odds ratio for positive (95% CI) </td><td>P value\n</td></tr><tr><td>Clinical symptom\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Fever (C38.0C) </td><td>299/382 (78.3) </td><td>383/719 (53.3) </td><td>3.16 (2.38-4.20) </td><td>\\0.001a\n</td></tr><tr><td>Headache </td><td>200/389 (51.4) </td><td>316/732 (43.2) </td><td>1.39 (1.09-1.78) </td><td>0.008a\n</td></tr><tr><td>Nausea </td><td>52/389 (13.7) </td><td>99/732 (13.5) </td><td>0.99 (0.69-1.42) </td><td>0.94a\n</td></tr><tr><td>Vomiting </td><td>18/389 (4.6) </td><td>39/732 (5.3) </td><td>0.86 (0.49-1.53) </td><td>0.61a\n</td></tr><tr><td>Diarrhea </td><td>19/389 (4.9) </td><td>61/732 (8.3) </td><td>0.56 (0.33-0.96) </td><td>0.03a\n</td></tr><tr><td>Abdominal pain </td><td>20/389 (5.1) </td><td>45/732 (6.1) </td><td>0.83 (0.48-1.42) </td><td>0.49a\n</td></tr><tr><td>Cough </td><td>318/389 (81.7) </td><td>363/732 (49.5) </td><td>4.55 (3.39-6.12) </td><td>0.001a\n</td></tr><tr><td>Sputum </td><td>124/389 (31.9) </td><td>176/732 (24.0) </td><td>1.48 (1.13-1.94) </td><td>0.005a\n</td></tr><tr><td>Sore throat </td><td>180/389 (46.3) </td><td>342/732 (46.7) </td><td>0.98 (0.77-1.26) </td><td>0.89a\n</td></tr><tr><td>Rhinorrhea </td><td>190/389 (48.8) </td><td>264/732 (36.1) </td><td>1.69 (1.32-2.17) </td><td>\\0.001a\n</td></tr><tr><td>Muscle pain </td><td>57/389 (14.7) </td><td>110/732 (15.0) </td><td>0.97 (0.69-1.37) </td><td>0.87a\n</td></tr><tr><td>Arthralgia </td><td>101/389 (26.0) </td><td>169/732 (23.1) </td><td>1.17 (0.88-1.55) </td><td>0.28a\n</td></tr><tr><td>Dyspnea </td><td>40/389 (10.3) </td><td>50/732 (6.8) </td><td>1.56 (1.01-2.42) </td><td>0.04a\n</td></tr><tr><td>General fatigue </td><td>169/389 (43.3) </td><td>290/732 (39.6) </td><td>1.17 (0.91-1.50) </td><td>0.22a\n</td></tr><tr><td>Anorexia </td><td>68/389 (17.5) </td><td>85/732 (11.5) </td><td>1.61 (1.14-2.28) </td><td>0.006a\n</td></tr><tr><td>Contact with persons with ILIc </td><td>289/389 (74.3) </td><td>345/732 (47.1) </td><td>3.24 (2.48-4.25) </td><td>\\0.001a\n</td></tr><tr><td>Contact with persons with flu </td><td>242/389 (62.2) </td><td>248/732 (39.9) </td><td>3.21 (2.49-4.15) </td><td>\\0.001a\n</td></tr><tr><td>Pneumonia </td><td>2/389 (0.5) </td><td>8/732 (1.1) </td><td>0.47 (0.10-2.21) </td><td>0.51b\n</td></tr><tr><td>Hospitalization </td><td>1/389 (0.3) </td><td>6/732 (0.8) </td><td>0.31 (0.04-2.60) </td><td>0.43b\n</td></tr><tr><td>Treatment\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Oseltamivir </td><td>284/386 (73.6) </td><td>128/724 (17.7) </td><td>NA </td><td>NA\n</td></tr><tr><td>Zanamivir </td><td>98/386 (25.4) </td><td>27/724 (3.7) </td><td>NA </td><td>NA\n</td></tr><tr><td>No antiviral drug </td><td>4/386 (1) </td><td>569/724 (78.6) </td><td>NA </td><td>NA\n</td></tr></table></body></html>"}, "TABREF6": {"text": "Table 3 Odds ratio positive testing for influenza A virus on the rapid influenza diagnostic test by multivariable logistic-regression analysis", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Variable </td><td>Odds ratio (95% CI) </td><td>P value\n</td></tr><tr><td>Age (years)\n</td><td> </td><td> </td></tr><tr><td>B30 </td><td>2.16 (1.54-3.04) </td><td>\\0.001\n</td></tr><tr><td>[30 </td><td>1.00 (ref.)\n</td><td> </td></tr><tr><td>Sex\n</td><td> </td><td> </td></tr><tr><td>Male </td><td>1.22 (0.92-1.61) </td><td>0.18\n</td></tr><tr><td>Female </td><td>1.00 (ref.)\n</td><td> </td></tr><tr><td>Maximum body temperature (C)\n</td><td> </td></tr><tr><td>\\38 </td><td>1.00 (ref.)\n</td><td> </td></tr><tr><td>C38 </td><td>2.91 (2.13-3.97) </td><td>\\0.001\n</td></tr><tr><td>Cough\n</td><td> </td><td> </td></tr><tr><td>Yes </td><td>3.53 (2.55-4.88) </td><td>\\0.001\n</td></tr><tr><td>No </td><td>1.00 (ref.)\n</td><td> </td></tr><tr><td>Rhinorrhea\n</td><td> </td><td> </td></tr><tr><td>Yes </td><td>1.35 (1.01-1.81) </td><td>0.04\n</td></tr><tr><td>No </td><td>1.00 (ref.)\n</td><td> </td></tr><tr><td>Anorexia\n</td><td> </td><td> </td></tr><tr><td>Yes </td><td>1.63 (1.08-2.45) </td><td>0.02\n</td></tr><tr><td>No </td><td>1.00 (ref.)\n</td><td> </td></tr><tr><td>Contact with persons with ILI\n</td><td> </td></tr><tr><td>Yes </td><td>1.43 (0.91-2.25) </td><td>0.12\n</td></tr><tr><td>No </td><td>1.00 (ref.)\n</td><td> </td></tr><tr><td>Contact with persons with flu\n</td><td> </td></tr><tr><td>Yes </td><td>1.61 (1.05-2.47) </td><td>\\0.03\n</td></tr><tr><td> </td><td>No </td><td>1.00 (ref.)\n</td></tr></table></body></html>"}}, "back_matter": []}