{
    "paper_id": "73c8ca3e77bb63ef59e98f5eccae841fd802aee4",
    "metadata": {
        "title": "Immune predictors of oral poliovirus vaccine immunogenicity among infants in South India",
        "authors": [
            {
                "first": "Sudhir",
                "middle": [],
                "last": "Babji",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Punithavathy",
                "middle": [],
                "last": "Manickavasagam",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yin-Huai",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nithya",
                "middle": [],
                "last": "Jeyavelu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nisha",
                "middle": [],
                "last": "Vincy",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jose",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ira",
                "middle": [],
                "last": "Praharaj",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chanduni",
                "middle": [],
                "last": "Syed",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Saravanakumar",
                "middle": [
                    "Puthupalayam"
                ],
                "last": "Kaliappan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jacob",
                "middle": [],
                "last": "John",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sidhartha",
                "middle": [],
                "last": "Giri",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Srinivasan",
                "middle": [],
                "last": "Venugopal",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Beate",
                "middle": [],
                "last": "Kampmann",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Edward",
                "middle": [
                    "P K"
                ],
                "last": "Parker",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Miren",
                "middle": [],
                "last": "Iturriza-Gómara",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gagandeep",
                "middle": [],
                "last": "Kang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nicholas",
                "middle": [
                    "C"
                ],
                "last": "Grassly",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "✉",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Holm",
                "middle": [
                    "H"
                ],
                "last": "Uhlig",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Identification of the causes of poor oral vaccine immunogenicity in low-income countries might lead to more effective vaccines. We measured mucosal and systemic immune parameters at the time of vaccination with oral poliovirus vaccine (OPV) in 292 Indian infants aged 6-11 months, including plasma cytokines, leukocyte counts, fecal biomarkers of environmental enteropathy and peripheral blood T-cell phenotype, focused on gut-homing regulatory CD4+ populations. We did not find a distinct immune phenotype associated with OPV immunogenicity, although viral pathogens were more prevalent in stool at the time of immunization among infants who failed to seroconvert (63.9% vs. 45.6%, p = 0.002). Using a machine-learning approach, we could predict seroconversion a priori using immune parameters and infection status with a median 58% accuracy (cross-validation IQR: 50-69%) compared with 50% expected by chance. Better identification of immune predictors of OPV immunogenicity is likely to require sampling of mucosal tissue and improved oral poliovirus infection models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "npj Vaccines (2020) 5:27 ; https://doi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Identification of the causes of poor oral vaccine immunogenicity in low-income countries might lead to more effective vaccines. We measured mucosal and systemic immune parameters at the time of vaccination with oral poliovirus vaccine (OPV) in 292 Indian infants aged 6-11 months, including plasma cytokines, leukocyte counts, fecal biomarkers of environmental enteropathy and peripheral blood T-cell phenotype, focused on gut-homing regulatory CD4+ populations. We did not find a distinct immune phenotype associated with OPV immunogenicity, although viral pathogens were more prevalent in stool at the time of immunization among infants who failed to seroconvert (63.9% vs. 45 .6%, p = 0.002). Using a machine-learning approach, we could predict seroconversion a priori using immune parameters and infection status with a median 58% accuracy (cross-validation IQR: 50-69%) compared with 50% expected by chance. Better identification of immune predictors of OPV immunogenicity is likely to require sampling of mucosal tissue and improved oral poliovirus infection models.",
            "cite_spans": [
                {
                    "start": 676,
                    "end": 678,
                    "text": "45",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "npj Vaccines (2020) 5:27 ; https://doi.org/10.1038/s41541-020-0178-5",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The composition of the intestinal microbiota develops over the first few years of life, and is shaped by multiple factors such as mode of birth, breast-feeding, food intake and antibiotic use 1, 2 . It is regulated by infant immunity, which in turn develops and is shaped by exposure to the microbiota 3, 4 . Intestinal lymphoid tissues require the intestinal microbiota for normal development, and exposure to commensal and pathogenic organisms sets the tone of the systemic and mucosal immune system for the long term. These early interactions have a substantial impact on the development of metabolic and immune-mediated disorders 5 . There is also emerging evidence in mice and humans for microbiota dependent modeling of local immunity and the subsequent response to infection or vaccination [6] [7] [8] . Understanding the complex interaction between the microbiota and immune responses during infancy therefore has potentially important implications for vaccine development as well as prevention of immune-mediated disorders.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 194,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 195,
                    "end": 196,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 302,
                    "end": 304,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 305,
                    "end": 306,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 634,
                    "end": 635,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 797,
                    "end": 800,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 801,
                    "end": 804,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 805,
                    "end": 808,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "BACKGROUND"
        },
        {
            "text": "Infants in low and lower-middle income countries (LMICs) are exposed to a high burden of intestinal pathogens from birth 9, 10 . It is thought that these infections alter intestinal immune system homeostasis and eventually lead to environmental enteropathy (EE). This understudied disorder is commonly found in children in the poorest socioeconomic settings and is characterized by intestinal inflammation, permeability and histological changes including blunted intestinal villi 11 . Recent work has begun to elucidate its contribution to malnutrition and changes in the microbiota that may adversely affect nutrient uptake and growth [12] [13] [14] .",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 123,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 124,
                    "end": 126,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 480,
                    "end": 482,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 636,
                    "end": 640,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 641,
                    "end": 645,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 646,
                    "end": 650,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "BACKGROUND"
        },
        {
            "text": "It has also been suggested that EE may cause poor oral vaccine immunogenicity 15, 16 . Oral vaccines against poliovirus, rotavirus, and cholera are all substantially less immunogenic and effective when given to children in LMICs 17 . This phenomenon has prolonged polio eradication by limiting vaccine effectiveness 18 , and is limiting the benefits from the global scale-up in access to oral rotavirus vaccines 19 . However, recent studies of biomarkers of EE in children at the time of immunization have had mixed findings, with different biomarkers showing positive, negative or no association with oral poliovirus or rotavirus vaccine immunogenicity 20 . Several other mechanisms may also contribute to poor oral vaccine immunogenicity in LMICs, including interference by high titers of antigen-specific transplacental or breastmilk antibodies. However, withholding breastfeeding does not improve oral poliovirus or rotavirus vaccine response [21] [22] [23] [24] , and neonatal immunization when transplacental antibody titres are at their highest has in general resulted in comparable levels of seroconversion to doses administered later in life 25, 26 .",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 81,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 82,
                    "end": 84,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 229,
                    "end": 231,
                    "text": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 316,
                    "end": 318,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 412,
                    "end": 414,
                    "text": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 654,
                    "end": 656,
                    "text": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 947,
                    "end": 951,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 952,
                    "end": 956,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 957,
                    "end": 961,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 962,
                    "end": 966,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1151,
                    "end": 1154,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1155,
                    "end": 1157,
                    "text": "26",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "BACKGROUND"
        },
        {
            "text": "In the case of oral poliovirus vaccine (OPV), enterovirus infection at the time of vaccination is associated with a modest decline in vaccine immunogenicity 27, 28 . Recent data suggest this may be the case for oral rotavirus vaccine too 29 , which is also affected by coadministration of the live-attenuated OPV 30 . The mechanisms underlying this association are unclear and may relate to direct interference at mucosal and epithelial sites affecting virus replication and modulation of innate and adaptive immunity.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 160,
                    "text": "27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 161,
                    "end": 163,
                    "text": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 238,
                    "end": 240,
                    "text": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 313,
                    "end": 315,
                    "text": "30",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "BACKGROUND"
        },
        {
            "text": "Here we report an investigation of the mechanisms behind poor OPV immunogenicity and the contribution of changes in systemic and mucosal immune homeostasis, including EE. We measured systemic and mucosal immune parameters in peripheral blood and stool samples collected at the time of monovalent serotype 3 OPV immunization of seronegative Indian infants aged 6-11 months. These infants were enrolled in a randomized controlled trial of the effect of the antibiotic azithromycin on EE and OPV immunogenicity 31 . As primary outcome, we reported that azithromycin treatment had no effect on seroconversion after OPV, despite reducing the enteric bacterial pathogen load and fecal biomarkers of EE. Instead, infection with enteric viruses (enteroviruses and rotavirus) was associated with seroconversion. We now report on extensive immune profiling of these infants at the time of immunization, including mucosal homing immune cells in peripheral blood, plasma cytokines and acute-phase proteins, leukocyte counts, and fecal biomarkers of inflammation. We use a statistical learning approach to identify immune markers measured at the time of vaccination that predict OPV immunogenicity. We end with a consideration of the implications of our findings for improving oral vaccines and oral vaccination strategies.",
            "cite_spans": [
                {
                    "start": 508,
                    "end": 510,
                    "text": "31",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "BACKGROUND"
        },
        {
            "text": "We measured markers of innate and adaptive, mucosal and systemic immunity in Indian infants aged 6-11 months and who lacked detectable antibodies at 1:8 dilution to serotype 3 poliovirus at the time of immunization with monovalent type 3 OPV (mOPV3) as part of a clinical trial of the effect of azithromycin on the immunogenicity of this vaccine. In the original study, 50% of infants given azithromycin seroconverted after vaccination with mOPV3, compared with 54% given placebo. Out of the 300 infants randomly selected for this study (stratified by study arm and seroconversion status), 292 completed the study per protocol and were included in our analysis of immune markers. Ex vivo flow cytometry was performed in 129 infants to examine circulating gut-homing T-cell phenotypes (Fig. 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 784,
                    "end": 792,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Study population"
        },
        {
            "text": "Immune measurements Total cell counts were measured from freshly collected blood samples. We separated peripheral blood mononuclear cells (PBMCs) and plasma within 4-6 h of collection and measured lymphocyte gut-homing markers, plasma cytokines and acute phase proteins (see Methods section for full details). Data on seroconversion to mOPV3, vaccine virus shedding 7 days after immunization, stool inflammatory biomarkers and pathogens detected by Taqman array card (TAC) were also analyzed as previously reported 31 .",
            "cite_spans": [
                {
                    "start": 515,
                    "end": 517,
                    "text": "31",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Study population"
        },
        {
            "text": "A cross-correlation matrix among all investigated markers shows strong associations among parameters within each class of measurements (measurement 'module') but weaker associations across modules (Fig. 2a) . Unsupervised clustering of immune parameters did not reveal any strong association of immune phenotype with seroconversion to mOPV3 or treatment arm (Fig. 2b ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 197,
                    "end": 206,
                    "text": "(Fig. 2a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 358,
                    "end": 366,
                    "text": "(Fig. 2b",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Study population"
        },
        {
            "text": "Demographic and seasonal correlates of immune phenotype Fecal calprotectin and other biomarkers of EE, C-reactive protein (CRP) as a measure of systemic inflammation, plasma cytokines and leukocyte populations, did not differ significantly by agegroup or sex after false discovery rate (FDR) correction of p-values (Table 1 ). There were, however, significant differences in measurements according to the time of year the sample was collected, suggesting an important seasonal component. Measures of intestinal inflammation, including calprotectin, were raised among infants immunized in September-October compared with November-December (Table 1 ). In contrast, markers of systemic inflammation including interferon-γ (IFN-γ) and interleukin-1β (IL-1β) in plasma and neutrophil counts, were higher during November-December. Nearly all infants (271/292) were breastfed and breastfeeding status was not associated with immune phenotype (p > 0.8 for all variables in Table 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 315,
                    "end": 323,
                    "text": "(Table 1",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 638,
                    "end": 646,
                    "text": "(Table 1",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 965,
                    "end": 972,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Study population"
        },
        {
            "text": "The number of bacterial or viral pathogens detected in stool at the time of vaccination did not show any significant correlation with EE biomarkers, plasma cytokines, CRP or lymphocyte populations after FDR correction of p-values (Table 1) . Calprotectin was raised in infants with bacterial pathogens detected in stool, in agreement with expectations from previous work, but this was not significant after FDR correction 31 . Viral pathogens were more prevalent among those infants who failed to seroconvert to OPV (prevalence of at least one viral pathogen was 63.9% vs. 45.6%, Fisher's p = 0.002), as previously reported 31 . However, detection of any pathogenic virus in stool was not correlated with any of the immune parameters after FDR correction. Effect of treatment with azithromycin As reported in Grassly et al. 31 , treatment with azithromycin reduced fecal biomarkers of EE (myeloperoxidase, calprotectin, and α1-antitrypsin) and the prevalence of pathogenic Escherichia coli and Campylobacter bacteria detected in stool, but did not affect seroconversion to OPV which was 50% and 54% in the treatment and placebo arms respectively. Here we report that azithromycin, despite significantly reducing fecal calprotectin level, did not affect measures of systemic inflammation such as CRP (0.88 mg/L among infants in the treatment arm at the time of vaccination compared with 0.94 mg/L in the placebo arm) or other immune parameters of interest, including circulating CD4+ T cells expressing intestinal or mucosal homing markers and the regulatory cell marker forkhead box P3 (FOXP3) ( Table 1) .",
            "cite_spans": [
                {
                    "start": 422,
                    "end": 424,
                    "text": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 624,
                    "end": 626,
                    "text": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 824,
                    "end": 826,
                    "text": "31",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 230,
                    "end": 239,
                    "text": "(Table 1)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1596,
                    "end": 1604,
                    "text": "Table 1)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Effect of intestinal infection with pathogenic viruses and bacteria"
        },
        {
            "text": "Association with OPV seroconversion and vaccine shedding After FDR correction none of the 51 immune parameters showed a significant individual association with OPV seroconversion or shedding of vaccine virus as a marker of vaccine \"take\" (Table 1 and Supplementary Table 1 ). Measures of mucosal inflammation (e.g., fecal calprotectin, myeloperoxidase) and systemic inflammation (e.g., plasma IFN-γ and IL-1β) measured in plasma at the time of vaccination were not significantly different among infants according to their subsequent seroconversion or vaccine shedding status (Table 1 and Supplementary Fig. 1 ). The number of regulatory CD4+ T cells homing to the small intestine (CCR9+) was higher in infants who failed to seroconvert, but this was not significant after FDR correction (16.4 vs. 13.5 cells/μl, FDR p-value = 0.483).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 238,
                    "end": 246,
                    "text": "(Table 1",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 265,
                    "end": 272,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 575,
                    "end": 583,
                    "text": "(Table 1",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 588,
                    "end": 608,
                    "text": "Supplementary Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Effect of intestinal infection with pathogenic viruses and bacteria"
        },
        {
            "text": "We used supervised learning (random forest) analysis of immune measurements taken at the time of vaccination to determine whether they allowed accurate out-of-sample prediction of infant response to OPV or receipt of azithromycin. We analyzed the accuracy of each module independently and combined using 10-fold cross-validation and plotted the correlation network for the eight most important variables in a single run of the random forest algorithm for the combined analyses (Fig. 3 ). Combining all measurement modules for 126 infants with complete data we were able to predict seroconversion with a median accuracy across all cross-validation samples of 58% (interquartile range (IQR): 50-69%; Fig. 3a ). This compares with 50% accuracy expected by random choice assuming a priori equal probabilities of seroconversion or not. The most important measurement modules contributing to this modest predictive accuracy were enteric pathogens (enterovirus in stool), ex vivo flow cytometry measurements (regulatory CD4+ T cells expressing CCR9), neutrophil and the (correlated) total leukocyte count and plasma cytokines (Fig. 3c) . The out-of-sample predictive accuracy for the combined modules to predict shedding of poliovirus after immunization was not different to that expected by chance ( Supplementary Fig. 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 477,
                    "end": 484,
                    "text": "(Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 698,
                    "end": 705,
                    "text": "Fig. 3a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1119,
                    "end": 1128,
                    "text": "(Fig. 3c)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1294,
                    "end": 1314,
                    "text": "Supplementary Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Statistical learning analysis"
        },
        {
            "text": "Infant study arm (receipt of azithromycin or placebo 2 weeks before sample collection at vaccination) was predicted with a median accuracy of 66.7% (IQR: 58.3-75.0%; Fig. 3b ). All measurement modules contributed to this predictive accuracy with the exception of demography (as expected because of the randomized study design). Important variables included measures of intestinal inflammation and integrity (calprotectin, myeloperoxidase, α1-antitrypsin), regulatory T cells homing to the intestine and enteric bacterial pathogens (Campylobacter, enteroaggregative Escherichia coli) (Fig. 3d) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 166,
                    "end": 173,
                    "text": "Fig. 3b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 583,
                    "end": 592,
                    "text": "(Fig. 3d)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Statistical learning analysis"
        },
        {
            "text": "Our study provides insight into the ecology of the gastrointestinal tract and the developing immune system in infants in a low-income setting with a high load of bacterial and viral intestinal pathogens. Perturbing the intestinal microbiota with azithromycin allowed us to overcome some of the difficulties with complex association data in observational studies and reveals distinct bacteria-associated changes in infant immune status. To analyze these complex data including over 30 infection and 50 immune parameters per child we used a systems biology approach to identify immune signatures that could predict OPV immunogenicity. We did not find a distinct immune phenotype that was strongly associated with OPV seroconversion or shedding among the immune parameters that we measured. As previously reported, infection with enteroviruses at the time of vaccination was more common among infants who failed to seroconvert to OPV 31 , but these infections were not associated with a distinct immune signature in peripheral blood or stool (Fig. 2b) . Combining all measurements in a machine-learning (random forests) analysis, OPV seroconversion could be predicted with an out-of-sample accuracy of 58% (IQR: 50-69%), only a modest improvement over the 50% accuracy expected by chance. Apart from enterovirus infection, the variables with the highest importance in this analysis were the numbers of CD4+ T cells homing to the small intestine (CCR9+), particularly CD4 + FOXP3 + (regulatory) T cells, and also circulating leukocytes, in particular neutrophils, and the fecal biomarker of enteropathy α1-antitrypsin. This is potentially suggestive of a local intestinal inflammation that inhibits OPV immunogenicity. CD4+ regulatory T cells have a well-established role in intestinal inflammation-they home towards the inflamed gut and can resolve intestinal inflammation 32 . They are also involved in the early antiviral immune response to mucosal infection in mice 33 However, without mucosal tissue samples, it is difficult to conclude their role in the response to OPV in these infants. Shedding of poliovirus after vaccination was strongly correlated with seroconversion, and markers of inflammation were somewhat raised among infants who did not shed poliovirus after vaccination as seen for seroconversion (although these differences were not significant in univariate analyses after FDR correction). However, shedding of OPV after immunization was not predicted with any degree of accuracy above that expected by chance on the basis of the immune parameters that we measured.",
            "cite_spans": [
                {
                    "start": 1870,
                    "end": 1872,
                    "text": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1966,
                    "end": 1968,
                    "text": "33",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 1039,
                    "end": 1048,
                    "text": "(Fig. 2b)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "We did find significant seasonal variation in several immune parameters, including raised measures of intestinal inflammation and lower levels of systemic proinflammatory plasma cytokines (IL-1β, IFN-γ) and neutrophil counts in the warmer months of September to October compared with November to December. This may reflect differences in exposure to infection, with many diarrheal pathogens more common in the warmer months in this population and respiratory illness peaking in colder months 9, 35 .",
            "cite_spans": [
                {
                    "start": 492,
                    "end": 494,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 495,
                    "end": 497,
                    "text": "35",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Treatment of infants with azithromycin resulted in a network of correlated immune changes that were distinct from those associated with OPV seroconversion. This is consistent with the absence of an effect of treatment on vaccine response. Prior receipt of azithromycin or placebo could be predicted with a median of 67% out-of-sample accuracy (IQR 58-75%). In addition to the previously reported reduction in bacterial pathogens and biomarkers of intestinal inflammation, important variables in the random forests analysis included gut-homing (β7+ or CCR9+) regulatory CD4+ T cells and neutrophil counts. Systemic inflammation measured by CRP in plasma was not affected by treatment, despite the known anti-inflammatory effects of azithromycin, which may be mediated both through a reduction in bacterial load and direct effects on cell signaling pathways 36 .",
            "cite_spans": [
                {
                    "start": 856,
                    "end": 858,
                    "text": "36",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our study has a number of limitations. It is observational in nature and lacks mucosal tissue that would have allowed a more direct assessment of intestinal immunity. Although pediatric endoscopy has an excellent safety record, we decided not to take intestinal biopsies because infants were asymptomatic and healthy despite raised levels of EE biomarkers. We therefore relied on inference from the systemic compartment and from circulating cells expressing mucosal and gut-homing receptors/integrins. Further investigation of underlying mechanisms responsible for oral vaccine failure may benefit from examination of tissue biopsies taken during diagnostic procedures and use of appropriate in vitro and animal models 37, 38 .",
            "cite_spans": [
                {
                    "start": 719,
                    "end": 722,
                    "text": "37,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 723,
                    "end": 725,
                    "text": "38",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "An additional limitation is that we focused on a single population of seronegative infants in south India with high levels of EE biomarkers. Indeed, fecal biomarkers of inflammation in our study are among the highest reported from any cohort described so far in the world 39 . It will be important to determine how our findings in this population translate to other settings, such as in sub-Saharan Africa, where oral vaccine immunogenicity is also compromised. We deliberately enrolled infants without detectable serum neutralizing antibodies to serotype 3 poliovirus, but these infants were previously exposed to trivalent oral poliovirus vaccine and may have developed an immune response that was not detectable in blood or that had waned by the time of enrollment. It is therefore possible that our population included both naïve and immunologically primed infants with a potential impact on the subsequent immunogenicity of OPV. However, we were not able to distinguish such a population and analysis of infant vaccination history and seroprevalence at screening for eligibility was consistent with a simple hypothesis of a small, independent probability of vaccine failure per dose of earlier vaccine 40 .",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 274,
                    "text": "39",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1207,
                    "end": 1209,
                    "text": "40",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Finally, we do not report on the commensal intestinal microbiota here, which is known to have immunomodulatory effects 3 . However, in a subset of infants from this study the bacterial microbiota was assessed by 16S rRNA sequencing of stool and found not to correlate with OPV immunogenicity or shedding 28 .",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 306,
                    "text": "28",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In conclusion, our study did not find a strong predictor of OPV immunogenicity in this population in south India. Infection with enteric viruses and changes in gut-homing regulatory T cells showed a modest association with OPV immunogenicity. Further work would be required to investigate this possible association, ideally including mucosal samples. It is clear that intestinal homeostasis among these infants is skewed towards an inflammatory state that maintains health in the presence of multiple intestinal pathogens. On average, each infant had >2 pathogen targets detected in stool using TAC but only 2% had diarrhea at enrollment 31 . We do not fully understand the mechanisms responsible for the development and maintenance of this inflammatory environment, although they are likely to reflect the integration by the infant immune system of multiple signals from intestinal viral and bacterial pathogens and commensals 3, 41 . Further investigation of these mechanisms in humans and in animal models may identify pathways that could be targeted by coadministered drugs or adjuvants that enhance the immune response to oral vaccines.",
            "cite_spans": [
                {
                    "start": 638,
                    "end": 640,
                    "text": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 928,
                    "end": 930,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 931,
                    "end": 933,
                    "text": "41",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Translating our current findings to interventions to improve oral vaccine immunogenicity and effectiveness is difficult. Treatment of enteric virus infection or directly perturbing infant intestinal immune environment from an inflammatory state that might be adaptive in this community may well be detrimental. However, alternative approaches could include changes to an earlier immunization schedule, including neonatal dosing, before exposure to pathogenic enteric viruses, or interventions to promote gut health of neonates, such as maternal immunization, water and sanitation interventions or promotion of exclusive breastfeeding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Infants aged 6-11 months living in Vellore, south India, were enrolled in a double-blind, randomized, placebo-controlled trial to study the effect of a 3-day course of azithromycin on serotype-3 poliovirus vaccine immune response. Infants were enrolled in the study if they lacked detectable antibodies against serotype 3 poliovirus at a dilution of 1 in 8 and were medically fit. They were excluded if they had a history of allergic reaction after oral poliovirus vaccine, had chronic diarrhea (>14 days), were receiving immunosuppressant medication, or they or their mother had syndromic or documented evidence of being immunocompromised. Full details of the study population and the result of treatment with azithromycin have been published previously 31 . For the present study, we selected a random sample of 300 infants from those who had completed the trial and had sufficient sample volumes, with equal numbers chosen by study arm and poliovirus seroconversion status (defined as the detection of serotype-3 poliovirus-specific serum neutralizing antibodies at a dilution of 1 in 8 or higher in blood taken 21 days after vaccination).",
            "cite_spans": [
                {
                    "start": 755,
                    "end": 757,
                    "text": "31",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Study population"
        },
        {
            "text": "The trial was performed in accordance with good clinical practice and ethical principles of the Declaration of Helsinki, including the collection of written informed consent from parents. The study was approved by the Institutional Review Board of the Christian Medical College Vellore and the Drugs Controller General of India. All biological samples were coded with a unique ID linked to the study participant ID, to ensure that only anonymized samples were analyzed and that laboratory personnel were blinded to study group assignment. The trial was registered with the Clinical Trials Registry India on 9 May 2014, number CTRI/2014/05/004588.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study population"
        },
        {
            "text": "Total white blood cell count and differential leukocyte count (lymphocytes, neutrophils, monocytes and eosinophils) were performed in blood collected in EDTA tubes based on standardized methods by Leishman's staining in a Neubauer's chamber by trained technicians using standardized methods. Peripheral blood mononuclear cells (PBMC) were isolated by Ficoll Hypaque gradient method on the day of vaccination (day 14 of the trial). PBMC were analyzed ex vivo using flow cytometry (FACS), within 4-6 h of collection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Full blood count and isolation of peripheral blood mononuclear cells"
        },
        {
            "text": "Samples were acquired on a BD FACSAria™ III running a BD FACSDIVA Ver.8.0.1 software and results analyzed using FlowJo X 10.0.6 software (Supplementary Table 2 ). Cell viability was determined using LIVE/DEAD® Fixable Aqua Dead Cell Stain Kit. Appropriate single stained controls and florescent minus one (FMO) controls were used. The PBMCs collected on the day of administration of monovalent OPV3 (pre-vaccination), were assessed for the lymphocyte subsets with a special focus on the guthoming subpopulations. Staining was performed for CD3, CD4, CCR6, CCR9, FOXP3, and β7-integrin (Supplementary Table 2 ). This allowed us to define the following populations: CD3 + T cells, CD3 + CD4 + T cells, CD3 + CD4 + FOXP3 + regulatory T cells, and investigate CCR6+, CCR9+, and integrin β7+ gut homing subsets (gating strategy shown in Supplementary Fig. 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 152,
                    "end": 159,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 600,
                    "end": 607,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 832,
                    "end": 852,
                    "text": "Supplementary Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "FACS analysis"
        },
        {
            "text": "Plasma cytokine and C-reactive protein levels Plasma was separated from blood samples collected on the day of vaccination and stored at −80°C until analysis. Samples were tested for a diverse range of pro-inflammatory and anti-inflammatory cytokines, growth markers and chemokines using the Human Cytokine Magnetic 30-plex panel and analyzed using a Luminex TM platform. This includes chemokines (Eotaxin, IP-10, MCP-1, MIG, MIP-1α, MIP-1β, and RANTES), growth factors (EGF, FGF-basic, HGF, and VEGF), and cytokines (G-CSF, GM-CSF, IFN-α, IFN-γ, IL-1β, IL-1RA, IL-2, IL-4, IL-5, IL-6, IL-7, IL-8, IL-10, IL-12 (p40/p70), IL-13, IL-15, IL-17, and TNF-α). Results were calculated using the 5PL fit equation on the Bio-plex Manager software Version 6.1. Plasma Creactive protein (CRP) levels were estimated using the ProcartaPlex Human CRP Simplex kit and analyzed using the Luminex TM platform.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FACS analysis"
        },
        {
            "text": "Plasma cytokine and CRP assays were run across multiple 96-well plates. We found significant plate-to-plate variation in estimated analyte levels using the Luminex TM platform. This variation remained even after using more stringent thresholds for analyte minima (at value of 6th dilution standard across 7 dilutions) and checking readings across plates used to fit the standard curve were within 10% of each other. For example, the Fstatistic for IL12 across the five plates used for plasma cytokine measurement was 22.2 (p-value < 0.001) and for CRP across the four plates used was 16.5 (p < 0.001). The distribution of samples across plates was approximately equal (plasma cytokines) or deliberately randomized (CRP) with respect to study arm (azithromycin vs. placebo) and outcome (seroconversion) and we therefore included these measurements in our analyses. However, this highlights the importance of checking batch effects in high-throughput studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FACS analysis"
        },
        {
            "text": "Stool biomarkers of inflammation (myeloperoxidase, calprotectin), proteinlosing enteropathy (α1-antitrypsin) and immune activation (neopterin), and plasma biomarkers of microbial translocation (soluble CD14 and endotoxin-core IgG) and epithelial damage (intestinal fatty acid binding protein) were measured on the day of vaccination using commercial enzyme-linked immunosorbent assays (ELISA) 31 . Stool aliquots for the fecal biomarker ELISA assays were supplemented with a cocktail of protease inhibitors before being stored at −70°C.",
            "cite_spans": [
                {
                    "start": 393,
                    "end": 395,
                    "text": "31",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Environmental enteropathy biomarkers"
        },
        {
            "text": "Shedding of serotype 3 Sabin poliovirus in stool samples collected 7 days after vaccination was assessed using a singleplex quantitative real-time PCR, using RNA extracted by Vx reagents on a Qiaxtractor 42 . Bacterial, viral, and eukaryotic pathogens were analyzed using total nucleic acid extracted from stool samples collected on the day of vaccination using an enteropathogen Taqman Array Card (TAC) quantitative PCR assay developed by the Division of Infectious Diseases and International Health, University of Virginia 31, 43 . TAC assay targets allowed identification of pathogenic bacteria (Aeromonas, Campylobacter, Clostridium difficile, Helicobacter pylori, Salmonella, Shigella, Vibrio cholerae, and enteroaggregative, enteropathogenic, enterotoxigenic and shiga-toxin producing Escherischia coli (EAEC, EPEC, ETEC, and STEC)), viruses (Adenovirus, Astrovirus, Enterovirus, Norovirus, Rotavirus, and Sapovirus) and eukaryotes (Ancylostoma, Ascaris, Cryptosporidium, Cyclospora, Enterocytozoon bieneusi, Entamoeba histolytica, Encephalitozoon intestinalis, Giardia, Isospora, Necator, Strongyloides, Trichuris).",
            "cite_spans": [
                {
                    "start": 525,
                    "end": 528,
                    "text": "31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 529,
                    "end": 531,
                    "text": "43",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Detection of poliovirus shedding and stool pathogens"
        },
        {
            "text": "Data on fecal and plasma biomarkers of environmental enteropathy, circulating ex vivo T-cell phenotype, plasma cytokines and leukocyte counts for samples collected on the day of vaccination (study day 14) were compiled in a single dataset. Correlation among the variables was assessed by calculating Pearson's correlation coefficient for the log-transformed variables rescaled to have a mean of zero and standard deviation (SD) = 1. Univariable comparisons between groups were based on analysis of variance for the log-transformed variables or Wilcoxon's (non-parametric) rank sum test for the untransformed data (two-sided tests). p-values for the univariable tests of significance were corrected for multiple comparisons using FDR correction 44 .",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 204,
                    "text": "14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 744,
                    "end": 746,
                    "text": "44",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Hierarchical cluster analysis of variables in the complete dataset was performed using Ward's minimum variance criterion 45 . Heatmaps of the clustered dataset were plotted to visualize the relationship between infant immune phenotype and study arm/seroconversion status. The association between the immune phenotype data and classification of infants according to their seroconversion status or study arm was assessed using the random forests algorithm 46 . For each analysis we report the median accuracy from a 10-fold cross-validation using 20 random forests for each fold. Variables were ranked by their importance in the random forests analysis and the top eight most important variables plotted in a correlation network with links between pairs of variables shown if their Spearman rank correlation coefficient was greater than 0.2. Variable importance was assessed by the mean decrease in the Gini coefficient resulting from their inclusion in the random forest model.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 123,
                    "text": "45",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 454,
                    "end": 456,
                    "text": "46",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "All analyses were performed in the R programming language (R Core Team. R: A Language and Environment for Statistical Computing. www.Rproject.org). Individual R packages were used during the analysis including pheatmap for the heatmap plots, beeswarm for the univariable plots, randomForest for the random forest analyses, and igraph for the network plots.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Further information on research design is available in the Nature Research Reporting Summary linked to this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reporting summary"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Human gut microbiome viewed across age and geography",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yatsunenko",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nature",
            "volume": "486",
            "issn": "",
            "pages": "222--228",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "You are what you eat: diet, health and the gut microbiota",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zmora",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Suez",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Elinav",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nat. Rev. Gastroenterol. Hepatol",
            "volume": "16",
            "issn": "",
            "pages": "35--56",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Role of the microbiota in immunity and inflammation",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Belkaid",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Hand",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Cell",
            "volume": "157",
            "issn": "",
            "pages": "121--141",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Stereotypic immune system development in newborn children",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Olin",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Cell",
            "volume": "174",
            "issn": "",
            "pages": "1277--1292",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The human intestinal microbiome in health and disease",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Lynch",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Pedersen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "N. Engl. J. Med",
            "volume": "375",
            "issn": "",
            "pages": "2369--2379",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "TLR5-mediated sensing of gut microbiota is necessary for antibody responses to seasonal influenza vaccination",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Z"
                    ],
                    "last": "Oh",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Immunity",
            "volume": "41",
            "issn": "",
            "pages": "478--492",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Commensal bacteria calibrate the activation threshold of innate antiviral immunity",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Abt",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Immunity",
            "volume": "37",
            "issn": "",
            "pages": "158--170",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Microbiota-dependent sequelae of acute infection compromise tissue-specific immunity",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Da Fonseca",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cell",
            "volume": "163",
            "issn": "",
            "pages": "354--366",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Pathogen-specific burdens of community diarrhoea in developing countries: a multisite birth cohort study (MAL-ED)",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Platts-Mills",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet Glob. Health",
            "volume": "3",
            "issn": "",
            "pages": "564--575",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Burden and aetiology of diarrhoeal disease in infants and young children in developing countries (the Global Enteric Multicenter Study, GEMS): a prospective, case-control study",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Kotloff",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet",
            "volume": "382",
            "issn": "",
            "pages": "209--222",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Review: enteropathies in the developing world: neglected effects on global health",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Prendergast",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kelly",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Am. J. Trop. Med. Hyg",
            "volume": "86",
            "issn": "",
            "pages": "756--763",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Gut bacteria that prevent growth impairments transmitted by microbiota from malnourished children",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "V"
                    ],
                    "last": "Blanton",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Science",
            "volume": "351",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Gut microbiomes of Malawian twin pairs discordant for Kwashiorkor",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Science",
            "volume": "339",
            "issn": "",
            "pages": "548--554",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Persistent gut microbiota immaturity in malnourished Bangladeshi children",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Subramanian",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nature",
            "volume": "510",
            "issn": "",
            "pages": "417--421",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Environmental enteropathy: critical implications of a poorly understood condition",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Korpe",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Petri",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Trends Mol. Med",
            "volume": "18",
            "issn": "",
            "pages": "328--336",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Pathophysiology of environmental enteric dysfunction and its impact on oral vaccine efficacy",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Marie",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chandwe",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Petri",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kelly",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Mucosal Immunol",
            "volume": "11",
            "issn": "",
            "pages": "1290--1298",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Causes of impaired oral vaccine efficacy in developing countries",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "P K"
                    ],
                    "last": "Parker",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Future Microbiol",
            "volume": "13",
            "issn": "",
            "pages": "97--118",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "New strategies for the elimination of polio from India",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Grassly",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Science",
            "volume": "314",
            "issn": "",
            "pages": "1150--1153",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Effect of human rotavirus vaccine on severe diarrhea in African infants",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Madhi",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "N. Engl. J. Med",
            "volume": "362",
            "issn": "",
            "pages": "289--298",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Exploring the relationship between environmental enteric dysfunction and oral vaccine responses",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Church",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Future Microbiol",
            "volume": "13",
            "issn": "",
            "pages": "1055--1070",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Effect of breastfeeding on immunogenicity of oral liveattenuated human rotavirus vaccine: a randomized trial in HIV-uninfected infants in Soweto",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Groome",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "South Africa. Bull. WHO",
            "volume": "92",
            "issn": "",
            "pages": "238--245",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Effect of withholding breastfeeding on the immune response to a live oral rotavirus vaccine in North Indian infants",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rongsen-Chandola",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Vaccine",
            "volume": "32",
            "issn": "",
            "pages": "134--139",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Impact of withholding breastfeeding at the time of vaccination on the immunogenicity of oral rotavirus vaccine -a randomized trial",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS ONE",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Effect of breast-feeding on seroresponse of infants to oral poliovirus vaccination",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "John",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "V"
                    ],
                    "last": "Devarajan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Luther",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vijayarathnam",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Pediatrics",
            "volume": "57",
            "issn": "",
            "pages": "47--53",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Efficacy, immunogenicity, and safety of two doses of a tetravalent rotavirus vaccine RRV-TV in Ghana with the first dose administered during the neonatal period",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Armah",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Infect. Dis",
            "volume": "208",
            "issn": "",
            "pages": "423--431",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Oral and inactivated poliovirus vaccines in the newborn: a review",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Mateen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Shinohara",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Sutter",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Vaccine",
            "volume": "31",
            "issn": "",
            "pages": "2517--2524",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Influence of enteric infections on response to oral poliovirus vaccine: a systematic review and metaanalysis",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "P K"
                    ],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kampmann",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Grassly",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Infect. Dis",
            "volume": "210",
            "issn": "",
            "pages": "853--864",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Influence of nonpolio enteroviruses and the bacterial gut microbiota on oral poliovirus vaccine response: a study from south India",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Praharaj",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Infect. Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Impact of enterovirus and other enteric pathogens on oral polio and rotavirus vaccine performance in Bangladeshi infants",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Taniuchi",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Vaccine",
            "volume": "34",
            "issn": "",
            "pages": "3068--3075",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Rotavirus serum IgA immune response in children receiving Rotarix coadministered with bOPV or IPV",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ramani",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Pediatr. Infect. Dis. J",
            "volume": "35",
            "issn": "",
            "pages": "1137--1139",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The effect of azithromycin on the immunogenicity of oral poliovirus vaccine: a double-blind randomised placebo-controlled trial in seronegative Indian infants",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Grassly",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Lancet Infect. Dis",
            "volume": "16",
            "issn": "",
            "pages": "905--914",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Cutting edge: cure of colitis by CD4+CD25+ regulatory T cells",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mottet",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Uhlig",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Powrie",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Immunol",
            "volume": "170",
            "issn": "",
            "pages": "3939--3943",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Coordination of early protective immunity to viral infection by regulatory T cells",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Lund",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hsing",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Pham",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Y"
                    ],
                    "last": "Rudensky",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Science",
            "volume": "320",
            "issn": "",
            "pages": "1220--1224",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The influence of CD4(+) CD25(+) Foxp3(+) regulatory T cells on the immune response to rotavirus infection",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Vaccine",
            "volume": "26",
            "issn": "",
            "pages": "5601--5611",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Infant morbidity in an Indian slum birth cohort",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Gladstone",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Arch. Dis. Child",
            "volume": "93",
            "issn": "",
            "pages": "479--484",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The immunomodulatory effects of macrolides: a systematic review of the underlying mechanisms",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zimmermann",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "C"
                    ],
                    "last": "Ziesenitz",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Curtis",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ritz",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Front. Immunol",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Multiple virus infection alters rotavirus replication and expression of cytokines and Toll-like receptors in intestinal epithelial cells",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moon",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Virus Res",
            "volume": "167",
            "issn": "",
            "pages": "48--55",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Diet and specific microbial exposure trigger features of environmental enteropathy in a novel murine model",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat. Commun",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Dynamics and trends in fecal biomarkers of gut function in children from 1-24 months in the MAL-ED study",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J J"
                    ],
                    "last": "Mccormick",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Am. J. Trop. Med. Hyg",
            "volume": "96",
            "issn": "",
            "pages": "465--472",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Factors determining anti-poliovirus type 3 antibodies among orally immunised Indian infants",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Kaliappan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Vaccine",
            "volume": "34",
            "issn": "",
            "pages": "4979--4984",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "An enteric virus can replace the beneficial function of commensal bacteria",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kernbaue",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Cadwell",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nature",
            "volume": "516",
            "issn": "",
            "pages": "94--98",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Rapid group-, serotype-, and vaccine strain-specific identification of poliovirus isolates by real-time reverse transcription-PCR using degenerate primers and probes containing deoxyinosine residues",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Kilpatrick",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Clin. Microbiol",
            "volume": "47",
            "issn": "",
            "pages": "1939--1941",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "A laboratory developed TaqMan array card for simultaneous detection of nineteen enteropathogens",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Clin. Microbiol",
            "volume": "51",
            "issn": "",
            "pages": "472--480",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Controlling the false discovery rate: a practical and powerful approach to multiple testing",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Benjamini",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hochberg",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J. R. Stat. Soc. B",
            "volume": "57",
            "issn": "",
            "pages": "289--300",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Hierarchical grouping to optimize an objective function",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Ward",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "J. Am. Stat. Assoc",
            "volume": "58",
            "issn": "",
            "pages": "236--244",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Random forests",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Breiman",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Mach. Learn",
            "volume": "45",
            "issn": "",
            "pages": "5--32",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Correlation and clustering analysis of infant immune status variables. a Pearson's correlation coefficient for the 51 variables in each of the 4 measurement \"modules\". Pairwise comparisons are based on all available data (n = 292 infants for data on biomarkers of environmental enteropathy (EE), plasma cytokines and CRP, and leukocyte counts; and n = 129 infants for data on ex vivo flow cytometry). b Heatmap for each infant with variables (rows) clustered using Ward's minimum variance hierarchical clustering method and infants (columns) grouped by treatment arm and OPV seroconversion status. A tree with 6 clusters showing the grouping of the variables is shown on the left of the heatmap and the variables included in each group on the right. In both plots the variables were log-transformed, normalized, and truncated at +/−3 standard deviations before analysis and plotting. Color bars indicate the scale for each plot. Only infants with complete data for all variables were included and invariant variables after normalisation and truncation were removed (126 infants, 37 variables). SN seroconversion negative, SP seroconversion positive, Az azithromycin arm, Pl placebo arm.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Random forests analysis to predict seroconversion and study arm. The accuracy of random forests analysis to predict a seroconversion and b study arm for each measurement module individually and all modules combined. For each analysis we performed a 10fold cross-validation repeated 20 times. The boxes correspond to the interquartile range for the accuracies in the prediction set, with the solid line showing the median and the whiskers extending to the 10th and 90th percentile. The dashed line indicates expected accuracy if a random choice were made. The top eight most important variables that predict c seroconversion and d study arm in one best fit full random forests model are shown as correlation networks. The color of the circle around each variable indicate whether they were positively (green) or negatively (red) associated with seroconversion or azithromycin respectively. The size of each network node indicates the strength of correlation with the outcome and the color indicates whether the variable describes pathogens in stool (orange), EE biomarkers (blue) ex vivo T-cell and total leukocyte count data (pink), or plasma cytokines (green) (as for a and b). Demographic variables were not among the top eight variables. Lines connect circles with a Spearman correlation coefficient of at least 0.2, with the color of the line indicating the strength of the correlation (indicated by color scale bar). EV enterovirus, EGF epidermal growth factor, IL2R interleukin-2 receptor, TLC total leukocyte count, NC neutrophil count, MPO fecal myeloperoxidase, EAEC enteroaggregative Escherichia coli. Analysis is for infants with complete data for all variables only (n = 126 infants).",
            "latex": null,
            "type": "figure"
        },
        "TABREF2": {
            "text": "Variables describing immune status by infant characteristics.Seven variables are shown from a total of 51 that were measured in this analysis and also a composite indicator of EE (seeSupplementary Table 1for full list of variables compared with seroconversion/OPV shedding).Table entries show mean (standard error) or proportion as a percentage. Presence of EE yes/no based on whether the infant has at least 1 biomarker of EE in the top 10th percentile; p-values are FDR corrected, shown in bold if <0.05 and italics if <0.1.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": ",34 .",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "All laboratory data is available with the investigators and can be provided by the corresponding author upon reasonable request.Received: 9 October 2019; Accepted: 3 March 2020;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DATA AVAILABILITY"
        },
        {
            "text": "The authors declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMPETING INTERESTS"
        },
        {
            "text": "Supplementary information is available for this paper at https://doi.org/10.1038/ s41541-020-0178-5.Correspondence and requests for materials should be addressed to N.C.G.Reprints and permission information is available at http://www.nature.com/ reprintsPublisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons. org/licenses/by/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ADDITIONAL INFORMATION"
        }
    ]
}