{
    "paper_id": "73dfaa2733bfffa31d11ccc843d8ed8769448b1a",
    "metadata": {
        "title": "Bioattack or Panic Attack? Critical Reflections on the Ill-logic of Bioterrorism and Biowarfare in Late/Postmodernity",
        "authors": [
            {
                "first": "Simon",
                "middle": [
                    "J"
                ],
                "last": "Williams",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Warwick",
                    "location": {
                        "country": "UK"
                    }
                },
                "email": "s.j.williams@warwick.ac.uk"
            }
        ]
    },
    "abstract": [
        {
            "text": "This paper casts a critical sociological eye over the pros and cons of bioterrorism and biowarfare in the wake of September 11 th . The first part of the paper provides a brief sketch of the (not so) secret history of chemical and biological weapons (CBW), including arguments for and against their military/terrorist deployment to date. The sociological themes and issues this raises are then more fully explored in the remainder of the paper, with particular reference to: (i) (epidemics of) fear/ panic; (ii) risk/(mis)trust; (iii) security/surveillance; (iv) combat/code. The paper concludes with some further thoughts and reflections on these global matters, and the relays between social theory and health they signal, including both the 'war on terrorism' and the health implications of war in general.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Much has been written about events of September 11 th and their aftermath, including the so-called 'war on terrorism' and Bush's infamous 'axis of evil'. Rapid sociological responses (Ray, 2001; Fuller, 2001 Fuller, , 2002 , in this respect, have given way to more sustained analyses of the (near) 'state of emergency' we find ourselves in today (Armitage, 2002) . This itself, according to some commentators, is a product of Bush and Blair's 'hypermodern' cultural idea and attitude toward the social: an 'excessive' conception, that is to say, that places a premium on the 'fundamentally extreme codes of an increasingly militarized lawlessness and lack of political order' (Armitage, 2002, p. 28) .",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 194,
                    "text": "(Ray, 2001;",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 195,
                    "end": 207,
                    "text": "Fuller, 2001",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 208,
                    "end": 222,
                    "text": "Fuller, , 2002",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 346,
                    "end": 362,
                    "text": "(Armitage, 2002)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 676,
                    "end": 699,
                    "text": "(Armitage, 2002, p. 28)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In this paper I provide a further contribution to these unfolding debates, building on an earlier rapid response to the events of September 11 th (Williams, 2001) , through a fuller, more detailed, set of reflections on terrorism in general and bioterrorism in particular. A focus on bioterrorism, it is argued, throws many of the broader tensions and dilemmas of life and living in the wake of September 11 th into critical relief, thereby providing a timely and topical case study. It also, of course, highlights the 'dark' side of biology and the new genetics, if not the 'dark' side of globalization itself: the latter a topic of considerable debate (Rumsford, 2001) . To this we may add two further points that underline the significance of bioterrorism as a topic of sociological scrutiny and debate. First, in keeping with the aims of this journal, it provides (as I hope to show) a series of profitable relays between social theory and health, particularly those to do with disease, the body, risk, surveillance and globalization in late/postmodernity. Second, in doing so, it raises a pertinent series of questions and future research agendas, in health and beyond.",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 162,
                    "text": "(Williams, 2001)",
                    "ref_id": null
                },
                {
                    "start": 654,
                    "end": 670,
                    "text": "(Rumsford, 2001)",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The paper falls into two main parts. In the first, as a backdrop and context for the paper as a whole, I provide a brief sketch of the (secret) history of both chemical and biological weapons (CBWs) to date. This in turn paves the way, in the second part of the paper, for the exploration of a series of overlapping sociological themes and issues, from (epidemics of) fear and panic, to the biopolitics of postmodern bodies. The paper concludes with some further thoughts on these matters and the agendas they flag, including some broader reflections on the relevance of 'war' and global conflict, in whatever guise, for the sociology of health and illness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "A few caveats and disclaimers are perhaps in order at the outset. First, in focusing on the post-September 11 th 'terrorist threat', I am not of course blind to the fact that terrorism comes in many shapes and sizes, and did not 'begin on September 11 th ' (Rimmington, 2002) . 'One man's terrorists', moreover, to quote a well-worn phrase, 'is another man's freedom fighter'. The justification of terror, indeed, as an instrument of revolutionary change and an emanation of virtue, has a long and chequered history, dating back at least as far as Robepeirre's (in)famous deliberations on these matters in late 18th century France: views which ended in the guillotine! Mass state forms of terror such as Nazism and (Stalinist) communism provide another important point of reference as far as the 20th century goes, as do the horrors if not the terrors of war itself, glorified or not. As with 'terrorism', so too with fundamentalism, which likewise comes in many shapes and sizes, including, debatably, that of the Bush-branded kind: a doctrine, as Kellner appositely puts it, which is 'simplistic, moralizing, absolutist and highly dangerous ' (2002, p. 153 ) -see also Hobsbawm (2003) . If these points suggest a need for conceptual caution, and a non-absolutist stance, then this in turn is buttressed by the need to avoid the dangers of blind sociological ambition in analysing events of September 11 th and their aftermath. Some early responses to events of September 11 th , for example, as Fuller rightly remarks, convey the impression of sociologists 'so eager to find new opportunities to ride their hobby-horse, that they ignore the potential of the social world to confound their cherished expectations ' (2002, p. 1.1) . 1 It is with these points in mind therefore, that the paper proceeds, albeit cautiously. What, then, of the (secret) history of CBWs to date? What is or isn't new, in other words, about the current bioterrorist threat in the wake of September 11 th ?",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 275,
                    "text": "(Rimmington, 2002)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1143,
                    "end": 1158,
                    "text": "' (2002, p. 153",
                    "ref_id": null
                },
                {
                    "start": 1171,
                    "end": 1186,
                    "text": "Hobsbawm (2003)",
                    "ref_id": null
                },
                {
                    "start": 1714,
                    "end": 1730,
                    "text": "' (2002, p. 1.1)",
                    "ref_id": null
                },
                {
                    "start": 1733,
                    "end": 1734,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Perhaps the first thing to say, in assessing and contextualizing the threat of bioterrorism and biowarfare, is that biological and chemical weapons (CBW) are not of course new. They have indeed, in some shape, sense or form, been around a long time. More than two millennia ago, for example, Scythian archers dipped arrowheads in manure and rotting corpses to increase the deadliness of their arrows. Tartars in the fourteenth century hurdled dead bodies foul with plague over the walls of enemy cities. British soldiers during the French and Indian war gave unfriendly tribes blankets sown with smallpox. The Germans in World War I spread glanders, a disease of horses, among the mounts of rival cavalries. The Japanese in World War II dropped fleas infected with plague on Chinese cities, killing hundreds perhaps thousands of people (Miller et al., 2001, pp. 37-38) .",
            "cite_spans": [
                {
                    "start": 836,
                    "end": 868,
                    "text": "(Miller et al., 2001, pp. 37-38)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "THE DEADLY WINDS OF CHANGE: THE DAWN OF A 'NEW' ERA?"
        },
        {
            "text": "The gassing of World War I soldiers in the trenches, not to mention the fear any such attack engendered, provides another telling testament and powerful reminder of these historical legacies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE DEADLY WINDS OF CHANGE: THE DAWN OF A 'NEW' ERA?"
        },
        {
            "text": "To all intents and purposes, however, it is the era from World War II onwards which is most significant as far as the history of CBW is concerned: an era in which Cold War superpowers devoted considerable efforts and resources to CBW programmes, or what came to be known as 'bugs and gas' in military circles (Wessley, 2001, p. 8) . These very developments, nevertheless, officially ground to a halt in 1972 when the Biological Weapons and Toxin Convention (BWC) was opened for signature in London, Moscow and Washington. More than 140 nations, in fact, eventually embraced the Treaty's aim of abolishing biological weapons, thereby officially declaring germ warfare 'repugnant to the conscience of mankind' (Miller et al., 2001, p. 69) . This however, Miller and colleagues stress, occurred at precisely the same time civilian scientists were starting the 'gene revolution' in earnest (Piller and Yamamoto, 1988) . Not only was the ban silent on the military implications of such developments, it also permitted any kind of research as long as it was for 'protective' purposes -an open licence, in effect, allowing considerable room for manoeuvre, be it Soviet, American or any other party to the agreement (Miller et al., 2001, p. 71 ). Nixon nonetheless, had pretty much washed his hands off any such programme by 1969shutting down all offensive biowarfare programmes -favouring instead the nuclear option as the 'ultimate deterrent' in the Cold War era (Appleyard, 2001, p. 71; Preston, 2002) . 2 This, it seems, is more or less how things stayed until a series of revelations in the 1990s shattered any such understanding or concordat. First, came the revelation, through defectors such as Pasechnik in 1989 and Alibekov in 1992, of the sheer scale of the Soviet weapons programme, itself largely undetected and in breach of the 1972 BWC -a programme, led by Yuri Kalinin, the long-serving director of Biopreparat (the civilian front for the Soviet BW programme), to deliver anthrax, smallpox, plague, cholera, Ebola, Marburg, brucellosis, botulinum toxin, and many other lethal agents and genetically spliced super bugs, to the citizens of the West (Appleyard, 2001, p. 69) . 3 Soviet war planning did not however, we are told, envisage their use on the battlefield as such. Rather, their role lay in the 'second stage of strategic conflict', whereby biological weapons would 'slow the recovery of US society', not because of the death toll, but due to the 'social and psychological havoc they would cause' (Wessely, 2001, p. 8) . Second, was the attempt by the Japanese Aum Cult to synthesize biological agents (anthrax and botulinum) and their subsequent release of deadly Sarin nerve gas on the Tokyo subway in 1995 (Appleyard, 2001 , Miller et al., 2001 . A third revelation, following the (first) Gulf War, concerned the extent of Saddam Hussein's Iraqi chemical and biological warfare efforts. This is an issue, with or without UN weapons inspectors, which has simmered ever since, culminating (despite much protest around the globe 4 ) in the recent controversial US-UK-led Iraq war. 5 A number of cautionary points should be made, however, at the outset. Chemical and biological weapons have not, it is clear, proved a decisive part of warfare to date (Miller et al., 2001, p. 38 ) -the Iran-Iraq conflict and Saddam's gassing of the Kurds notwithstanding. This in turn, cynically perhaps, cannot solely or simply be explained through adherence to CBW conventions banning their use on grounds of unacceptability and inhumanity. Rather, it has more to do with the military limits of these weapons themselves. Armies, Wessley comments, do not willingly forgo weapons they need, no matter how great the moral outrage. Biological weapons, in fact, have virtually no military value. Any effects, for example, are 'delayed, unpredictable, and as likely to cause harm to friend as foe' (Wessely, 2001, p. 8) . So too chemical weapons, which are notoriously difficult to deliver in the requisite quantities to specific sites on the battlefield (Wessely, 200, 8) .",
            "cite_spans": [
                {
                    "start": 309,
                    "end": 330,
                    "text": "(Wessley, 2001, p. 8)",
                    "ref_id": null
                },
                {
                    "start": 708,
                    "end": 736,
                    "text": "(Miller et al., 2001, p. 69)",
                    "ref_id": null
                },
                {
                    "start": 886,
                    "end": 913,
                    "text": "(Piller and Yamamoto, 1988)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1208,
                    "end": 1235,
                    "text": "(Miller et al., 2001, p. 71",
                    "ref_id": null
                },
                {
                    "start": 1457,
                    "end": 1481,
                    "text": "(Appleyard, 2001, p. 71;",
                    "ref_id": null
                },
                {
                    "start": 1482,
                    "end": 1496,
                    "text": "Preston, 2002)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1499,
                    "end": 1500,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 2155,
                    "end": 2179,
                    "text": "(Appleyard, 2001, p. 69)",
                    "ref_id": null
                },
                {
                    "start": 2513,
                    "end": 2534,
                    "text": "(Wessely, 2001, p. 8)",
                    "ref_id": null
                },
                {
                    "start": 2725,
                    "end": 2741,
                    "text": "(Appleyard, 2001",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2742,
                    "end": 2763,
                    "text": ", Miller et al., 2001",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 3097,
                    "end": 3098,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 3266,
                    "end": 3293,
                    "text": "(Miller et al., 2001, p. 38",
                    "ref_id": null
                },
                {
                    "start": 3893,
                    "end": 3914,
                    "text": "(Wessely, 2001, p. 8)",
                    "ref_id": null
                },
                {
                    "start": 4050,
                    "end": 4059,
                    "text": "(Wessely,",
                    "ref_id": null
                },
                {
                    "start": 4060,
                    "end": 4064,
                    "text": "200,",
                    "ref_id": null
                },
                {
                    "start": 4065,
                    "end": 4067,
                    "text": "8)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "THE DEADLY WINDS OF CHANGE: THE DAWN OF A 'NEW' ERA?"
        },
        {
            "text": "The deployment of such weapons, moreover, makes little political sense, suicide in fact given the prospect of massive retaliation. Even Saddam, it appears, fought shy of any such deployment in the Gulf War when facing enemies with nuclear capabilities (second time around, it seems, he had none to use in the first place!). Not only have CBWs been around for a long time then, legally or otherwise, their military merits, to say the very least, are open to question on a number of counts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE DEADLY WINDS OF CHANGE: THE DAWN OF A 'NEW' ERA?"
        },
        {
            "text": "It is precisely at this juncture, however, that the flip side of these (military) arguments, if flip side it is, present themselves in the post-September 11 th guise of bioterrorism, thereby bringing this hidden story/ secret history of CBW more or less fully up to date and 'out in the open'. The means of destruction employed in events of September 11 th , to be sure, were far removed from any such bioterrorist scenario -a conventional, if not primitive, low-tech transformation of civilian aeroplanes, via knives and boxcutters, into large flying bombs on suicide missions in the misplaced name of Jihad. In a world on high alert following these atrocities nonetheless, and the subsequent spate of anthrax attacks in the US, the threat of bioterrorism, alongside numerous other (dire) warnings, fresh bin Laden tapes (Borger and McCarthy, 2002) , and (foiled) terrorist attacks -from thwarted shoe bombers to the carnage in Bali, the twin attacks in Kenya to the recent Ricin discoveries in Britain and further suicide bombings -is now very much on the agenda. 6 So too of course, echoing the above points, have the risks of CBWs/WMDs courtesy of various 'rogue' states (or perhaps more correctly Bush and Blair's talking up of these threats) -see also Butler (2000) .",
            "cite_spans": [
                {
                    "start": 822,
                    "end": 849,
                    "text": "(Borger and McCarthy, 2002)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1258,
                    "end": 1271,
                    "text": "Butler (2000)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "THE DEADLY WINDS OF CHANGE: THE DAWN OF A 'NEW' ERA?"
        },
        {
            "text": "Many of the effectiveness, usability and acceptability concerns presented above as reasons against the military deployment of CBW are not considerations, as various commentators point out, that restrict their terrorist deployment, particularly among those ready and willing to surrender their own lives to the cause. A key term in this debate concerns the notion of 'asymmetric warfare', the aim of which, in the post Cold War period, is to counter America's unprecedented dominance on the conventional battlefield and global stage through these and other means, including cyber-terrorism (the computerized/digitalized equivalent of a deadly virus) (Appleyard, 2001) ; another low cost solution with a high payoff. These threats, in keeping with other high-and low-tech forms of terrorism, including nuclear terrorism and 'dirty bombers', amount to a more or less significant cluster of risks at the dawn of the new millennium, themselves capable of bringing a global superpower to its knees (the equivalent perhaps of the Kryptonite factor for our comic strip hero). Herein lies a clue as to what precisely, compared to previous eras and acts of terrorism, is new about the current (bio)terrorist threat. Not simply, that is to say, the suicide element (which is of course important, with or without biological weapons), but the very type and scale of (potential) impact/killing force aimed for/unleashed (ie mass destruction) and the global nature and dynamics of the problems and forces at work here, embodied and expressed through (although not of course limited to) the tentacle-like al-Qaida network.",
            "cite_spans": [
                {
                    "start": 649,
                    "end": 666,
                    "text": "(Appleyard, 2001)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "THE DEADLY WINDS OF CHANGE: THE DAWN OF A 'NEW' ERA?"
        },
        {
            "text": "Again, however, caution is needed here regarding any such claims. Issues of weaponization (the notorious difficulty of turning bugs into warheads) and know-how, for instance, weigh heavily in any such balance sheet of terrorist threats and possibilities, al-Qaida based or otherwise. They are, in Pearson's (2001) evaluation (former Chief of Porton Down) an 'unlikely weapon of choice, presenting much uncertainty to the perpetrators'. To date indeed, any such attacks have been few and far between. Those that have occurred, moreover -such as the 1995 Tokyo sarin nerve gas attacks by the Aum Cult, mentioned above, and the 1984 Oregon salmonella poisonings by followers of the Bhagwan Shree -sustained limited casualties (Miller et al., 2001) . The recent spate of (US) anthrax attacks, likewise, had limited impact in terms of actual casualties or deaths sustained. They did, nonetheless, engender much chaos, panic and confusion in cities around the world, be it through hoaxes or actual hospitalizations (Showalter, 2001, p . 1) -a point I shall return to shortly below. US authorities it seems, at the time of writing, have yet to firmly identify the culprit(s) despite much speculation (the work of a disaffected individual in all likelihood) and a recent doubling of the reward for information to $2.5 (d1.8 m) (Burkeman, 2002) . Meanwhile, many hoaxers are being brought to 'justice', sometimes quite harshly (Ronson, 2002) .",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 313,
                    "text": "Pearson's (2001)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 723,
                    "end": 744,
                    "text": "(Miller et al., 2001)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1009,
                    "end": 1028,
                    "text": "(Showalter, 2001, p",
                    "ref_id": null
                },
                {
                    "start": 1319,
                    "end": 1335,
                    "text": "(Burkeman, 2002)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1418,
                    "end": 1432,
                    "text": "(Ronson, 2002)",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "THE DEADLY WINDS OF CHANGE: THE DAWN OF A 'NEW' ERA?"
        },
        {
            "text": "The possibility remains, nonetheless, that future outbreaks, if not epidemics, of disease may be deliberate or intentional: a hijacking of biowarfare, in effect, in and through a new bio-logic if not ill-logic of bioterrorism. There are, to be sure, many other more proximal, pressing or probable diseases challenges to contend with, from the current AIDS crisis in Africa to the evolution of new microorganisms and multi-resistant super-bugs in the new millennium -an apocalyptic scenario of its own according to some commentators cum doomsayers (Garrett, 1994 , Lederberg et al., 1992 . The recent SARS outbreak is a further reminder of these challenges and a warning of things to come. The threat of bioterrorism nonetheless, as Miller et al (2001) remark, is both real and exaggerated. It cannot therefore be discounted or dismissed lightly.",
            "cite_spans": [
                {
                    "start": 547,
                    "end": 561,
                    "text": "(Garrett, 1994",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 562,
                    "end": 586,
                    "text": ", Lederberg et al., 1992",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 732,
                    "end": 751,
                    "text": "Miller et al (2001)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "THE DEADLY WINDS OF CHANGE: THE DAWN OF A 'NEW' ERA?"
        },
        {
            "text": "There is, Fuller notes, something of a paradox here in that past success in eradicating diseases such as smallpox, render us all the more vulnerable to their reintroduction now, if only because people are no longer routinely vaccinated against them. 'The cost of successful disease prevention', in other words, 'is increased vulnerability' should the disease unexpectedly if not deliberately or intentionally reappear (Fuller, 2002, p. 1.6) . Miller et al. (2001) , indeed, go further, conjuring up (sensationally or otherwise) images of 'smallpox carriers' and 'marburg martyrs' who use their bodies to spread disease throughout the population or body politics: the equivalent, perhaps, of the suicide bomber, this time albeit without the conventional bang. Add to this the prospect of genetically spliced super-bugs -another 'dark' side to the new genetics (Piller and Yamamoto, 1988 ) -and the fact that deadly bacteria and viruses are routinely stockpiled in ordinary research labs and facilities around the world to which any trained technician could have access (Fuller, 2002, p. 1.6) , and the notion of epidemics of deliberate disease, through acts of bioterrorism or biowarfare, does not look quite so crazy or far reached after all: a significant public health threat in fact.",
            "cite_spans": [
                {
                    "start": 418,
                    "end": 440,
                    "text": "(Fuller, 2002, p. 1.6)",
                    "ref_id": null
                },
                {
                    "start": 443,
                    "end": 463,
                    "text": "Miller et al. (2001)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 859,
                    "end": 885,
                    "text": "(Piller and Yamamoto, 1988",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1068,
                    "end": 1090,
                    "text": "(Fuller, 2002, p. 1.6)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "THE DEADLY WINDS OF CHANGE: THE DAWN OF A 'NEW' ERA?"
        },
        {
            "text": "These points, in turn, are underlined in Preston's (2002) latest, tellingly entitled, book The Demon in the Freezer: a chilling account, quite literally, of the threat of smallpox being unleashed once more on the planet. Eradicated in 1979, a self-proclaimed triumph for the World Health Organization (WHO), the virus now, officially, resides in only two high-security freezers -in Atlanta and Siberia. But the demon has been set loose, Preston warns, with illegal stocks almost certainly in the possession of hostile states, including (in his pre-war estimation) both Iraq and North Korea; stocks which could be bought by terrorist groups. Worse still, he continues, echoing the above points about genetic engineering, there could now be a smallpox resistant to vaccines. We might have eradicated smallpox from nature, Preston concludes, but we have not managed to 'uproot the virus from the human heart ' (2002, p. 295) . A troubling prospect indeed, without any hint of sensationalism.",
            "cite_spans": [
                {
                    "start": 41,
                    "end": 57,
                    "text": "Preston's (2002)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 905,
                    "end": 921,
                    "text": "' (2002, p. 295)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "THE DEADLY WINDS OF CHANGE: THE DAWN OF A 'NEW' ERA?"
        },
        {
            "text": "What then, set against the backdrop of this 'secret' history of CBW and the pros and cons of any such terrorist deployment in the new millennium, are we to make of these issues sociologically speaking? How might they be analysed, and what agendas does this signal, both now and in the future? At least four key themes, I suggest, themselves overlapping, are pertinent here.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SOCIOLOGICAL THEMES AND ISSUES"
        },
        {
            "text": "While future epidemics of deliberate disease, calculated contagion or intentional infection weigh heavily in the balance sheet, the most pertinent issue to date, as noted earlier, concerns the power and potency of these weapons to terrorize rather than kill people, itself an infection of sorts -the perfect terrorist weapons in fact, which thrive on hype and hoax. 'Forget germs and gas', Wessely proclaims, 'the most deadly infection is terror: weapons of mass hysteria', which 'wreak destruction via psychological means, inducing fear, confusion and uncertainty in everyday life ' (2001, p. 8) . US panic peaked, for example, when anthrax spores were discovered in the post -a new mysterious mailed white menace, delivered some six weeks after the events of September 11 th . Many official Washington buildings were evacuated, as emergency service workers, clad in protective suits and masks, responded to call after call, each of which had to be taken seriously. Judith Miller, co-author of the book Germs, was herself the target of one such hoax, necessitating the evacuation of parts of the New York Times building. Meanwhile, all manner of products, including gas masks, protective suits and antibiotics were being snapped up by an alarmed if not panic-stricken public. Cipro, for instance, the anthrax antibiotic, began to outsell Viagra in the US at height of these scares (Ronson, 2002) . A total of four actual anthrax letters, it transpired, were mailed in the US in October 2001, but there were countless false alarms, including 3,000 or so hoaxes (Ronson, 2002) . The UK too was not immune, with public services responding to numerous scares, and employers issuing warnings and guidelines on what to do should a mysterious package arrive in the post room. Reports at this time, also started to emerge of an increase in patients presenting with 'free floating anxiety states' in primary health-care settings.",
            "cite_spans": [
                {
                    "start": 582,
                    "end": 596,
                    "text": "' (2001, p. 8)",
                    "ref_id": null
                },
                {
                    "start": 1382,
                    "end": 1396,
                    "text": "(Ronson, 2002)",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1561,
                    "end": 1575,
                    "text": "(Ronson, 2002)",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "(i) Fear/panic: Epidemic psychology and beyondy"
        },
        {
            "text": "What this amounts to, to put it in more sociological terms, is the latest manifestation of what Strong (1990) , writing about AIDS in the closing decades of the 20th century, terms 'epidemic psychology'. Psychology, he notes, has its own epidemic nature and qualities, quite separate indeed from any such epidemic or outbreak of disease, deliberate or otherwise. Like disease itself, Strong warns, epidemic psychology can spread rapidly, wreaking havoc both individually and collectively (1990, p. 251) . Epidemic psychology, as this suggests, concerns the waves of fear, panic, stigma and moralizing calls to action, which seem to characterize the immediate response to threats, actual or potential, of the epidemic kind: threats, that is to say, to the social order and the moral fabric of society 7 . Versions of epidemic psychology, Strong adds, may likewise be found in other distinct yet parallel types of social crisis, including war and revolution, as well as plague.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 109,
                    "text": "Strong (1990)",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 488,
                    "end": 502,
                    "text": "(1990, p. 251)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(i) Fear/panic: Epidemic psychology and beyondy"
        },
        {
            "text": "Echoes of this viewpoint may be found in Showalter's (1997) Hystories: Hysterical Epidemics and Modern Culture. Hysteria, she argues, not only survives today, it is more contagious than in the past:",
            "cite_spans": [
                {
                    "start": 41,
                    "end": 59,
                    "text": "Showalter's (1997)",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [],
            "section": "(i) Fear/panic: Epidemic psychology and beyondy"
        },
        {
            "text": "Infectious diseases spread by ecological change, modern technology, urbanization, jet travel and human interaction. Infectious epidemics spread by stories circulated through self-help books, articles in newspapers and magazines, TV talk shows and series, films, the Internet, and even literary criticism. The cultural narratives of hysteria, which I call hystories, multiply rapidly and uncontrollably in the mass media, telecommunications and email (1997, p. 5).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(i) Fear/panic: Epidemic psychology and beyondy"
        },
        {
            "text": "The implications, for Showalter, are clear enough. The media she argues, revisiting and reinforcing these arguments at the height of the anthrax scares, must 'wake up to its role in creating -or controlling -mass hysteria ' (2001, p. 3) . 'Words', she continues, 'are our strongest weapons against fear, stronger than B-1 bombers, smart missiles, mob violence, and even white powder. This is not the time for journalists, columnists and editors to abuse them' (2001, p. 3).",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 236,
                    "text": "' (2001, p. 3)",
                    "ref_id": null
                },
                {
                    "start": 460,
                    "end": 469,
                    "text": "(2001, p.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(i) Fear/panic: Epidemic psychology and beyondy"
        },
        {
            "text": "This is not of course to suggest that everyone is running around scared stiff or panic stricken. Terrorist warnings and attacks, biological or otherwise, may very well trigger episodes if not epidemics of outright fear or panic, aided and abetted by the media and heightened security measures alike. They may also, however, engender a variety of other responses on the part of the public, from feelings of mild anxiety or concern, to the down right unperturbed, bored or blasé: a mixed bag in other words. A recent ICM poll, for example, found respondents more or less evenly split as to whether or not they were worried about a terrorist attack on a member of their family in Britain (Addley, 2003) . In all, 80% of people polled believed an attack on Britain to be 'fairly likely', yet the state of the nation, as Addley quite rightly comments, is 'hardly one of widespread panic ' (2003, p. 3), even directly after events of September 11 th . The normal business of daily life, or perhaps more correctly the re-normalized business of daily life, goes on, in short, as indeed it must do: 'exposure therapy' of a kind maybe? 8 It is not simply a question of 'epidemics' of fear or panic, however. Epidemics of suspicion, Strong (1990) notes, may also arise in times of social crisis. This in turn may spread or spill over into epidemics of moralizing action and stigmatization, thereby fuelling moral tensions and divisions, for instance, of the West versus Islam kind (Davetian, 2001; Vertigans and Sutton, 2001) . The danger here, as Fuller warns, recalling Cold War analogies, is that Islam replaces communism as the new 'global devil ' (2002, p. 1.2) . If there is a 'clash of civilizations' worth exploring here, then as Fuller rightly maintains, it is the asymmetrical attitudes that fundamentalists and secularists (of any religion) have toward each other's world views: 'very roughly speaking, fundamentalists are compelled not to tolerate the tolerant, whereas secularists are compelled to tolerate the intolerant' (2002, p. 1.6). Turner (2002) raises similar concerns, noting how the analysis of fundamentalist and political Islam presented by the likes of Huntington, Fukuyama and Barber (the latter evoking problematic 'cool' McWorld versus 'hot' Jihad comparisons), fails to grasp the complexity and diversity of modern Islam. Free markets involving unimpeded labour flows, moreover, Turner stresses, render decisive (Shmittian) friend/foe divisions problematic in the context of a global economy (2002, p. 116 ).",
            "cite_spans": [
                {
                    "start": 685,
                    "end": 699,
                    "text": "(Addley, 2003)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 882,
                    "end": 893,
                    "text": "' (2003, p.",
                    "ref_id": null
                },
                {
                    "start": 1126,
                    "end": 1127,
                    "text": "8",
                    "ref_id": null
                },
                {
                    "start": 1222,
                    "end": 1235,
                    "text": "Strong (1990)",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 1470,
                    "end": 1486,
                    "text": "(Davetian, 2001;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1487,
                    "end": 1514,
                    "text": "Vertigans and Sutton, 2001)",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 1639,
                    "end": 1655,
                    "text": "' (2002, p. 1.2)",
                    "ref_id": null
                },
                {
                    "start": 2041,
                    "end": 2054,
                    "text": "Turner (2002)",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 2511,
                    "end": 2524,
                    "text": "(2002, p. 116",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(i) Fear/panic: Epidemic psychology and beyondy"
        },
        {
            "text": "An epidemic frame of reference has its merits then, not least regarding epidemics of fear if not outright panic: the most potent (public health) threat to date it seems on the bioterrorist front. The human origin of epidemic psychology, from this viewpoint, lies not so much in our recalcitrant emotions, themselves wrongly construed as the enemy or saboteur of reason, as in the: ypotential fragility of human social structure and interaction, and in the huge diversity and elaboration of human thought, morality and technology; based as all of these are upon words rather than genes. Epidemic psychology can, thus, only be conquered when new routines and assumptions which deal directly with the epidemic are firmly in place, a process which requires collective as well as individual action (Strong, 1990, p. 258 ).",
            "cite_spans": [
                {
                    "start": 793,
                    "end": 814,
                    "text": "(Strong, 1990, p. 258",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(i) Fear/panic: Epidemic psychology and beyondy"
        },
        {
            "text": "Embedded within these very issues, however, are a broader set of sociological debates on the global nature and dynamics of world risk society; debates which take us far beyond this epidemic frame of reference, adding important new insights along the way.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(i) Fear/panic: Epidemic psychology and beyondy"
        },
        {
            "text": "(ii) Risk/(mis)trust: a 'runaway world'?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(i) Fear/panic: Epidemic psychology and beyondy"
        },
        {
            "text": "The modern terrorist knows no bounds of geography, inhumanity or scaleythe terrorists are looking for ever more dramatic and devastating outrages to inflict upon the people they claim to be their enemy (Tony Blair, speech to the Lord Mayor of London's banquet, 11 November 2002, quoted in Wintour, 2002, p. 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(i) Fear/panic: Epidemic psychology and beyondy"
        },
        {
            "text": "We are faced with the realistic possibility of some form of unconventional attackyThat could include a chemical, biological, radiological or nuclear [CBRN] attack. Sadly, given the widespread proliferation of technical knowledge to construct these weapons, it will only be a matter of time before a crude version of a CBRN attack is launched at a major Western city (Eliza Manningham-Buller, Head of MI5, quoted in Evans, 2003, p. 1) .",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 155,
                    "text": "[CBRN]",
                    "ref_id": null
                },
                {
                    "start": 415,
                    "end": 433,
                    "text": "Evans, 2003, p. 1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(i) Fear/panic: Epidemic psychology and beyondy"
        },
        {
            "text": "What do events as diverse as Chernobyl, mad cow disease, the Asian financial crisis, global warming and September 11 th have in common, Beck (2002) asks? They all, he argues, signify different dimensions and dynamics of world risk society. 'Uncontrollable risk' may sound a contradiction in terms. Yet it is the only apt description, Beck insists, for the 'second-order, unnatural, human-made, manufactured uncertainties and hazards beyond boundaries we are confronted with ' (2002, p. 41 ) -see also Giddens (1991 Giddens ( , 1994 Giddens ( , 1999 for a similar diagnosis, and Rees (2003) for an assessment of whether the 21st century will be our last. The late modern world, in this respect, is 'apocalyptic', not because it is 'inevitably heading toward calamity, but because it introduces risks which previous generations have not had to face' (Giddens, 1991, p. 4 ): a 'runaway world' in Giddens' (1999) terms. We have, in other words, been 'transplanted' from the national industrial society of the first modernity, into the 'transnational turmoil of a world risk society' (Beck, 2001, p. 169) . The hidden central issue, faced with these global dilemmas, is how to 'feign control over the uncontrollable', be it in the realms of politics, law, science, technology or everyday life (Beck, 2002, p. 41, original emphasis) .",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 147,
                    "text": "Beck (2002)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 474,
                    "end": 488,
                    "text": "' (2002, p. 41",
                    "ref_id": null
                },
                {
                    "start": 501,
                    "end": 514,
                    "text": "Giddens (1991",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 515,
                    "end": 531,
                    "text": "Giddens ( , 1994",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 532,
                    "end": 548,
                    "text": "Giddens ( , 1999",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 578,
                    "end": 589,
                    "text": "Rees (2003)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 848,
                    "end": 868,
                    "text": "(Giddens, 1991, p. 4",
                    "ref_id": null
                },
                {
                    "start": 893,
                    "end": 908,
                    "text": "Giddens' (1999)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1079,
                    "end": 1099,
                    "text": "(Beck, 2001, p. 169)",
                    "ref_id": null
                },
                {
                    "start": 1288,
                    "end": 1326,
                    "text": "(Beck, 2002, p. 41, original emphasis)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(i) Fear/panic: Epidemic psychology and beyondy"
        },
        {
            "text": "Three different axes of conflict may be distinguished here, following Beck. First, the axis of global ecological conflicts. Second the axis of global financial crisis. Third, in the wake of September 11 th , the threat of global terror networks, which empower governments and states, albeit in ways at present that are based or bordering on various states of emergency (2002, p. 41) . This in turn sets up some instructive points of comparison and contrast. Whilst ecological and financial conflicts fit the model of modernity's (albeit unintentional) self-endangerment -both clearly resulting from the accumulation and distribution of 'bads' tied up with the production of 'goods' -(bio)terrorism, translated into the terminology of world risk society, is 'intentionally bad', aiming to produce the effects which other crises unintentionally engender (Beck, 2002, p. 44) . The pre-requisite of 'active trust' (cf. Giddens, 1991 Giddens, , 1994 , is also replaced with the principle of 'activemistrust' undermining our trust in fellow citizens, foreigners and governments worldwide. Since the dissolution of trust itself multiplies risks, then terrorists 'trigger a self-multiplication of risks by the de-bounding of risk perceptions and fantasies' (Beck, 2002, p. 44) .",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 382,
                    "text": "(2002, p. 41)",
                    "ref_id": null
                },
                {
                    "start": 852,
                    "end": 871,
                    "text": "(Beck, 2002, p. 44)",
                    "ref_id": null
                },
                {
                    "start": 915,
                    "end": 928,
                    "text": "Giddens, 1991",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 929,
                    "end": 944,
                    "text": "Giddens, , 1994",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1249,
                    "end": 1268,
                    "text": "(Beck, 2002, p. 44)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(i) Fear/panic: Epidemic psychology and beyondy"
        },
        {
            "text": "This, at one and the same time, opens up important new questions and potential conflicts concerning how to 'negotiate and distribute the costs of terrorist threats and catastrophes between businesses, insurance companies and states' (Beck, 2002, p. 44) 9 . Indeed, this becomes all the more difficult given the 'transnational' and 'hybrid' character of the terrorist enemy, which consists of individuals or groups, not states. Terrorist enemy images, nonetheless, Beck insists, are 'deterritorialized, de-naturalized and flexible state constructions that legitimate the global intervention of military powers as self-defence ' (2002, p. 44, original emphasis) . There is, in this way, a hidden mutual enforcement between Bush's own empowerment and the empowerment of terrorists themselves: one feeding off the other, which constructs the threat as 'immense ' (2002, p. 44) . Herein lies a further difference between the former dynamics of world risk society and those of the post-September 11 th climate, namely that the pluralization of experts and expert rationalities in relation to ecological and financial risks, is replaced by the gross simplification of enemy images, constructed by governments and intelligence agencies alike. Again we return here to points raised above concerning the risks of stigmatization and scapegoating, if not outright racism. Bauman's (2002a, b) comments are also instructive on this count. It is tempting to surmise, he claims, that the most seminal and long-lasting significance of the events of September 11 th will ultimately prove to be that of the symbolic end to the era of space. Strengths and weaknesses, threats and securities, that is to say, have now become extra-territorial issues that evade territorial solutions (Bauman, 2002a, p. 82) . Global space, in this respect, becomes something of a new 'frontierland'. Refugees, in turn, in a 'caricatured likeliness of the new power elite of the globalised world', have become the 'epitome of that extra-territoriality': a 'sitting target', in effect, for 'unloading the surplus anguish which cannot readily or easily be defused or dispensed through a direct confrontation with that other embodiment of extra-territoriality, the global power elite' (Bauman, 2002a, p. 84-85) .",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 252,
                    "text": "(Beck, 2002, p. 44)",
                    "ref_id": null
                },
                {
                    "start": 253,
                    "end": 254,
                    "text": "9",
                    "ref_id": null
                },
                {
                    "start": 625,
                    "end": 659,
                    "text": "' (2002, p. 44, original emphasis)",
                    "ref_id": null
                },
                {
                    "start": 857,
                    "end": 872,
                    "text": "' (2002, p. 44)",
                    "ref_id": null
                },
                {
                    "start": 1360,
                    "end": 1379,
                    "text": "Bauman's (2002a, b)",
                    "ref_id": null
                },
                {
                    "start": 1762,
                    "end": 1784,
                    "text": "(Bauman, 2002a, p. 82)",
                    "ref_id": null
                },
                {
                    "start": 2242,
                    "end": 2267,
                    "text": "(Bauman, 2002a, p. 84-85)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(i) Fear/panic: Epidemic psychology and beyondy"
        },
        {
            "text": "Perhaps the final difference here, returning to Beck's comparison of ecological, financial and terrorist risk, concerns the sheer speed of acknowledgement of the latter. Global external environmental risk and internal financial risk are still not fully acknowledged. With the horrific images of New York and Washington, in contrast, beamed around the planet in spectacular (if not hyper-real) fashion courtesy of the global media, terrorists groups 'instantly established themselves as new global players competing with the nations, the economy and civil society in the eyes of the world' (Beck, 2002, p. 45) .",
            "cite_spans": [
                {
                    "start": 589,
                    "end": 608,
                    "text": "(Beck, 2002, p. 45)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(i) Fear/panic: Epidemic psychology and beyondy"
        },
        {
            "text": "The specific character of the (bio)terrorist threat then, to summarize, from this viewpoint, involves a situation where: y(bad) intention replaces accident, active trust becomes active mistrust, the context of individual risk is replaced by the context of systemic risks, private insurance is (partly) replaced by state insurance, the power of definition of experts has been replaced by that of states and intelligence agencies, and the pluralization of expert rationalities has turned into the simplification of enemy images (Beck, 2002, p. 45) .",
            "cite_spans": [
                {
                    "start": 526,
                    "end": 545,
                    "text": "(Beck, 2002, p. 45)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(i) Fear/panic: Epidemic psychology and beyondy"
        },
        {
            "text": "What is also clear, if this were not enough, is that despite their differences, these three kinds of global risk (viz ecological, financial and terrorist) interact, with terrorism as the new focal point of concern (Beck, 2002, p. 45) . Perhaps the most horrifying connection, however, echoing and amplifying the foregoing analysis, is that all the risk conflicts that have been 'stored away' as 'potential', could now be intentionally unleashed. Every advance, in short:",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 233,
                    "text": "(Beck, 2002, p. 45)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(i) Fear/panic: Epidemic psychology and beyondy"
        },
        {
            "text": "yfrom gene technology to nanotechnology opens up a 'Pandora's box' that could be used as a terrorist toolkit. Thus the terrorist threat has made everyone into a disaster scriptwriter, now condemned to imagine the effects of a home-made atomic bomb, assembled with the help of gene or nanotechnology; or the collapse of global computer networks by the introduction of squads of viruses and so on (Beck, 2002, p. 46 ).",
            "cite_spans": [
                {
                    "start": 395,
                    "end": 413,
                    "text": "(Beck, 2002, p. 46",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(i) Fear/panic: Epidemic psychology and beyondy"
        },
        {
            "text": "Beck may well be accused of a certain (unreflexive?) 'everything has changed' mentality here, but his take on these issues, it is clear, is far from pessimistic. 'New opportunities', he stresses, are 'opened up by today's threats ' (2002, p. 46) , including the forging of new human bonds and the advent of a new multilateralism based on cosmopolitan principles: a point I shall return to in the concluding part of the paper.",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 245,
                    "text": "' (2002, p. 46)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(i) Fear/panic: Epidemic psychology and beyondy"
        },
        {
            "text": "(iii) Security/surveillance; from 'control creep' to 'rhizomatics'",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(i) Fear/panic: Epidemic psychology and beyondy"
        },
        {
            "text": "Earlier the notion of something akin to a 'state of emergency', 'hypermodern' or otherwise, was raised: a 'disproportionate' state response and military compulsion, that is to say, based on a 'fervently legal or civilian, not to say civilizing, mission currently and habitually referred to by political leaders as the ''war on terrorism'' ' (Armitage, 2002, p. 28) . In some cases, Armitage notes, 'the legal codes of entire continents are without hesitation being twisted along the lines envisaged by no other authorities except the Bush and Blair governments' (2002, p. 28) -see also Kellner (2002) . As a consequence, democratic customs and traditions are being 'critically and rapidly destabilized' via rushed through measures such as the British Anti-Terrorism, Crime and Security Act (2001), measures which themselves have been deemed 'discriminatory', 'illegal' or 'unlawful'. Again we return here to the dangers of 'unhinged' racism of various sorts (Armitage, 2002, p. 28) , intended or not, as evident in recent reports on the 'hidden costs' of September 11 th (IRR, 2002) -see also Bauman (2002a, b) .",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 364,
                    "text": "(Armitage, 2002, p. 28)",
                    "ref_id": null
                },
                {
                    "start": 586,
                    "end": 600,
                    "text": "Kellner (2002)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 958,
                    "end": 981,
                    "text": "(Armitage, 2002, p. 28)",
                    "ref_id": null
                },
                {
                    "start": 1093,
                    "end": 1110,
                    "text": "Bauman (2002a, b)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(i) Fear/panic: Epidemic psychology and beyondy"
        },
        {
            "text": "What this amounts to, Innes (2001) comments, as far as current security and surveillance measures are concerned at least, is a process of 'control creep': various mechanism of social control, that is to say, which expand in both intentional and unintentional ways throughout the many different arenas of late modern social life. National security, moreover, Beck reminds us, is now inescapably 'transnational co-operation' (2002, p. 47) , thereby underlining the scope of these measures in world risk society. Political support for enhanced anti-terrorist measures, however, Innes insists, cannot be understood solely or simply in terms of the new 'war on terrorism'. Rather, it is symptomatic of and inflected by:",
            "cite_spans": [
                {
                    "start": 22,
                    "end": 34,
                    "text": "Innes (2001)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 423,
                    "end": 436,
                    "text": "(2002, p. 47)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(i) Fear/panic: Epidemic psychology and beyondy"
        },
        {
            "text": "ydeeper socio-psychological concerns about security, risk and danger in late-modernity. There is already an established, on-going process of 'control creep' in late-modernity, whereby mechanisms of social control are being progressively expanded and refined. This control creep is an artefact of how we as a society construct and react to our collective and individual fears about the dangers we believe assail us, and the problems we face in manufacturing a sense of security in relation to them. To date, the central problem around which such concerns have gravitated is crime and fear of being a victim of crime. The recent attacks are likely to embolden these existing processes (Innes, 2001, p. 2 ",
            "cite_spans": [
                {
                    "start": 683,
                    "end": 701,
                    "text": "(Innes, 2001, p. 2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(i) Fear/panic: Epidemic psychology and beyondy"
        },
        {
            "text": "Renewed vigilance on the (public) health front fits more or less readily into the picture here. Speaking soon after reports first came in of anthrax attacks in the US, for example, the Director General of the World Health Organization, Dr Gro Harlem Brundtland, highlighted three main lessons: 'first, public health systems have responded promptly to the suspicion of deliberate infections; second, these systems must continue to be vigilant; and third, an informed and responsible public is a critical part of the response' (http://www.who.int/emc/deliberate_epi.html). Britain, moreover, now has its own national agency to counter the threat of chemical and biological weapons, radiation and the alarming spread of infectious diseases. The National Infection Control and Health Protection Agency (NICHPA), Sir Liam Donaldson announced, will provide scientific expertise to combat bioterrorism, as well as coordinating the response to diseases such as malaria and tuberculosis, both of which are on the increase through the growth of worldwide travel, and new infections such as CJD and flu viruses (Boseley, 2002, p. 7) . To this of course, updating still further, we may add the recent unwelcome arrival of the deadly SARS virus. 'Experience has shown', Sir Liam Donaldson warns, 'that complacency, slack control measures and lack of vigilance allows micro-organisms to regain the upper hand. We underestimate them at our peril' (Donaldson, quoted in Boseley, 2002 , p. 7) -see also Garrett (1994) and Lederberg et al. (1992) . 10 Are we talking here, however, of increasing forms of centralized surveillance and control or other more dispersed forms of assemblage? Lyon (2001) , for example, raises precisely these points in his musings on various forms of surveillance after September 11 th . Both the Weberian-Orwellian and Foucauldian perspectives on these matters, he notes, depend on fairly centralized understandings of surveillance. The rhizomatic work of Guattari (1984, 1988) , in contrast, offer some novel directions (or offshoots), given the technological capacity for dispersal and decentralization: surveillance, that is to say, as a 'looser, more malleable and flowing set of processes -a ''surveillant assemblage'' -rather than a centrally controlled and co-ordinated system' (Lyon, 2001, p. 1.21) . In any such assemblage:",
            "cite_spans": [
                {
                    "start": 1100,
                    "end": 1121,
                    "text": "(Boseley, 2002, p. 7)",
                    "ref_id": null
                },
                {
                    "start": 1454,
                    "end": 1467,
                    "text": "Boseley, 2002",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1486,
                    "end": 1500,
                    "text": "Garrett (1994)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1505,
                    "end": 1528,
                    "text": "Lederberg et al. (1992)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1531,
                    "end": 1533,
                    "text": "10",
                    "ref_id": null
                },
                {
                    "start": 1669,
                    "end": 1680,
                    "text": "Lyon (2001)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1967,
                    "end": 1988,
                    "text": "Guattari (1984, 1988)",
                    "ref_id": null
                },
                {
                    "start": 2296,
                    "end": 2317,
                    "text": "(Lyon, 2001, p. 1.21)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ".2, my emphasis)."
        },
        {
            "text": "ysurveillance works by abstracting bodies from places, splitting them into flows to be reassembled as virtual data-doubles, calling in question once again hierarchies and centralized power. One important aspect of this is that the flows of personal and group data percolate through the systems that once were much less porous; much more discrete and watertight. Thus, following September 11 th , surveillance data from a myriad of sourcessupermarkets, motels, traffic control points, credit card transaction records and so on -were used to trace the activities of the 'terrorists' in the days and hours before their attacks. The use of searchable databases makes it possible to use commercial records previously unavailable to police and intelligence service and thus draws on all manner of apparently 'innocent' traces (Lyon, 2001, p. 1.21) . This in turn begs the further question of 'how far subjects collude with, negotiate or resist practices that capture and process their personal data?' (Lyon, 2001, p. 1.22) . Surveillance, in other words, is not simply a matter of the gaze of the powerful, any more than it is a one-way technologically driven street or information super highway. 'Data subjects', instead, 'interact with surveillance systems ' (2001, p. 1.22) . Under the present 'state of emergency' or 'panic regime' indeed, echoing many of the themes of this paper: yit appears that anxious publics are willing to put up with many more intrusions, interceptions, delays, and questions than was the case before September 11 th , and this process is amplified by media polarizations of the 'choice' between 'liberty' and 'security'. The consequences of this complacency could be far-reaching (2001, p. 1.22 ). Bauman (2002a, b) , again, sheds further light on these issues. The sources of present-day insecurity, he reminds us, in keeping with the above observations, are located in what Castell's terms the 'space of flows' (see also Urry, 2002) . They cannot, therefore, be accessed, let alone dealt with, as long as the measures taken to eradicate or mitigate that insecurity are confined to this or that selected place (Bauman, 2002a, p. 82) . For all practical intents and purposes then, to repeat Bauman's earlier maxim, extra-territorial issues evade territorial solutions. Surveillance, in short, truly knows no bounds, like the placeless enemy is seeks to tracky 11 (iv) Combat/code: the biopolitics of postmodern bodies",
            "cite_spans": [
                {
                    "start": 820,
                    "end": 841,
                    "text": "(Lyon, 2001, p. 1.21)",
                    "ref_id": null
                },
                {
                    "start": 995,
                    "end": 1016,
                    "text": "(Lyon, 2001, p. 1.22)",
                    "ref_id": null
                },
                {
                    "start": 1253,
                    "end": 1270,
                    "text": "' (2001, p. 1.22)",
                    "ref_id": null
                },
                {
                    "start": 1704,
                    "end": 1718,
                    "text": "(2001, p. 1.22",
                    "ref_id": null
                },
                {
                    "start": 1722,
                    "end": 1739,
                    "text": "Bauman (2002a, b)",
                    "ref_id": null
                },
                {
                    "start": 1947,
                    "end": 1958,
                    "text": "Urry, 2002)",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 2135,
                    "end": 2157,
                    "text": "(Bauman, 2002a, p. 82)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ".2, my emphasis)."
        },
        {
            "text": "Here we arrive at a fourth and final way, in this paper at least, of reading, or perhaps more correctly re-reading or 'mapping' these issues, through associated notions of 'combat' and 'code': a more thorough-going postmodern take, in effect, on medico-military relations between the body and disease in the shadow of bioterrorism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ".2, my emphasis)."
        },
        {
            "text": "On the one hand what we have here, as past commentators have noted (cf. Sontag, 1991) , is a long-standing scheme of distinctly 'combative' imagery, captured through militarised notions such as the 'war' on disease -what Montgomery (1991) appositely terms 'bio-militarism'. The historical roots of such imagery, qua disease as an 'attacker', can be traced back at least as far as the Middle Ages. Their fullest expression within medicine, nonetheless, came through the institutionalization of the (Pasteurian) germ theory of disease, with its 'axial concepts of microbial ''invasion'' and bodily ''resistance'' ': a view which chimed well with late nineteenth century notions of the nation state as a 'living body (the ''body politic''), an organism subject to varied forms of foreign invasion' (Montgomery, 1991, p. 367) . The medicalization of war and the militarization of medicine (Cooter et al., 1998; Harrison, 1999 Harrison, , 1996 , moreover, like notions of notions of war as disease or war as medicinal (George, 2002) , are themselves important themes in the history of modernity. 12 On the other hand, however, a second more recent scheme of imagery has emerged, linked to latter day developments in genetics, information theory, cybernetics and the like, in which the logic of bio-militarism is 'eclipsed' by or 'traded' for one of information-processing -or 'bio-informationalism' as Montgomery (1991) puts it -thereby ushering in a new language of inscription, deciphering, (de)coding, transcription/translation and the like.",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 85,
                    "text": "Sontag, 1991)",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 221,
                    "end": 238,
                    "text": "Montgomery (1991)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 795,
                    "end": 821,
                    "text": "(Montgomery, 1991, p. 367)",
                    "ref_id": null
                },
                {
                    "start": 885,
                    "end": 906,
                    "text": "(Cooter et al., 1998;",
                    "ref_id": null
                },
                {
                    "start": 907,
                    "end": 921,
                    "text": "Harrison, 1999",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 922,
                    "end": 938,
                    "text": "Harrison, , 1996",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1013,
                    "end": 1027,
                    "text": "(George, 2002)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1091,
                    "end": 1093,
                    "text": "12",
                    "ref_id": null
                },
                {
                    "start": 1397,
                    "end": 1414,
                    "text": "Montgomery (1991)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": ".2, my emphasis)."
        },
        {
            "text": "Within biomilitarism, Montgomery observes, the 'agent' (be it a virus or bacteria, an antigen or an antibody, a body cell or a complex chemical substance) is endowed with 'one or more tactical intentionalities ' (1991, p. 370) . Wherever it acts, that is to say, it does so only 'in accordance with certain strategic purposes, all of which return us, eventually, to ideas of attack, resistance, survival, competition, preparation and so forth ' (1991, p. 370) . From this, Montgomery notes, flow a related series of rationalities for research and therapy, themselves evincing themes of 'reconnaissance ' and 'defence', 'counter-attack' and 'protective defence' (1991, p. 370) . Within bioinformationalism, in contrast, what stands free and intentional are entities of a generally much smaller scale: 'DNA, RNA, various other molecules, the gene and so on ' (1991, p. 371) . These are the 'carriers, senders, receivers of various types of information. They are the nodal members of a living circuit, a sub-cellular computer world of data production and transfer ' (1991, p. 371) . Research, therefore, involves 'tapping' in on the precise ways in which the information transfer occurs, with therapy focused on 'manipulating or in some way entering and altering, even replacing, the relevant path and content of ''information flow'' ', including ideas such as 'boosting', 'interrupting' or 'jamming' one or another set of 'signals or pathways ' (1991, p. 371-372) .",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 226,
                    "text": "' (1991, p. 370)",
                    "ref_id": null
                },
                {
                    "start": 443,
                    "end": 459,
                    "text": "' (1991, p. 370)",
                    "ref_id": null
                },
                {
                    "start": 602,
                    "end": 675,
                    "text": "' and 'defence', 'counter-attack' and 'protective defence' (1991, p. 370)",
                    "ref_id": null
                },
                {
                    "start": 855,
                    "end": 871,
                    "text": "' (1991, p. 371)",
                    "ref_id": null
                },
                {
                    "start": 1061,
                    "end": 1077,
                    "text": "' (1991, p. 371)",
                    "ref_id": null
                },
                {
                    "start": 1441,
                    "end": 1461,
                    "text": "' (1991, p. 371-372)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ".2, my emphasis)."
        },
        {
            "text": "It is no longer a question however, if ever it was, of these two different image-systems merely competing or cancelling one another out, but of complex, contingent relations between the two with 'numerous points of convergence': a combinatory vision of disease expressed in and through what Montgomery dubs a new 'info-militarism ' (1991, p. 375) . This in turn gives rise to the following ideas: 1) disease as a form of conflict between different, established competing codes (all of which need to be 'broken'); 2) disease as a form of conflict involving code-making and -breaking, that is, bio-espionage; 3) disease as an attack upon normal modes of information processing; 4) disease as a form of war fought over the possession or control of command codes in the bodyyNone of these possibilities is exclusive of the othersyHere, health or disease would be defined as one or another state of control over the body's informational systems. Research would then be given the rationale of mapping these systems to the nth degree; therapy would involve things such as reprogramming (for self-destruction, for instance) any invading or defective system. Prevention, in turn, would demand unending surveillance, monitoring, the use of an alarm system (Montgomery, 1991, p. 375) .",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 346,
                    "text": "' (1991, p. 375)",
                    "ref_id": null
                },
                {
                    "start": 1246,
                    "end": 1272,
                    "text": "(Montgomery, 1991, p. 375)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ".2, my emphasis)."
        },
        {
            "text": "The fullest expression of these insights, of course, comes in the shape of Haraway's (1991) own deliberations on the bio-politics of postmodern bodies. The immune system, she argues, has become an 'elaborate icon' for principal systems of symbolic and material 'difference' in contemporary times: an historically specific terrain where 'global and local politics', 'clinical medical practice', 'venture capital investments strategies', 'world-changing developments in business and technology', and the 'deepest personal and collective experiences of embodiment, vulnerability, power, and mortality', intersect and interact with an 'intensity matched perhaps only in the bio-politics of sex and reproduction ' (1991, p. 204-205 ) -see also Martin (1994) and Tauber (1997) on the power and potency of immunological discourse and the immunological self, in this supposedly 'flexible' era.",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 91,
                    "text": "Haraway's (1991)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 707,
                    "end": 726,
                    "text": "' (1991, p. 204-205",
                    "ref_id": null
                },
                {
                    "start": 739,
                    "end": 752,
                    "text": "Martin (1994)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 757,
                    "end": 770,
                    "text": "Tauber (1997)",
                    "ref_id": "BIBREF68"
                }
            ],
            "ref_spans": [],
            "section": ".2, my emphasis)."
        },
        {
            "text": "What this amounts to Haraway argues, in keeping with the foregoing analysis, is something akin to a transition from: biology as clinical practice to biology as inscription; representation to simulation; modernism to postmodernism; depth, integrity to surface, boundary; organism to biotic component or code; microbiology to immunology; physiology to communications engineering; eugenics to genetic engineering; hygiene to stress management; reproduction to replication; colonialism to transnational capitalism; racial chain of being to United Nations humanism; Second World War to Star Wars, mind to artificial intelligence (AI); white capitalist patriarchy to the informatics of domination (1991, p. 209-210) . No longer a stable, spatial map of normalized functions, the body instead becomes a 'strategic system' and a complex 'meaning-producing field' for which the discourse of immunology, qua the central biomedical discourse on 'recognition/misrecognition', has become a 'high-stakes practice' in many senses (1991, p. 211) . Codes, dispersal and networking, therefore, become the guiding themes. Just as computer design is a:",
            "cite_spans": [
                {
                    "start": 691,
                    "end": 709,
                    "text": "(1991, p. 209-210)",
                    "ref_id": null
                },
                {
                    "start": 1015,
                    "end": 1029,
                    "text": "(1991, p. 211)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ".2, my emphasis)."
        },
        {
            "text": "ymap of and for ways of living, the immune system is in some sense a diagram of relationships and a guide for action in the face of questions about the boundaries of self and about mortality. Immune system discourse is about constraint and possibility for engaging in a world of full 'difference', replete with non-self (1991, p. 214).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ".2, my emphasis)."
        },
        {
            "text": "Again we glimpse here something of these complex biomilitary and bioinformational relations, investments and intertwinings, including potent themes and images, metaphors and mappings, of invasion and defence, recognition and misrecognitions, self and non-self, gene wars (Piller and Yamamoto, 1988) if not star wars or extra-terrestrialism. Disease, in short, from this later postmodern stance, becomes a 'sub-species of information malfunction or communications pathology'; a process of 'misrecognition or transgression of the boundaries of a strategic assemblage called self' (Haraway, 1991, p. 212) .",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 298,
                    "text": "(Piller and Yamamoto, 1988)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 578,
                    "end": 601,
                    "text": "(Haraway, 1991, p. 212)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ".2, my emphasis)."
        },
        {
            "text": "Viewed in this light, both the 'war' on (bio)terrorism and the threat of biowarfare, take on new (epidemic?) meaning and significance: part and parcel, indeed, of the biopolitics of postmodern bodies, mapped through biomilitarism and bioinformationalism, if not a new info-militarism, with immunological and genetic discourse and communications/information technology at its heart, based on codes as much as combat, including the struggle for recognition (ie self/non-self or 'other'). 'Defending' or 'immunizing' ourselves against the threat of bioterrorism and/or bio-warfare, from this viewpoint, has manifold meanings in late/postmodernity, the metaphor of metaphors perhaps.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ".2, my emphasis)."
        },
        {
            "text": "Biodefence, for example, is now high on the agenda -in truth it was already gathering momentum prior to events of September 11 th . 13 The US government, for instance, recently placed a major new d540 m contract to buy 209 million smallpox vaccine doses (enough for every US citizen). The British government too has now followed suit, moving to a staged or phased policy, in which key (front-line) health professionals are vaccinated, with additional supplies for both local and national use should the need arise. 14 Work is also underway on sophisticated new vaccines to ward off a variety of other germs and toxins, and on sensors to detect the use of bioweapons or genetically engineered organisms (Appleyard, 2001, p. 75) . These strategies remain problematic, however, not least because we do not know in advance which agents will be used. The era of bio-engineer, moreover, as noted earlier, means that any such agents would in all probability be designed to out smart whatever defence systems were in place (Nathanson, 2001) . The same, of course, goes for cyber-terrorism: the (man-made) digitalized equivalent, as noted earlier, of a deadly bug or virus. The computer too, it seems, in this high-tech day and age, has 'a ''body'' and a ''mind'' which can fall ''ill'', be ''infected'' by viral agents, be administered a ''vaccine'' by a specialist or team of ''data doctors'' (all these being terms currently in use)' (Montgomery, 1991, p. 383 ) -see also Lupton (1994) and Williams (1995) .",
            "cite_spans": [
                {
                    "start": 702,
                    "end": 726,
                    "text": "(Appleyard, 2001, p. 75)",
                    "ref_id": null
                },
                {
                    "start": 1015,
                    "end": 1032,
                    "text": "(Nathanson, 2001)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1428,
                    "end": 1453,
                    "text": "(Montgomery, 1991, p. 383",
                    "ref_id": null
                },
                {
                    "start": 1466,
                    "end": 1479,
                    "text": "Lupton (1994)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1484,
                    "end": 1499,
                    "text": "Williams (1995)",
                    "ref_id": "BIBREF74"
                }
            ],
            "ref_spans": [],
            "section": ".2, my emphasis)."
        },
        {
            "text": "From here it is but a short step to a further series of musing on 'postmodern war' in its manifold guises, including 'bloodless war' and the cyber/cyborg visions is spawns (see, for example, Gray, 2002) : the topic of another paper, perhapsy .",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 202,
                    "text": "Gray, 2002)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": ".2, my emphasis)."
        },
        {
            "text": "Where does this leave us? Writing about these issues, in truth, is a somewhat hazardous undertaking; a moving target in fact. What conclusions then, however tentative or provisional, can be drawn?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION AND CONCLUDING REMARKS"
        },
        {
            "text": "The first thing to say perhaps, returning to the very title of the paper, is that the risks of bioterrorism are indeed, echoing Miller et al. (2001) earlier estimation, both real and exaggerated. To the extent, moreover, that talk of these threats is itself part of the very phenomenon under investigation, then a new 'bio-logic', if not 'ill-logic', of bioterrorism is indeed already with us or upon us, irrespective of any subsequent attacks; a thinking of the unthinkable, in effect, however unthinkable that might be.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 148,
                    "text": "Miller et al. (2001)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION AND CONCLUDING REMARKS"
        },
        {
            "text": "As for the sociological themes and issues this raises, these it is clear are many and varied. An epidemic frame of reference has its merits, as we have seen, particularly when it comes to 'infections' of fear if not outright panic. Placing these issues within a broader perspective on the global dynamics of world risk society, however, takes us one or more steps further, particularly when: (i) ecological, financial and (bio)terrorist risk are compared and contrasted; (ii) intentional 'bads' and 'active (mis)trust' are weighed in the balance, and; (iii) the interaction between these axes of risk are considered anew in the light of September 11 th and its aftermath. Issues of security and surveillance mesh closely with these concerns, filtered through a late modern or postmodern lens. Mapping or translating these issues in terms of biomilitarism, bioinformationalism and informilitarism, however, adds further important dimensions to these debates; an updating, in effect, of the biopolitics of postmodern bodies in the shadow of bioterrorism and its computerized/digitalized equivalent cyber terrorism. To this, of course, we may add the worldwide screening of the events of September 11 th and their aftermath, which in turn raises important sociological questions to do with mediated power (Urry, 2002) and the global media world, if not the global media spectacle (Kellner, 2002; Bauman, 2002b, Chapter 5) . Doubtless there are (hyperreal) Baudrillardian themes to pursue here. I will leave them, however, for others to explore.",
            "cite_spans": [
                {
                    "start": 1302,
                    "end": 1314,
                    "text": "(Urry, 2002)",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 1377,
                    "end": 1392,
                    "text": "(Kellner, 2002;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1393,
                    "end": 1418,
                    "text": "Bauman, 2002b, Chapter 5)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION AND CONCLUDING REMARKS"
        },
        {
            "text": "Contradictions and paradoxes abound within all this. These, for example, to list but a few, include the fact: (i) that past success at disease eradication renders us all the more vulnerable to its (deliberate) re-introduction now (Fuller, 2002) ; (ii) that fear and panic is every bit as contagious as actual outbreaks or epidemics of (deadly) disease; (iii) that the media may well be (bio)terrorisms greatest ally; (iv) that Bush's misguided 'war on terror', replete with appeals to 'preventive strikes' and the like, will itself in all likelihood fuel rather than extinguish the problem; (v) that what we are faced with, in no small measure, is (feigned) control of the uncontrollable (Beck, 2002) , and; (vi) that the events of September 11 th expose, as never before, the contradictions and ambiguities of globalization itself, thereby undermining 'one-sided pro or anti-globalization positions' (Kellner, 2002, p. 152) . Perhaps the ultimate paradox, however, is that the hands of both past and present US administrations are themselves far from clean when it comes to state terrorism and the support of terrorist movements (Kellner, 2002, p. 154) .",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 244,
                    "text": "(Fuller, 2002)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 688,
                    "end": 700,
                    "text": "(Beck, 2002)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 901,
                    "end": 924,
                    "text": "(Kellner, 2002, p. 152)",
                    "ref_id": null
                },
                {
                    "start": 1130,
                    "end": 1153,
                    "text": "(Kellner, 2002, p. 154)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION AND CONCLUDING REMARKS"
        },
        {
            "text": "What is also important to stress in this context, are elements of continuity as well as change (only some of which, admittedly, have been touched on in this particular paper). Appeals to the notion that 'everything has changed', that is to say, have their limits (Kellner, 2002) . The same of course, to repeat, goes for blind sociological ambition. The need, instead, is for balanced sociological accounts, which do not fall prey to the hype one is meant to be analysing, and which remain open to the possibility that social reality may very well confound ones best laid plans or cherished expectations (cf. Fuller, 2002) . This, moreover, includes the need to counter one-sided pessimistic accounts or gloomy predictions of the current situation, acknowledging important new opportunities as well as conflicts on the world stage. Beck, for example, to pick up on a point made earlier, draws a number of lessons here, not least that in an age where 'trust in God, class, nation and progress have largely disappeared, humanity's common fear has proved the lastambivalent -resource for making new bonds ' (2002, p. 46) . The cosmopolitan state, he ventures, provides the new 'big idea'; one founded, in his terms, upon a transnational search for security through human rights and recognition of the 'otherness of the other' (2002, p. 50 ). Kellner's (2002) comments too are instructive on this count. The Bush administration's attack (via the 'war on terrorism') on democracy and the public sphere in the United States and elsewhere, he argues, demands and necessitates a 'strong reaffirmation of the basic values and institutions of democracy'. This in turn must take place in the context of a truly 'global movement against terrorism, militarism and social injustice, and for democracy, peace, environmentalism, human rights and social justice ' (2002, p. 154) .",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 278,
                    "text": "(Kellner, 2002)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 609,
                    "end": 622,
                    "text": "Fuller, 2002)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1102,
                    "end": 1117,
                    "text": "' (2002, p. 46)",
                    "ref_id": null
                },
                {
                    "start": 1323,
                    "end": 1335,
                    "text": "(2002, p. 50",
                    "ref_id": null
                },
                {
                    "start": 1339,
                    "end": 1355,
                    "text": "Kellner's (2002)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1845,
                    "end": 1861,
                    "text": "' (2002, p. 154)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION AND CONCLUDING REMARKS"
        },
        {
            "text": "This brings me to two final points I wish to raise in closing. First, confronting issues of (bio)terrorism demonstrates, once again, the profitable relays and mutually reinforcing relations between social theory and health. From the merits of various types of 'epidemic' analysis, to issues of globalization and (public) health, new perspectives on the body, disease and risk, to the 'dark' side of biology and the new genetics, the lines of these debates can be traced. The sociology of health and illness, to be sure, is well placed to explore these issues, providing a 'leading edge' in future debates perhaps.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION AND CONCLUDING REMARKS"
        },
        {
            "text": "It is not simply a case of the 'war on terrorism', however, but of the health implications of war and conflict in general around the globe. Herein lies the second key point I wish to stress in closing. War, it seems, by and large, has been much neglected in medical sociology to date, despite Gerhardt's (1989) contentions on its disciplinary origins and post-war problematics. Stacey (2002) , for example, raises just this point in her closing remarks on the Gender, Health and Healing conference. 'Why', she asks, 'has medical sociology not taken the health consequences of war on board?' Maybe, Stacey ventures, 'the analytical methods of modern science and of logic as practised, leading us to fragment and divide our disciplines, makes it easier for us to evade some painful, difficult or dangerous topics. Wars after all, come under military or peace studies, not under the provision of health care or the sociology of medical knowledge ' (2002, p. 279) . This, indeed, if Stacey's diagnosis is correct, is a significant omission. The medicalization of war and the militarization of medicine (Cooter et al., 1998; Harrison, 1999 Harrison, , 1996 for example, as alluded to earlier, are rich topics of sociological inquiry and debate. The same of course may be said of related notions of war as a 'disease' or 'contagion', and war as 'medicinal', if not 'healthy' for the body politic -what George (2002) , in an insightful analysis, terms 'pharmacotic war'. 15 These and many other relevant lines of inquiry, including the emotional dimensions and dynamics of war and conflict (Scheff, 1994; Scheff and Retzinger, 1991l; Mestrovic, 1997) , demonstrate once again the profitable relays not simply between social theory and health, but between medical sociology, public health, medical history, military and peace studies. This, however, is no mere academic exercise, but a chance to make a real difference through critical public engagement, discourse and debate. The stakes are high, they implicate us all (directly or indirectly) as embodied human beings who, by virtue of these fleshy facts and contingent relations, are vulnerable from birth unto death; the very source indeed of scarcity and solidarity (Turner and Rojek, 2001) .",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 310,
                    "text": "Gerhardt's (1989)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 378,
                    "end": 391,
                    "text": "Stacey (2002)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 943,
                    "end": 959,
                    "text": "' (2002, p. 279)",
                    "ref_id": null
                },
                {
                    "start": 1098,
                    "end": 1119,
                    "text": "(Cooter et al., 1998;",
                    "ref_id": null
                },
                {
                    "start": 1120,
                    "end": 1134,
                    "text": "Harrison, 1999",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1135,
                    "end": 1151,
                    "text": "Harrison, , 1996",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1396,
                    "end": 1409,
                    "text": "George (2002)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1464,
                    "end": 1466,
                    "text": "15",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1583,
                    "end": 1597,
                    "text": "(Scheff, 1994;",
                    "ref_id": null
                },
                {
                    "start": 1598,
                    "end": 1626,
                    "text": "Scheff and Retzinger, 1991l;",
                    "ref_id": null
                },
                {
                    "start": 1627,
                    "end": 1643,
                    "text": "Mestrovic, 1997)",
                    "ref_id": null
                },
                {
                    "start": 2213,
                    "end": 2237,
                    "text": "(Turner and Rojek, 2001)",
                    "ref_id": "BIBREF70"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION AND CONCLUDING REMARKS"
        },
        {
            "text": "Sociology, to conclude, has a vital role to play here, in health and elsewhere, as we face up to the global conflicts of the 21st century, snatching hope perhaps from (what all-too-often seems or feels like) the jaws of despairy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION AND CONCLUDING REMARKS"
        },
        {
            "text": "Thanks to Chris Yuill for his helpful comments on an earlier version of this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "1 There was of course another momentous September 11 th , long before the twin towers attacks: the armed overthrow of Allende's elected social democratic government on Tuesday September 11 th 1973, in 'favour' of Pinochet's brutal military dictatorship. This, Foot (2002) reports, was the subject of Ken Loache's recent short film -one of 11 made on events of September 11 th (all of them 11 min 9 seconds and one frame long) -which won the Fipresci award at the Venice film festival as the outstanding short film. 2 Mention should also be made, however, of the infamous Agent Orange, used by the US during the Vietnam war. This 'defoliant' cum 'chemical weapon', it is reported, is still exacting a 'hideous toll on each new generation', despite continual US denials. The US government, in this respect, is portrayed as one that 'illicitly used weapons of mass destruction, stymied all independent efforts to assess the impact of their deployment, failed to acknowledge cold, hard evidence of maiming and slaughter, and pursued a policy of evasion and deception' (Scott-Clark and Levy, 2003, p. 21) .",
            "cite_spans": [
                {
                    "start": 1081,
                    "end": 1099,
                    "text": "Levy, 2003, p. 21)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ENDNOTES"
        },
        {
            "text": "3 Much of this 'chilling truth' is revealed in the Soviet defector Alibek's (formerly Alibekov) (1999) book Biohazard: a book, in the author's own words, written as was a way of 'honouring the medical oath I betrayed for so many years' (Alibek, quoted in Appleyard 2001, p. 72) 4 Some 10 million people on five continents in fact, including myself, marched for peace in the build up to the second Gulf war. 5 The war went ahead in fact, despite much wrangling, without a second UN security council resolution. The aftermath of the war has also left some awkward questions unanswered for the Bush and Blair administrations, given no weapons of mass destruction (at the time of writing) have been found in Iraq. Tony Blair, for example, was recently charged with 'deliberately misleading the public over these alleged Iraqi weapons', when two former cabinet ministers (Robin Cook and Clare Short) revealed that MI6 believed Saddam Hussein's arsenal posed 'no immediate threat' (Russell, 2003, p. 1) . Both ministers, indeed, bitterly attacked the Government's dossiers on Iraq's weapons; the first proclaimed by Cook to be 'thin on the ground', the second (which included material from a PhD thesis culled from the internet) 'dodgy' and a 'spectacular own goal' (Russell, 2003, p. 1) . 6 Bush, for example, in the context of another high security alert, recently advised Americans to prepare disaster management kits for their homes, with at least three days' worth of food, water and medicine (Addley, 2003) . 7 For other more postmodern musings on panic (bodies), including notions of 'body 'McCarthyism', see for example, Kroker and Kroker (1988) , and Kroker et al. (1990) . 8 Strong (1990) , to be sure, acknowledges this, noting how any such threats themselves may become normalized or routinized in the fullness of time. See also the quote by Strong that follows in the text. 9 Insurance companies, in fact, are now writing exemption clauses into their policies regarding biological, chemical or nuclear terrorism. 10 This, of course, is part and parcel of a wider series of disaster management strategies, some already (well) established, others rapidly being put in place, should the worst happen. As Pearson (2001) comments, this is very much in line with current WHO guidelines on the Health Effects of Chemical and Biological Weapons (see, for example, http://www.who.int/emc/deliberate_epi.html and /http://www.who.int/disaster/biochem.cfmS). The recent Comptroller and Auditor General's Report (2002) Facing the Challenge: NHS Service Emergency Planning in England, however, highlights many remaining weaknesses and deficiencies in the way the NHS plans and prepares for major incidents, including chemical, biological and nuclear incidents. See also: Biotechnology, Weapons and Humanity (BMA, 1998) and The Medical Implications of Chemical and Biological Warfare (BMA, 1988) 11 Fuller (2002, p. 1.4 ) raises a further interesting point here. In many ways, he notes, it is 'mesoknowledge' -forms of knowledge, within reach of a bachelor's degree, that exist between the hightech world of mass surveillance and the low-tech world of indigenous cultures -which has mattered most so far in the so-called called 'war on terrorism'. 12 Medicalization in this context, Harrison states, refers to the 'gradual extension of medical authority into new areas such as discipline and administration, together with the growing authority of medical men in the planning and conduct of military campaigns': a process, he stresses, which itself (historically speaking) was 'partial and often highly contested ' (1999, p. 4) . Militarization, in contrast, is 'a cultural as much as a political phenomenon (where military values are prized in civil society)': a 'culture of militarism', that is to say, together with organizational forms modelled along military lines (Harrison, 1999, p. 4-5) . 13 Clinton, for example, became increasingly concerned about such matters in his time in office, partly through exposure to books such as Preston's (1999) The Cobra Event -a novel in which New York city is infected by a mad scientist through a rogue pathogen called brainpox (a combination of smallpox and an insect virus that destroys nerves), which spreads like wildfire, melting the brain in the process (Miller et al. 2001, p. 237) . 'Offence', Clinton felt, was getting ahead of 'defence', and so his biodefence budget duly increased, through not as much as biodefence lobbyists had hoped for. Williams SJ (2001) . From smart bombs to smart bugs: thinking the unthinkable in medical sociology and beyond. Sociological Research Online. /http://www.socresonline.org.uk/6/3/ williams.htmlS. Wintour P (2002). Blair: The daily threat of terror. The Guardian. 12 November, p. 1. World Health Organization (websites accessed April 2002): /http://www.who.int/home-pageS, /http://www.who.int/emc/deliberate_epi.htmlS, /http://www.who.int/disasters/biochem.cfmS.",
            "cite_spans": [
                {
                    "start": 975,
                    "end": 996,
                    "text": "(Russell, 2003, p. 1)",
                    "ref_id": null
                },
                {
                    "start": 1260,
                    "end": 1281,
                    "text": "(Russell, 2003, p. 1)",
                    "ref_id": null
                },
                {
                    "start": 1492,
                    "end": 1506,
                    "text": "(Addley, 2003)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1623,
                    "end": 1647,
                    "text": "Kroker and Kroker (1988)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1654,
                    "end": 1674,
                    "text": "Kroker et al. (1990)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1679,
                    "end": 1692,
                    "text": "Strong (1990)",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 2208,
                    "end": 2222,
                    "text": "Pearson (2001)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 2800,
                    "end": 2811,
                    "text": "(BMA, 1998)",
                    "ref_id": null
                },
                {
                    "start": 2891,
                    "end": 2911,
                    "text": "Fuller (2002, p. 1.4",
                    "ref_id": null
                },
                {
                    "start": 3604,
                    "end": 3618,
                    "text": "' (1999, p. 4)",
                    "ref_id": null
                },
                {
                    "start": 3861,
                    "end": 3885,
                    "text": "(Harrison, 1999, p. 4-5)",
                    "ref_id": null
                },
                {
                    "start": 4026,
                    "end": 4042,
                    "text": "Preston's (1999)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 4295,
                    "end": 4323,
                    "text": "(Miller et al. 2001, p. 237)",
                    "ref_id": null
                },
                {
                    "start": 4487,
                    "end": 4505,
                    "text": "Williams SJ (2001)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ENDNOTES"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "These controversies, moreover, re-ignited when an American expert questioned the choice of the 'Lister-Elstree' (vis-à-vis the 'New York City Board of Health') strain of vaccine to protect British citizens against a smallpox attack: the suggestion being that this form of vaccine could not tackle the strain of virus most likely to be used by bioterrorists",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Boseley",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "The initial decision to give the UK vaccine contract to Powderject, the owner of whom was a d50",
            "volume": "",
            "issn": "",
            "pages": "1--2",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "For earlier, insightful essays, on 'medicine and imperialism' and 'the military medicine men' see Paul (1978) and Levy (1978) respectively. Thanks to Chris Yuill for drawing these sources to my attention",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "High anxiety. The Guardian",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Addley",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2--3",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Biohazard: The Chilling True Story of the Largest Covert Biological Weapons Program in the World-Told from Inside by the Man Who Ran it",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alibek K With Handelman",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "When the wind blows. Sunday Times Magazine",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Appleyard",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "66--75",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "State of emergency: an introduction. Theory",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Armitage",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Culture and Society",
            "volume": "19",
            "issn": "",
            "pages": "27--39",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Reconnaissance wars of the planetary frontierland",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Bauman",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Theory, Culture and Society",
            "volume": "19",
            "issn": "",
            "pages": "81--90",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Society Under Siege",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Bauman",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The terrorist threat: world risk society revisited",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Beck",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Theory, Culture and Society",
            "volume": "19",
            "issn": "",
            "pages": "39--55",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "On The Edge: Living with Global Capitalism",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Beck",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Hoarse and feeble, the voice of Bin Laden creates new fear in the west. The Guardian",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Borger",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mccarthy",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Labour donor's firm gets d32m vaccine contract. The Guardian",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Boseley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Boseley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Maguire",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--2",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "BMA: London British Medical Association (1998). Biotechnology, Weapons and Humanity",
            "authors": [],
            "year": 1988,
            "venue": "British Medical Association",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Anthrax reward soars as FBI draws a blank. The Guardian",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Burkeman",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "26",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The Greatest Threat: Iraq, Weapons of Mass Destruction, and the Crisis of Global Security",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Butler",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Facing the Challenge: NHS Emergency Planning in England (HC 36 Session",
            "authors": [
                {
                    "first": "Auditor",
                    "middle": [],
                    "last": "Comptroller",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "General",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "War, Medicine and Modernity",
            "authors": [],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Moral tensions between Western and Islamic cultures: the need for additional sociological studies of dissonance in the wake of September 11 th",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Davetian",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Sociological Research Online",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Anti Oedipus",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Deleuze",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Guattari",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A Thousand Plateaus",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Deleuze",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Guattari",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Hatreds: Racialized and Sexualized Conflicts in the Twenty-First Century",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "R"
                    ],
                    "last": "Eisenstein",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "MI5 chief fears dirty bomb is inevitable. The Times",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Whitehall blocks smallpox contract details. The Guardian",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Branigan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hencke",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The other September 11. The Guardian",
            "authors": [],
            "year": 2002,
            "venue": "Foot",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Looking for sociology after 11 September",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fuller",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Will sociology finds some new concepts before the US find Osama bin Laden?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fuller",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Sociological Research Online",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The Coming Plague: Newly Emerging Diseases in a World Out of Balance. Farrr, Straus and Giroux",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Garrett",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The pharmacotic war on terrorism: cure or poison for the body politic? Theory",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "George",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Culture and Society",
            "volume": "19",
            "issn": "",
            "pages": "161--186",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Ideas About Illness: An Intellectual and Political History of Medical Sociology",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Gerhardt",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Modernity and Self-Identity",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Giddens",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Beyond Left and Right",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Giddens",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Runaway World: How Globalisation is Reshaping our Lives",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Giddens",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Cyborg Citizen",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Gray",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Simians, Cyborgs and Women",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Haraway",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The medicalisation of war and the militarisation of medicine",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Harrison",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Social History of Medicine",
            "volume": "9",
            "issn": "",
            "pages": "267--276",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Medicine and the management of modern warfare",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Harrison",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Medicine and Modern Warfare. Rodolpi: Amsterdam",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "America's imperial delusion. The Guardian",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hobsbawn",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Racism: The Hiddens Costs of",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Innes",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "September 11 th , social theory and democratic politics",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kellner",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Theory, Culture and Society",
            "volume": "19",
            "issn": "",
            "pages": "147--159",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Body Invaders: Sexuality and Postmodern Culture",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kroker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kroker",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Hypermodernism as America's postmodernism",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kroker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kroker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cook",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Social Problems",
            "volume": "37",
            "issn": "",
            "pages": "443--459",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Emerging Infections: Microbial Threats to Health in the United States",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lederberg",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Shope",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Medicine and imperialism. In: Ehrenreich J (ed)",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Levy",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Panic computing: the viral metaphor and computer technology",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lupton",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Cultural Studies",
            "volume": "8",
            "issn": "",
            "pages": "556--568",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Surveillance after September 11 th",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lyon",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Flexible Bodies",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Germs: Biological Weapons and America's Secret War",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Engelberg",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Broad",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Code and Combat in biomedical discourse",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Montgomery",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Science as Culture",
            "volume": "2",
            "issn": "",
            "pages": "341--390",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Biological weapons: advice on what to do cannot come too soon",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Nathanson",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Student BMJ",
            "volume": "",
            "issn": "",
            "pages": "400--401",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Medicine and imperialism. In: Ehrenreich J (ed)",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Paul",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Not a weapon of choice. The Guardian",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pearson",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Gene Wars: Military Control over the New Genetic Technologies",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Piller",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Yamamoto",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "The Demon in the Freeze: the Terryifying Truth about the Threat from Bioterrorism",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Preston",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "The Cobra Event. Orien: London",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Preston",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Introduction to the Rapid Respone to September 11 th",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ray",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Our Final Century: Will the Human Race Survive the Twenty-First Century",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rees",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Terrorism did not begin on September 11 th . The Guardian. 4 September (G2)",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rimmington",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2--3",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Hoax. The Guardian. (Weekend) 5 October",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ronson",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "16--24",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Confronting 'uncivil society' and the 'dark side of globalization': are sociological concepts really up to the task?",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rumsford",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Sociological Research Online",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Exposed: Blair, Iraq and the great deception. The Independent",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Emotions and Violence: Shame and Rage in Destructive Conflict",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Scheff",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Retzinger",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Spectre Orange. The Guardian. Weekend, 29 March",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Scott-Clark",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Levy",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "21--29",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Hystories: Hysterical Epidemics and Modern Culture",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Showalter",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Panic attack. The Guardian",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Showalter",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Illness as Metaphor/AIDS and its Metaphors",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sontag",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Gender, Health and Healing: The Public/Private Divide",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stacey",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Epidemic psychology -a model",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Strong",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Sociology of Health and Illness",
            "volume": "12",
            "issn": "",
            "pages": "249--259",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "The Immunological Self: Theory of Metaphor?",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Tauber",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Sovereignty and emergency: political theology",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Turner",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Islam and American Conservatism. Theory, Culture and Society",
            "volume": "19",
            "issn": "",
            "pages": "103--119",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Society and Culture: Principles of Scarcity and Solidarity",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rojek",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "The global complexities of September 11 th",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Urry",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Theory, Culture and Society",
            "volume": "19",
            "issn": "",
            "pages": "57--69",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Back to the future: Islamic terrorism and interpretations of past and present",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vertigans",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sutton",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Weapons of mass hysteria. The Guardian",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wessley",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Saturday Review: 20 October",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Anthropomorphism and the computer virus: the latest chapter in the illness as metaphor story?",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Medical Sociology News",
            "volume": "20",
            "issn": "",
            "pages": "22--26",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Simon J Williams is Reader in Sociology, University of Warwick. His recent books include 'Medicine and the Body' (Sage, 2003) , and a co-edited volume 'Debating Biology: Sociological Reflections on Health, Medicine and Society' (Routledge, 2002) .",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 125,
                    "text": "(Sage, 2003)",
                    "ref_id": null
                },
                {
                    "start": 228,
                    "end": 245,
                    "text": "(Routledge, 2002)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ABOUT THE AUTHOR"
        }
    ]
}