{"paper_id": "73e9bd52cada33801857715315bac4b22ddbf5c8", "metadata": {"title": "Sera from severe trauma patients with pneumonia and without infectious complications have differential effects on neutrophil biology", "authors": [{"first": "B", "middle": [], "last": "Relja", "suffix": "", "affiliation": {}, "email": ""}, {"first": "R", "middle": [], "last": "Taraki", "suffix": "", "affiliation": {}, "email": ""}, {"first": "M", "middle": ["P J"], "last": "Teuben", "suffix": "", "affiliation": {}, "email": ""}, {"first": "K", "middle": [], "last": "Mörs", "suffix": "", "affiliation": {}, "email": ""}, {"first": "N", "middle": [], "last": "Wagner", "suffix": "", "affiliation": {}, "email": ""}, {"first": "S", "middle": [], "last": "Wutzler", "suffix": "", "affiliation": {}, "email": ""}, {"first": "F", "middle": [], "last": "Hildebrand", "suffix": "", "affiliation": {}, "email": ""}, {"first": "M", "middle": [], "last": "Perl", "suffix": "", "affiliation": {}, "email": ""}, {"first": "I", "middle": [], "last": "Marzi", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background: Major trauma patients (TP) developing imbalanced immune response are at high risk for infectious post-injury complications including pneumonia. Neutrophils play a central role in the host defense against bacteria and thereby pathogenesis of infections. While there are numerous studies about neutrophil function after trauma, data about their biology in patients who suffer from pneumonia following trauma are sparse. Here, we studied the effect of serum isolated from patients who do and do not develop infection (inf.) on the biology of neutrophils from healthy volunteers. Methods: Sera samples from eighteen TP with an injury severity score above 16 were obtained. Nine patients were grouped to no inf. group (TP without pneumonia), and nine to inf. group (TP with pneumonia). Samples were obtained at admission to emergency department (ED), a day prior pneumonia diagnosis (1 d prior inf) or at the day of diagnosis (1 d prior inf). Samples from the equal post-injury days in the corresponding no inf. group were used. Neutrophils from nine healthy volunteers were isolated. Effects for sera isolated from infected and non-infected patients on neutrophil biology were analyzed. Migratory capacity of neutrophils towards TP's serum, their CD11b and CD62L membrane receptor expression and oxidative burst activity after stimulation with TP's serum were determined and compared between groups. Results: Migratory capacity of neutrophils was significantly increased after trauma and persisted during the study period. CD11b expression in all groups was significantly increased. CD62L expression decreased generally in samples from ED and recovered later to baseline. Stratifying no inf. and inf. groups showed significantly decreased migratory capacity, increased CD11b and significantly decreased CD62L expression in the no inf. group. These differences persisted during the complete observational period. ROS production was strongly reduced in the no inf. group compared to the inf. group at later experimental time points. Conclusions: This data indicate that patients at risk for pneumonia development have differentially and early activated neutrophils following trauma compared to patients who are not at risk for post-injury complication. Studies about the differential biology of neutrophils and their immediately after trauma modified activity depending on the post-injury clinical course are warranted, and may deliver predictive or even therapeutic strategies to control inflammation.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Trauma is a leading cause of death worldwide [1, 2] . Despite continuous advances in trauma care systems and emergency medical services, severely injured trauma patients (TP) who survive hospital admission are highly susceptible to secondary complications, such as nosocomial infections and/or multiple organ dysfunction syndrome (MODS) [3] [4] [5] . In response to traumatic injury and the associated release of damage-associated molecular patterns (DAMPs), the body's immunological and inflammatory processes at cellular and humoral levels become activated in order to neutralize non-infectious tissue insult, bacterial infections, and initiate tissue repair mechanisms [6, 7] . This post-injury process termed as the systemic inflammatory response syndrome (SIRS) is simultaneously counterbalanced by a compensatory anti-inflammatory response syndrome (CARS) resulting in a mixed antagonist response syndrome (MARS).", "cite_spans": [{"start": 45, "end": 48, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 49, "end": 51, "text": "2]", "ref_id": "BIBREF1"}, {"start": 337, "end": 340, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 341, "end": 344, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 345, "end": 348, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 672, "end": 675, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 676, "end": 678, "text": "7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Background"}, {"text": "Neutrophils, critical inflammatory cells playing a key role in protection against bacterial infections, are believed to be central in the pathogenesis of infectious post-injury complications. Due to their numerous microbicidal defensive strategies including production of reactive oxygen species (ROS), neutrophils constitute the first line of defense against rapidly dividing bacteria, fungi and yeast [8] . Following trauma, several studies have reported altered functions of neutrophils, which are believed to promote secondary post-injury complications [9] [10] [11] . Pulmonary complications such as e.g., acute respiratory distress syndrome are characterized by increased numbers of activated neutrophils in lungs as well as their increased respiratory burst activity [12] . Recently, it has been reported that the neutrophil oxidative burst as response to orthopaedic trauma surgery was associated with infectious post-injury complications pneumonia and sepsis [13] . Not only the increase in their oxidative burst activity but also their increased migratory capacity across damaged endothelium and sequestration in bystander organs after trauma, characterize their importance in post-injury inflammation and secondary infections. Both, migration and transmigration of neutrophils from blood into tissues include tightly controlled interactions between their surface adhesion molecules and the corresponding ligands on endothelial cells. Initial rolling and capturing process is mediated by selectins including CD62L (L-selectin). Following different trauma mechanisms, including penetrative as well as blunt trauma and traumatic brain injury, L-selectin expression on circulating neutrophils has been reported to be significantly reduced [14, 15] . On the other hand, the firm adhesion and transmigration requires integrins as e.g., CD11b [16] . As a marker of neutrophil activation after trauma elevated surface expression of CD11b that forms part of the heterodimeric integrin Mac-1 (macrophage associated antigen-1) was reported after TBI and thermal injury [14, 17] . Others reported that CD11b although initially unchanged, became down-regulated on day 3 following major trauma [18] . However, in their recent review article, Hazeldine et al. postulate that combining the data for L-selectin and increased CD11b expression suggests a systemic activation of circulating neutrophils after trauma [12] . Interestingly, although, there are numerous reports about neutrophil function after trauma, the human studies about the predictive potential of their modulated biology for the outcome after trauma are sparse and focus rather on cell-free DNA [19, 20] . Although our understanding of the neutrophil function after trauma is increasing, the understanding of their functional modulations in patients who are susceptible to infection following trauma requires further studies.", "cite_spans": [{"start": 403, "end": 406, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 557, "end": 560, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 561, "end": 565, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 566, "end": 570, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 774, "end": 778, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 968, "end": 972, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 1746, "end": 1750, "text": "[14,", "ref_id": "BIBREF13"}, {"start": 1751, "end": 1754, "text": "15]", "ref_id": "BIBREF14"}, {"start": 1847, "end": 1851, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 2069, "end": 2073, "text": "[14,", "ref_id": "BIBREF13"}, {"start": 2074, "end": 2077, "text": "17]", "ref_id": "BIBREF16"}, {"start": 2191, "end": 2195, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 2407, "end": 2411, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 2656, "end": 2660, "text": "[19,", "ref_id": "BIBREF18"}, {"start": 2661, "end": 2664, "text": "20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Background"}, {"text": "In this experimental trial 18 severely injured trauma patients with a history of acute blunt or penetrating trauma and an injury severity score (ISS) ≥ 16 were enrolled. Exclusion criteria were younger 18 or older 80 years of age, severe burn injury, acute myocardial stroke, cancer or chemotherapy, immunosuppressive drug therapy, HIV, infectious Hepatitis, acute CMV infection and/ or thromboembolic events. Vital signs were measured and the ISS was calculated according to the abbreviated injury scale (AIS, 2008) upon arrival at the emergency department (ED) [21] [22] [23] . A subgroup analysis after frequency-matching of patients according to the ISS (± 6 points) and age was performed. The presence of posttraumatic pneumonia development was defined by radiologic, clinical and bacteriologic findings with the presence of new pulmonary infiltrates on chest X-ray and at least one of the following criteria: positive blood culture, bronchial alveolar lavage and/or sputum culture [24] .", "cite_spans": [{"start": 563, "end": 567, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 568, "end": 572, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 573, "end": 577, "text": "[23]", "ref_id": "BIBREF22"}, {"start": 987, "end": 991, "text": "[24]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Patients"}, {"text": "Blood samples were withdrawn in S-Manovette® Z-Gel tubes (Sarstedt, Nürmbrecht, Germany) directly after admission to the ED and daily until day 10 after trauma. Blood was centrifuged at 2000 x g for 15 min at 4°C. The supernatant was stored at -80°C until sample use for further stimulation experiments. The subsequent blood samples taken daily from TP were obtained between 7 and 11 a.m. Serum samples were used for stimulation of isolated neutrophils from healthy volunteers. The samples that were obtained from TP at admission to the emergency department (ED), one day prior diagnosis of pneumonia (inf., 1 d prior inf ) or at the same day in the corresponding group of patients without pneumonia (no inf.) (1 d prior inf ), or at the day of pneumonia diagnosis (inf., d of inf ) or at the same day in the corresponding group of patients without pneumonia (no inf.) (d of inf ) were used for experiments.", "cite_spans": [], "ref_spans": [], "section": "Blood sampling"}, {"text": "Blood samples from healthy volunteers were withdrawn in heparinized tubes (Sarstedt, Nürmbrecht, Germany) and kept at room temperature until isolation of neutrophil granulocytes. The blood samples taken from HV were obtained between 7 and 11 a.m.", "cite_spans": [], "ref_spans": [], "section": "Blood sampling"}, {"text": "The isolation of blood neutrophils was performed by density-gradient centrifugation (Polymorphprep, Axis-Shield, Oslo, Norway) according to manufacturer's instructions. In short, 4 ml of Polymorphprep (density: 1.113 ± 0.001g/ml) were covered carefully with 4 ml heparinized whole blood from HV. After sample centrifugation for 30 min as suggested by manufacturer, the PMN cell fraction was removed and transferred to another tube for another washing procedure with phosphate buffered saline w/o Ca 2+ and Mg 2+ (Invitrogen). Subsequently, supernatant was removed and PMN were cultured in RPMI 1640 (Seromed, Berlin, Germany; polypropylene tube, BD Bioscience, Franklin Lakes, NJ, USA) supplemented with 10% heatinactivated fetal calf serum (FCS), 100 IU/mL penicillin and 100 μg/mL streptomycin (Gibco, Karlsruhe, Germany) and 20 mM HEPES buffer (Sigma, Deisenhofen, Germany) medium and their number as well as their viability was determined by the trypan blue exclusion assay. For the analysis of the effects of sera obtained from TP, PMN were cultured in media containing 20% of TP serum. Only cell cultures with a purity of >95% were utilized for experimental use.", "cite_spans": [], "ref_spans": [], "section": "Isolation of neutrophils"}, {"text": "Serum induced cell migration was examined using 24-well Transwell chambers (Corning, New York, USA) with 3μm pores. Before the evaluation of the migratory rate of neutrophils, cell number was calculated to 1 × 10 6 vital cells/ml. Subsequently, 100 μl of the cell suspension were placed in the upper chamber. The lower chamber contained 500 μl RPMI 1640 with supplements and 20% serum obtained from trauma patients. After incubation for 3 h at 37°C and 5% CO 2 , the Transwell membrane was removed and cells migrating to the lower chamber were collected and counted after their staining with Türks-solution (1 : 1, Merck). The number of cells migrating into the lower compartment was quantified. The migratory capacity of control (ctrl) cells that were incubated without serum in the lower compartment was set as 100%. Graphical results are shown as % migration compared to the 100% ctrl.", "cite_spans": [], "ref_spans": [], "section": "Migration assay"}, {"text": "Isolated neutrophils (2 × 10 6 cells/ml) were transferred in 250 μl RPMI 1640 (polypropylene tube, BD Bioscience, Franklin Lakes, NY, USA) with supplements as described above including 20% serum from trauma patients. Control samples were incubated in medium containing supplements without the serum from trauma patients. The samples were incubated at 37 C°and 5% CO 2 . Two hours later, the samples were centrifuged at 2100 g for 15 min, the supernatant was removed and the cells were transferred into polystyrene FACS tubes (BD Pharmingen™, Heidelberg, Germany) for flow cytometry staining. The neutrophils were incubated with mouse anti-human CD62L APC (Clone DREG-65) and mouse anti-human CD11b/Mac-1 PE (Clone ICRF44, all BD Pharmingen, Heidelberg, Germany) antibodies. After 30 min at room temperature, the cells were washed with 4 ml phosphate buffered saline supplemented with 0.5% bovine serum albumin (FACS buffer) and centrifuged at 400 g for 5 min. The supernatants were removed, the cells diluted in 300 μl FACS buffer and subjected to flow cytometry using BD FACS Canto 2™ and FACD DIVA™ software (BD). The neutrophils were gated by the corresponding forward-and side scatter scan. Mean fluorescence unit (MFU) was detected. From each sample a minimum of 20.000 cells was measured. The number of totally gated cells for each sample was calculated as absolute cell number in percentage relative to the ratio of the indicated cell populations in representative figures.", "cite_spans": [], "ref_spans": [], "section": "Measurement of cell surface receptor expression by flow cytometry"}, {"text": "Isolated neutrophils (2 × 10 6 cells/ml) were cultured as described above with/without 20% serum from trauma patients in culture media. Control samples were incubated in medium without serum from patients. The samples were incubated at 37°C and 5% CO 2 for 2 h later centrifuged at 2100 g for 15 min, resuspended in culture medium (1 ml) with supplements and 100 μl of the cell suspension were transferred into polystyrene FACS tubes. Twenty μl CM-H2DCFDA (CM-H 2 DCFDA, General Oxidative Stress Indicator Kit, Invitrogen, Darmstadt, Germany) were added to each sample as suggested by the manufacturer. Subsequently, the samples were incubated for 30 min at 37°C and 5% CO 2 . Thereafter, 400 μl of cell culture medium with supplements (as described above) were added to each sample. After 60 min at at 37°C and 5% CO 2 , the cells were washed with 4 ml FACS buffer and centrifuged at 400 g for 5 min. The supernatants were removed, the cells diluted in 200 μl FACS buffer and subjected to flow cytometry using BD FACS Canto 2™ and FACD DIVA™ software (BD). The neutrophils were gated by the corresponding forward-and side scatter scan. From each sample a minimum of 20.000 cells was measured. The amount of positive cells for oxidative stress was calculated relative to the whole neutrophil population of unstained cells as percentage in representative figures.", "cite_spans": [], "ref_spans": [], "section": "Oxidative burst"}, {"text": "GraphPad Prism 6.0 software (GraphPad Software Inc. San Diego, CA) was used to perform the statistical analysis. Data are given as mean ± standard error of the mean (SEM), or as absolute cell numbers calculated in percent. A Student's t-test with Welch correction and one-way analysis of variance (ANOVA) with a Dunn post-hoc test were used for comparison among different groups. In order to deal post-hoc on non-parametric data, the Mann-Whitney-U test was applied, and the Bonferroni adjustment of the p-value to correct for multiple comparisons was performed. A p value below 0.05 was considered statistically significant.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "A cohort of 18 patients with major trauma (TP) admitted to the ED was enrolled in this study. The majority of the study subjects was male (77.78%) with a mean of 52.21 ± 5.04 years of age. All patients were substantially injured (ISS: 25.69 ± 2.61). A subgroup analysis after frequency-matching of patients according to the ISS (± 6 points) and age showed that patients who developed pneumonia were statistically comparably injured with patients who did not develop clinical complications (ISS: 27.17 ± 3.65 vs. 24.43 ± 3.91, Table 1 ). The injury pattern from trauma was comparable between no inf. and inf. group (Table 1 ). The mean stay in the ICU was 13.07 ± 2.95 days and overall time in hospital was 24.80 ± 2.32 days. Comparing mean ICU and hospital stay in patients who did not develop pneumonia with patients developing pneumonia showed significantly prolonged ICU as well as in-hospital stay in patients with infectious complications (ICU: 6.14 ± 2.33 vs. 20.00 ± 4.04; hospital stay: 20.25 ± 2.08 vs. 30.00 ± 3.55, both p < 0.05, Table 1 ).", "cite_spans": [], "ref_spans": [{"start": 526, "end": 533, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 614, "end": 622, "text": "(Table 1", "ref_id": "TABREF0"}, {"start": 1041, "end": 1048, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Study population"}, {"text": "The incubation of isolated neutrophils with sera from TP showed that the migration rate is significantly higher than the migration rate of untreated control cells (p < 0.05, Fig. 1 ). During the consecutive measurements with samples obtained from ED, day prior infection or at the day of infection (or the corresponding day in the group of patients without pneumonia), this significant increase was observed and continuously rose compared with the control group (ED: 166.5 ± 22.04%, one day prior infection: 241.1 ± 30.08%, and day of infection: 329.5 ± 38.83% vs. 100%, respectively; p < 0.05, Fig. 1 ). Stratifying TP into the group with pneumonia development vs. no pneumonia showed that the group of patients who did not develop pneumonia had initially lower migratory capacity (ED, no inf.: 42.57 ± 7.72%) compared to the ctrl (p < 0.05, Fig. 1) . A continuous recovery to baseline was observed in subsequent samples. Incubating isolated neutrophils with sera from TP who developed pneumonia showed significantly increased migratory capacity of these cells over the time course (ED: 282.4 ± 29.52%, one day prior infection: 333.6 ± 44.27%, and day of infection: 524.2 ± 51.42%) as compared to both, ctrl as well as to the corresponding group of TP without pneumonia (p < 0.05, Fig. 1 ).", "cite_spans": [], "ref_spans": [{"start": 174, "end": 180, "text": "Fig. 1", "ref_id": "FIGREF0"}, {"start": 595, "end": 601, "text": "Fig. 1", "ref_id": "FIGREF0"}, {"start": 843, "end": 850, "text": "Fig. 1)", "ref_id": "FIGREF0"}, {"start": 1282, "end": 1288, "text": "Fig. 1", "ref_id": "FIGREF0"}], "section": "Migratory capacity of isolated neutrophils"}, {"text": "During the study period the surface expression of CD11b on isolated neutrophils after their incubation with sera from TP remained significantly increased compared to untreated ctrl (ED: 98.70 ± 9.36 MFU, one day prior infection: 130.5 ± 15.58 MFU, and day of infection: 123.7 ± 15.63 MFU vs. 42.98 ± 5.41 MFU, p < 0.05, Fig. 2 ). After the incubation of isolated neutrophils with sera from TP either with or without pneumonia, CD11b expression on neutrophils was significantly increased in both groups of TP compared Fig. 2 ).", "cite_spans": [], "ref_spans": [{"start": 320, "end": 326, "text": "Fig. 2", "ref_id": "FIGREF1"}, {"start": 517, "end": 523, "text": "Fig. 2", "ref_id": "FIGREF1"}], "section": "Surface expression of CD11b/CD18"}, {"text": "The CD62L expression on isolated neutrophils after their incubation with sera from TP obtained at ED was significantly decreased compared to untreated ctrl (ED: 13.50 ± 2.04 MFU vs. 23.73 ± 3.26 MFU, p < 0.05, Fig. 3 ). This early decrease in CD62L expression recovered nearly to baseline when isolated neutrophils were incubated with sera from patients obtained one day prior infection or at the day of pneumonia diagnosis or the Samples from the equal post-injury days in the corresponding no inf. group were used. Neutrophils were isolated from healthy volunteers (HV, n = 9). CD11b expression on neutrophils after their incubation with TP's serum (20% in culture medium) or control without serum addition (ctrl) for two hours was determined by flow cytometry. Data are represented as mean ± SEM. p < 0.05 *: vs. ctrl, #: no inf. vs. corresponding inf. group corresponding samples from TP without pneumonia (Fig. 3 Fig. 3 ).", "cite_spans": [], "ref_spans": [{"start": 210, "end": 216, "text": "Fig. 3", "ref_id": "FIGREF2"}, {"start": 910, "end": 917, "text": "(Fig. 3", "ref_id": "FIGREF2"}, {"start": 918, "end": 924, "text": "Fig. 3", "ref_id": "FIGREF2"}], "section": "Surface expression of CD62L"}, {"text": "The incubation of isolated neutrophils with sera from TP showed that the oxidative burst of neutrophils was not markedly altered compared to untreated ctrl cells (Fig. 4 ). There is a trend to a slightly enhanced oxidative burst activity of neutrophils when incubated with later obtained samples from TP, however this was not statistically significant (Fig. 4) . Determination of the oxidative burst activity after incubating neutrophils with samples obtained from TP without pneumonia at ED, showed a significantly reduced oxidative burst activity of neutrophils compared to untreated ctrl (11.96 ± 3.56% vs. 23.05 ± 3.01%, p < 0.05, Fig. 4 ). Incubating neutrophils with sera obtained from the same patients one day prior diagnosis of pneumonia showed a slightly lowered oxidative burst, however this was not significant compared to . TP were grouped to no inf. without pneumonia (n = 9) or inf. group with pneumonia (n = 9). Samples were obtained at admission to emergency department (ED), a day prior pneumonia diagnosis (1 d prior inf) or at the day of diagnosis (1 d prior inf). Samples from the equal postinjury days in the corresponding no inf. group were used. Neutrophils were isolated from healthy volunteers (HV, n = 9). CD62L expression on neutrophils after their incubation with TP's serum (20% in culture medium) or control without serum addition (ctrl) for two hours was determined by flow cytometry. Data are represented as mean ± SEM. p < 0.05 *: vs. ctrl, #: no inf. vs. corresponding inf. group Fig. 4 Oxidative burst activity of neutrophils after their incubation with serum samples from major trauma patients (TP). Serum samples were obtained from TP (n = 18, all). TP were grouped to no inf. without pneumonia (n = 9) or inf. group with pneumonia (n = 9). Samples were obtained at admission to emergency department (ED), a day prior pneumonia diagnosis (1 d prior inf) or at the day of diagnosis (1 d prior inf). Samples from the equal postinjury days in the corresponding no inf. group were used. Neutrophils were isolated from healthy volunteers (HV, n = 9). Oxidative burst activity of neutrophils after their incubation with TP's serum (20% in culture medium) or control without serum addition (ctrl) for two hours was determined by flow cytometry. Data are represented as mean ± SEM. p < 0.05 *: vs. ctrl, #: no inf. vs. corresponding inf. group ctrl (Fig. 4) . Incubating isolated neutrophils with the sera from TP without infectious complication at the day of pneumonia diagnosis in the corresponding group showed significantly reduced oxidative burst compared to ctrl (12.09 ± 3.53% vs. 23.05 ± 3.01%, p < 0.05, Fig. 4) . The oxidative burst activity trended to an increase when neutrophils were incubated with sera from TP obtained at ED who developed pneumonia (36.03 ± 9.36%), however, this was not significant compared to the ctrl (Fig. 4) . During the later time course oxidative burst was significantly increased in neutrophils after their incubation with sera from TP with pneumonia obtained one day prior diagnosis (47.86 ± 9.33%) or at the day of pneumonia diagnosis (50.83 ± 9.54%) as compared to the ctrl or to the corresponding TP group (p < 0.05, Fig. 4 ).", "cite_spans": [], "ref_spans": [{"start": 162, "end": 169, "text": "(Fig. 4", "ref_id": null}, {"start": 352, "end": 360, "text": "(Fig. 4)", "ref_id": null}, {"start": 635, "end": 641, "text": "Fig. 4", "ref_id": null}, {"start": 1515, "end": 1521, "text": "Fig. 4", "ref_id": null}, {"start": 2379, "end": 2387, "text": "(Fig. 4)", "ref_id": null}, {"start": 2643, "end": 2650, "text": "Fig. 4)", "ref_id": null}, {"start": 2866, "end": 2874, "text": "(Fig. 4)", "ref_id": null}, {"start": 3191, "end": 3197, "text": "Fig. 4", "ref_id": null}], "section": "Oxidative burst in isolated neutrophils"}, {"text": "As critical players in the biological host-defense response to trauma, neutrophils are believed not only to protect against microbicidal infections, but also appear to be involved in the pathogenesis of infectious post-injury complications. Enhanced systemic concentrations of proinflammatory cytokines, DAMPs and PAMPs after trauma increase the activity of neutrophils. Once activated, they migrate across damaged endothelium and infiltrate bystander organs [25] . Furthermore, their defensive strategies including oxidative burst activity with ROS production or DNA-trapping become activated [8, 25] . Their role in SIRS occurring early after trauma is out of question. Despite several studies discussed below, the association of their impaired activity in the later post-injury phase with secondary infectious complications such as pneumonia, sepsis or MOF remains to be elucidated [25] . In this study, we have demonstrated that stimulating isolated neutrophils from healthy volunteers with sera samples from trauma patients increased the migratory rate of neutrophils immediately after trauma as well as in the later post-injury course. Interestingly, this increase was caused by neutrophil stimulation with sera samples from trauma patients who developed pneumonia in their clinical course, because here, the migratory rate was higher compared with using samples from patients who did not have infectious clinical post-injury complications. Especially the increased expression of CD11b in all groups accompanied these effects. However, CD62L expression delivered different data, showing that immediately after trauma there was a decrease in CD62L expression. Diminished CD62L expression on circulating neutrophils provides further evidence of activation of blood neutrophils as in vitro stimulation of neutrophils results in shedding of the L-selectin receptor from the cell surface. Stratifying the group of patients with pneumonia showed significantly increased CD11b and significantly decreased CD62L expression of neutrophils after their stimulation with sera from patients without pneumonia compared to patients with pneumonia. These differences persisted during the complete observational period. Summarized, these results suggest that the ratio of CD11b to CD62L and especially increased CD62L expression may reflect the enhanced migratory capacity of neutrophils. Interestingly, ROS production was not markedly altered in general, while it was strongly reduced by applying sera from patients without infectious complications to isolated neutrophils compared to its increase by using sera from patients who developed pneumonia. This data indicate at the high relevance of studying neutrophil function after trauma and their already immediately after trauma modified activity depending on the post-injury clinical course of patients that may have predictive or even therapeutic potential.", "cite_spans": [{"start": 459, "end": 463, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 594, "end": 597, "text": "[8,", "ref_id": "BIBREF7"}, {"start": 598, "end": 601, "text": "25]", "ref_id": "BIBREF24"}, {"start": 885, "end": 889, "text": "[25]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Discussion"}, {"text": "Despite numerous studies much of disagreement about the functional role of neutrophils for the development of post-injury complications is found. This is presumably due to the important but dual role of neutrophils with regard to the removal of bactericidal intruders. Following trauma neutrophils are immediately primed for increased migration capacity in response to IL-8 [18] . Furthermore, the authors have observed that neutrophils in the peripheral blood of trauma patients exhibit this increased migration capacity, which is a sign of a primed phenotype, for 3 days after trauma. Thereafter, migration rates declined to baseline levels [18] . In parallel to this data, in our study, enhanced migration rates immediately after trauma were observed as well (Fig. 1) . However, this increase persisted during the observational period. Stratifying the patients to those with and without postinjury pneumonia occurrence uncovered that the increased migratory capacity of neutrophils was determined by applying the sera samples from patients who developed pneumonia. Using serum samples from patients who did not develop pneumonia induced initially lower migration rates with a recovery to the baseline in the time course, whereas the use of samples from patients with complication increased continuously migration rates (Fig. 1) . Therefore, the data indicate that the blood neutrophil migration rates may be measured as an additional readout to determine the susceptibility of trauma patients for pneumonia and this measurement may also be helpful for the prognosis of trauma patients. Previously, it has been reported that isolated neutrophils from intensive-care patients who developed posttraumatic infections showed a reduced migratory capacity compared to patients without infections [26] . Additionally, recent data underline altered neutrophil migration phenotype in patients with major burns with or without sepsis development [27] . Moreover, reduced neutrophil migration has been shown to be an highly sensitive predictive marker for infections [28] . The mechanisms behind these findings was uncovered by the Hauser group demonstrating that trauma suppresses high-affinity receptors on neutrophils which are important for neutrophil recruitment and activation. The consequence of transiently desensitized receptors on neutrophils after trauma is displayed by suppressed chemotaxis in ex vivo and in vitro experiments [29] . Based on these findings the authors suggested that these mechanisms predispose to pneumonia after trauma or other inflammatory conditions. We gained oppose results, however, the neutrophils used in our study were isolated from healthy volunteers and did not undergo a priming situation as described above. Combining our data of strong activating potential of sera from trauma patents with pneumonia with the data from others reporting \"desensitation\"of neutrophils after trauma, one may hypothesize that there is a profoundly suppressed neutrophil chemosensitation in trauma patients who develop pneumonia. Moreover, our data indicate that factors, which are present immediately after trauma and not at the onset of infection causing the neutrophil \"desensitation\"in trauma patients, remain to be identified in further studies. Despite this effect, comparable to findings from Bhatia et al. our data indicate that the increased migratory capacity of neutrophils into the lungs increasing their local numbers, as found in ARDS also, may be an important step in the development of post-injury pneumonia.", "cite_spans": [{"start": 374, "end": 378, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 643, "end": 647, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 1792, "end": 1796, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 1938, "end": 1942, "text": "[27]", "ref_id": "BIBREF26"}, {"start": 2058, "end": 2062, "text": "[28]", "ref_id": "BIBREF27"}, {"start": 2431, "end": 2435, "text": "[29]", "ref_id": "BIBREF28"}], "ref_spans": [{"start": 762, "end": 770, "text": "(Fig. 1)", "ref_id": "FIGREF0"}, {"start": 1322, "end": 1330, "text": "(Fig. 1)", "ref_id": "FIGREF0"}], "section": "Discussion"}, {"text": "The migration of neutrophils underlies tightly controlled mechanisms via their surface adhesion molecules and the corresponding ligands on endothelial cells. Following trauma, CD11b becomes up-regulated in peripheral neutrophils [14, 17] . Comparable data was found in our study (Fig. 2) . Contrasting data have been delivered by others reporting initially unchanged and on day 3 following major trauma down-regulated CD11b expression [18] . In trauma patients who developed sepsis CD11b expression on blood neutrophils was significantly elevated before the patient was diagnosed with sepsis [30] . Interestingly, we found increased CD11b expression after their stimulation with sera from trauma patients either with or without pneumonia. Recently, Hazeldine et al. [12] suggested that combining the data for increased CD11b and reduced L-selectin expression suggests a systemic activation of the circulating neutrophils after trauma [12] . Based on our findings, this approach appears reasonable. Previously, L-selectin expression on circulating neutrophils was reduced after trauma [14, 15] . In line with these findings, CD62L was reduced early after trauma followed by a recovery to baseline in the later course. Interestingly, CD62L expression on neutrophils that were incubated with sera from patients who did not develop pneumonia persisted lowered during the complete study period. However, CD62L expression was increased in neutrophils that were incubated with sera from patients who developed pneumonia (Fig. 3) . Recalling the approach by Hazeldine et al. our data support their hypothesis. Yet, we believe that combining the data for increased Mac-1 and reduced L-selectin expression with migration capacity not only suggests a systemic activation of neutrophils after trauma, but also based on differential expression profiles, stratifies patients who are at risk for the development of post-injury pneumonia from those who will not develop pneumonia.", "cite_spans": [{"start": 229, "end": 233, "text": "[14,", "ref_id": "BIBREF13"}, {"start": 234, "end": 237, "text": "17]", "ref_id": "BIBREF16"}, {"start": 435, "end": 439, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 592, "end": 596, "text": "[30]", "ref_id": "BIBREF29"}, {"start": 766, "end": 770, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 934, "end": 938, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 1084, "end": 1088, "text": "[14,", "ref_id": "BIBREF13"}, {"start": 1089, "end": 1092, "text": "15]", "ref_id": "BIBREF14"}], "ref_spans": [{"start": 279, "end": 287, "text": "(Fig. 2)", "ref_id": "FIGREF1"}, {"start": 1513, "end": 1521, "text": "(Fig. 3)", "ref_id": "FIGREF2"}], "section": "Discussion"}, {"text": "Next to an increased number of activated neutrophils in lungs, pulmonary complications are also characterized by an increased respiratory burst activity of neutrophils [12] . In blunt trauma patients oxidative burst increased time-dependently following n-formyl-L-methionyl-L-leucyl-L-phenylalanine stimulation [31] . We have observed a general trend to an increased oxidative burst activity after trauma, however this was not statistically significant (Fig. 4) . One has to keep in mind that here, neutrophils were isolated from healthy volunteers but also that here, the group size is limited to nine per group, and therefore, our study is slightly underpowered to test this specific effect adequately. Nonetheless, our data indicate that there is an increased oxidative burst activity in isolated neutrophils when they are incubated with sera from trauma patients who developed pneumonia compared to the group without pneumonia (Fig. 4) . Similar to our data, Lumsdaine et al. reported that neutrophil oxidative burst capacity was found to increase with postoperative complications pneumonia and sepsis [13] . Moreover, the authors postulated that neutrophil oxidative burst capacity was potentially predictive of post-operative development of infective complications following surgery.", "cite_spans": [{"start": 168, "end": 172, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 311, "end": 315, "text": "[31]", "ref_id": "BIBREF30"}, {"start": 1106, "end": 1110, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 453, "end": 461, "text": "(Fig. 4)", "ref_id": null}, {"start": 931, "end": 939, "text": "(Fig. 4)", "ref_id": null}], "section": "Discussion"}, {"text": "As neutrophil oxidative burst capacity is a measure of the host's immune response and defensive capacity, our data as well as data from others indicate that neutrophils from patients who are at risk for the development of post-injury complications may become early activated following trauma. Differential neutrophil migratory potential as well as altered expression CD11b and CD62L after their stimulation with sera from patients with or without post-injury complications underline this hypothesis. Interestingly, although there are numerous reports about neutrophil function after trauma, human studies about the predictive potential of their altered biology for the outcome after trauma are sparse. Therefore, and based on current findings, it appears convincing that the understanding of the neutrophil biology after trauma will help in finding possible functional targeting strategies to control inflammation in patients who are susceptible to infections.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "One another of the key unanswered questions at the moment outlines the above discussed issues. Meanwhile it is clear that the underlying mechanisms to the posttraumatic immunosuppression and the physiological response to sterile and non-sterile trauma go far beyond the SIRS-CARS paradigm [32] . Based on current research data it is difficult to draw conclusions about the causative origin for the immunosuppression after trauma, whether it is caused by either trauma (perforating injury?) itself or even post-traumatic surgery in the later clinical course as a possible DAMP but also PAMP source. In general, trauma mechanism may cause differences in the immune response. Nonetheless, in the present study, there were neither significant differences in trauma mechanism nor specific (diagnosed) e.g., perforating injuries that may represent the PAMP-response. Therefore, our data allow only speculative approaches to address the DAMP/PAMP response. As for example, there is a trend to more chest injuries in the infection group, though this is not significant, it may be associated with increased pulmonary PAMP-translocation and enhanced neutrophil activation. This approach remains to be elucidated in further studies. Looking at the patients' records has shown that the cohort of included patients suffered from blunt trauma, here. If not considering immediate surgeries after admission (3 patients without and 4 patients with pneumonia), pneumonia developed in 4 patients before surgery and in 4 patients after surgery. One patient without surgery developed pneumonia. On the other hand, all patients except one underwent surgeries as well, and did not develop complications in the comparative group. Additionally, eventual traumaaccompanied infections (e.g., perforating injury) that may have altered the immune status can be excluded. Therefore, there is no evident indication, neither for a possible trauma-accompanied infection source, nor for the surgery as the second-hit causing infectious complications. One has to consider that the samples which were obtained at ED were acquired before surgeries were performed. Interestingly, the differences in the activation of neutrophils between the groups were given immediately after admission. On the other hand, the ISS was slightly higher in the group of patients who developed pneumonia in their later post-injury course speaking for eventually larger surgeries. However, apparently there must be some other influencing factors early after trauma which were not considered here. Due to these early differences, there are also inherent differences between the immune systems of those who did and did not develop pneumonia. These early changes may be associated with the pneumonia development in the later postinjury course. This issue cannot be excluded by the present study, and in general, this issue can be addressed only by further larger clinical-experimental studies. Therefore, the data on the influence of sterile versus non-sterile trauma are limited, and the presented manuscript underlines further the importance and the relevance of measuring a patients immune status immediately after trauma and before treatment in order to 1.) finding the ideal clinical approach and 2.) to understanding the differences and influence of sterile versus nonsterile trauma on the immune status.", "cite_spans": [{"start": 289, "end": 293, "text": "[32]", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "Discussion"}, {"text": "Nevertheless, a limitation of this study is the relatively small sample size making appropriate statistical analysis difficult. Although, there were relevant and novel trends observed regarding our data, possibly, with a larger sample size, these differences may become more convincing.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "This study investigated differential biology of isolated neutrophils from healthy volunteers upon their incubation with sera obtained from trauma patients, who either did or did not suffer from pneumonia in their clinical post-injury course. Our findings indicate that applying sera from patients at risk for pneumonia development differentially and early activate healthy neutrophils compared to the use of sera from patients who are not at risk for post-injury complication. Studies about the differential neutrophil biology and their immediately after trauma modified activity depending on the post-injury clinical course are warranted, and may deliver possible functional targeting strategies to control inflammation in patients who are susceptible to infections. ", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Road traffic injuries are a global public health problem", "authors": [{"first": "M", "middle": [], "last": "Peden", "suffix": ""}, {"first": "A", "middle": [], "last": "Hyder", "suffix": ""}], "year": 2002, "venue": "BMJ", "volume": "324", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Care of the injured worldwide: trauma still the neglected disease of modern society", "authors": [{"first": "J", "middle": ["V"], "last": "Sakran", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Greer", "suffix": ""}, {"first": "E", "middle": [], "last": "Werlin", "suffix": ""}, {"first": "M", "middle": [], "last": "Mccunn", "suffix": ""}], "year": 2012, "venue": "Scand J Trauma Resusc Emerg Med", "volume": "20", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Treatment results of patients with multiple trauma: an analysis of 3406 cases treated between 1972 and 1991 at a German Level I Trauma Center", "authors": [{"first": "G", "middle": [], "last": "Regel", "suffix": ""}, {"first": "P", "middle": [], "last": "Lobenhoffer", "suffix": ""}, {"first": "M", "middle": [], "last": "Grotz", "suffix": ""}, {"first": "H", "middle": ["C"], "last": "Pape", "suffix": ""}, {"first": "U", "middle": [], "last": "Lehmann", "suffix": ""}, {"first": "H", "middle": [], "last": "Tscherne", "suffix": ""}], "year": 1995, "venue": "J Trauma", "volume": "38", "issn": "", "pages": "70--78", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Patterns of mortality and causes of death in polytrauma patients-has anything changed?", "authors": [{"first": "R", "middle": [], "last": "Pfeifer", "suffix": ""}, {"first": "I", "middle": ["S"], "last": "Tarkin", "suffix": ""}, {"first": "B", "middle": [], "last": "Rocos", "suffix": ""}, {"first": "H", "middle": ["C"], "last": "Pape", "suffix": ""}], "year": 2009, "venue": "Injury", "volume": "40", "issn": "", "pages": "907--918", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Epidemiology of trauma deaths: a reassessment", "authors": [{"first": "A", "middle": [], "last": "Sauaia", "suffix": ""}, {"first": "F", "middle": ["A"], "last": "Moore", "suffix": ""}, {"first": "E", "middle": ["E"], "last": "Moore", "suffix": ""}, {"first": "K", "middle": ["S"], "last": "Moser", "suffix": ""}, {"first": "R", "middle": [], "last": "Brennan", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Read", "suffix": ""}, {"first": "P", "middle": ["T"], "last": "Pons", "suffix": ""}], "year": 1995, "venue": "J Trauma", "volume": "38", "issn": "", "pages": "185--93", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Pathophysiology of multiple trauma : intensive care medicine and timing of treatment", "authors": [{"first": "S", "middle": [], "last": "Wutzler", "suffix": ""}, {"first": "T", "middle": [], "last": "Lustenberger", "suffix": ""}, {"first": "B", "middle": [], "last": "Relja", "suffix": ""}, {"first": "M", "middle": [], "last": "Lehnert", "suffix": ""}, {"first": "I", "middle": [], "last": "Marzi", "suffix": ""}], "year": 2013, "venue": "Chirurg", "volume": "84", "issn": "", "pages": "753--761", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Hydrophobicity: an ancient damage-associated molecular pattern that initiates innate immune responses", "authors": [{"first": "S", "middle": ["Y"], "last": "Seong", "suffix": ""}, {"first": "P", "middle": [], "last": "Matzinger", "suffix": ""}], "year": 2004, "venue": "Nat Rev Immunol", "volume": "4", "issn": "", "pages": "469--78", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Diverse novel functions of neutrophils in immunity, inflammation, and beyond", "authors": [{"first": "A", "middle": [], "last": "Mocsai", "suffix": ""}], "year": 2013, "venue": "J Exp Med", "volume": "210", "issn": "", "pages": "1283--99", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Resuscitation of traumatic hemorrhagic shock patients with hypertonic saline-without dextran-inhibits neutrophil and endothelial cell activation", "authors": [{"first": "W", "middle": ["G"], "last": "Junger", "suffix": ""}, {"first": "S", "middle": ["G"], "last": "Rhind", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Rizoli", "suffix": ""}, {"first": "J", "middle": [], "last": "Cuschieri", "suffix": ""}, {"first": "M", "middle": ["Y"], "last": "Shiu", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Baker", "suffix": ""}, {"first": "L", "middle": [], "last": "Li", "suffix": ""}, {"first": "P", "middle": ["N"], "last": "Shek", "suffix": ""}, {"first": "D", "middle": ["B"], "last": "Hoyt", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Bulger", "suffix": ""}], "year": 2012, "venue": "Shock", "volume": "38", "issn": "", "pages": "341--50", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Immunoenhancing therapy with interleukin-18 against bacterial infection in immunocompromised hosts after severe surgical stress", "authors": [{"first": "M", "middle": [], "last": "Kinoshita", "suffix": ""}, {"first": "H", "middle": [], "last": "Miyazaki", "suffix": ""}, {"first": "S", "middle": [], "last": "Ono", "suffix": ""}, {"first": "S", "middle": [], "last": "Seki", "suffix": ""}], "year": 2013, "venue": "J Leukoc Biol", "volume": "93", "issn": "", "pages": "689--98", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Isolated blunt chest injury leads to transient activation of circulating neutrophils", "authors": [{"first": "T", "middle": [], "last": "Visser", "suffix": ""}, {"first": "F", "middle": [], "last": "Hietbrink", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Groeneveld", "suffix": ""}, {"first": "L", "middle": [], "last": "Koenderman", "suffix": ""}, {"first": "L", "middle": ["P"], "last": "Leenen", "suffix": ""}], "year": 2011, "venue": "Eur J Trauma Emerg Surg", "volume": "37", "issn": "", "pages": "177--84", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "The impact of trauma on neutrophil function", "authors": [{"first": "J", "middle": [], "last": "Hazeldine", "suffix": ""}, {"first": "P", "middle": [], "last": "Hampson", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Lord", "suffix": ""}], "year": 2014, "venue": "Injury", "volume": "45", "issn": "", "pages": "1824--1857", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Neutrophil oxidative burst capacity for peri-operative immune monitoring in trauma patients", "authors": [{"first": "W", "middle": [], "last": "Lumsdaine", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Easton", "suffix": ""}, {"first": "N", "middle": ["J"], "last": "Lott", "suffix": ""}, {"first": "A", "middle": [], "last": "White", "suffix": ""}, {"first": "T", "middle": ["L"], "last": "Malmanche", "suffix": ""}, {"first": "K", "middle": [], "last": "Lemmert", "suffix": ""}, {"first": "D", "middle": ["G"], "last": "Weber", "suffix": ""}, {"first": "Z", "middle": ["J"], "last": "Balogh", "suffix": ""}], "year": 2014, "venue": "Injury", "volume": "45", "issn": "", "pages": "1144--1152", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Prehospital hypertonic saline resuscitation attenuates the activation and promotes apoptosis of neutrophils in patients with severe traumatic brain injury", "authors": [{"first": "W", "middle": ["G"], "last": "Junger", "suffix": ""}, {"first": "S", "middle": ["G"], "last": "Rhind", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Rizoli", "suffix": ""}, {"first": "J", "middle": [], "last": "Cuschieri", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Baker", "suffix": ""}, {"first": "P", "middle": ["N"], "last": "Shek", "suffix": ""}, {"first": "D", "middle": ["B"], "last": "Hoyt", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Bulger", "suffix": ""}], "year": 2013, "venue": "Shock", "volume": "40", "issn": "", "pages": "366--74", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Penetrating thorax injury leads to mild systemic activation of neutrophils without inflammatory complications", "authors": [{"first": "K", "middle": ["M"], "last": "Groeneveld", "suffix": ""}, {"first": "F", "middle": [], "last": "Hietbrink", "suffix": ""}, {"first": "T", "middle": ["C"], "last": "Hardcastle", "suffix": ""}, {"first": "B", "middle": ["L"], "last": "Warren", "suffix": ""}, {"first": "L", "middle": [], "last": "Koenderman", "suffix": ""}, {"first": "L", "middle": ["P"], "last": "Leenen", "suffix": ""}], "year": 2014, "venue": "Injury", "volume": "45", "issn": "", "pages": "522--529", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Recent developments and complexities in neutrophil transmigration", "authors": [{"first": "A", "middle": [], "last": "Woodfin", "suffix": ""}, {"first": "M", "middle": ["B"], "last": "Voisin", "suffix": ""}, {"first": "S", "middle": [], "last": "Nourshargh", "suffix": ""}], "year": 2010, "venue": "Curr Opin Hematol", "volume": "17", "issn": "", "pages": "9--17", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Dynamics of leukocyte receptors after severe burns: an exploratory study", "authors": [{"first": "J", "middle": [], "last": "Johansson", "suffix": ""}, {"first": "F", "middle": [], "last": "Sjogren", "suffix": ""}, {"first": "M", "middle": [], "last": "Bodelsson", "suffix": ""}, {"first": "F", "middle": [], "last": "Sjoberg", "suffix": ""}], "year": 2011, "venue": "Burns", "volume": "37", "issn": "", "pages": "227--260", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Enhanced neutrophil migratory activity following major blunt trauma", "authors": [{"first": "R", "middle": ["K"], "last": "Bhatia", "suffix": ""}, {"first": "I", "middle": [], "last": "Pallister", "suffix": ""}, {"first": "C", "middle": [], "last": "Dent", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Jones", "suffix": ""}, {"first": "N", "middle": [], "last": "Topley", "suffix": ""}], "year": 2005, "venue": "Injury", "volume": "36", "issn": "", "pages": "956--62", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Neutrophilderived circulating free DNA (cf-DNA/NETs): a potential prognostic marker for posttraumatic development of inflammatory second hit and sepsis", "authors": [{"first": "S", "middle": [], "last": "Margraf", "suffix": ""}, {"first": "T", "middle": [], "last": "Logters", "suffix": ""}, {"first": "J", "middle": [], "last": "Reipen", "suffix": ""}, {"first": "J", "middle": [], "last": "Altrichter", "suffix": ""}, {"first": "M", "middle": [], "last": "Scholz", "suffix": ""}, {"first": "J", "middle": [], "last": "Windolf", "suffix": ""}], "year": 2008, "venue": "Shock", "volume": "30", "issn": "", "pages": "352--360", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Neutrophil-derived circulating free DNA (cf-DNA/NETs), a potential prognostic marker for mortality in patients with severe burn injury", "authors": [{"first": "Jz S", "middle": [], "last": "Altrichter", "suffix": ""}, {"first": "R", "middle": [], "last": "Kraft", "suffix": ""}, {"first": "E", "middle": [], "last": "Faist", "suffix": ""}, {"first": "S", "middle": [], "last": "Mitzner", "suffix": ""}, {"first": "M", "middle": [], "last": "Sauer", "suffix": ""}, {"first": "J", "middle": [], "last": "Windolf", "suffix": ""}, {"first": "M", "middle": [], "last": "Scholz", "suffix": ""}, {"first": "T", "middle": [], "last": "Lögters", "suffix": ""}], "year": 2010, "venue": "Eur J Trauma Emerg Surg", "volume": "36", "issn": "", "pages": "551--558", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Rating the severity of tissue damage. I. The abbreviated scale", "authors": [], "year": 1971, "venue": "JAMA", "volume": "215", "issn": "", "pages": "277--80", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Abbreviated Injury Scale 1990 Revision Update 1998. Barrington, IL: Association for the Advancement of Automotive Medicine (AAAM)", "authors": [], "year": 1998, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Barrington Illinois: Association for the Advancement of Automotive Medicine", "authors": [{"first": "T", "middle": ["A"], "last": "Gennarelli", "suffix": ""}, {"first": "E", "middle": [], "last": "Wodzin", "suffix": ""}], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Abbreviated guidelines for prevention, diagnostics, and therapy of nosocomial pneumonia", "authors": [{"first": "T", "middle": ["T"], "last": "Bauer", "suffix": ""}, {"first": "J", "middle": [], "last": "Lorenz", "suffix": ""}, {"first": "K", "middle": ["F"], "last": "Bodmann", "suffix": ""}, {"first": "F", "middle": [], "last": "Vogel", "suffix": ""}], "year": 2005, "venue": "Med Klin (Munich)", "volume": "100", "issn": "", "pages": "355--60", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "The systemic immune response to trauma: an overview of pathophysiology and treatment", "authors": [{"first": "J", "middle": ["M"], "last": "Lord", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Midwinter", "suffix": ""}, {"first": "Y", "middle": ["F"], "last": "Chen", "suffix": ""}, {"first": "A", "middle": [], "last": "Belli", "suffix": ""}, {"first": "K", "middle": [], "last": "Brohi", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "Kovacs", "suffix": ""}, {"first": "L", "middle": [], "last": "Koenderman", "suffix": ""}, {"first": "P", "middle": [], "last": "Kubes", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Lilford", "suffix": ""}], "year": 2014, "venue": "Lancet", "volume": "384", "issn": "", "pages": "1455--65", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Impaired blood polymorphonuclear leukocyte migration and infection risk in severe trauma", "authors": [{"first": "G", "middle": [], "last": "Egger", "suffix": ""}, {"first": "A", "middle": [], "last": "Burda", "suffix": ""}, {"first": "H", "middle": [], "last": "Mitterhammer", "suffix": ""}, {"first": "G", "middle": [], "last": "Baumann", "suffix": ""}, {"first": "G", "middle": [], "last": "Bratschitsch", "suffix": ""}, {"first": "A", "middle": [], "last": "Glasner", "suffix": ""}], "year": 2003, "venue": "J Infect", "volume": "47", "issn": "", "pages": "148--54", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Spontaneous neutrophil migration patterns during sepsis after major burns", "authors": [{"first": "C", "middle": ["N"], "last": "Jones", "suffix": ""}, {"first": "M", "middle": [], "last": "Moore", "suffix": ""}, {"first": "L", "middle": [], "last": "Dimisko", "suffix": ""}, {"first": "Alexander", "middle": ["A"], "last": "Ibrahim", "suffix": ""}, {"first": "A", "middle": [], "last": "Hassell", "suffix": ""}, {"first": "B", "middle": ["A"], "last": "Warren", "suffix": ""}, {"first": "H", "middle": ["S"], "last": "Tompkins", "suffix": ""}, {"first": "R", "middle": ["G"], "last": "Fagan", "suffix": ""}, {"first": "S", "middle": ["P"], "last": "Irimia", "suffix": ""}, {"first": "D", "middle": [], "last": "", "suffix": ""}], "year": 2014, "venue": "PLoS ONE", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Blood polymorphonuclear leukocyte migration as a predictive marker for infections in severe trauma: comparison with various inflammation parameters", "authors": [{"first": "G", "middle": [], "last": "Egger", "suffix": ""}, {"first": "R", "middle": [], "last": "Aigner", "suffix": ""}, {"first": "A", "middle": [], "last": "Glasner", "suffix": ""}, {"first": "H", "middle": ["P"], "last": "Hofer", "suffix": ""}, {"first": "H", "middle": [], "last": "Mitterhammer", "suffix": ""}, {"first": "S", "middle": [], "last": "Zelzer", "suffix": ""}], "year": 2004, "venue": "Intensive Care Med", "volume": "30", "issn": "", "pages": "331--335", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Prospective study of neutrophil chemokine responses in trauma patients at risk for pneumonia", "authors": [{"first": "M", "middle": ["H"], "last": "Tarlowe", "suffix": ""}, {"first": "A", "middle": [], "last": "Duffy", "suffix": ""}, {"first": "K", "middle": ["B"], "last": "Kannan", "suffix": ""}, {"first": "K", "middle": [], "last": "Itagaki", "suffix": ""}, {"first": "R", "middle": ["F"], "last": "Lavery", "suffix": ""}, {"first": "D", "middle": ["H"], "last": "Livingston", "suffix": ""}, {"first": "P", "middle": [], "last": "Bankey", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Hauser", "suffix": ""}], "year": 2005, "venue": "Am J Respir Crit Care Med", "volume": "171", "issn": "", "pages": "753--762", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Stimulation of inflammatory markers after blunt trauma", "authors": [{"first": "P", "middle": ["V"], "last": "Giannoudis", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Smith", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Banks", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Windsor", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Dickson", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Guillou", "suffix": ""}], "year": 1998, "venue": "Br J Surg", "volume": "85", "issn": "", "pages": "986--90", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Divergent adaptive and innate immunological responses are observed in humans following blunt trauma", "authors": [{"first": "K", "middle": ["R"], "last": "Kasten", "suffix": ""}, {"first": "H", "middle": ["S"], "last": "Goetzman", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Reid", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Rasper", "suffix": ""}, {"first": "S", "middle": ["G"], "last": "Adediran", "suffix": ""}, {"first": "C", "middle": ["T"], "last": "Robinson", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Cave", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Solomkin", "suffix": ""}, {"first": "A", "middle": ["B"], "last": "Lentsch", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Johannigman", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Caldwell", "suffix": ""}], "year": 2010, "venue": "BMC Immunol", "volume": "11", "issn": "", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Sterile post-traumatic immunosuppression", "authors": [{"first": "M", "middle": ["N"], "last": "Islam", "suffix": ""}, {"first": "B", "middle": ["A"], "last": "Bradley", "suffix": ""}, {"first": "R", "middle": [], "last": "Ceredig", "suffix": ""}], "year": 2016, "venue": "Clin Transl Immunol", "volume": "5", "issn": "4", "pages": "", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "The Strengthening the reporting of observational studies in epidemiology (STROBE) statement: guidelines for reporting observational studies", "authors": [{"first": "E", "middle": [], "last": "Von Elm", "suffix": ""}, {"first": "D", "middle": ["G"], "last": "Altman", "suffix": ""}, {"first": "M", "middle": [], "last": "Egger", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Pocock", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Gotzsche", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Vandenbroucke", "suffix": ""}, {"first": "S", "middle": [], "last": "Initiative", "suffix": ""}], "year": 2008, "venue": "J Clin Epidemiol", "volume": "61", "issn": "", "pages": "344--353", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Migratory capacity of neutrophils towards serum samples from major trauma patients (TP). Serum samples were obtained from TP (n = 18, all). TP were grouped to no inf. without pneumonia (n = 9) or inf. group with pneumonia (n = 9). Samples were obtained at admission to emergency department (ED), a day prior pneumonia diagnosis (1 d prior inf) or at the day of diagnosis (1 d prior inf). Samples from the equal post-injury days in the corresponding no inf. group were used. Neutrophils were isolated from healthy volunteers (HV, n = 9). Migratory capacity of neutrophils towards TP's serum (20% in culture medium) or interleukin (IL)-8 relative to the control (ctrl, 100%) is shown. Data are represented as mean ± SEM. p < 0.05 *: vs. ctrl, #: no inf. vs. corresponding inf. group", "latex": null, "type": "figure"}, "FIGREF1": {"text": "CD11b expression on neutrophils after their incubation with serum samples from major trauma patients (TP). Serum samples were obtained from TP (n = 18, all). TP were grouped to no inf. without pneumonia (n = 9) or inf. group with pneumonia (n = 9). Samples were obtained at admission to emergency department (ED), a day prior pneumonia diagnosis (1 d prior inf) or at the day of diagnosis (1 d prior inf).", "latex": null, "type": "figure"}, "FIGREF2": {"text": "CD62L expression on neutrophils after their incubation with serum samples from major trauma patients (TP). Serum samples were obtained from TP (n = 18, all)", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Abbreviations CARS: Compensatory anti-inflammatory response syndrome; CD: Cluster of differentiation; CMV: Cytomegalovirus; Ctrl: Control; DAMP: Damage-associated molecular pattern; ED: Emergency department; HEPES: 4-(2-hydroxyethyl)-1piperazineethanesulfonic acid; HIV: Human immunodeficiency virus; ICU: Intensive care unit; IL: Interleukin; Mac-1: Macrophage-1 antigen; MARS: Mixed antagonist response syndrome; MFU: Mean fluorescence unit; MODS: Multi organ dysfunction syndrome; MOF: Multiple organ failure; PAMP: Pathogen-associated molecular pattern; PE: Phycoerythrin; PMN: Polymorphonuclear leukocytes; ROS: Reactive oxygen species; RPMI: Roswell Park Memorial Institute; SIRS: Systemic inflammatory response syndrome; TP: Trauma patients", "latex": null, "type": "figure"}, "TABREF0": {"text": "Summary of patient characteristics AIS, Abbreviated Injury Scale, ICU Intensive Care Unit, inf. trauma patients with pneumonia, ISS Injury Severity Score, no inf. trauma patients without pneumonia; data are presented as mean ± sem unless stated otherwise to unstimulated ctrl (p < 0.05,Fig. 2). Incubating isolated neutrophils with sera from TP who developed pneumonia showed significantly decreased CD11b expression over the time course compared to the corre-", "latex": null, "type": "table"}, "TABREF1": {"text": "Table 1 Summary of patient characteristics", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Patient characteristics </td><td>all n = 18 </td><td>no inf. n = 9 </td><td>inf. n = 9 </td><td>no inf. vs. inf. p &lt; 0.05\n</td></tr><tr><td>Age (years), mean ± sem </td><td>52.21 ± 5.04 </td><td>48.72 ± 9.18 </td><td>55.71 ± 4.67 </td><td>no\n</td></tr><tr><td>Sex (male, %) </td><td>14 (77.78%) </td><td>7 (77.78%) </td><td>7 (77.78%) </td><td>no\n</td></tr><tr><td>ISS </td><td>25.69 ± 2.61 </td><td>24.43 ± 3.91 </td><td>27.17 ± 3.65 </td><td>no\n</td></tr><tr><td>AIS ≥3 (n, %)\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Head </td><td>11 (61.11%) </td><td>6 (66.67%) </td><td>5 (55.55%) </td><td>no\n</td></tr><tr><td>Chest </td><td>10 (55.55%) </td><td>4 (44.44%) </td><td>6 (66.67%) </td><td>no\n</td></tr><tr><td>Abdomen </td><td>2 (1.11%) </td><td>1 (1.11%) </td><td>1 (1.11%) </td><td>no\n</td></tr><tr><td>Extremity </td><td>6 (33.33%) </td><td>3 (33.33%) </td><td>3 (33.33%) </td><td>no\n</td></tr><tr><td>ICU stay (days) </td><td>13.07 ± 2.95 </td><td>6.14 ± 2.33 </td><td>20.00 ± 4.04 </td><td>yes\n</td></tr><tr><td>Hospital stay (days) </td><td>24.80 ± 2.32 </td><td>20.25 ± 2.08 </td><td>30.00 ± 3.55 </td><td>yes\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "We thank the student assistants of the Department of Trauma, Hand and Reconstructive Surgery, University Hospital of the Goethe University Frankfurt for their help in obtaining samples from patients. We thank Kerstin Kontradowitz, Alexander Schaible and Katrin Jurida for outstanding technical assistance.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "This study has been funded by own institute.", "cite_spans": [], "ref_spans": [], "section": "Funding"}, {"text": "A truncated data set (removing all potentially identifying features) used and/or analysed during the current study available from the corresponding author on reasonable request.", "cite_spans": [], "ref_spans": [], "section": "Availability of data and material"}, {"text": "Authors' contributions BR, SW and IM substantially contributed to the conception and interpretation of data. BR, SW and RT designed the work and performed the analysis of data. BR and RT performed the experiments. BR, RT, MPJT, KM and NW evaluted the data, drafted the manuscript and revised it critically for important intellectual content. FH and MP contributed to the interpretation of data and revised critically the manuscript for important intellectual content. All authors read and approved the final manuscript.", "cite_spans": [], "ref_spans": [], "section": "annex"}, {"text": "The authors declare that they have no competing interest.", "cite_spans": [], "ref_spans": [], "section": "Competing interest"}, {"text": "Not applicable.", "cite_spans": [], "ref_spans": [], "section": "Consent for publications"}, {"text": "The study was performed in the University Hospital Frankfurt, Goethe University, Germany, with the institutional ethical committee approval (119/10) in accordance with the Declaration of Helsinki following STROBE-guidelines [33] . All healthy volunteers as well as patients that were included or their legally authorized representative signed the written informed consent form.• We accept pre-submission inquiries • Our selector tool helps you to find the most relevant journal Submit your next manuscript to BioMed Central and we will help you at every step:", "cite_spans": [{"start": 224, "end": 228, "text": "[33]", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Ethics approval and consent to participate"}]}