{
    "paper_id": "744d673951034c6c8136bb61bc58104caebd5fd9",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Recent study reported in this journal that the threats of continuous evolution and dissemination of 2019 novel coronaviruses. 1 Since its emergence in December 2019, a \"seventh\" member of the family of human coronavirus named \"SARS-CoV-2\" was responsible for an outbreak of coronavirus disease in Wuhan, China. 2 As of March 7, 2020, China had reported more than 80,815 confirmed cases of SARS-CoV-2, with 3,073 fatalities and counting ( http://www.nhc.gov.cn ). Strikingly, SARS-CoV-2 had been transmitted rapidly in more than 90 countries to date ( https://www.who.int ), including Asia, Europe, North America, South America, Africa, and Oceania, posing serious concerns about its pandemic potential. Despite of droplet and contact transmissions of SARS-CoV-2, recent studies demonstrated that SARS-CoV-2 might be transmitted via aerosol and fecal-oral routes 3 ( Fig. 1 ) , which needs to be paid attention in particular.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 127,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 311,
                    "end": 312,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 862,
                    "end": 863,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 864,
                    "end": 874,
                    "text": "( Fig. 1 )",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "The close phylogenetic relationship to bat-origin coronaviruses provided evidence for a bat origin of SARS-CoV-2. 4 Bats provided a rich \"gene pool\" for interspecies exchange of genetic fragments of coronaviruses, which were established as mixing vessels of different coronaviruses. 5 Although humans and bats live in different environments, some wildlife species were susceptible to the novel coronaviruses in nature, highlighting that the need of tracing its origin of SARS-CoV-2 in wild animals. Previously, researchers had demonstrated that coronaviruses had been detected in pangolins. 6 Here, we explored the phylogenic relationship of the human SARS-CoV-2 together with pangolin-and bat-origin coronaviruses. The similarity analysis of SARS-CoV-2 and the animal-origin coronaviruses demonstrated that recombination events were likely to occur in bat-and pangolin-origin coronaviruses (Supplementary Figure S1) . A Blast search of the compete genome sequences of SARS-CoV-2 suggested that the closely related coronaviruses were the BetaCoV/bat/Yunnan/RaTG13/2013 (bat/RaTG13) and BetaCoV/Pangolin/Guangdong/1/2020 (Pangolin/1), with ∼96% and ∼ 90.5% overall genome sequences identity, respectively. In the 1ab, S, E, M, and N genes, the bat/RaTG13 coronavirus exhibited 96.2%, 97.3%, 100%, 99.6%, and 99.0% amino acid identical to that of SAR-CoV-2, respectively, while the pangolin/1 coronavirus showed the 96.3%, 92.4%, 100%, 98.7%, and 97.9% amino acid identical to that of SARS-CoV-2, respectively ( Fig. 2 ) . However, it was notably that 1b gene sequence identity of pangolin/1 coronavirus was greater that bat-origin RaTG13 coronavirus, with the highest being 99.3%.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 115,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 283,
                    "end": 284,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 591,
                    "end": 592,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 906,
                    "end": 916,
                    "text": "Figure S1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1508,
                    "end": 1518,
                    "text": "( Fig. 2 )",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "The spike (S) protein mediates receptor binding and membrane fusion. 7 The amino acids of the spike 2 protein of pangolin-origin coronaviruses and SARS-CoV-2 were more conserved than that of the spike 1 protein, and only a few minor deletions of amino acids of S protein were found in pangolin-origin coronavirus compared with the SARS-CoV-2 (Supplementary Figure S4) . Interestingly, the receptor-binding domain (RBD) of SARS-CoV-2 was more similar to that of the bat/RaTG13 strain and Pangolin/1 coronavirus. Although the S amino acid identities of pangolin-origin coronavirus exhibited lower amino acid identities with bat/RaTG13, it was noteworthy that six amino acids associated with the receptor binding preference of human receptor angiotensin converting enzyme II-464 L, 495F, 502Q, 503S, 510 N, and 514Y (SARS-CoV-2 numbering)-in the pangolin/1 coronavirus were the same as that of SARS-CoV-2 ( Fig. 2 ), but were distinct from that of the bat-origin coronaviruses. Besides, the PRRA-motif insertion was occurred in the S1/S2 junction of SARS-CoV-2; however, the PRRA-motif insertion in the pangolin-and bat-origin coronaviruses was missing (Supplementary Figure S4 ), suggesting that the convergent cross-species evolution of SARS-CoV-2-related coronaviruses.",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 70,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 357,
                    "end": 367,
                    "text": "Figure S4)",
                    "ref_id": null
                },
                {
                    "start": 904,
                    "end": 910,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1165,
                    "end": 1174,
                    "text": "Figure S4",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The phylogenic tree of full-genome of SARS-CoV-2 related coronaviruses could be classified into four clades, including clade 1, clade 2, clade 3, and clade 4 ( Fig. 1 ) . The two bat-origin SARS-like strains (bat-SL-CoVZC45 and bat-SL-CoVZXC21) formed clade 1, and pangolin-derived Pangolin/1, BetaCoV/ Pangolin/Guangxi/P2V/2017 (Pangolin/P2V), and Be-taCoV/Pangolin/Guangxi/P4L/2020 (Pangolin/P4L) coronaviruses formed newly independent clade 2 and clade 3, which were notable for the long branch separating the bat/RaTG13 strain and SARS-CoV-2 ( Fig. 1 ) . Of note, we found that the full genome and RNA-dependent RNA polymerase genome of Pangolin/1 coronavirus were genetically closely related to the bat/RaTG13 and SARS-CoV-2 strains ( Fig. 1 and Supplementary Figure S3 phylogenic tree of S gene, the Pangolin/P2V and Pangolin/P4L coronaviruses were more closely related to that of the bat/RaTG13 and SARS-CoV-2 strains (Supplementary Figure S2) , indicative of the continuous evolution and genetic recombination of pangolinand bat-derived coronaviruses. There was clearly a genetic gap between SARS-CoV-2 and the nearest bat-and pangolin-origin coronaviruses, and the phylogenic relationship of pangolin-origin coronaviruses were far from that of bat/RaTG13 ( Fig. 1 ) . Given the use of pangolins use in traditional medicine and for food, what kind of role do the pangolins play in the cross-species evolution and transmission of the novel coronavirus? Further details needed to be sought in the future.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 158,
                    "end": 168,
                    "text": "( Fig. 1 )",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 546,
                    "end": 556,
                    "text": "( Fig. 1 )",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 740,
                    "end": 774,
                    "text": "Fig. 1 and Supplementary Figure S3",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 940,
                    "end": 950,
                    "text": "Figure S2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1264,
                    "end": 1274,
                    "text": "( Fig. 1 )",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Frequent human-animal interface had been recognized the major cause for viral cross-species transmission. It is speculated that the coronaviruses circulating in pangolin, bat, and other animal species are likely perceived to be a \"gene pool\" for the generation of new recombinants ( Fig. 1 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 281,
                    "end": 289,
                    "text": "( Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The continuous evolution and dissemination of 2019 novel human coronavirus",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Infect",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jinf.2020.02.001"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Severe acute respiratory-related coronavirus-The species and its viruses, a statement of the Coronavirus Study Group",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Gorbalenya",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.07.937862"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical characteristics of 2019 novel coronavirus infection in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.06.20020974"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2012-7"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Discovery of a rich gene pool of bat SARS-related coronaviruses provides new insights into the origin of SARS coronavirus",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ge",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Plos Pathog",
            "volume": "13",
            "issn": "11",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Viral metagenomics revealed sendai virus and coronavirus infection of Malayan Pangolins (Manis javanica)",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Viruses",
            "volume": "11",
            "issn": "11",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Bat-to-human: spike features determining 'host jump' of coronaviruses SARS-CoV, MERS-CoV, and beyond",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Trends Microbiol",
            "volume": "23",
            "issn": "",
            "pages": "468--78",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "). However, in the https://doi.org/10.1016/j.jinf.2020.02.025 0163-4453/© 2020 The British Infection Association. Published by Elsevier Ltd. All rights reserved. Phylogenic overview and putative model of transmission of SARS-CoV-2. (A) Potential routes of cross-species transmission of SARS-CoV-2. The dashed line indicates potential transmission routes. Abbreviation of SARS-CoV-2 indicates 2019 novel coronaviruses. (B) The phylogenetic relationship among SARS-CoV-2 and other coronaviruses in bats, birds, mice, camels, swine, pangolins, and humans. Red color indicates the human-origin coronaviruses. The scale bar represents the number of nucleotide substitutions per site (subs/site).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "). During the long-time of co-existence of coronaviruses and their hosts, different viruses recombine with each other in multiple animal hosts to generate new recombinants, with some of them adapting to the new hosts such as humans. However, what animal species are the intermediate hosts in the transmission cascade of SARS-CoV-2. In response to such pressing question, further surveillance in natural environment of China and the rest of countries needed to be sought to understand the emergence and potential transmission of SARS-CoV-2. The genomic characterization and specific amino acids variants among the receptor-binding domain of SARS-CoV-2, bat-and pangolin-origin coronaviruses. (A) The schematic diagram of the genome organization and sequence identities for SARS-CoV-2 compared with SARS-CoV GZ02 (accession number AY390556), bat SARS-like coronavirus bat-SL-CoVZC45 (accession number MG772933), bat-SL-CoVZXC21 (accession number MG772934), BetaCoV/bat/Yunnan/RaTG13/2013 (bat/RaTG13) (accession number EPI_ISL_40,131), BetaCoV/Pangolin/Guangdong/1/2020 (Pangolin/1) (accession number EPI_ISL_410,721), and BetaCoV/Pangolin/Guangxi/P2V/2017 (Pangolin/P2V) (accession number EPI_ISL_410,542). (B) Amino acid substitutions of SARS-CoV-2 against bat-and pangolin-origin coronaviruses.An amino acid substitution of spike (S) protein is defined as an absolutely conserved site in the bat-and pangolin-origin coronaviruses but different from that of SARS-CoV-2. Structural analysis of S protein of SARS-CoV-2 was modelled using the Swiss-Model program ( https://swissmodel.expasy.org/ ) with that of the S protein of SARS-CoV structure (Protein Data Bank ID 2DD8) as a template. The red and blue regions indicate the spike protein 1 and spike protein 2, respectively. The wathet blue region of SARS-CoV-2 indicates the receptor binding region. The correspondencing amino acids to the three-dimensional (3D) structure of the S protein of SARS-CoV-2 were mapped using MacPymol ( http://www.pymol.org/ ).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We sincerely thank the authors of the human 2019 coronavirus from GISAID EpiFlu TM Database. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgement"
        },
        {
            "text": "Supplementary material associated with this article can be found, in the online version, at doi:10.1016/j.jinf.2020.02.025 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary materials"
        }
    ]
}