{"paper_id": "75213ed678ea6e124b6adc412f503b6a6db13c1c", "metadata": {"title": "Comparison of xTAG Respiratory Virus Panel and Verigene Respiratory Virus Plus for Detecting Influenza Virus and Respiratory Syncytial Virus", "authors": [{"first": "Sang", "middle": ["Mee"], "last": "Hwang", "suffix": "", "affiliation": {"laboratory": "", "institution": "Seoul National University Bundang Hospital", "location": {"settlement": "Seongnam", "country": "Korea"}}, "email": ""}, {"first": "Mi", "middle": ["Suk"], "last": "Lim", "suffix": "", "affiliation": {"laboratory": "", "institution": "Seoul National University Bundang Hospital", "location": {"settlement": "Seongnam", "country": "Korea"}}, "email": ""}, {"first": "Minsuk", "middle": [], "last": "Han", "suffix": "", "affiliation": {"laboratory": "", "institution": "Seoul National University Bundang Hospital", "location": {"settlement": "Seongnam", "country": "Korea"}}, "email": ""}, {"first": "Yun", "middle": ["Ji"], "last": "Hong", "suffix": "", "affiliation": {"laboratory": "", "institution": "Seoul National University Bundang Hospital", "location": {"settlement": "Seongnam", "country": "Korea"}}, "email": ""}, {"first": "Taek", "middle": ["Soo"], "last": "Kim", "suffix": "", "affiliation": {"laboratory": "", "institution": "Seoul National University Bundang Hospital", "location": {"settlement": "Seongnam", "country": "Korea"}}, "email": ""}, {"first": "Hye", "middle": ["Ryun"], "last": "Lee", "suffix": "", "affiliation": {"laboratory": "", "institution": "Gyeongsang National University Hospital", "location": {"settlement": "Jinju", "country": "Korea"}}, "email": ""}, {"first": "Eun", "middle": ["Young"], "last": "Song", "suffix": "", "affiliation": {"laboratory": "", "institution": "Seoul National University College of Medicine", "location": {"settlement": "Seoul", "country": "Korea"}}, "email": ""}, {"first": "Kyoung", "middle": ["Un"], "last": "Park", "suffix": "", "affiliation": {"laboratory": "", "institution": "Seoul National University Bundang Hospital", "location": {"settlement": "Seongnam", "country": "Korea"}}, "email": ""}, {"first": "Junghan", "middle": [], "last": "Song", "suffix": "", "affiliation": {"laboratory": "", "institution": "Seoul National University Bundang Hospital", "location": {"settlement": "Seongnam", "country": "Korea"}}, "email": ""}, {"first": "Eui", "middle": ["Chong"], "last": "Kim", "suffix": "", "affiliation": {"laboratory": "", "institution": "Seoul National University College of Medicine", "location": {"settlement": "Seoul", "country": "Korea"}}, "email": ""}]}, "abstract": [{"text": "Background: Nucleic acid amplification tests have allowed simultaneous detection of multiple respiratory viruses. Methods: We compared the results of a liquid bead array xTAG Respiratory Virus Panel (RVP; (Luminex Corporation, Toronto, Canada) and a solid microarray Verigene Respiratory Virus Plus (RV+; Nanosphere, Northbrook, IL) for the detection of influenza A virus (INF A), influenza B virus (INF B), and respiratory syncytial virus (RSV) in 170 respiratory specimens from hospitalized patients. Results: Overall, xTAG RVP demonstrated sensitivities and specificities of 97.6 and 100% for INF A, 100 and 99.4% for INF B, and 100 and 100% for RSV, while the Verigene RV+ test sensitivities and specificities were 95.1 and 98.5%, 100.0 and 99.4%, and 97.1 and 100%, respectively. There were no significant differences in the area under the C 2014 Wiley Periodicals, Inc.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "curves between the two assays for each virus (P = 0.364 for INF A, P = 1.000 for INF B, P = 0.317 for RSV). Comparing the results of two assays, discordant results were present mostly due to subtype assignments and identification of coinfections. The detection of viruses was not significantly different (P = 1.000) and the virus/subtype assignment showed good agreement with kappa coefficients of 0.908. Conclusion: The xTAG RVP and Verigene RV+ showed high sensitivities and specificities, and good overall agreement in detection and identification of INF and RSV. These assays can be used in clinical settings for a reliable detection of respiratory viruses found commonly in hospitalized patients. J. Clin. Lab. Anal. 29:116-121, 2015.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Viral infections account for most of the respiratory tract infections in adults and children (1) . However, the treatment of respiratory tract infections primarily targets a bacterial etiology, and an etiologic diagnosis is not made in many cases (2, 3) . The identification of the causative agents of respiratory infections is important for selecting an appropriate treatment, including antiviral therapy; for avoiding unnecessary antibiotic use and additional testing; and for preventing nosocomial spread (4) (5) (6) .", "cite_spans": [{"start": 93, "end": 96, "text": "(1)", "ref_id": "BIBREF0"}, {"start": 247, "end": 250, "text": "(2,", "ref_id": "BIBREF1"}, {"start": 251, "end": 253, "text": "3)", "ref_id": "BIBREF2"}, {"start": 508, "end": 511, "text": "(4)", "ref_id": "BIBREF3"}, {"start": 512, "end": 515, "text": "(5)", "ref_id": "BIBREF4"}, {"start": 516, "end": 519, "text": "(6)", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Conventional tests such as viral culture and rapid antigen testing are still useful for their availability in many laboratories, but conventional methods have low sensitivities and specificities relative to molecular methods and are limited to testing for only a subset of respiratory viruses (1) . Moreover, the causative agents of respiratory viral infections are numerous, and simultaneous infection by more than one virus is present in 5 to 15% of infections (7) (8) (9) . Thus, molecular methods that are capable of multiplex detection are beneficial for rapid detection. Various multiplex nucleic acid amplification-and microarray-based methods have been evaluated for the simultaneous detection and identification of multiple respiratory viruses (8, 10, 11) . The xTAG Respiratory Virus Panel (RVP) assay (Luminex Corporation, Toronto, Canada) is a suspension microarray that incorporates bead hybridization after multiplex reversetranscription PCR (RT-PCR) and target-specific primer extension. The Verigene Respiratory Virus Plus (RV+) assay (Nanosphere, Northbrook, IL) detects the nucleic acids of respiratory viruses with gold nanoparticle based probes on a solid microarray after multiplex RT-PCR. These assays have different targets and principles of detection for viral pathogens. There have been very few studies using the Verigene RV+ assay (12, 13) , a solid microarray for respiratory virus testing and thus, we conducted a study to compare the performance of the Verigene RV+ assay and xTAG RVP assay, a liquid bead array for the detection of common targets of the assays, influenza virus A (INF A), influenza virus B (INF B), and respiratory syncytial virus (RSV), in respiratory specimens of hospitalized patients.", "cite_spans": [{"start": 293, "end": 296, "text": "(1)", "ref_id": "BIBREF0"}, {"start": 463, "end": 466, "text": "(7)", "ref_id": "BIBREF6"}, {"start": 467, "end": 470, "text": "(8)", "ref_id": "BIBREF7"}, {"start": 471, "end": 474, "text": "(9)", "ref_id": "BIBREF8"}, {"start": 753, "end": 756, "text": "(8,", "ref_id": "BIBREF7"}, {"start": 757, "end": 760, "text": "10,", "ref_id": "BIBREF9"}, {"start": 761, "end": 764, "text": "11)", "ref_id": "BIBREF10"}, {"start": 1358, "end": 1362, "text": "(12,", "ref_id": "BIBREF11"}, {"start": 1363, "end": 1366, "text": "13)", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "The respiratory specimens that were submitted to the laboratory for multiple respiratory virus testing from December 2010 through February 2013 were included. A total of 170 respiratory specimens from hospitalized patients suspected of viral respiratory infections were tested with both assays. The samples consisted of nasopharyngeal aspirates or swabs (NAS) (n = 116), trans tracheal aspirates (TTA) (n = 21), bronchoalveolar lavage fluid (BAL) (n = 12), and other respiratory specimens (n = 21).", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "The tests were performed mostly within a week of receipt and in some cases, specimens were stored at −70 • C until testing. Specimens from the same patient were included if they were collected more than a week apart. The respiratory viruses and their subtypes that were detected using each assay are shown in Table 1 . The detection of common target respiratory viruses by two assays, INF A, INF B, and RSV (subtypes A and B), were assessed.", "cite_spans": [], "ref_spans": [{"start": 309, "end": 316, "text": "Table 1", "ref_id": "TABREF0"}], "section": "MATERIALS AND METHODS"}, {"text": "Nucleic acids were extracted from 200 μl of each respiratory specimen and 20 μl of bacteriophage MS2 using the NucliSENS easyMAG automated system (bioMérieux, Basingstoke, UK). The extracts were tested using the xTAG RVP assay according to the manufacturer's instructions (Luminex Corporation). In brief, RT-PCR was performed with 5 μl of the extracted nucleic acid on a PTC-200 thermal cycler (MJ Research, Waltham, MA). Target-specific primer extension was performed with 5 μl of RT-PCR product mixed with 15 μl of master mix. Twenty microliters of RVP bead mix was aliquoted into each well of the plate and 3.5 μl of the product was added to the corresponding wells. The beads and the PCR products were incubated and the reporter solution was added. A Luminex 200 (Luminex Corporation) was used to detect the mean fluorescence intensity of the products. Positive and negative controls were included and the results were interpreted according to the manufacturer's recommendation by the mean fluorescence intensity.", "cite_spans": [], "ref_spans": [], "section": "Liquid Bead Array xTAG RVP"}, {"text": "For each respiratory specimen, 200 μl was loaded into the sample well on the extraction tray of Verigene RV+ assay, and the tray was inserted into the Verigene Processor SP. Viral RNA isolation and multiplex RT-PCR were performed in the processor. The virus-specific amplicons were captured by complementary oligonucleotides, and gold nanoparticle probe hybridization was performed in the processor. After the test was finished, the RV+ test cartridge was placed into the Verigene Reader for analysis. Six to twelve spots were used for each virus, and the presence or absence of each virus was interpreted according to the microarray spots detected.", "cite_spans": [], "ref_spans": [], "section": "Solid Microarray Verigene RV+"}, {"text": "The analytical performances of the two assays were analyzed with the golden standard, the \"final\" result. The final results were decided upon the results of various assays performed for each specimen in routine clinical practice, including xTAG RVP, Verigene RV+, multiplex real-time RT-PCR (14), or immunochromatographic tests, Asan Easy Test Influenza A/B (Asan Pharmaceutical, Seoul, Korea), Binax Now RSV (Binax Inc., Scarborough, ME). Each specimen was tested for three or more of these assays including xTAG RVP and Verigene RV+, and the results in concordance by two or more of the performed assay were considered \"final.\" The sensitivity and specificity were compared by receiver operating characteristic (ROC) analysis. The assay concordance for identifying each target virus was calculated using kappa statistics. The overall agreement of each assay for the detection of respiratory viruses regardless of the virus type was analyzed using the McNemar test. MedCalc (MedCalc Software, Mariakerke, Belgium) was used for the statistical analysis of the data.", "cite_spans": [], "ref_spans": [], "section": "Result Comparison"}, {"text": "Of the 170 specimens tested, xTAG RVP identified respiratory viruses in 120 specimens (70.6%). Thirty-three specimens were identified positive for viruses other than ", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "Analytical performance of the assays was evaluated by comparing the assay results to the \"final\" results. The sensitivities, specificities, and area under the curve (AUC) for the detection of different respiratory viruses by the assays are shown in Table 2 . The AUC for INF A was higher with xTAG RVP than Verigene RV+ but not statistically significant (P = 0.364). The sensitivity and specificity for INF B was same for both assays. For RSV, the AUC of xTAG RVP was not statistically different with Verigene RV+ (P = 0.317).", "cite_spans": [], "ref_spans": [{"start": 249, "end": 256, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Analytical Performance of the Assays"}, {"text": "The eight discordant results excluding the discrepant results for subtype assignment for INF A by two assays are shown in Table 3 . xTAG RVP yielded one false-positive result for INF B and a false-negative result for INF A. Verigene RV+ showed three false-positive results (two INF A, one INF B) and three false-negative results (two INF A, one RSV). The specimen type of the discordant results were NAS (n = 5), BAL (n = 1), TTA (n = 1), and other undefined respiratory specimen (n = 1). The falsepositive/negative results were evaluated according to the specimen types (NAS vs. other). xTAG RVP showed two false-positive/negative results with NAS specimens, but none in other type of specimens. Verigene RV+ showed three false-positive/negative results with NAS samples and three with other type of respiratory specimens. There were no significant differences in the discordant rates between specimen types by xTAG RVP or Verigene RV+ (P = 0.712).", "cite_spans": [], "ref_spans": [{"start": 122, "end": 129, "text": "Table 3", "ref_id": "TABREF3"}], "section": "Analytical Performance of the Assays"}, {"text": "Direct comparison of the results by two assays for the virus or virus subtypes are shown in Table 4 ", "cite_spans": [], "ref_spans": [{"start": 92, "end": 99, "text": "Table 4", "ref_id": "TABREF4"}], "section": "Analytical Performance of the Assays"}, {"text": "We compared the performance of a liquid bead array (xTAG RVP) and a solid microarray (Verigene RV+) by testing 170 respiratory specimens from hospitalized patients for INF and RSV. The two assays showed high sensitivities and specificities for INF A, INF B, and RSV, which are clinically important respiratory viruses (15, 16) and were able to detect multiple pathogens in multiplex reactions.", "cite_spans": [{"start": 318, "end": 322, "text": "(15,", "ref_id": "BIBREF14"}, {"start": 323, "end": 326, "text": "16)", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The assays showed no significant difference in the AUC for detecting INF A, INF B, and RSV, and the sensitivity and specificity were similar to the previous studies with xTAG RVP and Verigene RV+ (13, (17) (18) (19) (20) . There were eight discordant results and many of those results (62.5%) were due to false-positive or negative-results in detecting coinfection of viruses. These discrepancies may be due to the different sensitivities and specificities of each assay on different targets in multiplex reactions. Regarding one false-positive INF A by Verigene RV+, only Verigene RV+ had detected INF A among the assays performed with this sample. However, this result was from a patient previously diagnosed with coinfection of INF A and INF B by xTAG RVP and Verigene RV+, thus although our golden standard, the final result was INF A, the conclusion of false positivity of this particular sample with Verigene RV+ may be questionable. In addition, the discordant results may be due to the low viral load of the samples as suggested by previous studies (17, 19) . Thus, measuring the viral load of the discordant results may give answers to the discrepancies in some cases.", "cite_spans": [{"start": 196, "end": 200, "text": "(13,", "ref_id": "BIBREF12"}, {"start": 201, "end": 205, "text": "(17)", "ref_id": "BIBREF16"}, {"start": 206, "end": 210, "text": "(18)", "ref_id": "BIBREF17"}, {"start": 211, "end": 215, "text": "(19)", "ref_id": "BIBREF18"}, {"start": 216, "end": 220, "text": "(20)", "ref_id": "BIBREF19"}, {"start": 1057, "end": 1061, "text": "(17,", "ref_id": "BIBREF16"}, {"start": 1062, "end": 1065, "text": "19)", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The direct comparison of the results by two assays showed good agreement with kappa coefficient of 0.908. Many of the discordances were due to subtype assignment for INF A as shown in Table 4 . Among eight discrepant cases, INF A was not detected in three cases and five showed different results. INF A subtype was not assigned in three specimens by xTAG RVP and those results showed relatively low mean fluorescence intensity (<1,000), which may be a cause for discrepancies.", "cite_spans": [], "ref_spans": [{"start": 184, "end": 191, "text": "Table 4", "ref_id": "TABREF4"}], "section": "DISCUSSION"}, {"text": "Coinfection of respiratory viruses was detected in four specimens (2.4%) according to the \"final\" result, and these specimens were detected with coinfection of two respiratory viruses. The number of specimens with coinfection and the number of simultaneously detected viruses were both lower than the previous studies (19, (21) (22) (23) . This difference is due to the limited number of target viruses that are detected commonly by the two assays. With respect to the number of viruses detected simultaneously, only coinfection with two viruses were observed, whereas previous studies have reported small numbers of cases with coinfection by three to six different viruses (19, 21, 23) . Those studies used assays with broader ranges of target viruses, but it has been suggested that the increased numbers of viruses detected may also be due to the detection of noncausal viruses (24) . Coinfection by respiratory viruses are being detected in more cases when using multiplex assays, but research on the clinical relevance of viral coinfection is limited and should be expanded.", "cite_spans": [{"start": 318, "end": 322, "text": "(19,", "ref_id": "BIBREF18"}, {"start": 323, "end": 327, "text": "(21)", "ref_id": "BIBREF20"}, {"start": 328, "end": 332, "text": "(22)", "ref_id": "BIBREF21"}, {"start": 333, "end": 337, "text": "(23)", "ref_id": "BIBREF22"}, {"start": 674, "end": 678, "text": "(19,", "ref_id": "BIBREF18"}, {"start": 679, "end": 682, "text": "21,", "ref_id": "BIBREF20"}, {"start": 683, "end": 686, "text": "23)", "ref_id": "BIBREF22"}, {"start": 881, "end": 885, "text": "(24)", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Despite a few discrepant results, there was a high degree of overall agreement in detecting the presence or absence of respiratory viruses between the two assays. Moreover, the kappa coefficients were 0.908, which suggests \"almost perfect\" or \"good\" agreement in identifying common target viruses using these methods (25) .", "cite_spans": [{"start": 317, "end": 321, "text": "(25)", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "A comparison of the results of the assays showed that there was a high degree of overall agreement for the commonly detected respiratory viruses, and therefore, these assays could be used based on the needs of the laboratories with respect to the target viruses, sample sizes, and available resources. xTAG RVP analyzes broader range of respiratory viruses and has moderate-to-high throughput but the complexity is higher and the time required for the result is longer. On the other hand, Verigene RV+ tests only INF A/B and RSV but requires less hands-on time of the technicians and has less complexity compared to the xTAG RVP, and shorter time is required for the result (2, 12) . xTAG RVP would be useful in larger hospitals or laboratories requiring high-throughput assays and has experience in molecular testing, in hospital settings with many critically ill patients. Verigene RV+ may be useful in smaller laboratories or hospitals with lesser technicians, less experience in molecular testing or in hospitals with outpatient-based settings. Studies comparing the Verigene RV+ with other commercial multiplex respiratory virus assays are limited, and this study shows that the solid microarray Verigene RV+ is a reliable method for the detection of the INF and RSV.", "cite_spans": [{"start": 674, "end": 677, "text": "(2,", "ref_id": "BIBREF1"}, {"start": 678, "end": 681, "text": "12)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "In conclusion, the performance of xTAG RVP and Verigne RV+ in identifying common respiratory viruses was good, and depending on the target viruses and the size of the specimen to be tested for respiratory viruses, specific assays can be selected.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Detection of respiratory viruses using nonmolecular based methods", "authors": [{"first": "C", "middle": ["C"], "last": "Ginocchio", "suffix": ""}], "year": 2007, "venue": "J Clin Virol", "volume": "40", "issn": "", "pages": "11--14", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Strengths and weaknesses of FDAapproved/cleared diagnostic devices for the molecular detection of respiratory pathogens", "authors": [{"first": "C", "middle": ["C"], "last": "Ginocchio", "suffix": ""}], "year": 2011, "venue": "Clin Infect Dis", "volume": "52", "issn": "", "pages": "312--337", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Excessive antibiotic use for acute respiratory infections in the United States", "authors": [{"first": "R", "middle": [], "last": "Gonzales", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Malone", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Maselli", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Sande", "suffix": ""}], "year": 2001, "venue": "Clin Infect Dis", "volume": "33", "issn": "", "pages": "757--762", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Why diagnose respiratory viral infection?", "authors": [{"first": "K", "middle": ["E"], "last": "Templeton", "suffix": ""}], "year": 2007, "venue": "J Clin Virol", "volume": "40", "issn": "", "pages": "2--4", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Clinical and financial benefits of rapid detection of respiratory viruses: An outcomes study", "authors": [{"first": "J", "middle": [], "last": "Barenfanger", "suffix": ""}, {"first": "C", "middle": [], "last": "Drake", "suffix": ""}, {"first": "N", "middle": [], "last": "Leon", "suffix": ""}, {"first": "T", "middle": [], "last": "Mueller", "suffix": ""}, {"first": "T", "middle": [], "last": "Troutt", "suffix": ""}], "year": 2000, "venue": "J Clin Microbiol", "volume": "38", "issn": "", "pages": "2824--2828", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Diagnostic tests for influenza and other respiratory viruses: Determining performance specifications based on clinical setting", "authors": [{"first": "H", "middle": [], "last": "Takahashi", "suffix": ""}, {"first": "Y", "middle": [], "last": "Otsuka", "suffix": ""}, {"first": "B", "middle": ["K"], "last": "Patterson", "suffix": ""}], "year": 2010, "venue": "J Infect Chemother", "volume": "16", "issn": "", "pages": "155--161", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Detection and typing by molecular techniques of respiratory viruses in children hospitalized for acute respiratory infection in Rome, Italy", "authors": [{"first": "A", "middle": [], "last": "Pierangeli", "suffix": ""}, {"first": "M", "middle": [], "last": "Gentile", "suffix": ""}, {"first": "Di", "middle": [], "last": "Marco", "suffix": ""}, {"first": "P", "middle": [], "last": "", "suffix": ""}], "year": 2007, "venue": "J Med Virol", "volume": "79", "issn": "", "pages": "463--468", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Detection of respiratory viruses by molecular methods", "authors": [{"first": "J", "middle": ["B"], "last": "Mahony", "suffix": ""}], "year": 2008, "venue": "Clin Microbiol Rev", "volume": "21", "issn": "", "pages": "716--747", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Evaluation of multiple commercial molecular and conventional diagnostic assays for the detection of respiratory viruses in children", "authors": [{"first": "F", "middle": [], "last": "Gharabaghi", "suffix": ""}, {"first": "A", "middle": [], "last": "Hawan", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Drews", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Richardson", "suffix": ""}], "year": 2011, "venue": "Clin Microbiol Infect", "volume": "17", "issn": "", "pages": "1900--1906", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Nucleic acid amplification tests for detection of respiratory viruses", "authors": [{"first": "J", "middle": ["D"], "last": "Fox", "suffix": ""}], "year": 2007, "venue": "J Clin Virol", "volume": "40", "issn": "", "pages": "15--23", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Molecular assays for the detection and characterization of respiratory viruses", "authors": [{"first": "Y", "middle": [], "last": "Yan", "suffix": ""}, {"first": "S", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Y", "middle": ["W"], "last": "Tang", "suffix": ""}], "year": 2011, "venue": "Semin Respir Crit Care Med", "volume": "32", "issn": "", "pages": "512--526", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Real-time detection of influenza A, influenza B, and respiratory syncytial virus A and B in respiratory specimens by use of nanoparticle probes", "authors": [{"first": "P", "middle": ["J"], "last": "Jannetto", "suffix": ""}, {"first": "B", "middle": ["W"], "last": "Buchan", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Vaughan", "suffix": ""}], "year": 2011, "venue": "J Clin Microbiol", "volume": "48", "issn": "", "pages": "3997--4002", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Comparative evaluation of the Nanosphere Verigene RV+ assay and the Simplexa Flu A/B & RSV kit for detection of influenza and respiratory syncytial viruses", "authors": [{"first": "K", "middle": [], "last": "Alby", "suffix": ""}, {"first": "E", "middle": ["B"], "last": "Popowitch", "suffix": ""}, {"first": "M", "middle": ["B"], "last": "Miller", "suffix": ""}], "year": 2013, "venue": "J Clin Microbiol", "volume": "51", "issn": "", "pages": "1352--1353", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "A novel multiplex realtime RT-PCR assay with FRET hybridization probes for the detection and quantitation of 13 respiratory viruses", "authors": [{"first": "R", "middle": [], "last": "Lassauniere", "suffix": ""}, {"first": "T", "middle": [], "last": "Kresfelder", "suffix": ""}, {"first": "M", "middle": [], "last": "Venter", "suffix": ""}], "year": 2010, "venue": "J Virol Methods", "volume": "165", "issn": "", "pages": "254--260", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Relative impact of influenza and respiratory syncytial virus in young children", "authors": [{"first": "F", "middle": [], "last": "Bourgeois", "suffix": ""}, {"first": "C", "middle": [], "last": "Valim", "suffix": ""}, {"first": "A", "middle": [], "last": "Mcadam", "suffix": ""}, {"first": "K", "middle": [], "last": "Mandl", "suffix": ""}], "year": 2009, "venue": "Pediatrics", "volume": "124", "issn": "", "pages": "1072--1080", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Mortality associated with influenza and respiratory syncytical virus in the United States", "authors": [{"first": "W", "middle": [], "last": "Thompson", "suffix": ""}, {"first": "D", "middle": [], "last": "Shay", "suffix": ""}, {"first": "E", "middle": [], "last": "Weintraub", "suffix": ""}], "year": 2003, "venue": "JAMA", "volume": "289", "issn": "", "pages": "179--186", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Timely diagnosis of respiratory tract infections: Evaluation of the performance of the Respifinder assay compared to the xTAG Respiratory Viral Panel assay", "authors": [{"first": "M", "middle": [], "last": "Raymaekers", "suffix": ""}, {"first": "B", "middle": [], "last": "De Rijke", "suffix": ""}, {"first": "Pauli", "middle": ["I"], "last": "Van Den Abeele", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Cartuyvels", "suffix": ""}, {"first": "R", "middle": [], "last": "", "suffix": ""}], "year": 2011, "venue": "J Clin Virol", "volume": "52", "issn": "", "pages": "314--316", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Comparison of the Luminex xTAG respiratory viral panel with in-house nucleic acid amplification tests for diagnosis of respiratory virus infections", "authors": [{"first": "K", "middle": [], "last": "Pabbaraju", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "Tokaryk", "suffix": ""}, {"first": "S", "middle": [], "last": "Wong", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Fox", "suffix": ""}], "year": 2008, "venue": "J Clin Microbiol", "volume": "46", "issn": "", "pages": "3056--3062", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Comparison of the Luminex xTAG respiratory viral panel with xTAG respiratory viral panel fast for diagnosis of respiratory virus infections", "authors": [{"first": "K", "middle": [], "last": "Pabbaraju", "suffix": ""}, {"first": "S", "middle": [], "last": "Wong", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "Tokaryk", "suffix": ""}, {"first": "K", "middle": [], "last": "Fonseca", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Drews", "suffix": ""}], "year": 2011, "venue": "J Clin Microbiol", "volume": "49", "issn": "", "pages": "1738--1744", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Performance of the Luminex xTAG Respiratory Viral Panel Fast in a clinical laboratory setting", "authors": [{"first": "P", "middle": [], "last": "Jokela", "suffix": ""}, {"first": "H", "middle": [], "last": "Piiparinen", "suffix": ""}, {"first": "L", "middle": [], "last": "Mannonen", "suffix": ""}, {"first": "E", "middle": [], "last": "Auvinen", "suffix": ""}, {"first": "M", "middle": [], "last": "Lappalainen", "suffix": ""}], "year": 2012, "venue": "J Virol Methods", "volume": "182", "issn": "", "pages": "82--86", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Comparison of two broadly multiplexed PCR systems for viral detection in clinical respiratory tract specimens from immunocompromised children", "authors": [{"first": "R", "middle": ["T"], "last": "Hayden", "suffix": ""}, {"first": "Z", "middle": [], "last": "Gu", "suffix": ""}, {"first": "A", "middle": [], "last": "Rodriguez", "suffix": ""}], "year": 2012, "venue": "J Clin Virol", "volume": "53", "issn": "", "pages": "308--313", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Comparison of the Luminex xTAG RVP fast assay and the Idaho Technology FilmArray RP assay for detection of respiratory viruses in pediatric patients at a cancer hospital", "authors": [{"first": "N", "middle": ["E"], "last": "Babady", "suffix": ""}, {"first": "P", "middle": [], "last": "Mead", "suffix": ""}, {"first": "J", "middle": [], "last": "Stiles", "suffix": ""}], "year": 2012, "venue": "J Clin Microbiol", "volume": "50", "issn": "", "pages": "2282--2288", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Comparison of the Luminex Respiratory Virus Panel Fast assay with in-house realtime PCR for respiratory viral infection diagnosis", "authors": [{"first": "N", "middle": ["J"], "last": "Gadsby", "suffix": ""}, {"first": "A", "middle": [], "last": "Hardie", "suffix": ""}, {"first": "Ecj", "middle": [], "last": "Claas", "suffix": ""}, {"first": "K", "middle": ["E"], "last": "Templeton", "suffix": ""}], "year": 2010, "venue": "J Clin Microbiol", "volume": "48", "issn": "", "pages": "2213--2216", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Comparison of three multiplex PCR assays for the detection of respiratory viral infections: Evaluation of xTAG respiratory virus panel fast assay, RespiFinder 19 assay and RespiFinder SMART 22 assay", "authors": [{"first": "M", "middle": [], "last": "Dabisch-Ruthe", "suffix": ""}, {"first": "T", "middle": [], "last": "Vollmer", "suffix": ""}, {"first": "O", "middle": [], "last": "Adams", "suffix": ""}, {"first": "C", "middle": [], "last": "Knabbe", "suffix": ""}, {"first": "J", "middle": [], "last": "Dreier", "suffix": ""}], "year": 2012, "venue": "BMC Infect Dis", "volume": "12", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/1471-2334-12-163"]}}, "BIBREF24": {"ref_id": "b24", "title": "The kappa statistic in reliability studies: Use, interpretation, and sample size requirements", "authors": [{"first": "J", "middle": [], "last": "Sim", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Wright", "suffix": ""}], "year": 2005, "venue": "Phys Ther", "volume": "85", "issn": "", "pages": "257--268", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "INF and RSV. In respiratory specimens positive for INF or RSV (n = 87, 51.2% (19.4%)), single respiratory virus was identified in most of the specimens (n = 83, 95.4%): INF A in 37 specimens, INF B in 16 specimens, RSV A in 25 specimens, and RSV B in 5 specimens. For INF A, H1 type was identified in 1 specimen, H3 in 22 specimens, and other types in 14 specimens. Coinfection of two respiratory viruses was detected in four specimens: INF A + RSV (n = 2), INF A + INF B (n = 1), INF B + RSV (n = 1). By Verigene RV+, which identified INF and RSV only, 84 specimens (49.4%) were negative for those respiratory viruses. Single respiratory viruses were identified in 80 specimens (47.1%): INF A in 36 specimens, INF B in 14 specimens, RSV A in 25 specimens, and RSV B in 5 specimens. Coinfection of two respiratory viruses was detected in six specimens (3.5%): INF A + INF B (n = 3), INF A + RSV (n = 3).", "latex": null, "type": "figure"}, "TABREF0": {"text": "Target Respiratory Viruses of Each Assay", "latex": null, "type": "table"}, "TABREF1": {"text": "Sensitivity and Specificity of xTAG RVP and Verigene RV+ xTAG RVP (n = 170) Verigene RV+ (n = 170)", "latex": null, "type": "table"}, "TABREF2": {"text": ". The viruses detected in common were INF A and its subtypes H1 and H3, unclassifiable, INF B and RSV subtypes A and B. The overall results for detecting respiratory viruses, regardless of the virus type, were not significantly different (P = 1.000). The results for INF B and RSV subtype A were concordant, but subtype results for INF A and RSV", "latex": null, "type": "table"}, "TABREF3": {"text": "Discordant Results by xTAG RVP and Verigene RV+", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Specimen no. </td><td>Specimen type </td><td>Results by xTAG RVP </td><td>Results by Verigene RV+ </td><td>Final\n</td></tr><tr><td>TTA </td><td>INF A, RSV subtype B </td><td>INF A subtype 2009 H1N1 </td><td>INF A, RSV subtype B\n</td></tr><tr><td> </td><td>NAS </td><td>INF B </td><td>INF A, INF B </td><td>INF B\n</td></tr><tr><td> </td><td>BAL </td><td>INF B </td><td>INF A, INF B </td><td>INF B\n</td></tr><tr><td> </td><td>NAS </td><td>Negative </td><td>INF A subtype H3 </td><td>INF A\n</td></tr><tr><td> </td><td>NAS </td><td>INF A </td><td>Negative </td><td>INF A\n</td></tr><tr><td> </td><td>NAS </td><td>INF A </td><td>Negative </td><td>INF A\n</td></tr><tr><td> </td><td>Other </td><td>RSV subtype A </td><td>RSV subtype A, INF B </td><td>RSV subtype A\n</td></tr><tr><td> </td><td>NAS </td><td>RSV subtype A, INF B </td><td>RSV subtype A </td><td>RSV subtype A\n</td></tr></table></body></html>"}, "TABREF4": {"text": "Detection Results for xTAG RVP and Verigene RV+", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Target </td><td>Results by xTAG RVP/Verigene RV+ (n </td><td>= 170, %)\n</td></tr><tr><td>+/+ </td><td>+/− </td><td>−/+ </td><td>−/−\n</td></tr><tr><td>INF A\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Subtype H1 </td><td>1 (0.6) </td><td>0 (0.0) </td><td>0 (0.0) </td><td>169 (99.4)\n</td></tr><tr><td>Subtype H3 </td><td>24 (14.1) </td><td>0 (0.0) </td><td>3 (1.8) </td><td>143 (84.1)\n</td></tr><tr><td>Other </td><td>13 (7.6) </td><td>2 (1.2) </td><td>3 (1.2) </td><td>152 (89.4)\n</td></tr><tr><td>INF B </td><td>17 (10.0) </td><td>1 (0.6) </td><td>1 (0.6) </td><td>153 (88.8)\n</td></tr><tr><td>RSV subtype A </td><td>27 (15.9) </td><td>0 (0.0) </td><td>0 (0.0) </td><td>143 (84.1)\n</td></tr><tr><td>RSV subtype B </td><td>6 (3.5) </td><td>1 (0.6) </td><td>0 (0.0) </td><td>163 (95.9)\n</td></tr></table></body></html>"}, "TABREF5": {"text": "TABLE 2. Sensitivity and Specificity of xTAG RVP and Verigene RV +", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>xTAG RVP (n = 170) </td><td> </td><td>Verigene RV+ (n = 170)\n</td><td> </td></tr><tr><td>Target (no. of virus) </td><td>Sensitivity (%) </td><td>Specificity (%) </td><td>AUC </td><td>Sensitivity (%) </td><td>Specificity (%) </td><td>AUC\n</td></tr><tr><td>INF A (41) </td><td>97.6 </td><td>100.0 </td><td>0.988 </td><td>95.1 </td><td>98.5 </td><td>0.968\n</td></tr><tr><td>INF B (17) </td><td>100.0 </td><td>99.4 </td><td>0.997 </td><td>100.0 </td><td>99.4 </td><td>0.997\n</td></tr><tr><td>RSV (34) </td><td>100.0 </td><td>100.0 </td><td>1.000 </td><td>97.1 </td><td>100.0 </td><td>0.985\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "This study was approved by the Institutional Review Board of the Seoul National University Bundang Hospital (B-1208-167-302).", "cite_spans": [], "ref_spans": [], "section": "Ethical Approval"}]}