{
    "paper_id": "7527b6377ec2ddc0daf48801954b1455c7ca3d1b",
    "metadata": {
        "title": "EQUINE HERPESVIRUSES 4. CONCURRENT INFECTION IN HORSES WITH STRANGLES AND CONJUNCTIVITIS",
        "authors": [
            {
                "first": "M",
                "middle": [
                    "J"
                ],
                "last": "Studdert",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Melbourne",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This report records the isolation of Streptoccus equi, equine herpesvirus (EH virus) type 1 and EH virus not type 1 from horses with strangles and conjunctivitis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Materials and Methods",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Procedures used for the isolation and characterisation of EH viruses were described by Studdert et a1 (1970) . Discharge from the conjunctival sac for virus isolation was obtained using standard bacteriological swabs. These swabs were then broken-off in 5 ml of medium (Earles-lactalbumin medium with 5 % foetal calf serum) and placed on ice for transport to the laboratory.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 108,
                    "text": "(1970)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The antigenic relationships of the EH viruses isolated from the nasal cavity of mare No. 6 and the eye of foal No. 1 to EH virus type 1 (EH 39 virus Studdert et a1 1970) and an EH virus not type 1 (EH 328 virus) were determined as described by Turner et a1 (1970) .",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 263,
                    "text": "(1970)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Serum samples were collected from mares and foals during the acute phase (day 0) of the disease in the foals and again 41 days later and from five of the foals at day 101. These serums were examined for neutralising antibody to EH virus type I and to an EH virus isolated from the eye of foal No. 1 after it had been passaged five times in equine foetal kidney (EFK) cell cultures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Approximately 100 SO% tisue culture infective doses (TCIDBo) of each virus was mixed with an equal volume of serum, serially diluted in 2-fold dilution steps but beginning with undiluted serum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For the isolation of bacteria swabs were taken from the conjunctival sac, the nasal cavity and from ruptured and unruptured lymph node abscesses. Samples were held at 4°C during transport to the laboratory, where they were inoculated onto sheep blood agar plates. Streptococci were identified by colonial morphology, by Lancefield grouping and by the inoculation of lactose, trehalose and sorbitol broths. Strep. equi fermented none of these sugars, while Streptococcus Parkville, Victoria. 3052 zooepidemicus produced acid in sorbitol broth and no fermentation of lactose and trehalose broths.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Of eight thoroughbred foals 3 to 6 months old five (numbers 1, 2, 3, 5 and 6) showed signs of acute respiratory disease when they were brought into stables prior to weaning. The disease was characterised by fever, anorexia, mucopurulent nasal discharge, lymph node abscesses, pneumonia (foal No. 1) and conjunctivitis (foals 1 and 6). There was intense redness of the conjunctiva and a large amount of thick creamcoloured pus in the conjunctival sac particularly at the medial canthus; the cornea on gross examination appeared intact. Clinical observations together with details of the isolation of bacteria and viruses on day 0 are sumrnarised in Table   1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 648,
                    "end": 657,
                    "text": "Table   1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "On day 41 nasal samples were collected from mare No. 6 and foals 5 and 6 and an ocular swab was collected from foal 6 , which still had a mild conjunctivitis. Slowly cytopathic viruses were isolated from the nasal samples of both foals and the ocular samples of foal No. 6 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The viruses isolated were identified as EH viruses in that they were inactivated by ether, produced typical herpesvirus inclusion bodies and sometimes syncytia in EFK cells; the viruses isolated from the nasal cavities of mare No. 6 and foal No. S and the eye of foal No. 1 had the morphology of herpesviruses when examined by electron microscopy. The only virus isolated from a mare (No. 6 ) was rapidly cytopatic for EFK cells and was identified by serum neutralisation tests as EH virus type 1. The five viruses isolated from three foals were slowly cytopathic for EFK cells, and by serum neutralisation one of these viruses, the virus isolated from the eye of the foal 1, was shown to be related to an EH virus not type 1 (EH 32B virus).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Serums collected from the eight mares, including mare No. 6, on day 0 and day 41, had EH virus type 1 neutralising antibody titres >1/10. The neutralising antibody titres of the foal serums are given in Table 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 203,
                    "end": 210,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Conjunctivitis is often described as a clinical entity either alone (epizootic pink eye) or as an accompanying clinical sign in other infectious diseases of the equine respiratory tract. Bazeley and Battle (1940) recorded the isolation of Strep. equi from the eyes of two horses with conjunctivitis. There are, however, to our knowledge no reports of the isolation of any of the several viruses, causing equine respiratory disease, from the eye. Bazeley (1943) established that strangles may be transmitted experimentally by intranasal inoculation of young (4.5-hour-old cultures) of Strep. equi, and these observations were supported by Bryans et al (1964) . Despite this evidence others (see Bryans et al 1964) including Manninger (1949) argued that Strep. equi is a facultative pathogen, which causes strangles in horses secondarily to some predisposing cause which may be either a virus infection, a %onspecific weakening\", such as fatigue, or exposure to adverse weather. Evidence to support the view that viral damage is an essential or sometime antecedent to the development of strangles could have come from the data presented here if there was unequivocal evidence of the development of EH antibodies between the acute (day 0) and convalescent (days 41 and 101) stages of the disease. The data ( Table 2 ) are equivocal.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 212,
                    "text": "Bazeley and Battle (1940)",
                    "ref_id": null
                },
                {
                    "start": 446,
                    "end": 460,
                    "text": "Bazeley (1943)",
                    "ref_id": null
                },
                {
                    "start": 651,
                    "end": 657,
                    "text": "(1964)",
                    "ref_id": null
                },
                {
                    "start": 694,
                    "end": 712,
                    "text": "Bryans et al 1964)",
                    "ref_id": null
                },
                {
                    "start": 723,
                    "end": 739,
                    "text": "Manninger (1949)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1305,
                    "end": 1312,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "It would seem that when the level of maternally derived antibody is depleted at 2 to 3 months of age (Mayr et a1 1968) the foal, like the young of most mammalian species, becomes susceptible to a considerable number of respiratory infections both bacterial and viral including streptococci, herpesviruses, influenza viruses, parainfluenza virus, rhinoviruses, arteritis virus, adenoviruses (Todd 1969) and a coronavirus (Ditchfield 1969). It would not be surprising, therefore, if multiple infections with these microorganisms occurred even though each alone may be pathogenic. Sibinovic et a1 (1965) reported the isolation of parainfluenza 3 virus and Strep. equi from a foal with strangles, and our own data provide a further example of a dual infection, namely Strep. equi and EH virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Equine herpesviruses not type 1 were isolated from the eyes of two foals with conjunctivitis. Similar viruses were also isolated from the nasal cavities of both foals and from one other foal. The three foals also had acute respiratory disease that included a mucopurulent nasal discharge and lymph node abscesses and from either the nasal cavity or lymph node abscesses of the three foals Streptococcus equi was isolated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        }
    ],
    "bib_entries": {
        "BIBREF5": {
            "ref_id": "b5",
            "title": "ZentbI. VetMed. B, 15: 406. and Marguis, G. (1965)-Vet. rned. small animal d i n",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Sibinovic",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "T"
                    ],
                    "last": "Woods",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Hardenbrook",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "",
            "volume": "60",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Mucopurulent. tH = Haemorrhagic. NT = Not tested.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Summary of Ciinical, Bacteriological and Virological Data from Foals with Streptococcus equi and HerpesvirusInfections",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Titres of EH Virus Type I and EH Virus not Type I Neutralising Antibody in Serums of Foals with Strangles and EH Virus Infections*EH virus type 1. tEH virus not type 1. tReciDroca1 of t h e highest serum dilution neutralising indicated amount of virus.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Thanks are due to Mr. J. Bryden Financial support was provided by the Equine Research Fund to the University of Melbourne.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}