{"paper_id": "75e29a1aa7c466c0964f90e65e685759501707f7", "metadata": {"title": "lmmunohistochemical Localization of Components of the Immune Barrier in the Olfactory Mucosae of Salamanders and Rats", "authors": [{"first": "Marilyn", "middle": ["L"], "last": "Getchell", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Kentucky College of Medicine", "location": {"postCode": "40536", "settlement": "Lexington", "region": "Kentucky"}}, "email": ""}, {"first": "Thomas", "middle": ["V"], "last": "Getchell", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Kentucky College of Medicine", "location": {"postCode": "40536", "settlement": "Lexington", "region": "Kentucky"}}, "email": ""}]}, "abstract": [{"text": "Immunohistochemical techniques were used to investigate the cellular distribution of components of the secretory immune system, including secretory immunoglobulin, secretory piece, and J chain, as well as other immunoglobulins and nonspecific defense factors in the olfactory mucosae of salamanders and rats.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "In the salamander, secretory immunoglobulin M, and J chain were localized in duct and acinar cells of Bowman's glands, in B lymphocytes, and in sustentacular cells in immature regions of the olfactory mucosa. Lactoferrin and lysozyme were also present in Bowman's glands, in sustentacular cells in immature regions of the olfactory mucosa, and in blood cells in the lamina propria. Olfactory nerve section resulted in the presence of increased numbers of secretory immunoglobulin-immunoreactive B lymphocytes and in a n altered distribution of IgM, secretory piece, and lactoferrin.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "In the rat, secretory immunoglobulin A and J chain were localized in duct and acinar cells of Bowman's glands and in B lymphocytes in the lamina propria. Secretory piece could be demonstrated in Bowman's glands only in rats that had a prior viral infection. Other defense factors, localized in the lamina propria, included IgG in the connective tissue stroma and in B lymphocytes, IgD-immunoreactive B lymphocytes, and IgE-immunoreactive cells that were identified as mucosal mast cells. Lactoferrin and lysozyme were present in serous acinar cells of Bowman's glands and in blood cells.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "These results demonstrate that the olfactory mucosa is protected from pathogenic invasion by the secretory immune system as well as other immunoglobulins, lactoferrin, and lysozyme.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "A major function of mucosae is to present a barrier to the penetration of pathogens and other potentially injurious agents from the environment into the body. One way in which this is accomplished is via a \"common mucosal immunologic system\" (McDermott and Bienenstock, 1979) . The major mucosal immunological defense mechanism is based on the presence of polymeric secretory immunoglobulin (sIg) in secretions, derived from mucosal glands, that cover or emanate from mucosae. The presence of this immune system may be characterized by the localization within the mucosa of 1) B lymphocytes/plasma cells that produce sIg and the joining chain (J chain) that links immunoglobulin monomers into polymers; 2) secretory piece (SPc), a translocation factor that binds polymeric immunoglobulins a t the basolateral membrane of mucosal gland cells and delivers the complex into secretions; and 3) the sIg complex, consisting of polymeric immunoglobulin, J chain, and SPc in mucosal secretions. In amphibians, the major secretory immunoglobulin is IgM (Portis and Coe, 1975) , and the secretory complex (sIgM) is composed of IgM pentamers joined by J chain and SPc. In mammals, the major secretory immunoglobulin is IgA (Tomasi and Zigelbaum, 19631, 0 1991 WILEY-LISS, INC and the secretory complex (sIgA) is composed of IgA dimers joined by J chain and SPc. sIgM occurs in mammals but is less abundant and a t a diffusional disadvantage compared to the smaller sIgA; sIgM can function as a secretory antibody in mammals in cases of selective IgA deficiency (Underdown and Schiff, 1986; Brandtzaeg et al., 1987) . On mucosal surfaces, sIgA immobilizes particulate pathogens and inhibits the adherence of bacteria and viruses to mucosal binding sites; evidence suggests that sIgA also opsonizes pathogens, making them target cells for cytotoxic macrophages, T lymphocytes, and neutrophils (for review, see Underdown and Schiff, 1986) . The presence of the common mucosal immune system has been demonstrated in normal (uninfected) respiratory, digestive, reproductive, mammary, ocular, and otic mucosae (for reviews, see Widdicombe and Wells, 1982; Tomasi, 1984; Brandtzaeg, 1987; Cumella and Ogra, 1987) .", "cite_spans": [{"start": 242, "end": 275, "text": "(McDermott and Bienenstock, 1979)", "ref_id": "BIBREF41"}, {"start": 1044, "end": 1066, "text": "(Portis and Coe, 1975)", "ref_id": "BIBREF52"}, {"start": 1212, "end": 1264, "text": "(Tomasi and Zigelbaum, 19631, 0 1991 WILEY-LISS, INC", "ref_id": null}, {"start": 1550, "end": 1578, "text": "(Underdown and Schiff, 1986;", "ref_id": "BIBREF65"}, {"start": 1579, "end": 1603, "text": "Brandtzaeg et al., 1987)", "ref_id": "BIBREF13"}, {"start": 1897, "end": 1924, "text": "Underdown and Schiff, 1986)", "ref_id": "BIBREF65"}, {"start": 2111, "end": 2138, "text": "Widdicombe and Wells, 1982;", "ref_id": "BIBREF69"}, {"start": 2139, "end": 2152, "text": "Tomasi, 1984;", "ref_id": "BIBREF63"}, {"start": 2153, "end": 2170, "text": "Brandtzaeg, 1987;", "ref_id": "BIBREF11"}, {"start": 2171, "end": 2194, "text": "Cumella and Ogra, 1987)", "ref_id": "BIBREF16"}], "ref_spans": [], "section": ""}, {"text": "Other immunoglobulins are also associated with mu-cosae and can play a role in mucosal defense. Immunoglobulin G (IgG), about 50% of which is distributed extravascularly, is present diffusely in the connective tissue ground substance of the lamina propria, often concentrated in blood vessel walls and basement membranes (Brandtzaeg, 1974a; ; up to 20% of the B lymphocytes and plasma cells present in mucosal lamina propriae produce IgG (Brandtzaeg, 1985) . IgD is distributed mainly intravascularly; however, IgD-producing B lymphocytes and plasma cells constitute up to 10% of the total immunocyte population in human nasal mucosa (Brandtzaeg, 1985) . IgE-producing B lymphocytes/plasma cells were described in the nasal mucosa of monkeys and humans (Tada and Ishizaka, 1970) ; however, Brandtzaeg (1984 Brandtzaeg ( , 1987 failed to find IgE-positive B lymphocytes in normal human nasal mucosa. Although increased local production of IgE has reported to occur in nasal mucosa in allergic reactions (Platt-Mills, 1979; Bachert and Ganzer, 19871, it has been suggested that the IgE-associated cells observed in nasal mucosa may be mucosal mast cells (Brandtzaeg, 1985) . Two additional proteins, lactoferrin and lysozyme, are also associated with protection of mucosal surfaces. Lactoferrin, a n iron-binding protein of the transferrin family, is found in the secretions of all exocrine glands (for reviews, see Clamp and Creeth, 1984; Hanson, 1985) , including those of the nasal mucosa (Miyauchi, 1984) . Lactoferrin exerts its protective effects by competing with bacterial iron-binding proteins for available iron and by increasing phagocyte adherence. Lysozyme, which binds to mucus glycoproteins that may act as carriers (Clamp and Creeth, 19841 , is a n enzyme that cleaves bonds commonly present in the proteoglycans of bacterial cell walls and is associated with the secretory granules of primarily serous gland cells in bronchial (Bowes and Corrin, 1977) and nasal (Tachibana et al., 1986) mucosae, although respiratory mucous gland cells may also secrete lysozyme (Spicer et al., 1977; Tachibana et al., 1986) .", "cite_spans": [{"start": 321, "end": 340, "text": "(Brandtzaeg, 1974a;", "ref_id": "BIBREF7"}, {"start": 438, "end": 456, "text": "(Brandtzaeg, 1985)", "ref_id": "BIBREF10"}, {"start": 634, "end": 652, "text": "(Brandtzaeg, 1985)", "ref_id": "BIBREF10"}, {"start": 753, "end": 778, "text": "(Tada and Ishizaka, 1970)", "ref_id": "BIBREF62"}, {"start": 790, "end": 806, "text": "Brandtzaeg (1984", "ref_id": "BIBREF9"}, {"start": 807, "end": 826, "text": "Brandtzaeg ( , 1987", "ref_id": "BIBREF11"}, {"start": 1002, "end": 1021, "text": "(Platt-Mills, 1979;", "ref_id": null}, {"start": 1022, "end": 1051, "text": "Bachert and Ganzer, 19871, it", "ref_id": null}, {"start": 1152, "end": 1170, "text": "(Brandtzaeg, 1985)", "ref_id": "BIBREF10"}, {"start": 1414, "end": 1437, "text": "Clamp and Creeth, 1984;", "ref_id": "BIBREF15"}, {"start": 1438, "end": 1451, "text": "Hanson, 1985)", "ref_id": "BIBREF29"}, {"start": 1490, "end": 1506, "text": "(Miyauchi, 1984)", "ref_id": "BIBREF44"}, {"start": 1729, "end": 1753, "text": "(Clamp and Creeth, 19841", "ref_id": null}, {"start": 1942, "end": 1966, "text": "(Bowes and Corrin, 1977)", "ref_id": "BIBREF6"}, {"start": 1977, "end": 2001, "text": "(Tachibana et al., 1986)", "ref_id": "BIBREF60"}, {"start": 2077, "end": 2098, "text": "(Spicer et al., 1977;", "ref_id": "BIBREF57"}, {"start": 2099, "end": 2122, "text": "Tachibana et al., 1986)", "ref_id": "BIBREF60"}], "ref_spans": [], "section": ""}, {"text": "The participation of the respiratory portion of the nasal mucosa in the common mucosal immune system has been well documented (see Poliquin and Crepeau, 1985 for reviews). However, few studies have addressed the presence of defense factors in the olfactory mucosa. The presence of macrophages, neutrophils, monocytes, plasma cells, and mast cells in the olfactory epithelium of the sea trout was described by Bertmar (1972, 19801 , who attributed their presence to adaptations within the olfactory epithelium necessitated by changing levels of salinity and pollution encountered by migrating fish. Jafek (1983) noted the presence of occasional \"wandering inflammatory cells, primarily lymphocytes . . .\" in the human olfactory lamina propria in contrast to their much higher numbers in the respiratory lamina propria. Whelan et al. (1986) , investigating the distribution of beta 2-microglobulin, a polypeptide associated with the transport of major histocompatability complex (MHC) proteins to cell surfaces, demonstrated its absence from the olfactory epithelium and its presence in blood vessel walls and possibly connective tissue cells in the lamina propria of the mouse. An additional influence of the immune system on olfactory function includes the demonstration by co-workers (e.g., Yamazaki et al., 1981, 1988 ) that the MHC of mice plays a determining role in mate selection via chemosensory signals.", "cite_spans": [{"start": 131, "end": 157, "text": "Poliquin and Crepeau, 1985", "ref_id": "BIBREF51"}, {"start": 409, "end": 429, "text": "Bertmar (1972, 19801", "ref_id": null}, {"start": 598, "end": 610, "text": "Jafek (1983)", "ref_id": "BIBREF33"}, {"start": 701, "end": 703, "text": ".\"", "ref_id": null}, {"start": 818, "end": 838, "text": "Whelan et al. (1986)", "ref_id": "BIBREF68"}, {"start": 1274, "end": 1319, "text": "co-workers (e.g., Yamazaki et al., 1981, 1988", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "The presence and regulation of the expression and secretion of defense factors in the olfactory mucosa is of considerable importance in view of the fact that contact with the olfactory mucosal surface provides a route of access to the central nervous system via the olfactory nerve (Shipley, 1985; Baker and Spencer, 1986; Itaya, 1987) . Specific pathogens that gain entry to the brain via the olfactory pathway include rabies virus (Johnson, 1982) , St. Louis encephalitis virus (Monath et al., 1983) , mouse hepatitis virus-JHM (Barthold, 1988; Perlman et al., 1989; Perlman et al., 1990) , influenza virus A (Reinacher et al., 1983) , herpes simplex virus (Stroop et al., 1984; McLean et al., 1988 McLean et al., , 1989 , and vesicular stomatitis virus (Lundh et al., 1987) .", "cite_spans": [{"start": 282, "end": 297, "text": "(Shipley, 1985;", "ref_id": "BIBREF56"}, {"start": 298, "end": 322, "text": "Baker and Spencer, 1986;", "ref_id": "BIBREF2"}, {"start": 323, "end": 335, "text": "Itaya, 1987)", "ref_id": "BIBREF30"}, {"start": 433, "end": 448, "text": "(Johnson, 1982)", "ref_id": "BIBREF34"}, {"start": 480, "end": 501, "text": "(Monath et al., 1983)", "ref_id": "BIBREF46"}, {"start": 530, "end": 546, "text": "(Barthold, 1988;", "ref_id": "BIBREF3"}, {"start": 547, "end": 568, "text": "Perlman et al., 1989;", "ref_id": "BIBREF48"}, {"start": 569, "end": 590, "text": "Perlman et al., 1990)", "ref_id": "BIBREF49"}, {"start": 611, "end": 635, "text": "(Reinacher et al., 1983)", "ref_id": "BIBREF53"}, {"start": 659, "end": 680, "text": "(Stroop et al., 1984;", "ref_id": "BIBREF59"}, {"start": 681, "end": 700, "text": "McLean et al., 1988", "ref_id": "BIBREF43"}, {"start": 701, "end": 722, "text": "McLean et al., , 1989", "ref_id": null}, {"start": 756, "end": 776, "text": "(Lundh et al., 1987)", "ref_id": "BIBREF39"}], "ref_spans": [], "section": ""}, {"text": "The purpose of this study was, therefore, to investigate the presence and localization of the components of the secretory immune system as well as other immunoglobulins, lactoferrin, and lysozyme, in the olfactory mucosa. The study was performed in two animal species, tiger salamanders and rats. The mature olfactory mucosa of the tiger salamander is a n excellent model for the olfactory mucosa of verterbrates in general, offering the advantages of large cells, which facilitate immunohistochemical localization, and mucusproducing cells in the epithelium (sustentacular cells) and in the lamina propria (Bowman's glands), for which adrenergic, cholinergic, and peptidergic responses and patterns of extrinsic innervation have been characterized in this laboratory (e.g., Wirsig and Getchell, 1986; Getchell et al., 1988 Getchell et al., , 1989 Zielinski et al., 1989) . In addition, olfactory mucosa representing two developmental stages (immature and mature) is present in the nasal cavity of adult salamanders , affording the opportunity to study differential expression of defense factors during maturation of the tissue. The rat olfactory mucosa served as a model for most mammals, including humans (Jafek, 19831 , for which evidence suggests that sustentacular cells do not produce secretory glycoconjugates (Foster et al., 1991) .", "cite_spans": [{"start": 775, "end": 801, "text": "Wirsig and Getchell, 1986;", "ref_id": "BIBREF70"}, {"start": 802, "end": 823, "text": "Getchell et al., 1988", "ref_id": "BIBREF22"}, {"start": 824, "end": 847, "text": "Getchell et al., , 1989", "ref_id": "BIBREF23"}, {"start": 848, "end": 871, "text": "Zielinski et al., 1989)", "ref_id": "BIBREF74"}, {"start": 1207, "end": 1220, "text": "(Jafek, 19831", "ref_id": null}, {"start": 1317, "end": 1338, "text": "(Foster et al., 1991)", "ref_id": "BIBREF18"}], "ref_spans": [], "section": ""}, {"text": "Localization of secretory immune factors in amphibians was performed on tissue from six adult (post-metamorphic) tiger salamanders, Ambystoma tigrinum, (Amphibians of North America, Nashville, TN). Unilateral olfactory nerve transections were performed under nonsterile conditions on two salamanders. The animals were anesthetized with 0.5% tricaine methanesulfonate (MS-2221, a cutaneously absorbed anesthetic. The skin and cartilage at the posterior margin of the left nasal cavity was removed, the olfactory nerve was exposed at its junction with the olfactory bulb, and the nerve was transected with iridectomy scissors. A skin flap was used to cover the surgical site; the incision was painted with Ora-base, a water-resistant gel containing local anesthetic. Animals were placed in plastic tubs of water so that their bodies were submerged but their heads were above the water; the water was changed every 15 min to wash out the an-esthetic until the animals were mobile. The incision was covered with Ora-base until the animals were perfused 7 d after surgery.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "Localization of secretory immune factors was also performed on tissue obtained from a total of 11 male rats: 4 young (3-4-wk-old) Sprague-Dawley rats born to a pregnant female (Charles River Laboratories, Wilmington, MA), 4 young adult (6-wk-old) Sprague-Dawley rats with no measurable serum titers of antibodies against common viral or bacterial pathogens (Harlan Sprague Dawley, Inc., Indianapolis, IN) , and 3 young (4-wk-old) Sprague-Dawley rats that had positive serum titers for sialodacryoadenitis virus (SDAV; Harlan Sprague Dawley, Inc., Indianapolis, IN) but were symptom free a t the time of perfusion. SDAV is a coronavirus that generally infects the glands associated with the gastrointestinal and/or respiratory tracts; among the signs of infection are a palpable enlargement of the submandibular salivary glands, sneezing or discharge from the external nares, and photophobia (Jacoby et al., 1979) . During the active infection, the virus can be localized in the nasal epithelium (Jacoby et al., 1975) .", "cite_spans": [{"start": 357, "end": 404, "text": "(Harlan Sprague Dawley, Inc., Indianapolis, IN)", "ref_id": null}, {"start": 891, "end": 912, "text": "(Jacoby et al., 1979)", "ref_id": "BIBREF32"}, {"start": 995, "end": 1016, "text": "(Jacoby et al., 1975)", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "Prior to perfusion, all salamanders were anesthetized with 1% MS-222. Rats were anesthetized with a n i.p. injection of 25 mgikg sodium pentobarbital (65 mgi ml) diluted 1 : l with saline. Five salamanders and nine rats were transcardially perfused with ice-cold physiological saline followed by ice-cold Zamboni's fixative (2% paraformaldehyde and 0.15% picric acid in 0.1 M phosphate buffer, pH 7.35) and one salamander and two rats were perfused with ice-cold 4% paraformaldehyde in 0.1 M phosphate buffer (pH 7.35). The nasal mucosa (olfactory mucosa and adjacent respiratory mucosa) was dissected from the salamander nasal cavities. Nasal mucosa was obtained from three locations in the rat nasal cavity: the roof, the nasal septum, and the superior turbinate. In addition, the submandibular salivary glands were dissected from the rats. Tissue was placed in fixative for a n additional 1-2 hours, rinsed overnight in chilled phosphate-buffered graded (10%-20%-30%) sucrose solutions, and embedded (M1 Embedding Matrix, Lipshaw Co., Detroit, MI or Tissue-Tek O.C.T. Compound, Baxter Healthcare Corp., McGaw Park, IL) for cryostat sectioning. Immunohistochemistry was performed on 15 pm thick sections that were thaw-mounted onto chrom-alum-gelatin coated slides, air-dried, and frozen at -20\" C until stained.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "Components of the secretory immune system as well as other immunoglobulins, lactoferrin, and lysozyme were localized in the tissue sections with polyclonal antibodies. The specific antibodies used, their commercial sources, antigenic specificity and optimal dilutions are listed in Table 1 . Standard 2-step immunohistochemical staining techniques were used for unconjugated primary antibodies. Following incubation in phosphate-buffered saline (PBS) containing 0.4% Triton X-100 (Sigma Chemical Co., St. Louis, MO) for 30 min, sections were incubated with primary antibody in PBS overnight in a humid chamber a t room temperature. After several rinses with PBS, secondary antibodies (affinity purified FITC-or TRITC-labeled antibodies) at dilutions of 1:40 to 1:80 in PBS were applied to sections for 1 h r in the dark. These antibodies were obtained from Chemicon International, ICN Biomedicals, Organon Teknika-Cappel, and Sigma Chemical Co. (see Table 1 for addresses). Sections were rinsed with PBS, and coverslips were mounted with 0.1% pphenylene diamine (Sigma Chemical Co., St. Louis, MO) in buffered glycerol, pH 9.0.", "cite_spans": [], "ref_spans": [{"start": 282, "end": 289, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 950, "end": 957, "text": "Table 1", "ref_id": "TABREF0"}], "section": "MATERIALS AND METHODS"}, {"text": "Direct staining with fluorochrome-conjugated antibodies, where available, was also performed to rule out the possibility that the immunoreactivity observed in tissue sections stained by the 2-step technique resulted from the interaction of antibodies or immune complexes with Fc receptors on nonantigen containing cells in the tissue. FITC-conjugated primary antibodies were applied to sections for 1 h r in the dark at room temperature. After several rinses with PBS, coverslips were mounted with 0.1% p-phenylene diamine in buffered glycerol, pH 9.0. In those cases where fluorochrome-conjugated primary antibodies were not available, e.g., secretory piece and J chain, the F(ab'), fragment of anti-rabbit IgG conjugated with FITC (Organon Tecknika-Cappel) was used as the secondary antibody to rule out the possibility of interactions with Fc receptors.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "Negative controls were performed by omitting the primary antibody and staining with the appropriate secondary antibody alone at a 1:40 dilution. Positive controls consisted of immunostaining sections of respiratory mucosa and salivary gland, where these antigens have been localized in many studies (see Introduction).", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "All preparations were examined with a Leitz fluorescence microscope equipped with I2 and N2 dichroic filter blocks for FITC and TRITC fluorescence, respectively. Kodak T-Max 400 film was used for photography.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "In order to facilitate interpretation of the fluorescence micrographs in which the results are presented, the morphology of the olfactory mucosa of salamanders and rats is briefly described. The nasal olfactory mucosa of both vertebrates consists of the sensory neuroepithelium and the underlying lamina propria. Within the neuroepithelium, strata containing the nuclei of three cell types can be discerned. The most superficial nuclei are those of the sustentacular cells (SCN, Figs. l a and 2a); these cells produce a mucous secretory product in the adult salamander and do not produce secretory glycoproteins in the rat. The middle and thickest layer of nuclei are those of the olfactory receptor cells (ORN, Figs. l a and 2a). These primary sensory neurons extend from the ciliated dendrites embedded in the mucus layer covering the surface of the epithelium (mucociliary complex, mc, Figs. la and 2a) to the cell bodies in the ORN layer; below the cell bodies, they taper to fine axons, pass through the basement membrane (arrowheads, Figs. l a and 2a) where bundles of axons from many receptor cells are enwrapped by Schwann cells, and form the olfactory nerve, whose axons synapse in the olfactory bulb. The Cells of Bowman's gland acinus nearest the basement membrane (arrowheads) are mucous (mu); those deeper in the lamina propria are serous (se). BV, blood vessel, DC, duct cell; OE, olfactory epithelium; ON, olfactory nerve bundle. Bar = 20 pm. 2b) in the segment deepest in the lamina propria. In the mature salamander olfactory mucosa, melanocytes (Me, Fig. la,b,d) and a deeper layer of glands (DG, Fig. lb) are also present. The deep glands, whose ducts open onto the surface of the nasal respiratory epithelium, more closely resemble respiratory glands than Bowman's glands and are not included in this study.", "cite_spans": [{"start": 1610, "end": 1623, "text": "(DG, Fig. lb)", "ref_id": null}], "ref_spans": [{"start": 1568, "end": 1580, "text": "Fig. la,b,d)", "ref_id": null}], "section": "Morphology of the Olfactory Mucosa"}, {"text": "The tissue shown in Figure la ,b,d,e are from the nasal cavities of salamanders whose olfactory nerve had been sectioned 7 d previously; Figure l a is from a region in which very little olfactory receptor cell degeneration has occurred, while in Figure l b the loss of olfactory receptor cell nuclei and the concomitant decrease in the thickness of the epithelium are obvious. At this time following olfactory nerve transection, there is a n accumulation of cellular debris (including pyknotic nuclei from degenerating olfactory receptor cells) within the epithelium (arrows, Fig. la,b) , and a n increased presence of cells of the immune system within and near the epithelium (asterisks, Fig. la .", "cite_spans": [], "ref_spans": [{"start": 20, "end": 29, "text": "Figure la", "ref_id": null}, {"start": 576, "end": 586, "text": "Fig. la,b)", "ref_id": null}, {"start": 689, "end": 696, "text": "Fig. la", "ref_id": null}], "section": "Morphology of the Olfactory Mucosa"}, {"text": "Within the nasal cavity of the adult salamander, in addition to mature olfactory mucosa ( Fig. la,b ,d) and respiratory mucosa (Fig. le) , there is a region anterior and lateral to the mature mucosa that contains olfactory mucosa resembling that seen in larval (pre-metamorphic, aquatic) salamanders . between goblet and mucoid cells in these clusters cannot be distinguished in the immunostained tissue, so they are collectively referred to as goblet/mucoid cells. The most striking difference between the cells of the neuroepithelium of larval and adult salamanders is that the sustentacular cells in the larval salamander contain serous secretory granules (sg, Fig. lg) , while those in the adult salamander contain mucous secretory vesicles (cf. Fig. la in Zielinski et al., 1988) . BG are rarely present in these immature areas.", "cite_spans": [{"start": 761, "end": 784, "text": "Zielinski et al., 1988)", "ref_id": "BIBREF75"}], "ref_spans": [{"start": 90, "end": 99, "text": "Fig. la,b", "ref_id": null}, {"start": 127, "end": 136, "text": "(Fig. le)", "ref_id": null}, {"start": 664, "end": 672, "text": "Fig. lg)", "ref_id": null}, {"start": 750, "end": 757, "text": "Fig. la", "ref_id": null}], "section": "Morphology of the Olfactory Mucosa"}, {"text": "+ + + + + + -I+* + + + + -I+* + + + + - - - - -I+* -I + * - + + N - + + - N + + N N N - + + + + + N + N N N + - - - - N N + N N + 'AC,", "cite_spans": [], "ref_spans": [], "section": "IL\"FE"}, {"text": "Ag sIgA (h) sIgA (r) IgA (h) IgA (c) IgM (h) IgM (c) SPC JCh IgG (r) IgG (c) IgD IgE LF LZ+ + + + + + + + + + + - - - - - - - - - + - - - - - - + + + + + + + - -I+ -/ + + + + + - - - + - - - - - - - - + + + - + + + - - - - - - - - - - + N N N N N N + + * + + + + +* + + +* + + + + + * + - - - - - a a - - - - - - - - - - - 'AC,", "cite_spans": [], "ref_spans": [], "section": "TABLE 3. Localization of components of secretory immune system and nonspecific immune factors in cells of the rat nasal mucosa and salivary gland'"}, {"text": "Evidence for the presence of components of the secretory immune system was found in the olfactory mucosae of both salamanders and rats. The results of these experiments are summarized in Table 2 (salamanders) and Table 3 (rats).", "cite_spans": [], "ref_spans": [{"start": 187, "end": 194, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 213, "end": 220, "text": "Table 3", "ref_id": null}], "section": "The Secretory Immune System of the Olfactory Mucosa"}, {"text": "In the mature olfactory mucosa of the salamander, immunoreactivity (ir) for the secretory IgA complex (sIgA) revealed by an antibody to human sIgA was observed along the basal (contraluminal) and, to a lesser extent, apical (luminal) membranes of the duct cells and along the lateral and, to a lesser extent, basal membranes of the acinar cells of BG (arrows, Fig. 3a ). The ir in BG was particularly evident in acini in which immunoreactive B lymphocytes were located within the acinar basement membrane (Fig. 3a) . Very rarely, a n immunoreactive B lymphocyte was located in the basal region of the olfactory epithelium. An antibody to rat sIgA stained, in addition, the secretory granules (sg, Fig. 3d ) of BG. An antibody raised against human serum IgA failed to stain any cells in the salamander nasal mucosa. However, staining with a n antibody directed against chicken serum IgA resulted in strong ir concentrated luminally in BG duct cells (DC, Fig. 3b ) and intense staining of the secretory granules of those Staining with an antibody raised against human IgM revealed ir along the basolateral membranes of BG acinar cells (arrows, Fig. 3c ) and in B lymphocytes, many of which were located within the basement membranes of BG acini. An antibody raised against chicken IgM stained the luminal surfaces of BG duct and acinar cells and, less intensely, the lateral membranes of BG acinar cells (not shown). Infrequently, immunoreactive intra-acinar B lymphocytes were also observed. Ir for secretory piece (SPc) was consistently observed along the apical and basal duct cell membranes, with staining most intense apically (Fig. 3i) , and was occasionally observed in acinar cells of BG. No B lymphocytes exhibited ir for SPc. Ir for J chain was also localized in duct cells of BG, as well as in acinar cells nearest the basement membrane (Fig. 3j) . Sustentacular cells of the mature olfactory mucosa displayed no ir for any of the components of the secretory immune system (e.g., Fig. 3b,ij) .", "cite_spans": [], "ref_spans": [{"start": 360, "end": 367, "text": "Fig. 3a", "ref_id": "FIGREF8"}, {"start": 505, "end": 514, "text": "(Fig. 3a)", "ref_id": "FIGREF8"}, {"start": 697, "end": 704, "text": "Fig. 3d", "ref_id": "FIGREF8"}, {"start": 953, "end": 960, "text": "Fig. 3b", "ref_id": "FIGREF8"}, {"start": 1142, "end": 1149, "text": "Fig. 3c", "ref_id": "FIGREF8"}, {"start": 1630, "end": 1639, "text": "(Fig. 3i)", "ref_id": "FIGREF8"}, {"start": 1846, "end": 1855, "text": "(Fig. 3j)", "ref_id": "FIGREF8"}, {"start": 1989, "end": 2000, "text": "Fig. 3b,ij)", "ref_id": "FIGREF8"}], "section": "The Secretory Immune System of the Olfactory Mucosa"}, {"text": "In areas of immature olfactory mucosa, secretory granules in the supranuclear region of most sustentacular cells were immunoreactive for sIgA (Fig. 3e) , SPc (Fig. 3k) , and J chain (not shown). The area adjacent to and immediately above the nucleus and a band a t the apical margin of the sustentacular cells were most intensely stained by these antibodies. Ir for chicken IgA was also observed in the apical membranes of immature SC (not shown). Goblet/mucoid cells displayed ir for human sIgA (Fig. 3f) , SPc (Fig. 3g) , and J chain (not shown). Ir for chicken IgM was observed in goblet/mucoid cells but not in immature sustentacular cells.", "cite_spans": [], "ref_spans": [{"start": 142, "end": 151, "text": "(Fig. 3e)", "ref_id": "FIGREF8"}, {"start": 158, "end": 167, "text": "(Fig. 3k)", "ref_id": "FIGREF8"}, {"start": 496, "end": 505, "text": "(Fig. 3f)", "ref_id": "FIGREF8"}, {"start": 512, "end": 521, "text": "(Fig. 3g)", "ref_id": "FIGREF8"}], "section": "The Secretory Immune System of the Olfactory Mucosa"}, {"text": "In the respiratory mucosa, glands in the lamina propria showed ir for human sIgA, chicken IgA, and for human and chicken IgM concentrated at the apical and basal acinar cell membranes; no ir for human sIgA was observed in epithelial cells, but occasional epithelial cells displayed ir for chicken IgA and IgM. Ir for SPc was observed in a n occasional epithelial cell and in the acinar cells of respiratory glands (RG, Fig. 31 ) in the lamina propria. J chain showed a similar pattern of localization in the respiratory mucosa. Occasional B lymphocytes immunoreactive for human IgM were observed in the lamina propria.", "cite_spans": [], "ref_spans": [{"start": 419, "end": 426, "text": "Fig. 31", "ref_id": "FIGREF2"}], "section": "The Secretory Immune System of the Olfactory Mucosa"}, {"text": "In the olfactory mucosa from olfactory nerve-sectioned animals, there appeared to be a greater number of sIgA-and IgM-immunoreactive B lymphocytes in the lamina propria, particularly in close proximity to or within BG acini. Ir for components of the secretory immune system were present as in normal tissue; additionally, duct cells that were not immunoreactive for IgM in normal tissue now displayed ir, and acinar cells that had not shown ir for SPc in normal tissue (Fig. 3i ) were now immunoreactive with this antibody (Fig. 3h) .", "cite_spans": [], "ref_spans": [{"start": 469, "end": 477, "text": "(Fig. 3i", "ref_id": "FIGREF8"}, {"start": 523, "end": 532, "text": "(Fig. 3h)", "ref_id": "FIGREF8"}], "section": "The Secretory Immune System of the Olfactory Mucosa"}, {"text": "In the rat olfactory mucosa, ir for human sIgA was concentrated apically within BG acinar cells (AC, Fig.  4a ). Immunoreactive B lymphocytes (not shown) were frequently observed deep in the lamina propria near the serous BG tails. The antibody to rat sIgA stained BG acinar cells and ducts (BG, D, Fig. 4b ) as well as numerous B lymphocytes (not shown). An antibody to human serum IgA resulted in uniform cytoplasmic ir in BG acinar cells; several immunoreactive B lymphocytes were observed in the lamina propria near the epithelial basement membrane and near the serous tails of BG (not shown). An antibody raised against chicken serum IgA failed to stain any cells in the rat olfactory mucosa. An FITC-labeled antibody raised against human IgM stained BG acinar and duct cells (AC, DC, Fig. 4e ). Occasional ir B lymphocytes, fewer than observed in respiratory mucosa (see below), were present in the lamina propria, especially near the serous tails of BG (not shown). Staining with an antibody to chicken IgM resulted in ir in BG serous cells (not shown). Staining with antibodies generated against human SPc was very difficult to demonstrate in normal rats; no ir could be demonstrated in the olfactory mucosa of 3-4-wk old rats, and only weak ir in BG serous cells was observed in 6-wk-old rats. In 4-wk-old rats that had positive serum titers for SDAV, ir for SPc waq evident in the apical region of BG acinar cells and ducts (AC, D, Fig. 4f ). In contrast, intense ir for J chai was observed in both normal rats (Fig. 4d ) and in rats with positive SDAV serum titers (not shown). B lymphocytes that stained for J chain were observed also in normal and previously infected rats. Sustentacular cells in the rat olfactory epithelium failed to stain for any of the components of the secretory immune system (e.g., JCh, Fig. 4d ).", "cite_spans": [], "ref_spans": [{"start": 101, "end": 109, "text": "Fig.  4a", "ref_id": "FIGREF10"}, {"start": 299, "end": 306, "text": "Fig. 4b", "ref_id": "FIGREF10"}, {"start": 790, "end": 797, "text": "Fig. 4e", "ref_id": "FIGREF10"}, {"start": 1442, "end": 1449, "text": "Fig. 4f", "ref_id": "FIGREF10"}, {"start": 1521, "end": 1529, "text": "(Fig. 4d", "ref_id": "FIGREF10"}, {"start": 1824, "end": 1831, "text": "Fig. 4d", "ref_id": "FIGREF10"}], "section": "The Secretory Immune System of the Olfactory Mucosa"}, {"text": "In the respiratory mucosa, staining for human and rat sIgA, human and chicken serum IgA, human IgM, concentrated apically in duct and acinar cells of B a Fig. 4 . Localization of secretory immune system components in rat olfactory mucosa. a: Immunoreactivity for antibody to human sIgA is localized in BG acinar cells (AC). L, lumen; OE, olfactory epithelium; arrowheads, basement membrane. Bar = 25 pm. b Antibody to rat sIgA stains both duct (D) and acinar cells of Bowman's glands (BG) more extensively than human sIgA. In addition, endothelial cells in blood vessels (BV) nearest basement membrane (arrowheads) were immunoreactive. D, duct; OE, olfactory epithelium. Magnification same as a. c: Antibody to human serum IgA stains one population of respiratory glands (RG), anterior septal glands (ASG), in septal nasal mucosa but leaves another population, posterior septal glands (PSG), unstained. None of the cells in the respiratory epithelium (RE) are immunoreactive but B lymphocytes (B ly) adjacent to the basement membrane (arrowheads) are stained. Bar = 50 pm. d Ducts (D) and acinar cells of Bowman's glands (BG) display immunoreactivity for J chain. BV, blood vessel; OE, olfactory epithelium; arrowheads, basement membrane. Bar = 35 pm. e: Area containing secretory material in acinar cells (AC) and duct cells (DC) nearest the basement membrane (arrowheads) display weak immunoreactivity for an antibody to human IgM. L, lumen; OE, olfactory epithelium. Magnification same as a. E In rats with positive serum titers for SDAV, acinar cells (AC) of Bowman's gland and the portion of the duct (D) nearest the basement membrane (arrowheads) display immunoreactivity for a n antibody to SPc. OE, olfactory epithelium; ON, longitudinal section of olfactory nerve. Magnification same as a. g: Serous demilunes (se) but not mucous acini (mu) of submandibular gland are immunoreactive for rat sIgA. Magnification same as a. h Apical acinar membranes of respiratory gland (RG) cells display immunoreactivity with antibody to human IgM. Cells of the respiratory epithelium (RE) show no immunoreactivity. BV, blood vessel; GC, goblet cell; arrowheads, basement membrane. Bar = 25 pm. i: In some, but not all, respiratory glands (RG), area of acinar cells (AC) containing secretory granules is immunoreactive for antibody to SPc. L, lumen. Magnification same as a. j: Antibody to SPc stains secretory granules (sg) of all parotid gland acini. L, lumen. Magnification same as a. k: Antibody to SPc stains columnar cells (arrows) but not goblet cells (GC) in respiratory epithelium (RE). Basolateral membranes and area occupied by secretory granules in respiratory gland (RG) cells are also immunoreactive. BV, blood vessel; arrowheads, basement membrane. Magnification same as a. 1: Epithelial cells that appear to be goblet cells (GC) in respiratory epithelium (RE) and acinar cells of respiratory glands (RG) display immunoreactivity for J chain. Arrowheads, basement membrane. Magnification same as h. SPc, and J chain was localized in respiratory gland cells (RG, Fig. 4c, h, i, k, l) , as reported in the literature (see Introduction). Antibodies for human and rat sIgA stained the lateral and apical acinar cell membranes of respiratory glands. Human and chicken serum IgA antibodies stained the secretory granules in anterior septal glands (ASG, Fig. 4c ) but not in posterior septal glands (PSG, Fig. 4c) ; cells of the respiratory epithelium were not stained. Numerous B lymphocytes (e.g., B ly, Fig. 4c) , immunoreactive for all secretory Igs except chicken serum IgA, were observed more frequently than in olfactory mucosa and were interspersed among and occasionally within RG acini; B lymphocytes also displayed ir when stained with J chain antibody. Columnar cells but not goblet cells in the overlying epithelium displayed ir when stained with antibodies to rat sIgA, chicken IgM, and SPc (arrows, Fig. 4k ). Only J chain appeared to be localized in goblet cells (GC, Fig. 41 ).", "cite_spans": [{"start": 3065, "end": 3069, "text": "(RG,", "ref_id": null}, {"start": 3070, "end": 3078, "text": "Fig. 4c,", "ref_id": null}, {"start": 3079, "end": 3081, "text": "h,", "ref_id": null}, {"start": 3082, "end": 3084, "text": "i,", "ref_id": null}, {"start": 3085, "end": 3087, "text": "k,", "ref_id": null}, {"start": 3088, "end": 3090, "text": "l)", "ref_id": null}], "ref_spans": [{"start": 154, "end": 160, "text": "Fig. 4", "ref_id": "FIGREF10"}, {"start": 3355, "end": 3362, "text": "Fig. 4c", "ref_id": "FIGREF10"}, {"start": 3406, "end": 3414, "text": "Fig. 4c)", "ref_id": "FIGREF10"}, {"start": 3507, "end": 3515, "text": "Fig. 4c)", "ref_id": "FIGREF10"}, {"start": 3915, "end": 3922, "text": "Fig. 4k", "ref_id": "FIGREF10"}, {"start": 3985, "end": 3992, "text": "Fig. 41", "ref_id": "FIGREF2"}], "section": "The Secretory Immune System of the Olfactory Mucosa"}, {"text": "In the submandibular gland, various components of the secretory immune system were observed in duct and acinar cells and in B lymphocytes within the gland as previously reported in the literature (see Introduction). As shown for rat sIgA, serous (se, Fig. 4g ) but not mucous (mu, Fig. 4g ) acini were immunoreactive. As in respiratory glands, ir appeared to be concentrated along acinar cell membranes. Antibodies for sIgA, IgA, IgM, and J chain stained a large number of B lymphocytes within the stroma of the gland. In the parotid gland, ir for SPc was observed in the membranes and secretory granules (sg, Fig. 4j ) of the serous acinar cells.", "cite_spans": [], "ref_spans": [{"start": 251, "end": 258, "text": "Fig. 4g", "ref_id": "FIGREF10"}, {"start": 281, "end": 288, "text": "Fig. 4g", "ref_id": "FIGREF10"}, {"start": 610, "end": 617, "text": "Fig. 4j", "ref_id": "FIGREF10"}], "section": "The Secretory Immune System of the Olfactory Mucosa"}, {"text": "In the salamander, a n FITC-labeled antibody generated against goat IgG stained infrequent B lymphocytes located in the olfactory epithelium superficially above the SC nuclear layer and basally near the basement membrane. In addition, basal and lateral membranes of BG acini were immunoreactive. In tissue from olfactory nerve-sectioned animals, there appeared to be more numerous immunoreactive B lymphocytes within the olfactory epithelium near the surface and basement membrane and within BG acini (B ly, Fig.  5a ). An antibody raised against chicken IgG stained a n occasional B lymphocyte in the olfactory epithelium and in the epithelium between the buds of immature olfactory cells (Fig. 5b) , and greater numbers of B lymphocytes in the respiratory and olfactory mucosae in olfactory nerve-sectioned animals. Also in these animals, granules within round and fusiform blood cells were ir for chicken IgG (Fig. 5c) ; there was no ir over surface membranes or nuclei. A similarly labeled antibody generated against rat IgG did not stain any cells in salamander nasal mucosa. An FITC-antibody generated against human IgD stained no cells in the salamander nasal mucosa. An FITC-labeled antibody raised against human myeloma serum IgE stained granules within fusiform cells in the lamina propria.", "cite_spans": [], "ref_spans": [{"start": 508, "end": 516, "text": "Fig.  5a", "ref_id": null}, {"start": 690, "end": 699, "text": "(Fig. 5b)", "ref_id": null}, {"start": 912, "end": 921, "text": "(Fig. 5c)", "ref_id": null}], "section": "Other Immunoglobulins"}, {"text": "In the rat, the FITC-labeled antibody generated against rat IgG stained the fibrous connective tissue stroma of the lamina propria of the olfactory mucosa, with intense ir observed lining the walls of some blood vessels (BV, Fig. 6a ). Occasional B lymphocytes (not shown) deep in the lamina propria were observed. No ir for IgG was detected in the overlying olfactory epithelium. A similar pattern of staining was observed in the respiratory mucosa. Numerous intensely fluorescent B lymphocytes (B ly, Fig. 6b ) and the less intensely fluorescent basal membranes of the acinar cells of the respiratory glands (RG, Fig. 6b ) were immunoreactive. No ir for IgG was detected in the respiratory epithelium. Infrequently, moderately immunoreactive cells with processes extending toward the surface (not shown) were observed near the surface of both respiratory and olfactory epithelia.", "cite_spans": [], "ref_spans": [{"start": 225, "end": 232, "text": "Fig. 6a", "ref_id": "FIGREF11"}, {"start": 503, "end": 510, "text": "Fig. 6b", "ref_id": "FIGREF11"}, {"start": 615, "end": 622, "text": "Fig. 6b", "ref_id": "FIGREF11"}], "section": "Other Immunoglobulins"}, {"text": "In the salivary gland, the connective tissue stroma between acini and around blood vessels, and B lymphocytes showed ir. An FITC-labeled antibody to chicken IgG stained numerous B lymphocytes near the basement membrane and deep within the lamina propriae of both respiratory and olfactory mucosae, as well as the connective tissue stroma and endothelial lining of blood vessels. An FITC-labeled antibody to human IgD stained many B lymphocytes in olfactory mucosa, most located deep in the lamina propria between olfactory nerve bundles and Bowman's glands. Distribution of IgD-positive B lymphocytes in the respiratory mucosa was patchy-in areas of the septal mucosa with the thinnest lamina propria, there were numerous immunoreactive B lymphocytes while in areas with a thicker lamina propria there were few or no immunoreactive cells. In both the olfactory and respiratory mucosae, a n FITC-labeled antibody to human myeloma serum IgE stained cells in the lamina propria that were often concentrated just below the basement membrane, and, rarely, in the epithelium; these cells appeared larger than the B lymphocytes stained by IgA, IgM, IgG, or IgD, and they contained distinct granules. Cells of similar size and containing intracytoplasmic granules were also stained in consecutive sections by Alcian blue. In order to determine if the IgE-positive cells were actually larger than those stained by other immunoglobulins, the longest diameters of immunoreactive cells in the septal olfactory mucosa stained by the antibodies to IgE and to IgD in consecutive sections were measured with a n eyepiece micrometer. The diameter of the IgE-positive cells was 10.2 * 2.2 pm (mean k standard deviation, n = 27); that of the IgDpositive cells was 6.2 * 1.5 km (n = 25). The mean diameters of these two populations of cells were significantly different (t = 7.634, 50 d.f., P > 0.001).", "cite_spans": [], "ref_spans": [], "section": "Other Immunoglobulins"}, {"text": "In the salamander, no ir for lactoferrin was observed in the mature olfactory mucosa; however, ir for lactoferrin was observed in the supranuclear region of sustentacular cells (arrows, Fig. 5g ) in immature areas of the olfactory mucosa. No gobletimucoid cells were present in these areas. Granules within blood cells in the lamina propria also showed ir (Fig. 5d) ; there was no staining over the surface membrane or nucleus. In tissue from olfactory nerve-sectioned animals, both duct and acinar cells of BG (DC, AC, Fig. 5e ) in mature olfactory mucosa and goblet/mucoid cells (not shown) in immature olfactory mucosa displayed distinct ir as well. In the respiratory mucosa, secretory granules of serous respiratory gland cells (RG, Fig. 5f ) were immunoreactive. In the mature olfactory mucosa, an antibody to lysozyme stained BG duct cells (DC, Fig. 5h ), Fig. 5 . Localization of other defense factors in salamander nasal mucosa. a+ and j are tissue from the ipsilateral mucosa of olfactory nerve-transected salamanders. a: Antibody to goat IgG stains basal and lateral acinar cell membranes (arrows) as well as the membrane of a n intra-acinar B lymphocyte (B ly) in Bowman's gland. AC, acinar cell; L, lumen. Bar = 25 pm. b Blood cell just below cell cluster a t top of connective tissue septum is immunoreactive for chicken IgG. CC, ciliated cell. Magnification same as a. c: Antibody to chicken IgG stains granules inside blood cell a t the base of a connective tissue septum. Magnification same as a. d: Granules inside blood cell a t base of olfactory epithelium are immunoreactive for lactoferrin. Magnification same a s a. e: After olfactory nerve transection, immunoreactivity for lactoferrin is localized in Bowman's gland duct cells (DC) and acinar cells (AC). OE, olfactory epithelium; SCN, sustentacular cell nuclei; arrowheads, basement membrane. Bar = 35 pm. f: Secretory granules in respiratory gland (RG) are immunoreactive for lactoferrin. CC, ciliated cell; GC, goblet cell; RE, respiratory epithelium. Bar = 25 Km. g: Sustentacular cells in immature olfactory epithelium (OE) contain secretory granules (arrows) immunoreactive for lactoferrin. Magnification same as a. h Immunoreactivity for lysozyme is localized in Bowman's gland duct cells (DC); immunoreactive material is released into the mucociliary complex (mc). OE, olfactory epithelium. Magnification same as f. i: In immature epithelium, supranuclear region of sustentacular cells and Bowman's gland duct cells (DC) are immunoreactive for lysozyme. SCN, sustentacular cell nucleus. Magnification same as a. j: Bowman's gland duct cells (DC) but not acinar cells (AC) are immunoreactive for lysozyme in mature olfactory mucosa. Magnification same as a.", "cite_spans": [{"start": 863, "end": 869, "text": "Fig. 5", "ref_id": null}, {"start": 1752, "end": 1756, "text": "(DC)", "ref_id": null}], "ref_spans": [{"start": 186, "end": 193, "text": "Fig. 5g", "ref_id": null}, {"start": 356, "end": 365, "text": "(Fig. 5d)", "ref_id": null}, {"start": 520, "end": 527, "text": "Fig. 5e", "ref_id": null}, {"start": 738, "end": 745, "text": "Fig. 5f", "ref_id": null}, {"start": 852, "end": 859, "text": "Fig. 5h", "ref_id": null}], "section": "Nonspecific Immunological Factors"}, {"text": "but acinar cells showed no ir; in addition, granules within cells resembling neutrophils were also immunoreactive. In immature olfactory mucosa, sustentacular cells, BG duct cells (DC, Fig. 5i ) and gobletimucoid cells were immunoreactive. Olfactory nerve section did not change the localization of lysozyme in mature (DC, AC, Fig. 5j ) or immature olfactory mucosa. A population of blood cells within the lamina propria of the respiratory mucosa displayed ir for lysozyme; goblet cells were not immunoreactive.", "cite_spans": [], "ref_spans": [{"start": 185, "end": 192, "text": "Fig. 5i", "ref_id": null}, {"start": 327, "end": 334, "text": "Fig. 5j", "ref_id": null}], "section": "Nonspecific Immunological Factors"}, {"text": "In the rut, ir for lactoferrin was observed throughout the cytoplasm of BG acinar cells (AC, Fig. 6d) , and occasionally in the duct cells adjacent to the basement membrane (not shown). Also, immunoreactive neutrophils (not shown) were observed near the serous tails of BG deep in the lamina propria. In the respiratory mucosa, the secretory granules in acinar cells of respiratory glands (RG, Fig. 6e ) displayed ir; goblet cells (GC, Fig. 6e ) in the overlying epithelium were not immunoreactive for lactoferrin. Fusiform blood cells containing immunoreactive granules and resembling those seen in the salamander were also observed in the lamina propria. In the submandibular salivary gland, immunoreactive granules were observed in the cells of some ducts (DC, Fig. 6f) , and in serous demilunes (not shown); neutrophils containing intensely immunoreactive granules were observed in the interstitium (Fig. 6g) . Immunostaining of the olfactory mucosa for lysozyme resulted in ir in the acinar cells of BG that was most intense in the serous tail cells (se, Fig. 6h; sg, Fig. 6i ). Numerous neutrophils were present in the lamina propria within blood vessels and in the connective tissue near the serous tails of BG. In the respiratory mucosa, most but not all septa1 glands (RG, Fig. 6j ) were intensely immunoreactive to lysozyme, with the ir localized to secretory granules (sg, Fig. 6k ). Numerous neutrophils in the lamina propria displayed ir; one immunoreactive neutrophil was observed near the surface of the respiratory epithelium. In the parotid salivary gland, secretory granules within the serous acini (se, Fig. 61) were weakly immunoreactive; numerous neutrophils (n, Fig. 6m ) with immunoreactive granules were present in the stroma of the gland.", "cite_spans": [], "ref_spans": [{"start": 93, "end": 101, "text": "Fig. 6d)", "ref_id": "FIGREF11"}, {"start": 394, "end": 401, "text": "Fig. 6e", "ref_id": "FIGREF11"}, {"start": 436, "end": 443, "text": "Fig. 6e", "ref_id": "FIGREF11"}, {"start": 764, "end": 772, "text": "Fig. 6f)", "ref_id": "FIGREF11"}, {"start": 903, "end": 912, "text": "(Fig. 6g)", "ref_id": "FIGREF11"}, {"start": 1060, "end": 1080, "text": "Fig. 6h; sg, Fig. 6i", "ref_id": "FIGREF11"}, {"start": 1282, "end": 1289, "text": "Fig. 6j", "ref_id": "FIGREF11"}, {"start": 1384, "end": 1391, "text": "Fig. 6k", "ref_id": "FIGREF11"}, {"start": 1622, "end": 1630, "text": "Fig. 61)", "ref_id": "FIGREF2"}, {"start": 1684, "end": 1691, "text": "Fig. 6m", "ref_id": "FIGREF11"}], "section": "Nonspecific Immunological Factors"}, {"text": "The results of this study demonstrate for the first time that 1) Bowman's glands of salamanders and rats are part of the mucosal secretory immune system, 2) infection of the mucosa andlor perturbations that result in the release of inflammatory mediators stimulate the synthesis of secretory immune factors by Bowman's gland cells and attract increased numbers of cells of the immune system to the olfactory mucosa, and 3) sustentacular cells in the immature regions of salamander olfactory mucosa function as part of the secretory immune system.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "In order to justify the use of antibodies raised against primarily human antigens in a study of components of the immune system in amphibians and nonprimate mammals and to substantiate the interpretation of the immunohistochemical results, a brief discussion of evolutionary conservation of molecular structure within the immune system is required. There is a great deal of evidence to suggest that the structure of the IJ. chain of IgM is highly conserved throughout the vertebrate classes (for reviews, see Litman and Marchalonis, 1982; Litman, 1984) . The question of the existence of an IgA-like immunoglobulin in amphibians is more controversial; however, Hadge and Ambrosius (1984, 1986) have provided considerable evidence for the cross-reactivity of \"IgY,\" a low-molecular-weight Ig found in birds, reptiles, and amphibians, with mammalian (including human) IgA. In A mbystoma, considered to be a n evolutionarily more primitive amphibian than Rana or Xenopus, the production of at least two classes of immunoglobulins, IgM and a low-molecular-weight Ig most likely analogous to IgY, in response to repeated antigen stimulation has been demonstrated (Warr et al., 1982) . It is generally accepted that the isotypes IgG, IgD, and IgE first appeared during evolution in mammals (Hadge, 1985) . Evidence for the evolutionary conservation of the structure of J chain and SPc also exists. The structure of J chain has been shown by cross-reaction techniques (Kobayashi et al., 1973) and by amino acid sequencing (Mikoryak et al., 1988) to be highly conserved; the gene for J chain synthesis is not linked to genes encoding immunoglobulin structure (Yagi et al., 1982) . A secretory-piece-like molecule has been demonstrated in the polymeric secretory immunoglobulins of teleosts and avians (Litman, 1984) . Thus, it is reasonable to conclude that polyclonal antibodies generated against human secretory immunoglobulins and their nonimmunoglobulin components will recognize epitopes that are present in the corresponding molecules in the tissues of amphibians and rodents. This conclusion is supported by the patterns of immunolocalization observed in this study. For example, an antibody to human serum (monomeric) IgA failed to stain any cells in the salamander. This antibody did stain in the rat a t sites that would be expected to contain sIg, i.e., Bowman's, respiratory, and serous salivary acini and B lymphocytes in nasal and salivary tissue. There was no staining by this antibody in sites that would not be expected to be involved in the secretory immune system by virtue of their production of a mucous rather than serous secretion (Brandtzaeg, 1987) and by their lack of staining for SPc, i.e., goblet rin. L, lumen. Magnification same as d. g: Granules in neutrophils (n) near blood vessels (BV) in center of submandibular gland display immunoreactivity for lactoferrin. Mucous acini (mu) and a population of ducts (D) display no immunoreactivity. Magnification same as a. h Immunoreactivity for lysozyme is intense in serous cells (se) and much less so in mucous cells (mu) Bowman's glands. ON, olfactory nerve bundle; arrowheads, basement membrane. Magnification same as c. i: Lysozyme immunoreactivity is localized to secretory granules (sg) in acinar cells (AC) in tails of Bowman's glands. L, lumen; ON, olfactory nerve bundle. Magnification same as d. j: Most, but not all, respiratory glands (RG) are immunoreactive for lysozyme. BV, blood vessel; RE, respiratory epithelium; arrowheads, basement membrane. Magnification same as c. k Lysozyme immunoreactivity is localized to area of acinar cell of respiratory gland that contains secretory granules (sg). Part of nonimmunoreactive acini is shown a t lower right (*). Magnification same as d. 1: Serous acini (se) in parotid gland contain secretory granules weakly immunoreactive for lysozyme. Magnification same as d. m: Occasional neutrophils (n) with granules strongly immunoreactive for lysozyme are observed within parotid gland. DC, duct cell; L, lumen. Magnification same as d. cells in the respiratory mucosa and mucous acini in the submandibular gland. The staining of respiratory epithelial cells resembling goblet cells by the antibody to J chain in this study requires further investigation.", "cite_spans": [{"start": 509, "end": 538, "text": "Litman and Marchalonis, 1982;", "ref_id": "BIBREF38"}, {"start": 539, "end": 552, "text": "Litman, 1984)", "ref_id": "BIBREF37"}, {"start": 661, "end": 670, "text": "Hadge and", "ref_id": "BIBREF24"}, {"start": 671, "end": 693, "text": "Ambrosius (1984, 1986)", "ref_id": null}, {"start": 1158, "end": 1177, "text": "(Warr et al., 1982)", "ref_id": "BIBREF67"}, {"start": 1284, "end": 1297, "text": "(Hadge, 1985)", "ref_id": "BIBREF24"}, {"start": 1461, "end": 1485, "text": "(Kobayashi et al., 1973)", "ref_id": null}, {"start": 1515, "end": 1538, "text": "(Mikoryak et al., 1988)", "ref_id": "BIBREF45"}, {"start": 1651, "end": 1670, "text": "(Yagi et al., 1982)", "ref_id": "BIBREF71"}, {"start": 1793, "end": 1807, "text": "(Litman, 1984)", "ref_id": "BIBREF37"}, {"start": 2646, "end": 2664, "text": "(Brandtzaeg, 1987)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "In contrast, in the salamander olfactory mucosa, the antibody generated against human colostrum sIgA stained Bowman's gland cells, suggesting recognition of SPc and/or J chain, as well as B lymphocytes, suggesting recognition of J chain. In addition, staining in secretory granules of serous sustentacular cells and mucoid/goblet cells by this antibody and in Bowman's gland secretory granules by the antibody against rat secretory IgA indicates SPc recognition (see below). Furthermore, binding by a n antibody directed against chicken serum (monomeric) IgA, which should not recognize J chain or SPc, to sites in salamander tissue that conceivably contain sIgA suggest the presence of a n IgA-like antibody in urodele amphibians, a n interpretation supported by the results of Hadge and Ambrosius (1984, 1986) cited above. Immunochemical experiments are required to confirm the presence of such a n Ig in salamanders.", "cite_spans": [{"start": 779, "end": 788, "text": "Hadge and", "ref_id": "BIBREF24"}, {"start": 789, "end": 811, "text": "Ambrosius (1984, 1986)", "ref_id": null}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Antibodies to human IgD and to rat IgG failed to stain any cells in the salamander. The nature of the granules that were stained by the anti-human IgE in cells histologically resembling mast cells and of the antigen recognized by anti-goat and anti-chicken IgG in salamander blood cells is unknown; further experiments are needed to clarify these staining reactions.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Patterns of localization of components of the secretory immune system in salamander olfactory mucosa strongly suggest that this mucosa is protected by the secretory immune system. In Bowman's glands, SPc was localized in apical and basal cell membranes of duct cells and occasionally acinar cells and in secretory granules. Localization in the basal cell membranes is consistent with the concept of SPc as a n immunoglobulin receptor; localization in the apical cell membranes is consistent with the concept of SPc as a transport vector for the sIg complex to the luminal surface where secretion into mucus occurs (Brandtzaeg, 1987) . A similar pattern of localization in Bowman's glands for J chain, which is present in sIg molecules, is also consistent with this interpretation. Localization of SPc in secretory granules may represent newly synthesized, unbound SPc being stored or transported to gland cell membranes (Brandtzaeg, 197413) . Additionally, both IgM and avian IgA were found localized in Bowman's gland cells and in B lymphocytes in the salamander olfactory mucosa.", "cite_spans": [{"start": 614, "end": 632, "text": "(Brandtzaeg, 1987)", "ref_id": "BIBREF11"}, {"start": 920, "end": 940, "text": "(Brandtzaeg, 197413)", "ref_id": null}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Seven days after transection of the olfactory nerve, the olfactory mucosa of salamanders contained greater numbers of IgM-and sIgA-immunoreactive B lymphocytes than the mucosa from nonnerve-sectioned animals. In addition, the distribution of immunoreactivity to IgM and SPc was more extensive within Bowman's glands after nerve section. There are two possible explanations for these observations. Transection of the olfactory nerve was performed under nonsterile conditions; it is possible that pathogens were introduced during this procedure and resulted in infection. However, there were no obvious signs of infection or inflammation at or near the site of the surgery. An alternative explanation is that the degenerating olfactory receptor cells release substances that induce Ig synthesis in or attract B lymphocytes, or that stimulate resident macrophages or T cells to induce maturation and Ig synthesis in B lymphocytes present in the tissue. Macrophage infiltration of the rat olfactory epithelium following olfactory nerve transection has been described previously (Monti Graziadei and Graziadei, 1979) ; after phagocytosis of the degenerating neurons, the macrophages disappeared. No theories were advanced for the mechanism of attraction of the macrophages. Further experiments are needed to determine the mechanisms by which the secretory immune system is activated by olfactory nerve transection. The significant finding for this study is that the olfactory secretory immune system in the salamander responds to the perturbation with an increased production of specific and nonspecific defense factors.", "cite_spans": [{"start": 1074, "end": 1111, "text": "(Monti Graziadei and Graziadei, 1979)", "ref_id": "BIBREF47"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "In the rat, components of the secretory immune system were also localized in the cells of Bowman's glands. The results of these studies suggest that the expression of SPc in rat Bowman's glands may be induced rather than constitutive. Bowman's glands, respiratory glands and salivary glands failed to show consistent immunoreactivity for SPc, even though sIgA-and J chain-positive gland cells and B lymphocytes could be demonstrated at these sites. In the rat small intestine and liver, SPc expression and distribution does not reach adult levels until about 20-30 days postpartum (Buts and Delacroix, 1985; Vaerman et al., 1989) . In nasal mucosa and salivary glands from 6-wk-old rats, immunoreactivity for SPc was very faint. Only in tissue from 4-wk-old rats that had experienced previous infection by a virus (SDAV) that is known to invade serous glands, including those in the nasal mucosa (Jacoby et al., 1975) , was significant immunoreactivity for SPc in cells of Bowman's glands, respiratory glands, and salivary glands demonstrable. This suggests that either the epitopes recognized by the antibody to human SPc or the SPc molecule as a whole are not synthesized in quantities detectable by immunohistochemistry in the serous glands of rats up to 6 wk of age under \"normal77 (nonantigenically stimulated) conditions, but that upon infection, serous nasal glands and salivary glands can be induced to express SPc. It was not possible to determine the time interval between initial SDAV infection and fixation of the glandular tissue in these experiments; future experiments will address the questions of the age at which SPc expression can first be induced and the time course of induction of SPc during active infection.", "cite_spans": [{"start": 581, "end": 607, "text": "(Buts and Delacroix, 1985;", "ref_id": "BIBREF14"}, {"start": 608, "end": 629, "text": "Vaerman et al., 1989)", "ref_id": "BIBREF66"}, {"start": 896, "end": 917, "text": "(Jacoby et al., 1975)", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The rat olfactory mucosa contained a n abundance of IgD-positive B lymphocytes. The presence of numerous IgD-immunoreactive B lymphocytes in human respiratory mucosa has been previously reported by Brandtzaeg (1985) . Most of the IgD-immunoreactive lymphocytes observed in this study were round cells with an average diameter of about 6 pm; immunoreactivity appeared to be primarily cytoplasmic. It has been suggested that these B lymphocytes are blast cells that are not fully differentiated and that have migrated to the nasal mucosa from nearby lymphoepithelial tissue such as tonsils, bronchus-associated lymphoid tissue, or, in the rat, from nasal lymphoid tissue (Spit et al., 1989; Hameleers et al., 1989) ; co-expression of IgD and J chain identifies them as secretory immune cells in which heavy-chain switching to the IgA isotype has not yet occurred (Brandtzaeg and Korsrud, 1984; Brandtzaeg, 1984) . Thus, many of these cells may be anticipated to differentiate further to IgA-positive B lymphocytes upon stimulation by factors in the local environment such as those resulting from antigen presentation.", "cite_spans": [{"start": 198, "end": 215, "text": "Brandtzaeg (1985)", "ref_id": "BIBREF10"}, {"start": 669, "end": 688, "text": "(Spit et al., 1989;", "ref_id": "BIBREF58"}, {"start": 689, "end": 712, "text": "Hameleers et al., 1989)", "ref_id": "BIBREF28"}, {"start": 861, "end": 891, "text": "(Brandtzaeg and Korsrud, 1984;", "ref_id": "BIBREF12"}, {"start": 892, "end": 909, "text": "Brandtzaeg, 1984)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The presence of numerous IgE-immunoreactive cells in the olfactory mucosa stands in contrast to reports of the scarcity or absence of IgE-positive B lymphocytes in human nasal mucosa (Brandtzaeg, 1984 (Brandtzaeg, , 1987 ). An alternative explanation is that they are mast cells, which may contain intracellular IgE (Mayrhofer et al., 1976; Brandtzaeg, 1984) . The presence of mast cells has been previously reported in the olfactory mucosae of sea trout (Bertmar, 19801, salamanders (Getchell et al., 1984) , and Rhesus monkeys (Saini and Breipohl, 1977) . In the rat, B lymphocytes and mast cells should be distinguishable on the basis of size. The rat has more small (6 to 10 pm diameter) than large lymphocytes (Ringler and Dabich, 1979) ; rat mast cells have an average diameter of about 8-10 pm (Djaldetti et al., 1979) . B lymphocytes and mast cells also differ in their staining reactions with Alcian blue; at pH 1.0, Alcian blue stains mast cells (Mayrhofer et al., 1976) due to their content of sulfated mucosubstances while B lymphocytes are not stained. In this study, IgD-immunoreactive cells did not stain with Alcian blue, pH 1.0 in consecutive sections, but IgE-immunoreactive cells displayed marked alcianophilia. Based on 1) the mean diameters of IgE-positive (about 10 pm) and IgD-positive (about 6 pm) cells and 2) the staining of the IgEpositive cells with Alcian blue at pH 1.0, the IgE-immunoreactive cells in the olfactory mucosa were identified as mast cells.", "cite_spans": [{"start": 183, "end": 200, "text": "(Brandtzaeg, 1984", "ref_id": "BIBREF9"}, {"start": 201, "end": 220, "text": "(Brandtzaeg, , 1987", "ref_id": "BIBREF11"}, {"start": 316, "end": 340, "text": "(Mayrhofer et al., 1976;", "ref_id": "BIBREF40"}, {"start": 341, "end": 358, "text": "Brandtzaeg, 1984)", "ref_id": "BIBREF9"}, {"start": 455, "end": 507, "text": "(Bertmar, 19801, salamanders (Getchell et al., 1984)", "ref_id": null}, {"start": 529, "end": 555, "text": "(Saini and Breipohl, 1977)", "ref_id": "BIBREF55"}, {"start": 715, "end": 741, "text": "(Ringler and Dabich, 1979)", "ref_id": "BIBREF54"}, {"start": 801, "end": 825, "text": "(Djaldetti et al., 1979)", "ref_id": "BIBREF17"}, {"start": 956, "end": 980, "text": "(Mayrhofer et al., 1976)", "ref_id": "BIBREF40"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "In conclusion, the olfactory mucosa of salamanders and rats is protected by local production of IgM and IgA, respectively, in addition to J chain and SPc. The presence in olfactory mucus of secretory immunoglobulins, along with nonspecific defense factors such as lactoferrin and lysozyme as well as mucous glycoproteins, act as the \"first line of defense\" (Brandtzaeg, 1984; Poliquin and Crepeau, 1985) in the protection of the olfactory mucosa from pathogenic invasion. A \"second line of defense\" is provided a t least in part by the local production or presence of IgG and IgE. These defense mechanisms function to prevent pathogenic invasion of the central nervous system via the olfactory receptor neurons, of the lower respiratory tract, to some extent, via the airways, and of the systemic circulation via olfactory mucosal vasculature.", "cite_spans": [{"start": 357, "end": 375, "text": "(Brandtzaeg, 1984;", "ref_id": "BIBREF9"}, {"start": 376, "end": 403, "text": "Poliquin and Crepeau, 1985)", "ref_id": "BIBREF51"}], "ref_spans": [], "section": "DISCUSSION"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "for preparation of the plastic sections shown in Figures 1 and 2 while she was a post-doctoral student", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Die Darstellung IgE-assoziierter Zellen in der atopischen Nasenschleimhaut mit Hilfe der Immunoperoxydase-Methode", "authors": [{"first": "C", "middle": [], "last": "Bachert", "suffix": ""}, {"first": "U", "middle": [], "last": "Ganzer", "suffix": ""}], "year": 1987, "venue": "Laryngol. Rhinol. Otol", "volume": "66", "issn": "", "pages": "573--576", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Transneuronal transport of peroxidase-conjugated wheat germ agglutinin (WGA-HRP) from the olfactory epithelium to the brain ofthe adult rat", "authors": [{"first": "H", "middle": [], "last": "Baker", "suffix": ""}, {"first": "R", "middle": ["F"], "last": "Spencer", "suffix": ""}], "year": 1986, "venue": "Exp. Brain Res", "volume": "", "issn": "", "pages": "63--461", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Olfactory neural pathway in mouse hepatitis virus nasoencephalitis", "authors": [{"first": "S", "middle": ["W"], "last": "Barthold", "suffix": ""}], "year": 1988, "venue": "Acta Neuropathol", "volume": "", "issn": "", "pages": "76--502", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Ecostructural studies on olfactory organ in young and adult sea trout (Osteichthyes, Salmonidae). 2. Morphol. Tiere", "authors": [{"first": "G", "middle": [], "last": "Bertmar", "suffix": ""}], "year": 1972, "venue": "", "volume": "", "issn": "", "pages": "72--307", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Phagocytic and immunological cells in the olfactory mucosa of migrating Baltic sea trout", "authors": [{"first": "G", "middle": [], "last": "Bertmar", "suffix": ""}], "year": 1980, "venue": "Olfaction and Taste VII. H. van der Starre", "volume": "", "issn": "", "pages": "159--162", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Ultrastructural immunocytochemical localisation of lysozyme in human bronchial glands", "authors": [{"first": "D", "middle": [], "last": "Bowes", "suffix": ""}, {"first": "B", "middle": [], "last": "Corrin", "suffix": ""}], "year": 1977, "venue": "Thorax", "volume": "32", "issn": "", "pages": "163--170", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Mucosal and glandular distribution of immunoglobulin components. Immunohistochemistry with a cold ethanol-fixation technique", "authors": [{"first": "P", "middle": [], "last": "Brandtzaeg", "suffix": ""}], "year": 1974, "venue": "Immunology", "volume": "26", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Mucosal and glandular distribution of immunoglobulin components: Differential localization of free and bound SC in secretory epithelial cells", "authors": [{"first": "P", "middle": [], "last": "Brandtzaeg", "suffix": ""}], "year": 1974, "venue": "J . Immunol", "volume": "", "issn": "", "pages": "112--1553", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Immune functions of human nasal mucosa and tonsils in health and disease", "authors": [{"first": "P", "middle": [], "last": "Brandtzaeg", "suffix": ""}], "year": 1984, "venue": "Immunology of the Lung and Upper Respiratory Tract. J. Bienenstock", "volume": "", "issn": "", "pages": "28--95", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Cells producing immunoglobulins and other immune factors in human nasal mucosa", "authors": [{"first": "P", "middle": [], "last": "Brandtzaeg", "suffix": ""}], "year": 1985, "venue": "Protides Biol. Fluids", "volume": "32", "issn": "", "pages": "363--366", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Translocation of immunoglobulins across human epithelia: Review of the development of a transport model", "authors": [{"first": "P", "middle": [], "last": "Brandtzaeg", "suffix": ""}], "year": 1987, "venue": "Acta Histochem. Suppl", "volume": "34", "issn": "", "pages": "9--32", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Significance of different J chain profiles in human tissues: Generation of IgA and IgM with binding site for secretory component is related to t h e J chain expressing capacity of the total local immunocyte population, including IgG and IgD producing cells, and depends on the clinical state of the tissue", "authors": [{"first": "P", "middle": [], "last": "Brandtzaeg", "suffix": ""}, {"first": "F", "middle": ["R"], "last": "Korsrud", "suffix": ""}], "year": 1984, "venue": "Clin. Exp. Immuno", "volume": "", "issn": "", "pages": "58--709", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "The clinical condition of IgA-deficient patients is related to the proportion of IgD-and IgM-producing cells in their nasal mucosa", "authors": [{"first": "P", "middle": [], "last": "Brandtzaeg", "suffix": ""}, {"first": "G", "middle": [], "last": "Karlsson", "suffix": ""}, {"first": "G", "middle": [], "last": "Hansson", "suffix": ""}, {"first": "B", "middle": [], "last": "Petruson", "suffix": ""}, {"first": "J", "middle": [], "last": "Bjorkander", "suffix": ""}, {"first": "L", "middle": ["A"], "last": "Hanson", "suffix": ""}], "year": 1987, "venue": "Clin. Exp. Immunol", "volume": "", "issn": "", "pages": "67--626", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Ontogenic changes in secretory component expression by villous and crypt cells of rat small intestine", "authors": [{"first": "J.-P", "middle": [], "last": "Buts", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Delacroix", "suffix": ""}], "year": 1985, "venue": "Immunology", "volume": "", "issn": "", "pages": "54--181", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Some non-mucin components of mucus and their possible biological roles", "authors": [{"first": "J", "middle": ["R"], "last": "Clamp", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Creeth", "suffix": ""}], "year": 1984, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Mucosal immune system and local immunity", "authors": [{"first": "J", "middle": ["C"], "last": "Cumella", "suffix": ""}, {"first": "P", "middle": ["L"], "last": "Ogra", "suffix": ""}], "year": 1987, "venue": "", "volume": "", "issn": "", "pages": "135--151", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Ultrastructural observations on mast cell degranulation and its prevention", "authors": [{"first": "M", "middle": [], "last": "Djaldetti", "suffix": ""}, {"first": "E", "middle": [], "last": "Van Der Lijn", "suffix": ""}, {"first": "I", "middle": [], "last": "Notti", "suffix": ""}], "year": 1979, "venue": "Nouv. Rev. Fr. Hematol", "volume": "", "issn": "", "pages": "21--185", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Identification of sugar residues in secretory glycoconjugates of olfactory mucosae using lectin histochemistry", "authors": [{"first": "J", "middle": ["D"], "last": "Foster", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Getchell", "suffix": ""}, {"first": "T", "middle": ["V"], "last": "Getchell", "suffix": ""}], "year": 1991, "venue": "Anat. Rec", "volume": "", "issn": "", "pages": "229525--544", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "p-Adrenergic regulation of the secretory granule content of acinar cells in olfactory glands of the salamander", "authors": [{"first": "M", "middle": ["L"], "last": "Getchell", "suffix": ""}, {"first": "T", "middle": ["V"], "last": "Getchell", "suffix": ""}], "year": 1984, "venue": "J . Comp. Physiol. A", "volume": "155", "issn": "", "pages": "435--443", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Histological and histochemical studies of the secretorv comnonents of the salamander olfactory mucosa: Effects of &oprot'erenol and olfactory nerve section", "authors": [{"first": "M", "middle": ["L"], "last": "Getchell", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Rafols", "suffix": ""}, {"first": "T", "middle": ["V"], "last": "Getchell", "suffix": ""}], "year": 1984, "venue": "Anat. Rec", "volume": "208", "issn": "", "pages": "553--565", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Ontogeny of the secretory elements in the vertebrate olfactory mucosarh:. Ontogeny of Olfaction", "authors": [{"first": "M", "middle": ["L"], "last": "Getchell", "suffix": ""}, {"first": "B", "middle": [], "last": "Zielinski", "suffix": ""}, {"first": "T", "middle": ["V"], "last": "Getchell", "suffix": ""}], "year": 1986, "venue": "", "volume": "", "issn": "", "pages": "71--82", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Odorant and autonomic regulation of secretion in the olfactory mucosa", "authors": [{"first": "M", "middle": ["L"], "last": "Getchell", "suffix": ""}, {"first": "B", "middle": [], "last": "Zielinski", "suffix": ""}, {"first": "T", "middle": ["V"], "last": "Getchell", "suffix": ""}], "year": 1988, "venue": "", "volume": "", "issn": "", "pages": "71--98", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Peptidergic regulation of secretory activity in amphibian olfactory mucosa: Immunohistochemistry, neural stimulation, and pharmacology", "authors": [{"first": "M", "middle": ["L"], "last": "Getchell", "suffix": ""}, {"first": "J.-F", "middle": [], "last": "Bouvet", "suffix": ""}, {"first": "T", "middle": ["E"], "last": "Finger", "suffix": ""}, {"first": "A", "middle": [], "last": "Holley", "suffix": ""}, {"first": "T", "middle": ["V"], "last": "Getchell", "suffix": ""}], "year": 1989, "venue": "Cell Tissue Res", "volume": "", "issn": "", "pages": "256--381", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Zur Evolution der Immungobuline", "authors": [{"first": "D", "middle": [], "last": "Hadge", "suffix": ""}], "year": 1985, "venue": "Allerg. Immunol", "volume": "", "issn": "", "pages": "31--231", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Evolution of low molecular weight immunoglobulins. IV. IgY-like immunoglobulins of birds, reptiles", "authors": [{"first": "D", "middle": [], "last": "Hadge", "suffix": ""}, {"first": "H", "middle": [], "last": "Ambrosius", "suffix": ""}], "year": 1984, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Evolution of low molecular weight immunoglobulins. V. Degree of antigenic relationship between the 7 s immunoglobulins of mammals, birds, and lower vertebrates to the turkey IgY", "authors": [{"first": "D", "middle": [], "last": "Hadge", "suffix": ""}, {"first": "H", "middle": [], "last": "Ambrosius", "suffix": ""}], "year": 1986, "venue": "Dev. Comp. Immunol", "volume": "", "issn": "", "pages": "10--377", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "An immunohistochemical study on the postnatal development of rat nasal-associated lymphoid tissue (NALT)", "authors": [{"first": "D", "middle": ["M H"], "last": "Hameleers", "suffix": ""}, {"first": "M", "middle": [], "last": "Van Der Ende", "suffix": ""}, {"first": "J", "middle": [], "last": "Biewenga", "suffix": ""}, {"first": "T", "middle": [], "last": "Sminia", "suffix": ""}], "year": 1989, "venue": "Cell Tissue Res", "volume": "", "issn": "", "pages": "256--431", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Host defence against infections", "authors": [{"first": "L", "middle": ["A"], "last": "Hanson", "suffix": ""}], "year": 1985, "venue": "", "volume": "", "issn": "", "pages": "127--145", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Anterograde transsynaptic transport of WGA-HRP in rat olfactory pathways", "authors": [{"first": "S", "middle": ["K"], "last": "Itaya", "suffix": ""}], "year": 1987, "venue": "Brain Res", "volume": "409", "issn": "", "pages": "205--214", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Pathogenesis of sialodacryoadenitis in gnotobiotic rats", "authors": [{"first": "R", "middle": ["O"], "last": "Jacoby", "suffix": ""}, {"first": "P", "middle": ["N"], "last": "Bhatt", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Jonas", "suffix": ""}], "year": 1975, "venue": "Vet. Pathol", "volume": "", "issn": "", "pages": "12--196", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Viral diseases", "authors": [{"first": "R", "middle": ["O"], "last": "Jacoby", "suffix": ""}, {"first": "P", "middle": ["N"], "last": "Bhatt", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Jonas", "suffix": ""}], "year": 1979, "venue": "The Laboratory Rat: Biology and", "volume": "1", "issn": "", "pages": "271--306", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Ultrastructure of human nasal mucosa", "authors": [{"first": "B", "middle": ["W"], "last": "Jafek", "suffix": ""}], "year": 1983, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Viral Infections of the Nervous System. Raven scope", "authors": [{"first": "R", "middle": ["T"], "last": "Johnson", "suffix": ""}], "year": 1982, "venue": "", "volume": "93", "issn": "", "pages": "1576--1599", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Heremans 1973 Identification of J-chain in polymehc immunoglobulins from a variety of species by cross-reaction with rabbit antisera to human J-chain", "authors": [{"first": "J.-P", "middle": [], "last": "Vaerman", "suffix": ""}, {"first": "H", "middle": ["A"], "last": "Bazin", "suffix": ""}, {"first": "J:F", "middle": [], "last": "Lebacq-Verheyden", "suffix": ""}], "year": null, "venue": "J . Immunol", "volume": "", "issn": "", "pages": "1590--1594", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Phylogeny of immunoglobulins", "authors": [{"first": "G", "middle": ["W"], "last": "Litman", "suffix": ""}], "year": 1984, "venue": "Molecular Immunology", "volume": "", "issn": "", "pages": "215--230", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Evolution of antibodies", "authors": [{"first": "G", "middle": ["W"], "last": "Litman", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Marchalonis", "suffix": ""}], "year": 1982, "venue": "", "volume": "", "issn": "", "pages": "29--60", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Selective infections of olfactory and respiratory epithelium by vesicular stomatitis and Sendai viruses", "authors": [{"first": "B", "middle": [], "last": "Lundh", "suffix": ""}, {"first": "K", "middle": [], "last": "Kristensson", "suffix": ""}, {"first": "E", "middle": [], "last": "Norrby", "suffix": ""}], "year": 1987, "venue": "Neuropathol. Appl. Neurobiol", "volume": "", "issn": "", "pages": "13--111", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Nature of cells binding anti-IgE in rats immunized with Nzppostrongylus brasiliensis: IgE synthesis in regional nodes and concentration in mucosal mast cells", "authors": [{"first": "G", "middle": [], "last": "Mayrhofer", "suffix": ""}, {"first": "H", "middle": [], "last": "Bazin", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Gowans", "suffix": ""}], "year": 1976, "venue": "Eur. J . Immunol", "volume": "6", "issn": "", "pages": "537--545", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Evidence for a common mucosal immunologic system. 1. Migration of B immunoblasts into intestinal, respiratory, and genital tissue", "authors": [{"first": "M", "middle": ["R"], "last": "Mcdermott", "suffix": ""}, {"first": "J", "middle": [], "last": "Bienenstock", "suffix": ""}], "year": 1979, "venue": "J . Immunol", "volume": "122", "issn": "", "pages": "1892--1898", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Transnasal transneuronal transport of herpes simplex virus type I into the rat brain", "authors": [{"first": "J", "middle": ["H"], "last": "Mclean", "suffix": ""}, {"first": "M", "middle": ["T"], "last": "Shipley", "suffix": ""}, {"first": "D", "middle": ["I"], "last": "Bernstein", "suffix": ""}], "year": 1987, "venue": "SOC. Neurosci", "volume": "", "issn": "", "pages": "13--1399", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Transneuronal transport of herpes simplex virus type I into the rat brain", "authors": [{"first": "J", "middle": ["H"], "last": "Mclean", "suffix": ""}, {"first": "M", "middle": ["T"], "last": "Shipley", "suffix": ""}, {"first": "D", "middle": ["I"], "last": "Bernstein", "suffix": ""}], "year": 1988, "venue": "SOC. Neurosci", "volume": "", "issn": "", "pages": "14--548", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Distribution and subcellular localization of lactoferrin in human tissues with special reference to the submandibular gland", "authors": [{"first": "J", "middle": [], "last": "Miyauchi", "suffix": ""}], "year": 1984, "venue": "Acta Histochem. Cytochem", "volume": "17", "issn": "", "pages": "77--89", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "J chain in R a m catesbeiana high molecular weight Ig", "authors": [{"first": "C", "middle": ["A"], "last": "Mikoryak", "suffix": ""}, {"first": "M", "middle": ["N"], "last": "Margolies", "suffix": ""}, {"first": "L", "middle": ["A"], "last": "Steiner", "suffix": ""}], "year": 1988, "venue": "J. Immunol", "volume": "140", "issn": "", "pages": "4279--4285", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Mode of entry of a neurotropic arbovirus into the central nervous system", "authors": [{"first": "T", "middle": ["P"], "last": "Monath", "suffix": ""}, {"first": "C", "middle": ["B"], "last": "Cropp", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Harrison", "suffix": ""}], "year": 1983, "venue": "Lab. Invest", "volume": "", "issn": "", "pages": "48--399", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Neurogenesis and neuron regeneration in the olfactory system of mammals. 11. Degeneration and reconstitution of the olfactory sensory neurons after axotomy", "authors": [{"first": "G", "middle": ["A"], "last": "Monti Graziadei", "suffix": ""}, {"first": "P", "middle": ["P C"], "last": "Graziadei", "suffix": ""}], "year": 1979, "venue": "J. Neurocytol", "volume": "", "issn": "", "pages": "8--197", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Spread of neurotropic murine coronavirus into the CNS via the trigeminal and olfactory nerves", "authors": [{"first": "S", "middle": [], "last": "Perlman", "suffix": ""}, {"first": "G", "middle": [], "last": "Jacobsen", "suffix": ""}, {"first": "A", "middle": [], "last": "Afifi", "suffix": ""}], "year": 1989, "venue": "Virology", "volume": "170", "issn": "", "pages": "556--560", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Effect of olfactory bulb ablation on spread of a neurotropic coronavirus into the mouse brain", "authors": [{"first": "S", "middle": [], "last": "Perlman", "suffix": ""}, {"first": "G", "middle": [], "last": "Evans", "suffix": ""}, {"first": "A", "middle": [], "last": "Afifi", "suffix": ""}], "year": 1990, "venue": "J. Exp. Med", "volume": "172", "issn": "", "pages": "1127--1132", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Local production of IgG, IgA, and IgE antibodies in grass pollen hay fever", "authors": [{"first": "T", "middle": ["A E"], "last": "Platts-Mills", "suffix": ""}], "year": 1979, "venue": "J. Immunol", "volume": "122", "issn": "", "pages": "2221--2225", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Immune defence mechanisms of the nasal mucosa", "authors": [{"first": "J", "middle": ["F"], "last": "Poliquin", "suffix": ""}, {"first": "J", "middle": [], "last": "Crepeau", "suffix": ""}], "year": 1985, "venue": "J . Otolaryngol", "volume": "", "issn": "", "pages": "14--80", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "IgM the secretory immunoglobulin of reptiles and amphibians", "authors": [{"first": "J", "middle": ["L"], "last": "Portis", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Coe", "suffix": ""}], "year": 1975, "venue": "Nature", "volume": "", "issn": "", "pages": "258--547", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Pathogenesis of neurovirulent influenza A virus infection in mice. Route of entry of virus into brain determines infection of different populations of cells", "authors": [{"first": "M", "middle": [], "last": "Reinacher", "suffix": ""}, {"first": "J", "middle": [], "last": "Bonin", "suffix": ""}, {"first": "C", "middle": [], "last": "Narayan", "suffix": ""}, {"first": "", "middle": [], "last": "Scholtissek", "suffix": ""}], "year": 1983, "venue": "Lab. Invest", "volume": "", "issn": "", "pages": "49--686", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "The Laboratory Rat. Biology and", "authors": [{"first": "D", "middle": ["H"], "last": "Ringler", "suffix": ""}, {"first": "L", "middle": [], "last": "Dabich", "suffix": ""}], "year": 1979, "venue": "", "volume": "1", "issn": "", "pages": "105--121", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Frequency of mast cells in the olfactory mucosa ofRhesus monkeys", "authors": [{"first": "K", "middle": ["D"], "last": "Saini", "suffix": ""}, {"first": "W", "middle": [], "last": "Breipohl", "suffix": ""}], "year": 1977, "venue": "Cell Tissue Res", "volume": "", "issn": "", "pages": "178--71", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Transport of molecules from nose to brain: transneuronal anterograde and retrograde labeling in the rat olfactory system by wheat germ agglutinin-horseradish peroxidase applied to the nasal epithelium", "authors": [{"first": "M", "middle": ["T"], "last": "Shipley", "suffix": ""}], "year": 1985, "venue": "Brain Res. Bull", "volume": "", "issn": "", "pages": "15--129", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "Immunocytochemical localization of lysozymes in respiratory and other tissues", "authors": [{"first": "S", "middle": ["S"], "last": "Spicer", "suffix": ""}, {"first": "R", "middle": [], "last": "Frayser", "suffix": ""}, {"first": "G", "middle": [], "last": "Virella", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Hall", "suffix": ""}], "year": 1977, "venue": "Lab. Invest", "volume": "36", "issn": "", "pages": "282--295", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "Nasal lymphoid tissue in the rat", "authors": [{"first": "B", "middle": ["J"], "last": "Spit", "suffix": ""}, {"first": "E", "middle": ["G J"], "last": "Hendriksen", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Bruijntjes", "suffix": ""}, {"first": "C", "middle": ["F"], "last": "Kuper", "suffix": ""}], "year": 1989, "venue": "Cell Tissue Res", "volume": "", "issn": "", "pages": "255--193", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "Localization of herpes simplex virus in the trigeminal and olfactory systems of the mouse central nervous system during acute and latent infections by in situ hybridization", "authors": [{"first": "W", "middle": ["G"], "last": "Stroop", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Rock", "suffix": ""}, {"first": "N", "middle": ["W"], "last": "Fraser", "suffix": ""}], "year": 1984, "venue": "Lab. Invest", "volume": "51", "issn": "", "pages": "27--38", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "Lysozyme producers in nasal mucosa", "authors": [{"first": "M", "middle": [], "last": "Tachibana", "suffix": ""}, {"first": "H", "middle": [], "last": "Morioka", "suffix": ""}, {"first": "M", "middle": [], "last": "Machino", "suffix": ""}, {"first": "T", "middle": [], "last": "Tsuruoka", "suffix": ""}, {"first": "F", "middle": [], "last": "Tanimura", "suffix": ""}], "year": 1986, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF62": {"ref_id": "b62", "title": "Distribution of yE-forming cells in lymphoid tissues of the human and monkey", "authors": [{"first": "T", "middle": [], "last": "Tada", "suffix": ""}, {"first": "K", "middle": [], "last": "Ishizaka", "suffix": ""}], "year": 1970, "venue": "J. Immunol", "volume": "104", "issn": "", "pages": "377--387", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "The secretory immune system", "authors": [{"first": "T", "middle": ["B"], "last": "Tomasi", "suffix": ""}], "year": 1984, "venue": "", "volume": "", "issn": "", "pages": "187--196", "other_ids": {}}, "BIBREF64": {"ref_id": "b64", "title": "The selective occurrence of y1 A globulins in certain body fluids", "authors": [{"first": "T", "middle": ["B"], "last": "Tomasi", "suffix": ""}, {"first": "S", "middle": [], "last": "Zigelbaum", "suffix": ""}], "year": 1963, "venue": "J. Clin. Invest", "volume": "", "issn": "", "pages": "42--1552", "other_ids": {}}, "BIBREF65": {"ref_id": "b65", "title": "Immunoglobulin A: Strategic defense initiative a t the mucosal surface", "authors": [{"first": "B", "middle": ["J"], "last": "Underdown", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Schiff", "suffix": ""}], "year": 1986, "venue": "Ann. Rev. Immunol", "volume": "", "issn": "", "pages": "4--389", "other_ids": {}}, "BIBREF66": {"ref_id": "b66", "title": "Ontogeny of secretory component in rat liver", "authors": [{"first": "J", "middle": ["P"], "last": "Vaerman", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Buts", "suffix": ""}, {"first": "G", "middle": [], "last": "Lescoat", "suffix": ""}], "year": 1989, "venue": "Immunology", "volume": "", "issn": "", "pages": "68--295", "other_ids": {}}, "BIBREF67": {"ref_id": "b67", "title": "Evidence for lowmolecular weight antibodies in the serum of a urodele amphibian, Ambystoma mezicanum", "authors": [{"first": "G", "middle": ["W"], "last": "Warr", "suffix": ""}, {"first": "L", "middle": ["N"], "last": "Ruben", "suffix": ""}, {"first": "B", "middle": ["F"], "last": "Edwards", "suffix": ""}], "year": 1982, "venue": "Immunol. Lett", "volume": "", "issn": "", "pages": "4--99", "other_ids": {}}, "BIBREF68": {"ref_id": "b68", "title": "Distribution of B,-microglobulin in olfactory epithelium: A proliferating neuroepithelium not protected by a blood-tissue barrier", "authors": [{"first": "J", "middle": ["P"], "last": "Whelan", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Wysocki", "suffix": ""}, {"first": "L", "middle": ["A"], "last": "Lampson", "suffix": ""}], "year": 1986, "venue": "J. Immunol", "volume": "", "issn": "", "pages": "137--2567", "other_ids": {}}, "BIBREF69": {"ref_id": "b69", "title": "Airway secretions", "authors": [{"first": "J", "middle": ["G"], "last": "Widdicombe", "suffix": ""}, {"first": "U", "middle": ["M"], "last": "Wells", "suffix": ""}], "year": 1982, "venue": "The Nose: Upper Airway Physiology and the Atmospheric", "volume": "", "issn": "", "pages": "215--244", "other_ids": {}}, "BIBREF70": {"ref_id": "b70", "title": "Amphibian terminal nerve: Distribution revealed by LHRH and AChE markers", "authors": [{"first": "C", "middle": ["R"], "last": "Wirsig", "suffix": ""}, {"first": "T", "middle": ["V"], "last": "Getchell", "suffix": ""}], "year": 1986, "venue": "Brain Res", "volume": "385", "issn": "", "pages": "10--21", "other_ids": {}}, "BIBREF71": {"ref_id": "b71", "title": "encoded by a single gene unlinked to other immunoglobulin structural genes", "authors": [{"first": "M", "middle": [], "last": "Yagi", "suffix": ""}, {"first": "F", "middle": ["H"], "last": "P. D&apos;eustachio", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Ruddle", "suffix": ""}, {"first": "", "middle": [], "last": "Koshland", "suffix": ""}], "year": 1982, "venue": "J. Exp. Med", "volume": "", "issn": "", "pages": "155--647", "other_ids": {}}, "BIBREF72": {"ref_id": "b72", "title": "Familial imprinting determines H-2 selective mating preferences", "authors": [{"first": "K", "middle": [], "last": "Yamazaki", "suffix": ""}, {"first": "G", "middle": ["K"], "last": "Beauchamp", "suffix": ""}, {"first": "D", "middle": [], "last": "Kupniewski", "suffix": ""}, {"first": "J", "middle": [], "last": "Bard", "suffix": ""}, {"first": "L", "middle": [], "last": "Thomas", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Boyse", "suffix": ""}], "year": 1988, "venue": "Science", "volume": "", "issn": "", "pages": "240--133", "other_ids": {}}, "BIBREF73": {"ref_id": "b73", "title": "Chemosensation: An aspect of the uniqueness of the individual", "authors": [{"first": "K", "middle": [], "last": "Yamazaki", "suffix": ""}, {"first": "M", "middle": [], "last": "Yamaguchi", "suffix": ""}, {"first": "G", "middle": ["K"], "last": "Beauchamp", "suffix": ""}, {"first": "J", "middle": [], "last": "Bard", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Boyse", "suffix": ""}, {"first": "L", "middle": [], "last": "Thomas", "suffix": ""}], "year": 1981, "venue": "Biochemistry of Taste and", "volume": "", "issn": "", "pages": "85--91", "other_ids": {}}, "BIBREF74": {"ref_id": "b74", "title": "Ultrastructural localization and identification of adrenergic and cholinergic nerve terminals in the olfactory mucosa", "authors": [{"first": "B", "middle": ["S"], "last": "Zielinski", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Getchell", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Wenokur", "suffix": ""}, {"first": "T", "middle": ["V"], "last": "Getchell", "suffix": ""}], "year": 1989, "venue": "Anat. Rec", "volume": "", "issn": "", "pages": "225--232", "other_ids": {}}, "BIBREF75": {"ref_id": "b75", "title": "Ultrastructural characteristics of sustentacular cells in control and odoranttreated olfactory mucosae of the salamander", "authors": [{"first": "B", "middle": ["S"], "last": "Zielinski", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Getchell", "suffix": ""}, {"first": "T", "middle": ["V"], "last": "Getchell", "suffix": ""}], "year": 1988, "venue": "Anat. Rec", "volume": "221", "issn": "", "pages": "769--779", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "deepest layer of nuclei (BCN, Figs. l a and 2a) are those of basal cells, some of which serve as stem cells to replace olfactory receptor neurons lost through continual turn-over. Also present at the level of the epithelium are the duct cells (DC, Figs. l a , b, 2a and b) of Bow-", "latex": null, "type": "figure"}, "FIGREF1": {"text": "man's glands; within a particular section, the lumen of the duct may be continuous from the acinus to the surface (Fig. lb)or segments of the duct may be seen a t any level within the epithelium(Figs. l a and 2a).The lamina propria contains the acini of Bowman's glands (BG), olfactory nerve bundles (ON), and blood vessels(BV, Figs. la,b,d, and 2a,b)  as well as connective tissue(Figs. l a 4 and 2a,b)and occasional myeli-", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Morphology of salamander olfactory mucosa. a: Mature olfactory epithelium contains stratified nuclei of sustentacular cells (SCN), olfactory receptor cells (ORN), and basal cells (BCN). Duct cells (DC) of Bowman's glands are also intraepithelial. Mucociliary complex (mc) covers flat epithelial surface. Effects of olfactory nerve transection include presence of pyknotic nuclei and other cellular debris (arrows), and cells of the immune system (*) in or near epithelium. Epithelium is separated from lamina propria by basement membrane (arrowheads). Lamina propria contains Bowman's glands (BG), olfactory nerve bundles (ON), blood vessels (BV), and melanocytes (Me). BG acini that appear to be within epithelium are enclosed by basement membrane about to level of ORN. Bar = 50 Fm. b: Effects of olfactory nerve transection are evident: loss of large numbers of olfactory receptor cells resulting in thinner epithelial layer, and more cellular debris (arrows) and immune system cells (*). BG, Bowman's gland; BV, blood vessel, DC, duct cell; DG, deep gland; Me, melanocyte; ON, olfactory nerve bundle; sg, secretory granules; arrowheads, basement membrane. Magnification same as a. c: Immature olfactory epithelium (OE) is arranged in buds containing nuclei of sustentacular cells (SCN), olfactory receptor cells (ORN), and basal cells (BCN). Buds are separated by connective tissue septa containing blood vessels (BV) and topped by cell clusters containing ciliated cells (CC). Olfactory nerve bundles (ON) course through lamina propria. Cells of the immune system (*) and mast cells occasionally occur within septa. Magnification same as a. d Bowman's gland (BG) acini contain increased numbers of vacuoles (v) and B lymphocytes (B ly) as a result of olfactory nerve section. BV, blood vessel; Me, melanocyte; ON, olfactory nerve bundle; sg, secretory granules. Bar = 25 pm. e: Respiratory mucosa consists of epithelium containing goblet cells (GC) and ciliated cells (CC) separated by basement membrane (arrowheads) from lamina propria containing large multi-acinar respiratory glands (RG). B lymphocytes (B ly) are far more numerous in respiratory than in olfactory mucosa. Magnification same as a. E Cells between buds of olfactory epithelium (OE) in immature region of salamander nasal mucosa include mucoid cells (M), goblet cells (GO, and ciliated cells (CC). Magnification same as d. g: Sustentacular cells in immature olfactory mucosa contain serous secretory granules (sg); blebs of mucus (arrow) containing secretory granules are being released into the nasal cavity. CC, ciliated cell; OE, olfactory epithelium. Magnification same as d.nated nerve bundles, which are branches of the trigeminal nerve (not shown). In contrast to the purely serous BG in the salamander(Fig. la,b,d), the BG in the rat olfactory mucosa contain mucous cells (mu,Fig. 2b) in the segment closest to the epithelial basement membrane (arrowheads,Fig. 2a,b)and serous cells (se,Fig.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Morphology of rat olfactory mucosa. a: Olfactory epithelium contains three cell types: most superficial nuclei are those of sustentacular cells (SCN), most numerous are those of olfactory receptor cells (ORN), and along the basement membrane (arrowheads) are those of the basal cells (BCN). Duct cells (DC) of Bowman's glands also lie within the olfactory epithelium. Epithelial surface is covered by mucociliary complex (mc). Below the basement membrane, the lamina propria contains Bowman's glands (BG), olfactory nerve bundles (ON), blood vessels (BV), and connective tissue. Bar = 50 pm. b", "latex": null, "type": "figure"}, "FIGREF4": {"text": ",b). The acini of BG contain a full complement of serous secretory granules (sg, Fig. lb,d); in addition, as a result of nerve transection, they also contain increased numbers of clear vacuoles (v, Fig. Id), morphological correlates of electrolytetwater secretion, and B lymphocytes (B ly, Fig. Id) within the acinar basement membrane. Increased numbers of B lymphocytes (B ly, Fig. le) are also seen in the large glands (RG, Fig. le) in the lamina propria of the respiratory mucosa; these glands differ morphologically and histochemically from BG", "latex": null, "type": "figure"}, "FIGREF5": {"text": "acinar cells; Ag, antigen; BG, Bowman's glands; (c), antigen source = chicken; DC, duct cells; EPIGC, epithelial andior goblet cells; (g), antigen source = goat; GL, respiratory glands; (h), antigen source = human; Ig, immunoglobulin; JCh, J chain; MUIGC, mucoid andior goblet cells; LF, lactoferrin; LZ, lysozyme; BLIBC, B lymphocytes or other blood cells; BLIN, B lymphocytes or neutrophils; (r), antigen source = rat; SC, sustentacular cells; sIgA, secretory immunoglobulin complex; SPc, secretory piece; + , antigen present; -, antigen not present; -I+ *, antigen present in tissue from olfactory nerve-section animals only; *, staining present in mucosal mast cells only; N, tissue component not observed.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "acinar cells; Ag, antigen; BG, Bowman's glands; DC, duct cells; (c), antigen source = chicken; EPIGC, epithelial or goblet cells; GL, glands of respiratory mucosa; (h), antigen source = human; Ig, immunoglobulin; JCh, J chain; LF, lactoferrin; LZ, lysozyme; BLIN, B lymphocytes or neutrophils; (r), antigen source = rat; SC, sustentacular cells; sIgA, secretory immunoglobulin complex; SPc, secretory piece; + , antigen present; + *, antigen present in serous cells only; -/+, antigen present in rats with positive SDAV serum titers only (tested for SPc only); -, antigen not present; a, antigen present in mucosal mast cells only; N, tissue component not observed.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Instead of the flat epithelial sheet seen in the adult, the immature neuroepithelium (OE, Fig. lc) is organized into \"buds\" containing the stratified nuclei of sustentacular cells (SCN), olfactory receptor cells (ORN), and basal cells (BCN, Fig. lc). The buds are separated by connective tissue septa containing blood vessels (BV, Fig. lc) and topped by cell clusters containing ciliated cells (CC, Fig. lc,f,g), goblet cells (GC, Fig. lf), and mucoid cells (M, Fig. If); the differences", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Localization of secretory immune system components in salamander olfactory mucosa. a: Antibody to human sIgA stains basal and lateral membranes (arrows) of Bowman's gland acinar cells (AC) and membrane of intra-acinar B lymphocyte (B ly). L, lumen. Bar = 25 pm. b Immunoreactivity to chicken IgA antibody is most intense in luminal membranes of duct cells (DC). LP, lamina propria; OE, olfactory epithelium. Magnification same as a. c: Antibody to human IgM stains basal and lateral membranes (arrows) of BG acinar cells (AC). L, Lumen. Magnification same as a. d Antibody to rat sIgA stains basolateral acinar cell membranes (arrows) a s well as secretory granules (sg) in BG acinar cells. L, lumen; LP, lamina propria. Magnification same as a. e: Serous secretory granules (arrows) in supranuclear region of sustentacular cells in immature region of olfactory mucosa display immunoreactivity with antibody to sIgA. OE, olfactory epithelium; SCN, sustentacular cell nucleus. Bar = 35 pm. f: Mucoid/goblet cells at top of connective tissue septum in immature olfactory mucosa contain secretory granules (sg) immunoreactive to antibody to sIgA. CC, ciliated cell. Magnification same as a. g: Mucoidigoblet cells (arrows) in cluster at top of connective tissue septum also display immunoreactivity with antibody to SPc. Magnification same as a. h Transection of olfactory nerve results in extensive immunoreactivity with antibody to SPc in BG acinar cells (AC). L, lumen. Magnification same as a. i: Apical and basal membranes of BG duct cells (DC) show intense immunoreactivity for SPc. Presence of immunoreactivity in mucociliary complex (mc) suggests secretion of SPc into mucus. AC, acinar cell; OE, olfactory epithelium; SCN, sustentacular cell nucleus. Magnification same as a. j: Immunoreactivity for J chain is also localized to BG duct cells (DC) and mucociliary complex (mc). AC, acinar cell; SCN, sustentacular cell nucleus. Magnification same as e. k Serous secretory granules (arrows) in sustentacular cells of immature olfactory epithelium are immunoreactive when stained with an antibody to SPc. SCN, sustentacular cell nucleus. Magnification same as a. 1: Immunoreactivity to SPc is localized in acinar cell membranes and secretory granules of respiratory gland (RG). Magnification same as a.", "latex": null, "type": "figure"}, "FIGREF9": {"text": "the basement membrane (not shown).", "latex": null, "type": "figure"}, "FIGREF10": {"text": "Fig. 4.", "latex": null, "type": "figure"}, "FIGREF11": {"text": "Localization of other defense factors in rat nasal mucosa and salivary glands. a: Antibody to rat IgG does not stain olfactory epithelium (OE) but stains walls of blood vessels (BV) and connective tissue stroma in lamina propria (LP). Arrowheads, basement membrane. Bar = 35 pm. b: Antibody to rat IgG does not stain respiratory epithelium (RE) but stains B lymphocyte (B ly), basal membranes of respiratory glands (RG), and connective tissue stroma in lamina propria (LP). Arrowheads, basement membrane. Magnification same as a. c: In submandibular salivary gland, B lymphocytes (B ly) are intensely immunoreactive, and ducts (D) are moderately immunoreactive when stained with antibody to chicken IgG. Mucous acini (mu) do not stain. Bar = 50 pm. d Lactoferrin immunoreactivity is localized in region of Bowman's gland acinar cells (AC) containing secretory material. L, lumen; OE, olfactory epithelium; arrowheads, basement membrane. Bar = 25 pm. e: Secretory granules in respiratory glands (RG) are immunoreactive for lactoferrin; goblet cells (GC) in the respiratory epithelium (RE) are unstained. LP, lamina propria; arrowheads, basement membrane. Bar = 25 pm. fi A population of duct cells (DC) in submandibular gland are immunoreactive for lactofer-", "latex": null, "type": "figure"}, "FIGREF12": {"text": "Fig. 6.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Commercial antibodies used in this study FITC, conjugated with fluorescein isothiocyanate; ID, immunodiffusion; IEP, immunoelectrophoresis; Ig, immunoglobulin; LF, lactoferrin; LZ, lysozyme; sIgA, secretory immunoglobulin A complex; SPc, secretory piece. 'Accurate Chemical and Scientific Corp., Westbury, NY; Biogenex Laboratories, San Ramon, CA: Chemicon International, Inc., El Segundo, CA: ICN Biomedicals, Inc., Costa Mesa, CA; Organon Teknika-Cappel, Malvern, PA; Sigma Chemical Co., St. Louis, MO.", "latex": null, "type": "table"}, "TABREF1": {"text": "Localization of components of secretory immune system and nonspecific immune factors in cells of the salamander nasal mucosal", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>Olfactory mucosa </td><td> </td><td>Respiratory mucosa </td></tr><tr><td> </td><td>Mature </td><td> </td><td>Immature </td><td> </td><td> </td><td> </td></tr><tr><td>Ag SC </td><td>BGIDC </td><td>BGIAC </td><td>BLIBC SC </td><td>MUIGC </td><td>EPIGC </td><td>GL </td><td>BL/N </td></tr><tr><td>sIgA (h) sIgA (r) </td><td>+ </td><td>+ </td><td> </td><td>+ </td><td>- </td><td>+ </td><td>N </td></tr><tr><td>+ </td><td>+ </td><td> </td><td>N </td><td>N </td><td>N </td><td>N </td></tr><tr><td>IgA (h) </td><td>- </td><td>- </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>IgA (c) </td><td>+ </td><td>+ </td><td> </td><td> </td><td>+ </td><td>+ + </td><td>- </td></tr><tr><td>IgM (h) </td><td>- I+* + </td><td>+ + </td><td> </td><td> </td><td> </td><td>+ </td><td>+ </td></tr><tr><td>IgM (c) </td><td>+ </td><td> </td><td> </td><td> </td><td> </td><td>+ </td><td>- </td></tr><tr><td>SPC </td><td>+ </td><td>- I+* </td><td> </td><td> </td><td> </td><td> </td><td>N </td></tr><tr><td>JCh </td><td> </td><td>+ + </td><td> </td><td> </td><td> </td><td>+ </td><td>N </td></tr><tr><td>IgG (g) </td><td>- </td><td>+ </td><td> </td><td> </td><td> </td><td>N </td><td>N + </td></tr><tr><td>IgG (c) </td><td>- </td><td> </td><td> </td><td> </td><td> </td><td>- </td><td> </td></tr><tr><td>IgG (r) </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>IgD IL\"FE </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>- </td><td>- </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>- </td><td> </td><td>N </td><td>N </td></tr><tr><td>LZ </td><td>- I+* </td><td>- I+* </td><td> </td><td>+ </td><td> </td><td>+ </td><td>N + </td></tr><tr><td> </td><td> </td><td>+ </td><td>- </td><td>+ </td><td>N </td><td> </td></tr></table></body></html>"}, "TABREF2": {"text": "TABLE 1. Commercial antibodies used in this study", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Antibody' </td><td>Commercial source' </td><td>Antigen source </td><td>Host </td><td>Specificity </td><td>Dilution </td></tr><tr><td>sIgA </td><td>Accurate </td><td>Human </td><td>Rabbit </td><td>Alpha-chains and SPc </td><td>1: lOO </td></tr><tr><td> </td><td> </td><td>Colostrum </td><td> </td><td> </td><td> </td></tr><tr><td>sIgA </td><td>ICN </td><td>Rat bile </td><td>Goat </td><td>1 band vs. rat serum and rat bile by IEP and </td><td>1:200 </td></tr><tr><td>IgA </td><td>Accurate </td><td>Human </td><td>Rabbit </td><td>ID, no cross-reactivity with rat IgG by IEP and ID 1 band vs. human plasma by IEP, no cross-reactivity with human IgG or IgM by </td><td>1:200 </td></tr><tr><td> </td><td> </td><td>Serum </td><td> </td><td> </td></tr><tr><td>IgA </td><td>ICN </td><td>Chicken </td><td>Goat </td><td>ELISA 1 band vs. chicken serum by IEP and ID </td><td>1 : l O O </td></tr><tr><td> </td><td> </td><td>Serum </td><td> </td><td> </td><td> </td></tr><tr><td>IgA-FITC </td><td>Chemicon </td><td>Human </td><td>Goat </td><td>(Affinity purified) </td><td>1 : l O O </td></tr><tr><td> </td><td> </td><td>Serum </td><td> </td><td> </td><td> </td></tr><tr><td>IgM </td><td>Accurate </td><td>Human </td><td>Rabbit </td><td>(No information) </td><td>1:250 </td></tr><tr><td> </td><td> </td><td>Serum </td><td> </td><td> </td><td> </td></tr><tr><td>IgM </td><td>ICN </td><td>Chicken </td><td>Goat </td><td>1 band vs. chicken serum by IEP and ID </td><td>1 : l O O </td></tr><tr><td> </td><td> </td><td>Serum </td><td> </td><td> </td><td> </td></tr><tr><td>IgM-FITC </td><td>Chemicon </td><td>Human </td><td>Goat </td><td>(Affinity purified) </td><td>1 : l O </td></tr><tr><td> </td><td> </td><td>Serum </td><td> </td><td> </td><td> </td></tr><tr><td>SPC </td><td>Accurate </td><td>Human </td><td>Rabbit </td><td>(No information) </td><td>1:150 </td></tr><tr><td> </td><td> </td><td>Colostrum </td><td> </td><td> </td><td> </td></tr><tr><td>SPC </td><td>Sigma </td><td>Human </td><td>Goat </td><td> </td><td>1 : l O O </td></tr><tr><td> </td><td> </td><td>Colostrum </td><td> </td><td>Secretory IgA, no cross-reactivity with human serum by IEP </td><td> </td></tr><tr><td>SPC </td><td>ICN </td><td>Human </td><td>Goat </td><td> </td><td>1:150 </td></tr><tr><td> </td><td> </td><td>Colostrum </td><td> </td><td>1 band vs. free and bound SPC, 1 band vs. (No information) sIgA, no cross-reactivity with human serum </td><td> </td></tr><tr><td>SPC-FITC </td><td>Accurate </td><td>Human </td><td>Rabbit </td><td>1 : l O </td></tr><tr><td>J chain </td><td>Accurate </td><td>Human </td><td>Goat </td><td>(No information) </td><td>M O O </td></tr><tr><td> </td><td> </td><td>Colostrum </td><td> </td><td> </td><td> </td></tr><tr><td>J chain </td><td>Biogenex </td><td>Human </td><td>Rabbit </td><td>No free IgA (H or L chains) by IEP and ID </td><td>1:5,000 </td></tr><tr><td> </td><td> </td><td>Myeloma </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>Serum </td><td> </td><td> </td><td> </td></tr><tr><td>IgG </td><td>ICN </td><td>Chicken </td><td>Rabbit </td><td> </td><td>1:200 </td></tr><tr><td> </td><td> </td><td>Serum </td><td> </td><td>1 band vs. chicken serum, 1 band vs. rabbit serum by IEP </td><td> </td></tr><tr><td>IgG-FITC </td><td>Sigma </td><td>Rat IgG </td><td>Goat </td><td>1 band vs. rat serum by IEP and ID </td><td>1:80 </td></tr><tr><td>IgG-FITC </td><td>Organon </td><td>Goat IgG </td><td>Rabbit </td><td>1 band vs. goat IgG by IEP </td><td>1:80 </td></tr><tr><td> </td><td>Teknika </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>IgG-FITC </td><td>Cappel </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>ICN </td><td>Chicken </td><td>Rabbit </td><td>1 band vs. chicken serum by IEP </td><td>1 : l O </td></tr><tr><td> </td><td> </td><td>Serum </td><td> </td><td> </td><td> </td></tr><tr><td>IgD-FITC </td><td>Sigma </td><td>Human </td><td>Goat </td><td>1 band vs. normal serum and myeloma IgD by </td><td>1:60 </td></tr><tr><td> </td><td> </td><td>Serum </td><td> </td><td>IEP and ID </td><td> </td></tr><tr><td>IgE-FITC </td><td>Sigma </td><td>Human </td><td>Goat </td><td> </td><td>1:40 </td></tr><tr><td> </td><td> </td><td>Myeloma </td><td> </td><td>1 band vs. human myeloma IgE by IEP, no cross-reactivity with human serum or IgG </td><td> </td></tr><tr><td> </td><td> </td><td>Serum </td><td> </td><td> </td><td> </td></tr><tr><td>LF </td><td>Accurate </td><td>Human </td><td>Rabbit </td><td> </td><td>1:200 </td></tr><tr><td> </td><td> </td><td>Milk </td><td> </td><td>No cross-reactivity with human serum proteins ( Affinity-purified) by IEP </td><td> </td></tr><tr><td>LF-FITC </td><td>Chemicon </td><td>Human </td><td>Rabbit </td><td>1 : l O </td></tr><tr><td> </td><td> </td><td>Milk </td><td> </td><td> </td><td> </td></tr><tr><td>LZ </td><td>Accurate </td><td>Human </td><td>Rabbit </td><td>(No information) </td><td>1:250 </td></tr><tr><td>LZ </td><td>Biogenex </td><td>Human </td><td>Rabbit </td><td> </td><td>1:250 </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>Urine </td><td>Absorbed with human plasma and urine proteins </td></tr></table></body></html>"}, "TABREF3": {"text": "TABLE 3. Localization of components of secretory immune system and nonspecific immune factors in cells of the rat nasal mucosa and salivary gland'", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>Olfactory mucosa </td><td> </td><td>Respiratory mucosa </td><td>Sal ivary glands </td></tr><tr><td>Ag </td><td>SC </td><td>BGiDC </td><td>BGiAC </td><td>BL/N </td><td>EPiGC </td><td>GL </td><td>BLiN </td><td>DC </td><td>AC </td><td>BL/N </td></tr><tr><td>sIgA (h) </td><td>- </td><td>- </td><td>+ </td><td>+ </td><td>- </td><td>+ </td><td>+ </td><td>- </td><td>+ </td><td>+ </td></tr><tr><td>sIgA (r) </td><td>- </td><td>+ </td><td>+ </td><td>+ </td><td>+ </td><td>+ </td><td>+ </td><td>+ </td><td>+ * </td><td>+ </td></tr><tr><td>IgA (h) </td><td>- </td><td>- </td><td>+ </td><td>+ </td><td>- </td><td>+ </td><td>+ </td><td>+ </td><td>+ </td><td>+ </td></tr><tr><td>IgA (c) </td><td>- </td><td>- </td><td>- </td><td>- </td><td>- </td><td>+ </td><td>- </td><td>+ </td><td>+* </td><td>+ </td></tr><tr><td>IgM (h) </td><td>- </td><td>+ </td><td>+ </td><td>+ </td><td>- </td><td>+ </td><td>+ </td><td>+ </td><td>+ </td><td>- </td></tr><tr><td>IgM (c) </td><td>- </td><td>- </td><td>+ </td><td>- </td><td>+ </td><td>+ + </td><td>+ </td><td>N </td><td>N </td><td>N </td></tr><tr><td>SPC </td><td>- </td><td>-I+ </td><td>-/ + </td><td>- </td><td>+ </td><td> </td><td>- </td><td>+ </td><td>+ </td><td>- </td></tr><tr><td>JCh </td><td>- </td><td>+ </td><td>+ </td><td>+ </td><td>+ </td><td>+ </td><td>+ </td><td>+ </td><td>+ </td><td>+ </td></tr><tr><td>IgG (r) </td><td>- </td><td>- </td><td>- </td><td>+ </td><td>- </td><td>+ </td><td>+ + </td><td>- </td><td>- </td><td>+ </td></tr><tr><td>IgG (c) </td><td>- </td><td>- </td><td>- </td><td>+ </td><td>- </td><td>- </td><td> </td><td>- </td><td>- </td><td>+ </td></tr><tr><td>IgD </td><td>- </td><td>- </td><td>- </td><td>+ </td><td>- </td><td>- </td><td>+ </td><td>N </td><td>N </td><td>N </td></tr><tr><td>IgE </td><td>- </td><td>- </td><td>- </td><td>a - </td><td>- </td><td>- </td><td>a - </td><td>N </td><td>N </td><td>N + </td></tr><tr><td>LF </td><td>- </td><td>+ + </td><td>+* </td><td>+ + </td><td>- </td><td>+ + </td><td>+ + </td><td>+ + </td><td>+* </td><td>+ </td></tr><tr><td>LZ </td><td>- </td><td> </td><td>+* </td><td> </td><td>- </td><td> </td><td> </td><td> </td><td>+ * </td><td> </td></tr></table></body></html>"}}, "back_matter": [{"text": "Supported by NSF grant BNS-88-21074 (M.L.G.) and", "cite_spans": [], "ref_spans": [], "section": "ACKNOWLEDGMENTS"}]}