{"paper_id": "75e68861e7c9e6a9630f62bd55a997187031bca2", "metadata": {"title": "Advances in Vaccines", "authors": [{"first": "Helen", "middle": ["H"], "last": "Mao", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Shoubai", "middle": [], "last": "Chao", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": "Vaccines represent one of the best advances in science and medicine, helping people around the world in eliminating and preventing the spread of infectious diseases. Although many human vaccines have been developed and are in use, infectious diseases are still threats to people's health, especially during epidemic outbreaks. During the 2003 SARS outbreaks in Asia, there were more than 8,000 cases, and more than 800 deaths occurred, and the economic impact of SARS exceeded US$50 billion, according to the World Health Organization (WHO) report [1] . During the largest Ebola outbreak in West Africa in 2014-2015, more than 28,000 cases were reported, and there occurred more than 11,000 fatalities. It is estimated that Guinea, Liberia, and Sierra Leone have endured more than US$2 billion loss in economic growth as a result of Ebola virus disease outbreaks [2] . Based on the experiences from West Africa Ebola epidemic outbreaks, the WHO published a prioritized list of 11 pathogens that likely to cause outbreak situations, including Ebola virus, Lassa virus, Marburg virus, MRSA, Zika virus, etc. [3] . Some of these epidemic infectious disease vaccines are currently under development. As pointed out by the WHO, it will be a common goal for all countries to provide equitable access to high-quality, safe, affordable vaccines and immunization services throughout the life course.", "cite_spans": [{"start": 548, "end": 551, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 863, "end": 866, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 1106, "end": 1109, "text": "[3]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Vaccines have a long list of achievements in the past. Vaccines have been tremendously beneficial in protecting individuals and communities from serious infectious diseases and reducing healthcare costs around the world. In developed countries, vaccines are more readily available to infants, children, and adults. In the European region, more than 90% of children receive at least basic vaccination during infancy [4] . In China, overall vaccination rates for basic vaccines that are recommended to infants and children exceeded 90%, according to data published by the Chinese Center for Diseases Control and Prevention (CCDC) [5] .", "cite_spans": [{"start": 415, "end": 418, "text": "[4]", "ref_id": null}, {"start": 628, "end": 631, "text": "[5]", "ref_id": null}], "ref_spans": [], "section": "Most Effective Tools in Controlling Infectious Diseases"}, {"text": "In the USA, the Advisory Committee on Immunization Practices (ACIP) recommends routine vaccination programs, and each vaccine is approved by the regulatory agency US FDA. The immunization schedules are published by US CDC for different age groups including infants and children, adolescents, and adults. For example, the immunization schedule for infants from birth to 24 months includes vaccines against 14 potentially serious illnesses. US CDC data from the 2017 National Immunization Survey-Child (NIS-Child) database show that the vaccination rates are higher than 80% in the USA nationally [6] .", "cite_spans": [{"start": 595, "end": 598, "text": "[6]", "ref_id": null}], "ref_spans": [], "section": "Most Effective Tools in Controlling Infectious Diseases"}, {"text": "Huge progress in vaccination has been made in the last 30 years. Now about 85% of children worldwide (about 116 million) receive essential, lifesaving vaccines, protecting them from infectious diseases including measles, diphtheria, tetanus, pertussis, hepatitis B, and polio. As vaccination rates increase from about 20% in 1980 to about 85% in 2017 (as shown in Fig. 1 ), the numbers of cases for measles and pertussis have decreased significantly, according to the WHO report [7] . This represents dedication and hard work by all, including public health workers, researchers, pharmaceutical industries, policy makers, parents, and communities.", "cite_spans": [{"start": 479, "end": 482, "text": "[7]", "ref_id": null}], "ref_spans": [{"start": 364, "end": 370, "text": "Fig. 1", "ref_id": "FIGREF0"}], "section": "Most Effective Tools in Controlling Infectious Diseases"}, {"text": "However, there are still gaps in vaccination programs in many countries. Out of 11.2 million children born in the EU region in 2012, more than 500,000 infants did not receive the complete three-dose series of diphtheria, pertussis, and tetanus vaccine before the first birthday. Data shows that there were more than 30,000 measles cases in the European region in recent years [4] . According to preliminary WHO data, measles increased by around 300% globally in the first 3 months of 2019, compared with the same time last year, with sizable increases in all regions of the world [7] . The reasons for children not getting their vaccines are diverse for different regions in the world; the major reasons are lack of access to vaccination services, and with Sub-Saharan Africa region that has the lowest coverage and the greatest burden of cases. There are about 20 million children in the world that are still not getting adequate coverage of basic vaccines.", "cite_spans": [{"start": 376, "end": 379, "text": "[4]", "ref_id": null}, {"start": 580, "end": 583, "text": "[7]", "ref_id": null}], "ref_spans": [], "section": "Most Effective Tools in Controlling Infectious Diseases"}, {"text": "As indicated in European Vaccine Action Plan 2015-2020 (EVAP) [4] , EVAP's goal is to guide countries in the European region toward their joint vision of a region free of vaccine-preventable diseases. It establishes six goals which include sustaining polio-free status, eliminating measles and rubella, controlling hepatitis B infection, meeting regional vaccination coverage targets at all administrative levels throughout the region, making evidence-based decisions on introduction of new vaccines, and achieving financial sustainability of national immunization programs. ", "cite_spans": [{"start": 62, "end": 65, "text": "[4]", "ref_id": null}], "ref_spans": [], "section": "Most Effective Tools in Controlling Infectious Diseases"}, {"text": "Vaccine development involves many stakeholders and multiple disciplines including sciences, medicine, public health, regulatory agencies, manufacturers, healthcare professionals, vaccine safety professionals, and consumers [8] . In many countries, the government agencies play important roles in vaccine innovation, development, and commercialization. For example, in the USA, the National Institutes of Health (NIH) conducts and supports basic research, translational research, and clinical evaluation to identify new vaccine targets and to advance new vaccine candidates through product development pipelines. The regulatory agency US FDA is involved in vaccine review and licensing, regulatory sciences, manufacturing inspection, and post-licensure safety monitoring. The US Centers for Disease Control and Prevention (CDC) identifies, controls, and prevents infectious diseases through surveillance, detection and response, vaccine use recommendations, vaccine purchasing and service delivery, health communications, and post-marketing vaccine safety and effectiveness monitoring. Vaccines are highly regulated products and require extensive safety monitoring.", "cite_spans": [{"start": 223, "end": 226, "text": "[8]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Vaccine Development Life Cycle"}, {"text": "In the USA, vaccines are regulated by the FDA Center for Biologics Evaluation and Research (CBER) and Office of Vaccines Research and Review (OVRR), where the authority resides in Section 351 of the US Public Health Service Act and the Federal Food, Drug, and Cosmetic Act. CBER conducts thorough review of laboratory, manufacturing, and clinical data to ensure the safety, efficacy, purity, and potency of the vaccine products. Figure 2 illustrates the typical process of vaccine development and licensure. ", "cite_spans": [], "ref_spans": [{"start": 429, "end": 437, "text": "Figure 2", "ref_id": null}], "section": "Vaccine Development Life Cycle"}, {"text": "Vaccine developments are long, expensive processes with high financial risks. It may take more than 10 years and more than US$1 billion to develop a new innovative vaccine. In fact, cost data of developing new vaccines is usually scarce. According to Dimitrios Gouglas [9] , the average cost of successfully developing an epidemic infectious disease vaccine from preclinical to Phase 2a is estimated to be US$84-112 million (excluding the cost of facilities). Substantial investments are needed to develop the vaccines for these new targets. Innovation is the key to the future development of new vaccines to combat infectious diseases [10] .", "cite_spans": [{"start": 269, "end": 272, "text": "[9]", "ref_id": "BIBREF7"}, {"start": 636, "end": 640, "text": "[10]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Economics of Vaccine Development"}, {"text": "Although the cost of vaccine development is high, the benefits of vaccines are also significant. The development and licensure of pneumococcal conjugate vaccine (PCV) is a good example. The bacteria S. pneumoniae is the leading cause of pneumonia mortality globally and accounted for more deaths than all other causes (etiologies) combined in 2016. Most of these deaths occur in countries in Africa and Asia. Each year Streptococcus pneumoniae causes approximately 3,300 cases of meningitis, 100,000-135,000 cases of pneumonia requiring hospitalization, and six million cases of otitis media annually in the USA [11] . Pneumococcal conjugate vaccine 7-valent (PCV7) was approved in year 2000 for its use in the USA. It was designed to cover the seven serotypes that account for about 80% of invasive infections in children younger than 6 years of age. In 2007, the WHO published a position paper recommending all countries to include PCV as part of the routine infant immunization schedule. PCV7 and later PCV13 (13-valent pneumococcal conjugate vaccine) have been widely used in the world. There are 142 countries having put PCV13 into national immunization programs.", "cite_spans": [{"start": 612, "end": 616, "text": "[11]", "ref_id": null}], "ref_spans": [], "section": "Economics of Vaccine Development"}, {"text": "Following the introduction of the pneumococcal conjugate vaccines in the USA (PCV7 in 2000 and PCV13 in 2010), there are about 90% reduction of pneumococcal diseases. Invasive pneumococcal disease decreased from 100 cases per 100,000 people in 1998 to 9 cases per 100,000 in 2015, according to the data published by US CDC [6] . Currently there are two approved PCV vaccines in the USA, including PCV10 developed and marketed by GSK and PCV13 (Prevnar 13) developed and marketed by Wyeth Pharmaceuticals (Pfizer).", "cite_spans": [{"start": 323, "end": 326, "text": "[6]", "ref_id": null}], "ref_spans": [], "section": "Economics of Vaccine Development"}, {"text": "Vaccine industries have achieved tremendous successes in the development of human vaccines that are currently in use. There are more than 200 vaccine clinical trials ongoing with more than 120 vaccine candidates for more than 40 infectious disease targets [12] . However, for the remaining targets, there are many significant challenges in developing new vaccines for these targets. The remaining infectious disease (ID) vaccine targets include those diseases affecting large populations such as respiratory syndrome virus (RSV) disease, human immunodeficiency virus (HIV), malaria, etc. and emerging infectious diseases such as Lassa, Marburg, Ebola, MERS, and Zika listed in the WHO vaccine pipeline tracking sheet. As the development of new vaccines against these remaining targets faces significant challenges, the vaccine policy makers and the industries need to work together and encourage innovations through collaboration and support [13, 14] .", "cite_spans": [{"start": 256, "end": 260, "text": "[12]", "ref_id": "BIBREF10"}, {"start": 942, "end": 946, "text": "[13,", "ref_id": "BIBREF11"}, {"start": 947, "end": 950, "text": "14]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Promoting Innovation"}, {"text": "To continue promote innovations in vaccine research and development, policy makers and regulatory agencies are recognizing the evolving development in sciences and medicine and using new approaches in vaccine review and approval (fast-track approach), as well as in the clinical trial design (demonstrated in the Ebola clinical trials in Africa during the 2018-2019 outbreaks) [15] .", "cite_spans": [{"start": 377, "end": 381, "text": "[15]", "ref_id": null}], "ref_spans": [], "section": "Promoting Innovation"}, {"text": "Vaccine manufacturing is a complex process. Vaccines take a long time to manufacture, ranging typically from 6 months to 36 months. During the manufacturing process, more than 50% of production time is usually dedicated to the quality control tests. During a vaccine manufacturing process, several hundred quality control tests may be required before releasing a batch of vaccine products. The ability to manufacture at the commercial scale is also very important.", "cite_spans": [], "ref_spans": [], "section": "General Considerations"}, {"text": "New vaccine commercialization is a complex and costly process [16] . Licensing of a new vaccine is based upon the demonstration of safety and effectiveness (through clinical evaluation) and the ability to be manufactured in a consistent manner (through process development and validation). The critical path toward developing safe and effective vaccines includes the following:", "cite_spans": [{"start": 62, "end": 66, "text": "[16]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "General Considerations"}, {"text": "• Speedy development of new technologies • Well-designed and well-operated facilities • Improved manufacturing methods and scale-up • Improved analytical evaluation tools and reference standards • Streamlined preclinical and clinical evaluations • Improved international cooperation • Effective vaccine review and release process • Improved product safety monitoring programs In the early phases of vaccine development and manufacturing, the following information are critical for addressing product safety aspects:", "cite_spans": [], "ref_spans": [], "section": "General Considerations"}, {"text": "• Source (biological seed or cell bank) characterization • Raw materials including biologically derived materials (such as cell culture, media, etc.) • Initial scalable process development • Initial product characterization • Testing/qualification/clearance of impurities, contaminants • Process control especially for safety of the products (e.g., sterilization, virus clearance where applicable)", "cite_spans": [], "ref_spans": [], "section": "General Considerations"}, {"text": "During the clinical development stages, the following chemical and manufacturing control (CMC) activities are important, and gradually phased-in approaches are usually taken: During the vaccine development and manufacturing process, applying current good manufacturing practice (cGMP) is very important to ensure product safety, efficacy, and consistency. It is highly recommended that cGMP be in effect for manufacture of products used in clinical studiesstarting from Phase 1. One should follow the general approaches and principles that are broadly applicable, tailoring cGMP applications to specific product, process, and facilities by assessing potential risks and taking appropriate actions (risk-based approach).", "cite_spans": [], "ref_spans": [], "section": "General Considerations"}, {"text": "A wide range of technologies have been used in developing successful vaccines, including:", "cite_spans": [], "ref_spans": [], "section": "Vaccine Technologies Development"}, {"text": "• Live attenuated bacteria and viruses (e.g., BCG, MMR, etc.) • Inactivated bacteria and viruses (e.g., whole-cell pertussis, IPV, etc.) • Proteins (e.g., diphtheria and tetanus toxoids) • Polysaccharides (PneumoVax) • Conjugated polysaccharides (e.g., meningococcal conjugate vaccine, PCV13) • Viruslike particles (VLPs) • Recombinant proteins • Application of mRNA • Adjuvant development and applications Many vaccines involve pathogens; thus there are special requirements for facility and equipment design depending on the biosafety levels. The manufacturing methods include traditional egg-based influenza manufacturing or newly developed cell culture-based bioreactor manufacturing. Traditional egg-based processes use millions of eggs each year and a large number of manual handlings during manufacturing and testing. Advances in automation of these steps have greatly enhanced the process consistency and reduced the potential contamination from human intervention. Fermentation processes often use stainless steel fermenters for the manufacturing of many current bacterial vaccines on the markets. Cell culturebased production processes are used in many viral vaccine products. The investigational new vaccine candidates often use single-use bioreactors. The advantages of single-use bioreactors include faster and lower cost of initial installation, faster development cycle, and quicker delivery of clinical trial materials. The disadvantages include higher cost of operations (disposable bioreactors) and potential issues with mechanical strengths in the joints and ports of the bioreactors.", "cite_spans": [], "ref_spans": [], "section": "Vaccine Technologies Development"}, {"text": "A typical vaccine manufacturing and product release process include the following steps:", "cite_spans": [], "ref_spans": [], "section": "Vaccine Technologies Development"}, {"text": "1. Culture process: Selected bacterial strains or virus seeds or cells grow in appropriate culture media through fermentation or cell culture to generate the desired antigens. 2. Inactivation: Pathogens from the above culture are usually inactivated using chemical agents (e.g., formalin) or heat (e.g., 65 C). 3. Harvesting: Remove cells and cell debris from the product stream. Antigens are separated from the cells through filtration and/or centrifugation. 4. Purification: Impurities are removed from the harvest through purification methods such as ultrafiltration, chromatography, etc. The antigens are also concentrated during purification processes. 5. Detoxification of toxins: The pathogenicity is suppressed, and the immunogenicity is maintained in the product. 6. Bulk drug substance: The desired antigen is collected and stored under controlled temperatures for future use. 7. Formulation: Target antigens are assembled together with excipients to make final formulation. 8. Filling process: The final formulation is filled with automated filling machine under aseptic conditions into glass vials or prefilled syringes or other packaging containers. 9. Outer packaging: The filled vials or syringes are packaged into the secondary containers for future storage and shipping. 10. QC testing: Quality control laboratories conduct the quality control tests of the intermediates and the final product. 11. QA release: Quality assurance confirms that the product has been manufactured and tested according to approved specifications and procedures and can be released. 12. Final release for clinical trials: For clinical trials conducted in EU region, a qualified person (QP) releases the final product batch into the clinical trial usage.", "cite_spans": [], "ref_spans": [], "section": "Vaccine Technologies Development"}, {"text": "13. Final release for distribution: For commercial vaccine products, many countries require that the National Regulatory Agency (NRA) release the final product for distribution into the market, such as in the USA, European Union, and China. 14. Product shipping: Most vaccine products currently are stored and shipped under cold-chain management, typically under 2-8 C, with very few products shipped under À60 C. 15. Product monitoring: After the product is released into the markets, product safety monitoring for serious adverse events (SAEs) is tracked and reported back to the manufacturers and to the regulatory agencies accordingly.", "cite_spans": [], "ref_spans": [], "section": "Vaccine Technologies Development"}, {"text": "In recent years, there are new trends in the manufacturing of vaccine products, and these include:", "cite_spans": [], "ref_spans": [], "section": "New Trends in Manufacturing of Vaccines"}, {"text": "It is more often that vaccine constructions are derived from recombinant technology, such as Shingrix vaccine, adenovirus-based Ebola vaccine (Ad5-EBOV), and rVSV-ZEBOV Ebola vaccine [17, 18] . Recombinant technology is used in a new recombinant pertussis vaccine development which provides higher product yield and less impurities.", "cite_spans": [{"start": 183, "end": 187, "text": "[17,", "ref_id": "BIBREF15"}, {"start": 188, "end": 191, "text": "18]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Use of recombinant technology"}, {"text": "In recent years, single-use technology has been used more and more often in many new vaccine development and manufacturing processes. The advantages of using single-use technologies in vaccine development and manufacturing include:", "cite_spans": [], "ref_spans": [], "section": "Single-use technology"}, {"text": "• Minimizing potential contamination • No need for equipment cleaning between batches • No need or less requirement for cleaning validation • Less initial capital costs • Fast and easy installation", "cite_spans": [], "ref_spans": [], "section": "Single-use technology"}, {"text": "The disadvantages of single-use technologies include the following:", "cite_spans": [], "ref_spans": [], "section": "Single-use technology"}, {"text": "• Need mechanical strength to avoid component breakup.", "cite_spans": [], "ref_spans": [], "section": "Single-use technology"}, {"text": "• Installation of testing probes.", "cite_spans": [], "ref_spans": [], "section": "Single-use technology"}, {"text": "• Mixing may not be as good as in stainless steel tanks.", "cite_spans": [], "ref_spans": [], "section": "Single-use technology"}, {"text": "• Potential leachable and extractable materials from the bags.", "cite_spans": [], "ref_spans": [], "section": "Single-use technology"}, {"text": "• Scalability depending on the bioreactor design.", "cite_spans": [], "ref_spans": [], "section": "Single-use technology"}, {"text": "• More suitable for viral products than bacterial products. 164 H. H. Mao and S. Chao", "cite_spans": [{"start": 60, "end": 63, "text": "164", "ref_id": null}], "ref_spans": [], "section": "Single-use technology"}, {"text": "Recent advances in disposable manufacturing technologies and process analytical technologies (PAT) have made the continuous manufacturing possible. The application of continuous process in antibody manufacturing has been reported in a number of conferences by companies such as WuXi Biologics and Amgen. The development of purification technologies has enabled integration of continuous processes from upstream through to downstream to final bulk drug substances manufacturing. Application of continuous manufacturing in vaccines has gained attention from nonprofit organizations such as Bill and Melinda Gates Foundation. It is reported (private conversation) that application of continuous manufacturing could result in a much lower cost of goods. The goal is to make vaccines affordable to everyone in the world. This will greatly improve the accessibility and affordability of vaccines in less developed nations, especially for GAVI (Global Alliance for Vaccines and Immunisation) countries.", "cite_spans": [], "ref_spans": [], "section": "Continuous manufacturing"}, {"text": "The raw materials and media used for vaccine fermentation and purification processes are mostly animal component-free to avoid the potential BSE/TSE risks, especially for final products.", "cite_spans": [], "ref_spans": [], "section": "Use of animal-free components"}, {"text": "One of the big challenges in the manufacturing of vaccine products is that materials used in Phase 3 clinical trials are typically manufactured in a commercial-scale facility. Many different technology platforms are used for various vaccines. It is difficult to standardize facilities and equipment. Unique facility and equipment are usually necessary for each vaccine or for each family of vaccines. There is a long lead time for building up a new commercial-scale manufacturing facility (typically 3-5 years), and large capital investment is often required.", "cite_spans": [], "ref_spans": [], "section": "Vaccine Manufacturing Challenges"}, {"text": "The successful scale-up requires deep understanding of the processes and conducting well-designed experiments to complete process scale-up. As demonstrated in the assessment of safety and immunogenicity of two different lots of diphtheria, tetanus, pertussis, hepatitis B, and haemophilus influenzae type b vaccine manufactured using small-and large-scale manufacturing process, successful scaleup was completed and proved through clinical trial results [19] .", "cite_spans": [{"start": 454, "end": 458, "text": "[19]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Vaccine Manufacturing Challenges"}, {"text": "During the manufacturing of biological products including vaccines, it is often considered that process is product, and the process/product is tightly linked with clinical experiences and outcomes. Major changes in manufacturing facilities or manufacturing processes may require regulatory approval or even conducting additional clinical trials. Thus for vaccine manufacturing, once a process is confirmed, it is usually not changed unless there is a strong reason to make a major change. This situation makes process improvements for existing vaccines challenging.", "cite_spans": [], "ref_spans": [], "section": "Vaccine Manufacturing Challenges"}, {"text": "Another manufacturing challenge lies in the large-scale process validation. It is an expensive exercise to produce full-scale process validation lots to meet regulatory filing (e.g., line-specific real-time stability requirements for fill and finish in the USA). In addition, vaccines are biological products that are typically with low fill volume but very high throughput (with million to tens of million doses annually); thus it is challenging to run product filling lines under aseptic conditions for a long period of time. Employee training and/or utilizing isolation technology is important. Moreover, live viral vaccine (such as FluMist, measles vaccine) or live bacterial vaccine (such as BCG vaccine) requires dedicated fill-and-finish facility to avoid potential contaminations.", "cite_spans": [], "ref_spans": [], "section": "Vaccine Manufacturing Challenges"}, {"text": "In addition, as current vaccines are typically temperature sensitive, thus they need cold-chain storage under 2-8 C or even lower temperatures (À20 C or À60 C). This generates significant challenges for handling in-process holding and final product storage as well as supply chain management. Large cold rooms are required in the manufacturing areas to meet the cold-chain storage requirements. Consistent electrical power supplies to these cold storage areas are essential to maintain the cold temperature control all the time. Most vaccine producers maintain emergency backup power supply in the event of power outages; the power supply can be switched to the backup power supply quickly.", "cite_spans": [], "ref_spans": [], "section": "Vaccine Manufacturing Challenges"}, {"text": "Another significant challenge is the unpredictability of demand for seasonal vaccines (e.g., flu vaccines) and vaccines for emergency use (such as Ebola vaccine). The vaccine manufacturers will need advanced procurement and significant lead time to prepare raw materials, facilities and equipment, quality control, and human resources for the production of these vaccines.", "cite_spans": [], "ref_spans": [], "section": "Vaccine Manufacturing Challenges"}, {"text": "Vaccines, unlike other pharmaceutical products, are often perceived as being not well characterized due to their complex structures and properties. The implications are that Phase 3 clinical trials need to be conducted using clinical trial materials made in large-scale manufacturing facilities to ensure the consistency of Phase 3 clinical materials with the commercial products. The other approach is to conduct clinical bridging studies to demonstrate equivalence of Phase 3 clinical trial materials with commercial materials. The potential impact of this requirement is twofold: (1) delay in final facility readiness and (2) requirement of large capital investment in facilities much ahead of time. Thus it is very important to perform characterization of vaccine products as early as possible, to avoid or minimize costly changes later in the Phase 3 clinical trial stages.", "cite_spans": [], "ref_spans": [], "section": "Characterization of Vaccines"}, {"text": "In general, vaccines are very heterogeneous in structure. As greater characterization of vaccines becomes more prevalent, it may be possible to connect structural changes in the vaccine components with changes in potency and toxicity. This, in turn, may provide a better understanding of how certain vaccines function and interact with the immune system. Information gained in this area will undoubtedly improve the effectiveness and safety of future vaccines.", "cite_spans": [], "ref_spans": [], "section": "Characterization of Vaccines"}, {"text": "Vaccines can be divided into three major categories: live vaccines, killed or attenuated vaccines, and component (subunit) vaccines. The component vaccines are generally the more easily characterized. They usually consist of a relatively small number of immunogenic components. The live or killed/attenuated vaccines include complex biological components such as attenuated or killed viruses and intact bacteria or multiple bacterial components. Advances in proteomics make the characterization of even these difficult vaccines more manageable.", "cite_spans": [], "ref_spans": [], "section": "Characterization of Vaccines"}, {"text": "Characterization of vaccine generally involves analysis of bacterial strains, virus seeds, cell banks, intermediates, bulk drug substance, formulated final bulk, and finished product. Various physical, chemical, and biological tests are used for the analyses of these different biological materials. The purpose of these characterization tests is to ensure product quality and consistency.", "cite_spans": [], "ref_spans": [], "section": "Characterization of Bacterial Seeds"}, {"text": "For genetically modified bacterial strains used for vaccine manufacturing, the following tests need to be performed in addition to generally accepted characterization tests of bacterial strains:", "cite_spans": [], "ref_spans": [], "section": "Characterization of Bacterial Seeds"}, {"text": "• Genotype verification by PCR • Verification of linear plasmid DNA • Gene sequence verification • Verification of flanking sequence Table 1 is an example of quality tests on a pre-master seed for a genetically modified bacterial seed (recombinant pertussis vaccine under development) for GMP material manufacturing.", "cite_spans": [], "ref_spans": [{"start": 133, "end": 140, "text": "Table 1", "ref_id": "TABREF1"}], "section": "Characterization of Bacterial Seeds"}, {"text": "Cell-based processes are used in viral vaccine development and manufacturing. The characterization of both viral seeds and cell lines is required. In addition, biological raw materials used in manufacturing processes should also be characterized with clear source of origin with potential risks of introduction of adventitious agents or viruses into the process and product stream. For viral product, US FDA guidance \"Characterization and Qualification of Cell Substrates and Other Biological Materials Used in the Production of Viral Vaccines for Infectious Disease Indications\" has clearly outlined the requirements for characterization of cell substrates, cell banking, viral seeds, vaccine intermediates, and biological raw materials at different stages of vaccine development [20] . For viral subunit vaccine product manufacturing, the most important factor is to prevent contaminations from adventitious materials and other contaminants in all stages of processes. It is important to demonstrate viral clearance through process validation.", "cite_spans": [{"start": 781, "end": 785, "text": "[20]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Characterization of Viral Seeds, Cell Banks, and Other Biological Materials Used in Viral Vaccine Manufacturing"}, {"text": "However, live attenuated viruses, whole inactivated virus, or viruslike particles often cannot be purified as rigorously as viral subunit vaccines. Unlike the production of protein products, it is not possible to introduce validated viral inactivation or removal steps to mitigate these risks. Addressing these issues requires application of GMP principles and approaches in development programs at a very early stage, focusing on the history, purity, and stability of the viral seeds, cell banks, and biological raw materials. For viral vector-based vaccine development, it is now common for a viral vector to be rescued from synthesized plasmids, allowing for traceability of the viral vector and full sequencing to be performed of the plasmids and resulting viral vector. Studies can also be performed to demonstrate genetic stability of vectors at an early stage of development. For manufacturing cell lines, it is essential that the origins are known with clear history and that they are free from adventitious agents and that generation of cell banks for both process development and production meet GMP requirements. In addition, it is very important to maintain segregation in the processes throughout development programs to prevent potential contamination of viral stocks and cell banks.", "cite_spans": [], "ref_spans": [], "section": "Characterization of Viral Seeds, Cell Banks, and Other Biological Materials Used in Viral Vaccine Manufacturing"}, {"text": "Although the production of viral vectors poses a number of technical challenges in cell culture, recovery, characterization, and analytical perspective, but with recombinant viral vector systems, where the virus is essentially used as a delivery vehicle and the manufacturing approach is independent of the genes it carries, a platform process can be developed. Therefore, the application of a platform can be developed for the production of those vaccines based on viral vectors, such as adenovirus, adeno-associated virus (AAV), and lentivirus.", "cite_spans": [], "ref_spans": [], "section": "Characterization of Viral Seeds, Cell Banks, and Other Biological Materials Used in Viral Vaccine Manufacturing"}, {"text": "For cell substrates (cell lines) intended for vaccine manufacturing, the following characterization tests or documentation needs to be provided:", "cite_spans": [], "ref_spans": [], "section": "Characterization of Viral Seeds, Cell Banks, and Other Biological Materials Used in Viral Vaccine Manufacturing"}, {"text": "• Cell substrate properties such as plasmid sequence, phenotype, and expression of antigens • Source of the cell line including species of origin and the tissue type The passage history and derivation history of viral seeds intended for vaccine manufacturing should also be well documented, including:", "cite_spans": [], "ref_spans": [], "section": "Characterization of Viral Seeds, Cell Banks, and Other Biological Materials Used in Viral Vaccine Manufacturing"}, {"text": "• Sourcing of each biological starting material (e.g., plasmids, parental viruses) • Donor screening, testing, and donor medical history • Any manipulation of the viral phenotype, such as cold adaptation and development of temperature sensitivity • Any attenuation of virulence and genetic manipulations such as reassortment or recombination • Nucleic acid sequences • Growth characteristics on production cell substrate • Genetic markers • Long-term storage conditions • Viability during storage • Genetic stability through production • Absence of adventitious agents", "cite_spans": [], "ref_spans": [], "section": "Characterization of Viral Seeds, Cell Banks, and Other Biological Materials Used in Viral Vaccine Manufacturing"}, {"text": "Other biological raw materials such as serum and other biologically sourced raw materials should also be controlled to prevent adventitious material contaminations.", "cite_spans": [], "ref_spans": [], "section": "Characterization of Viral Seeds, Cell Banks, and Other Biological Materials Used in Viral Vaccine Manufacturing"}, {"text": "The continuous development of safe, effective, and innovative vaccines around the world calls for new technologies, not only in the vaccine discovery areas but also the new technologies for characterization of vaccines.", "cite_spans": [], "ref_spans": [], "section": "Advances in Vaccine Characterization"}, {"text": "The traditional methods of vaccine characterization rely on the study of physicalchemical properties using methods such as differential scanning colorimetry (DSC) and thermogravimetric analysis (TGA), pH, various stress conditions (agitation, freeze-thaw, etc.) based on particulate formation, and methods of quantitating protein content as well as elemental composition. While these methods are capable of determining whether or not the end product is consistent with previous batches, they are unable to detect small changes that can result in a vaccine with reduced or even lost immunogenicity. Not all changes to the structure of the vaccine components have physical consequences, but many of them result in reduced vaccine effectiveness. Most of these techniques lack sensitivity when it comes to detecting small changes in the structure of the vaccine components that can cause them to fail during use. Some changes can cause severe side reactions even in small quantities.", "cite_spans": [], "ref_spans": [], "section": "Advances in Vaccine Characterization"}, {"text": "TGA and DSC are used to analyze the denaturing point of the vaccine protein or nucleotide. These tests generally give indirect indications of changes in the vaccine with time and stress. Changes in protein sequence or modifications can substantially affect denaturing kinetics, but these techniques provide no way to correlate these changes with actual changes in the structure of the molecule.", "cite_spans": [], "ref_spans": [], "section": "Advances in Vaccine Characterization"}, {"text": "Appearance and pH are used to monitor major changes in the composition of the vaccines and are relatively insensitive to these changes. Other physical characteristics that affect vaccine function include particle size and particle size distribution. Clumping of the vaccine antigen can degrade the function of the vaccine and can 170 H. H. Mao and S. Chao cause unwanted side effects. Specific tests for quantitating proteins or oligonucleotides, such as elemental analysis and total protein content (bicinchoninic acid or BCA) tests, can provide vital quality control data for troubleshooting manufacturing problems, but they are of limited value in analyzing degradation of the vaccines since elemental composition changes from degrades represent only a small percentage of the overall elemental composition. In addition, most protein degrades will still be identified as proteins in a total protein analysis. The conditions used for these assays also break up clumped proteins or oligonucleotides and are insensitive to most changes caused by minor structural modifications of these molecules. Besides the traditional physical and chemical tests for vaccines, advanced technologies such as high-resolution mass spectrometry (MS) and nuclear magnetic resonance (NMR) spectroscopy, chromatography, and polymerase chain reaction ", "cite_spans": [{"start": 330, "end": 333, "text": "170", "ref_id": null}], "ref_spans": [], "section": "Advances in Vaccine Characterization"}, {"text": "Like other pharmaceutical products, the development of new vaccines will include clinical testing phases. Through well-controlled clinical trials, data will be collected to demonstrate that the vaccine product has an effect on clinical endpoint or a surrogate endpoint that is reasonably likely, based on clinical, serologic, epidemiologic, therapeutic, pathophysiologic, or other evidence, to provide clinical benefits.", "cite_spans": [], "ref_spans": [], "section": "Clinical Aspects of Vaccine Development"}, {"text": "Generally, clinical trials for vaccines include clinical trials from Phase 1 to Phase 3 and Phase 4 post-approval. Phase 1 clinical trial is to test the initial safety and tolerability of the candidate vaccine; Phase 2 clinical trials test the safety, immunogenicity, and dose ranges; and Phase 3 clinical trials are for additional safety data, immunogenicity, and efficacy.", "cite_spans": [], "ref_spans": [], "section": "Design of Clinical Trials for Vaccines"}, {"text": "Prior to initiating Phase 3 clinical trials, it is recommended that the vaccine developer has continuous dialogue with regulatory agencies to discuss study details such as disease prevention or treatment; study sites; subject selection; choice of control group; trial design including endpoints, case definitions, diagnostic tests, dose selection, dosing schedule, study duration, concomitant vaccinations, and medications; and safety assessments to ensure that they meet the intended goals for clinical trial and product licensure. Vaccines are approved for licensure from regulatory agencies if clinical trial data show that the product is safe, pure, and potent and that the manufacturing facility meets the standards designed to assure that the vaccine product continues to be safe, pure, effective, and non-inferior when administered with concomitant vaccines.", "cite_spans": [], "ref_spans": [], "section": "Design of Clinical Trials for Vaccines"}, {"text": "From regulatory point of view, the proof of effectiveness of a vaccine would consist of controlled clinical investigations that are adequate and well-controlled studies, unless waived as not applicable to the vaccine product or when an alternative method is adequate to substantiate effectiveness, such as using serological response data where a previously accepted correlation with clinical effectiveness exists [21] .", "cite_spans": [{"start": 413, "end": 417, "text": "[21]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Design of Clinical Trials for Vaccines"}, {"text": "The effectiveness may be proven by a well-designed, single clinical study. In the case of preventive vaccines, one adequate and well-controlled clinical trial may be supported by compelling animal challenge/protection models, human serological data, passive antibody data, or pathogenesis information.", "cite_spans": [], "ref_spans": [], "section": "Design of Clinical Trials for Vaccines"}, {"text": "Phase 3 vaccine clinical trials usually use the same scale of manufacturing and make clinical trial materials in the intended commercial manufacturing facilities. This requirement has made it challenging for the vaccine developers, as the facilities need to be ready long before the vaccine can be approved for commercial launch.", "cite_spans": [], "ref_spans": [], "section": "Consistency Lots"}, {"text": "Unlike other therapeutic biological products, the efficacy of Phase 3 clinical trials for vaccines usually needs to demonstrate the protection of healthy people from a particular disease in the target population. Thus depending on the disease burden of a particular candidate vaccine, the Phase 3 efficacy clinical trial can be very large, enrolling several thousand or more healthy volunteers. For example, the recently approved Shingrix vaccine had Phase 3 clinical trials with more than 17,000 people enrolled. Thus Phase 3 clinical trials for preventive vaccine are usually very lengthy and costly. It is estimated that the cost of Phase 3 clinical trials of preventive vaccines may exceed US$100 million [9] .", "cite_spans": [{"start": 709, "end": 712, "text": "[9]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Consistency Lots"}, {"text": "Vaccine immunogenicity is often tested in the clinical trials. For example, during the clinical trials conducted for Ad5-EBOV Ebola virus disease vaccine, the Ebolaspecific antibody responses against the vaccine-matched 2014 Zaire-Makona glycoprotein (GP) were assessed with enzyme-linked immunosorbent assay (ELISA) method, and anti-adenovirus type-5 neutralizing antibody titers were detected with a serum neutralization assay before and after vaccination. GP-specific IgG titers are 172 H. H. Mao and S. Chao the important data for the immune response of the vaccine. Anti-Ad5 neutralizing antibody detection was used to analyze the vector immunity and the preexisting immunity influence on the vaccine's immunogenicity. Specific T-cell response was quantified by enzyme-linked immunospot (ELISpot) assay (IL-2, IFN-γ, and TNF-α), and IFN-γ, tumor necrosis factor-α (TNF-α), and interleukin-2 (IL-2) in peripheral blood mononuclear cells when phase I and phase Ib clinial trials were conducted in China. Another phase 2 clinical trial was conducted in Sierra Leone in 2015 [22] [23] [24] . The study results demonstrated that one shot of intramuscular injection with Ad5-EBOV vaccine could elicit strong humoral and cellular immune response in three clinical trials. Ad5-EBOV vaccine produced a considerable GP antibody response and GP-specific T-cell response in healthy African participants in China after 14 days [22] . GP antibody response peaked at day 28 and lasted more than 6 months. With a booster at the sixth month, the GP antibody response can last more than 12 months. The pre-exsiting immunity to Ad5 can be overcome with selected vaccine dosage. Another example is Shingrix vaccine. Shingrix is a recombinant, subunit vaccine designed to restore VZV immunity in individuals who are at increased risk of developing Shingles due to age or immunodeficiency [25] . VZV gE is the most abundant envelope glycoprotein, predominantly expressed on the surface of virusinfected cells. The VZV gE protein plays a critical role in virus infectivity since it is involved in virus entry and cell-to-cell spread, harboring sites for N-and O-linked glycosylation. The subunit vaccine elicits stronger virus-specific CD4+ T-cell response as well as antibody B-cell response to gE, compared to the currently used live attenuated vaccine (Zostavax ® ). Evidence indicates that the gE protein induces both neutralizing antibodies and T-cell responses. The gE antigen component of Shingrix is derived from a VZV strain that was isolated from a patient with severe varicella disease. This antigen is a recombinant truncated form of VZV gE. The recombinant protein is then produced in Chinese hamster ovary (CHO) cells that were genetically modified to express the VZV gE gene [26] .", "cite_spans": [{"start": 486, "end": 489, "text": "172", "ref_id": null}, {"start": 1076, "end": 1080, "text": "[22]", "ref_id": "BIBREF20"}, {"start": 1081, "end": 1085, "text": "[23]", "ref_id": "BIBREF21"}, {"start": 1086, "end": 1090, "text": "[24]", "ref_id": "BIBREF22"}, {"start": 1419, "end": 1423, "text": "[22]", "ref_id": "BIBREF20"}, {"start": 1872, "end": 1876, "text": "[25]", "ref_id": "BIBREF23"}, {"start": 2772, "end": 2776, "text": "[26]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Vaccine Immunogenicity"}, {"text": "There are many vaccine clinical trials ongoing for various vaccine candidates, and these are published in the website either at clinicaltrial.gov or at clinicaltrialsregister. eu.", "cite_spans": [], "ref_spans": [], "section": "Vaccine Immunogenicity"}, {"text": "A combination vaccine consists of two or more live organisms, inactivated organisms, or purified antigens either combined by the manufacturer as a single product or mixed immediately before administration. It is intended to prevent multiple diseases or to prevent one disease caused by different strains or serotypes of the same organism. The clinical studies are designed to demonstrate the safety, immunogenicity, and efficacy of combination vaccines through randomized, controlled studies. The efficacy of each component should be demonstrated in clinical studies. Ideally, clinical trials will be prospective, randomized, and controlled. Endpoints used to evaluate efficacy in these trials can range from disease incidence to a wellestablished correlation of protection [27] .", "cite_spans": [{"start": 774, "end": 778, "text": "[27]", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Combination Vaccines"}, {"text": "Vaccine development and clinical trials generally take stepwise approaches starting from adults to children. For routine vaccines aiming for pediatric applications, clinical trials in children's population groups are normally required, such as meningococcal vaccine, PCV vaccine, DTcP vaccine, etc. However, for some global infectious diseases such as malaria or Ebola virus disease, children suffer the same or even greater risks as their immune systems are not as strong as those of adults. It was reported that during the Ebola outbreaks in the Democratic Republic of the Congo, about one third of the reported cases were from children or adolescents under 18 years of age [28] . Thus it is important to include children and adolescents in the vaccine development programs for global infectious diseases unless a waiver is granted by the regulatory agencies. In some cases, if the course of the disease and the effects of the drug are sufficiently similar in adults and pediatric patients, the regulators may conclude that pediatric effectiveness can be extrapolated from adequate and well-controlled studies in adults, supplemented with other information obtained in pediatric subjects, such as immune response studies, as pointed out in the US FDA guidance [29] .", "cite_spans": [{"start": 676, "end": 680, "text": "[28]", "ref_id": null}, {"start": 1262, "end": 1266, "text": "[29]", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Special Populations"}, {"text": "For vaccine clinical trials including pregnant women in the population groups, reproductive toxicity studies need to be completed prior to including them.", "cite_spans": [], "ref_spans": [], "section": "Special Populations"}, {"text": "For certain global infectious diseases such as tuberculosis, malaria, and human immunodeficiency virus/acquired immunodeficiency syndrome (AIDS) that are serious and/or life-threatening, accelerated approval may be granted using a surrogate endpoint or a clinical endpoint other than survival or irreversible morbidity for a vaccine that provides meaningful clinical benefits for preventing the spread of infectious diseases or therapeutic benefits to patients over existing treatments [29] .", "cite_spans": [{"start": 486, "end": 490, "text": "[29]", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Accelerated Approval"}, {"text": "For some special vaccine products, approval may be granted based on evidence of effectiveness from studies in animals when human efficacy studies are not ethical or feasible [30] . In such cases, after approval, a sponsor must conduct post-marketing studies, such as field studies, to verify and describe the biological product's clinical benefit and to assess its safety when used as indicated in circumstances where such studies are feasible and ethical. One example of applying \"animal rule\" is the approval of anthrax vaccine by the US FDA [31]. 174 H. H. Mao and S. Chao In recent years, several new vaccines are approved in different countries around the world. Brief descriptions are given in the following sections.", "cite_spans": [{"start": 174, "end": 178, "text": "[30]", "ref_id": null}, {"start": 550, "end": 553, "text": "174", "ref_id": null}, {"start": 560, "end": 575, "text": "Mao and S. Chao", "ref_id": null}], "ref_spans": [], "section": "Accelerated Approval"}, {"text": "Shingles causes painful rash of fluid-filled blisters and sometimes causes chronic pain. Shingles is a virus that results from reactivation of the varicella zoster virus (type 3 herpes zoster), the virus that causes chicken pox. Chicken pox is the initial infection, and shingles is the reactivation of the virus years later. Shingles may be developed at any age but most common for people aged over 50 years. Shingles causes substantial pain that can interfere with activities of daily living and reduce the quality of life. The estimated average overall incidence of shingles is about 3.4-4.8 per 1,000 person years which increases to more than 11 per 1,000 person years in those aged over 80 years in Europe, according to Robert W. Johnson's study [32] . Shingles is the third most common cause of chronic neuropathic pain in the USA, with an estimate of approximately 500,000 cases yearly. Vaccination is an effective way to reduce the incidence of shingles. Two vaccines against shingles have been approved by the US FDA. Merck developed zoster vaccine live (ZVL, Zostavax), and it has been in use since 2006 for people 60 years and older.", "cite_spans": [{"start": 751, "end": 755, "text": "[32]", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Shingrix Vaccine"}, {"text": "The second vaccine for shingles has been developed by GSK Company. Shingrix is a recombinant zoster vaccine with adjuvant and is indicated for prevention of herpes zoster (shingles) in adults aged 50 years and older. It has two doses; the second dose is administered 2-6 months after the first dose [33] .", "cite_spans": [{"start": 299, "end": 303, "text": "[33]", "ref_id": null}], "ref_spans": [], "section": "Shingrix Vaccine"}, {"text": "Since its approval in 2017, Shingrix has obtained tremendous success in marketplace in the USA and internationally, as the sales of Shingrix exceeded US$1 billion in 2018. It is recommended by ACIP as the preferred shingles vaccine for people aged 50 years and older.", "cite_spans": [], "ref_spans": [], "section": "Shingrix Vaccine"}, {"text": "Shingrix is a suspension for injection supplied as a single-dose vial of lyophilized varicella zoster virus glycoprotein E (gE) antigen component reconstituted with the accompanying vial of AS01B adjuvant suspension component. After reconstitution, a single dose of Shingrix is 0.5 mL. The gE antigen is obtained by culturing genetically engineered Chinese hamster ovary (CHO) cells, which carry a truncated gE gene, in media containing amino acids, with no albumin, antibiotics, or animalderived proteins. The gE protein is purified by several chromatographic steps, formulated with excipients, filled into vials, and lyophilized. The adjuvant suspension component is AS01B, which is composed of 3-O-desacyl-4 0 -monophosphoryl lipid A (MPL) from Salmonella minnesota and QS-21, a saponin purified from plant extract Quillaja saponaria Molina, combined in a liposomal formulation. The liposomes are composed of dioleoyl phosphatidylcholine (DOPC) and cholesterol in phosphate-buffered saline solution containing disodium phosphate anhydrous, potassium dihydrogen phosphate, sodium chloride, and water for injection. After reconstitution, each 0.5 mL dose is formulated to contain 50 μg of the recombinant gE antigen, 50 μg of MPL, and 50 μg of QS-21. Each dose also contains 20 mg of sucrose (as stabilizer), 4.385 mg of sodium chloride, 1 mg of DOPC, 0.54 mg of potassium dihydrogen phosphate, 0.25 mg of cholesterol, 0.160 mg of sodium dihydrogen phosphate dihydrate, 0.15 mg of disodium phosphate anhydrous, 0.116 mg of dipotassium phosphate, and 0.08 mg of polysorbate 80. After reconstitution, Shingrix is a sterile, opalescent, and colorless to pale brownish liquid. Shingrix does not contain preservatives. Each dose may also contain residual amounts of host cell proteins ( 3.0%) and DNA ( 2.1 picogram) from the manufacturing process [33] .", "cite_spans": [{"start": 1844, "end": 1848, "text": "[33]", "ref_id": null}], "ref_spans": [], "section": "Shingrix Vaccine"}, {"text": "Shingrix has gone through multiple clinical trials. Overall, 17,041 adults aged 50 years and older received at least 1 dose of Shingrix in 17 clinical studies. The safety of Shingrix was evaluated by pooling data from 2 placebo-controlled clinical studies (Studies 1 and 2) involving 29,305 subjects aged 50 years and older who received at least 1 dose of Shingrix (n ¼ 14,645) or saline placebo (n ¼ 14,660) administered according to a 0-and 2-month schedule. Both studies were conducted in North America, Latin America, Europe, Asia, and Australia. In the overall 4 population, the majority of subjects were white (74.3%), followed by Asian (18.3%), black (1.4%), and other racial/ethnic groups (6.0%), and 58% were female. The safety profile was acceptable. Phase 3 clinical trials demonstrated that Shingrix has been shown to be highly efficacious with VE against shingles of 97.2% in subjects over 50 years of age and 91.3% in subjects over 70 years of age [34] .", "cite_spans": [{"start": 962, "end": 966, "text": "[34]", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Shingrix Vaccine"}, {"text": "Shingrix is currently under significant shortage in the USA and around the world. This supply issue is a common problem with many successful vaccines. When the products do well because of their effectiveness, vaccine developers are struggling to supply. It is good to address these supply issues and how to mitigate it ahead of time. GSK announced in April 2019 that it plans to expand its manufacturing facility in Montana with a capital investment of US$100 million.", "cite_spans": [], "ref_spans": [], "section": "Shingrix Vaccine"}, {"text": "Ebola viruses (EBOVs) are enveloped, non-segmented, negative-stranded RNA viruses belonging to the family Filoviridae. They are known to cause lethal hemorrhagic fever in humans and nonhuman primates with a mortality rate of 40-90% [35, 36] . Ebola virus disease (EVD), formerly known as Ebola hemorrhagic fever, is a severe, often fatal illness in humans. EBOVs are transmitted among humans through close contact with infected blood, bodily fluids, or tissues; moreover, the intentional release of EBOVs would probably result in mucosal infection by smallparticle aerosol dispersion.", "cite_spans": [{"start": 232, "end": 236, "text": "[35,", "ref_id": "BIBREF31"}, {"start": 237, "end": 240, "text": "36]", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Ebola Vaccine: Ad5-EBOV"}, {"text": "From 1976 when the Ebola virus was first discovered to June 2019, there have been more than 30 epidemic outbreaks in Africa causing tens of thousands of deaths.", "cite_spans": [], "ref_spans": [], "section": "Ebola Vaccine: Ad5-EBOV"}, {"text": "The species of Ebola viruses were mainly Zaire and Sultan types, and the outbreak sites were concentrated in Central Africa, in countries such as Congo, Sultan, Uganda, and South Africa. The 2014 outbreak in West Africa has been one of the worst Ebola epidemics. On August 8, 2014, the WHO director general declared this outbreak a Public Health Emergency of International Concern [37] .", "cite_spans": [{"start": 381, "end": 385, "text": "[37]", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Ebola Vaccine: Ad5-EBOV"}, {"text": "Many methods have been used to develop EBOV vaccines. Some of the vaccine candidates have been tested in nonhuman primates (NHP) and showed good protection. These vaccine candidates include inactivated vaccine, subunit vaccine, non-replicated virus vector vaccine, and replicated virus vector vaccine. Most of them were developed to protect against Zaire ebolavirus. In the past a few years, the protective mechanism of vaccine has also been studied, and the results showed that the antibody protection is essential.", "cite_spans": [], "ref_spans": [], "section": "Ebola Vaccine: Ad5-EBOV"}, {"text": "A recombinant Ebola virus disease vaccine (Ad5-EBOV) has been successfully developed jointly by Beijing Institute of Biotechnology and CanSino Biologics Inc. (CanSinoBIO). The preclinical research of the recombinant Ebola virus disease vaccine (adenovirus type-5 vector) (Ad5-EBOV) was initiated in 2006. The key technology in vaccine preparation and evaluation was based on the Ebola GP antigen. A significant gene sequence variation of the GP antigen in the Zaire Ebola virus strain has been identified in the 2014 Ebola epidemic outbreaks in West Africa. To ensure the effectiveness of the vaccine, Ad5-EBOV vaccine was designed according to the 2014 Ebola virus genotype. The vaccine candidate was tested in animal models to confirm the immunogenicity, safety, and efficacy. Challenge studies in guinea pigs and NHPs (cynomolgus monkeys) conducted in biosafety level 4 (BL-4) lab in Public Health Agency of Canada also confirmed that the vaccine candidate is 100% effective in protecting guinea pigs and NHPs from Ebola virus infection.", "cite_spans": [], "ref_spans": [], "section": "Ebola Vaccine: Ad5-EBOV"}, {"text": "CanSinoBIO started the development of recombinant Ebola virus disease vaccine at the end of 2014 as the Ebola virus disease outbreaks occurred in West Africa. The HEK293 cell line used for Ad5-EBOV production was licensed from National Research Council (NRC), Canada. The production process has been scaled up successfully. All key materials, intermediates, and final product (including virus seeds, cell banks, purified bulk, and final product) are QC tested and released internally. The entire production process for EBOV vaccine is animal componentfree. The process of large-scale production of adenoviruses has been well characterized and optimized. Several vaccines and biological products have been developed using the Ad5 vector-based technology [38] . The platform technology applied to Ad5 vector-based production has been demonstrated by Ad5-EBOV to be robust and scalable and with high productivity.", "cite_spans": [{"start": 753, "end": 757, "text": "[38]", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "Ebola Vaccine: Ad5-EBOV"}, {"text": "In 2015, CanSino obtained a clinical trial permit from the Chinese Food Drug Administration (NMPA, formerly CFDA) and from the Government of Sierra Leone. The Phase 1 and Phase 2 clinical trials conducted in China and Sierra Leone involved a total of 681 subjects, and the clinical trial results indicated that the Ad5-EBOV vaccine is safe and immunogenic. The immune response level in human is comparable with that of rVZV-ZEBOV vaccine developed by Merck. Clinical trial results demonstrated that Ad5-EBOV is well tolerated with good safety profile in tested subjects between ages 18 and 60. The GMTs of anti-GP antibody peaked around 28 days after vaccination regardless of the dose levels. Satisfactory immune response can be reached at dosage of 8 Â 10 10 VP per dose. Pre-existing immunity to Ad5 vector can be overcome by proper dose selection (8 Â 10 10 VP/dose), and the conversion rate is 100%. Ad5-EBOV response is fast and longlasting, and these features could offer help in Ebola virus disease outbreak situation.", "cite_spans": [], "ref_spans": [], "section": "Ebola Vaccine: Ad5-EBOV"}, {"text": "In October 2017, the new drug registration application (NDA) for recombinant Ebola virus vaccine (adenovirus type-5 vector) was approved by the Chinese Food and Drug Administration (CFDA). The manufacturing facilities, including QC testing center, are fully validated and in operation at CanSinoBIO.", "cite_spans": [], "ref_spans": [], "section": "Ebola Vaccine: Ad5-EBOV"}, {"text": "Currently approved meningococcal ACWY conjugate vaccine (MenACYW135) is given to preteens and teens at age 11 or 12 years with a booster dose at 16 years to protect against serotypes A, C, Y, and W135. In 2014-2015, another meningococcal subgroup B vaccine (Bexsero and Trumenba) [39, 40] were approved for adolescent and adult population aged 10-25 years who are at increased risk of meningococcal B diseases. Bexsero is an FDA-approved vaccine to prevent invasive disease caused by Neisseria meningitidis serogroup. It is not recommended for routine vaccination at this point.", "cite_spans": [{"start": 280, "end": 284, "text": "[39,", "ref_id": null}, {"start": 285, "end": 288, "text": "40]", "ref_id": null}], "ref_spans": [], "section": "Meningococcal Subgroup B Vaccine (MenB)"}, {"text": "In fact, meningitis subgroup B infection is very rare in the USA. Among all 11-23-year-old adolescents and young adults in the USA, between 50 and 60 cases are reported annually, with 5-10 deaths. According to the CDC, there were 7 outbreaks on college campuses from 2009 to 2013, with 41 cases and 3 deaths [41] .", "cite_spans": [{"start": 308, "end": 312, "text": "[41]", "ref_id": null}], "ref_spans": [], "section": "Meningococcal Subgroup B Vaccine (MenB)"}, {"text": "Bexsero was developed by Novartis and is now marketed by the GSK Company. It is a sterile suspension of three recombinant proteins and meningococcal outer membrane vesicles (OMV). The recombinant proteins neisserial adhesin A (NadA), neisserial heparin binding antigen (NHBA), and factor H binding protein (fHbp) are individually produced in Escherichia coli and purified. The OMV component is produced from N. meningitidis strain NZ98/254 (expressing outer membrane protein P or A serosubtype P1.4). The antigens are adsorbed onto aluminum hydroxide. Each 0.5 mL dose of Bexsero is formulated to contain 50 μg each of recombinant proteins NadA, NHBA, and fHbp, 25 μg of OMV, 1.5 mg aluminum hydroxide, 3.125 mg sodium chloride, 0.776 mg histidine, and 10 mg sucrose at pH 6.4-6.7 according to the product insert [39] . Bexsero is a suspension for intramuscular injection in 0.5 mL single-dose prefilled syringes. Two doses are given at least 1 month apart from the first dose.", "cite_spans": [{"start": 813, "end": 817, "text": "[39]", "ref_id": null}], "ref_spans": [], "section": "Meningococcal Subgroup B Vaccine (MenB)"}, {"text": "Another approved meningococcal group B vaccine is Trumenba ® developed by Pfizer, initially approved in 2014. Trumenba is a bivalent meningococcal group B vaccine that contains two factor H binding proteins (fHBP) from Neisseria meningitidis (N. meningitidis) serogroup B. fHBP is a conserved, outer membrane 178 H. H. Mao and S. Chao lipoprotein and a virulence factor that contributes to the ability of the bacteria to avoid host defenses. Trumenba is a sterile suspension of two recombinant lipidated factor H binding protein (fHBP) variants, one from each of the two antigenically distinct fHBP subfamilies subfamily A and subfamily B (A05 and B01, respectively). These proteins are also known as rLP2086 proteins. The proteins are individually produced in Escherichia coli and subsequently purified. Each 0.5 mL dose of Trumenba is formulated to contain 60 μg of each fHBP variant subtype (120 μg total protein), 0.018 mg of polysorbate 80, and 0.25 mg of Al3+ as AlPO4 in 10 mM histidinebuffered saline at pH 6.0, according to the product insert [40] . Trumenba is approved for use in individuals from 10 through 25 years of age.", "cite_spans": [{"start": 309, "end": 312, "text": "178", "ref_id": null}, {"start": 1052, "end": 1056, "text": "[40]", "ref_id": null}], "ref_spans": [], "section": "Meningococcal Subgroup B Vaccine (MenB)"}, {"text": "Later in 2017, Trumenba vaccine was approved for three doses schedule (a dose administered at 0, 1-2, and 6 months) by US FDA. Additional clinical trial results also demonstrated that it is safe to co-administer Trumenba vaccine with meningococcal (groups A, C, Y, and W135) polysaccharide diphtheria toxoid conjugate vaccine and tetanus toxoid, reduced diphtheria toxoid, and acellular pertussis vaccine, adsorbed in persons 10 years to less than 13 years of age.", "cite_spans": [], "ref_spans": [], "section": "Meningococcal Subgroup B Vaccine (MenB)"}, {"text": "Human papillomavirus (HPV) is a sexually transmitted virus. It is passed through genital contact or by skin-to-skin contact. HPV infection causes benign and malignant dysplastic anogenital disease in men and women. Nearly 100% of cervical cancers and 90% of anal cancers are caused by oncogenic HPV types. GARDASIL 9, human papillomavirus 9-valent recombinant vaccine, was developed by Merck and initially approved by US FDA in 2014. Prior to the licensure of GARDASIL 9, Merck's 4-valent HPV vaccine, GARDASIL, was licensed in 2006. GARDASIL protects against disease caused by HPV types 6, 11, 16, and 18. GARDASIL 9 includes the original four HPV types in GARDASIL, plus an additional five types, HPV 31, 33, 45, 52, and 58. GARDASIL 9 is indicated in girls and women aged 9-26 years for the prevention of cervical, vulvar, vaginal, and anal cancer caused by human papillomavirus (HPV) types 16, 18, 31, 33, 45, 52 , and 58 and genital warts (condyloma acuminata) caused by HPV types 6 and 11. GARDASIL 9 is also indicated in boys and men aged 9-26 years for the prevention of anal cancer caused by HPV types 16, 18, 31, 33, 45, 52 , and 58 and genital warts (condyloma acuminata) caused by HPV types 6 and 11.", "cite_spans": [{"start": 894, "end": 897, "text": "16,", "ref_id": "BIBREF14"}, {"start": 898, "end": 901, "text": "18,", "ref_id": "BIBREF16"}, {"start": 902, "end": 905, "text": "31,", "ref_id": null}, {"start": 906, "end": 909, "text": "33,", "ref_id": null}, {"start": 910, "end": 913, "text": "45,", "ref_id": "BIBREF41"}, {"start": 914, "end": 916, "text": "52", "ref_id": "BIBREF48"}, {"start": 1111, "end": 1114, "text": "16,", "ref_id": "BIBREF14"}, {"start": 1115, "end": 1118, "text": "18,", "ref_id": "BIBREF16"}, {"start": 1119, "end": 1122, "text": "31,", "ref_id": null}, {"start": 1123, "end": 1126, "text": "33,", "ref_id": null}, {"start": 1127, "end": 1130, "text": "45,", "ref_id": "BIBREF41"}, {"start": 1131, "end": 1133, "text": "52", "ref_id": "BIBREF48"}], "ref_spans": [], "section": "HPV Vaccine"}, {"text": "A 0.5 mL dose of GARDASIL 9 contains recombinant viruslike particles (VLPs) of the major capsid (L1) protein of HPV types 6, 11, 16, 18, 31, 33, 45, 52 , and 58 adsorbed on preformed aluminum-containing adjuvant (amorphous aluminum hydroxyphosphate sulfate or AAHS). The amounts of HPV type L1 protein in each dose are as follows: 30 μg/40 μg/60 μg/40 μg/20 μg/20 μg/20 μg/20 μg/20 μg, respectively. It is available as a suspension in 0.5 mL single-dose vials or prefilled syringes, for intramuscular administration in two doses at months 0 and 2-6 month or three doses at months 0, 2, and 6 according to product insert [42] .", "cite_spans": [{"start": 122, "end": 124, "text": "6,", "ref_id": null}, {"start": 125, "end": 128, "text": "11,", "ref_id": null}, {"start": 129, "end": 132, "text": "16,", "ref_id": "BIBREF14"}, {"start": 133, "end": 136, "text": "18,", "ref_id": "BIBREF16"}, {"start": 137, "end": 140, "text": "31,", "ref_id": null}, {"start": 141, "end": 144, "text": "33,", "ref_id": null}, {"start": 145, "end": 148, "text": "45,", "ref_id": "BIBREF41"}, {"start": 149, "end": 151, "text": "52", "ref_id": "BIBREF48"}, {"start": 620, "end": 624, "text": "[42]", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "HPV Vaccine"}, {"text": "Dengue infection is caused by dengue virus which includes four known serotypes (dengue virus 1, 2, 3, and 4), all transmitted primarily by Aedes aegypti mosquitos, as well as other members of the Aedes mosquito family. Annually, an estimated 390 million dengue infections occur worldwide, of which approximately 100 million are associated with clinical manifestations, 500,000 with hospitalization, and 20,000 with death [43] . Dengue disease is a major public health concern in more than 128 countries. It is endemic in Asia, the Pacific area, Africa, and Latin America with the four dengue virus serotypes found in tropical and subtropical regions, including some European territories. Dengue is endemic in the US territories of American Samoa, Guam, Puerto Rico, and the US Virgin Islands [44] [45] [46] .", "cite_spans": [{"start": 421, "end": 425, "text": "[43]", "ref_id": "BIBREF39"}, {"start": 792, "end": 796, "text": "[44]", "ref_id": "BIBREF40"}, {"start": 797, "end": 801, "text": "[45]", "ref_id": "BIBREF41"}, {"start": 802, "end": 806, "text": "[46]", "ref_id": "BIBREF42"}], "ref_spans": [], "section": "Dengue Vaccine"}, {"text": "A dengue tetravalent vaccine is developed by Sanofi Pasteur Inc. and is approved by US FDA in May 2019. DENGVAXIA is a live, attenuated, tetravalent, chimeric virus vaccine, containing the replication genes and the capsid gene from the attenuated yellow fever [17D] virus and the Pre-M and ENV genes from each of the four serotypes (CYD). Each CYD virus is purified from Vero cells.", "cite_spans": [], "ref_spans": [], "section": "Dengue Vaccine"}, {"text": "The indication of DENGVAXIA vaccine is for the prevention of dengue disease caused by dengue virus serotypes 1, 2, 3, and 4 in individuals 9 through 16 years of age with laboratory-confirmed previous dengue infection and living in endemic areas. Previous dengue infection can be assessed through a medical record of a previous laboratory-confirmed dengue infection or through current serotesting. The safety and effectiveness of the vaccine were determined in three randomized, placebo-controlled studies involving approximately 35,000 individuals in dengueendemic areas, including Puerto Rico, Latin America, and the Asia-Pacific region. The vaccine was approximately 76% effective in preventing symptomatic, laboratory-confirmed dengue disease in population 9 through 16 years of age who previously had laboratory-confirmed dengue disease. DENGVAXIA has already been approved in 19 countries and has been approved by the European Union.", "cite_spans": [], "ref_spans": [], "section": "Dengue Vaccine"}, {"text": "DENGVAXIA is supplied as a vial of lyophilized powder containing each of the four virus components that is reconstituted at the time of use with the supplied sodium chloride diluent (0.4% NaCl). After reconstitution, each 0.5 mL dose of DENGVAXIA is formulated to contain 4.5-6.0 log10 CCID50 of each of the CYD virus components. The reconstituted vaccine is administered subcutaneously in three doses at 6-month intervals (at day 0, month 6, and month 12) according to product insert [47] .", "cite_spans": [{"start": 485, "end": 489, "text": "[47]", "ref_id": "BIBREF43"}], "ref_spans": [], "section": "Dengue Vaccine"}, {"text": "Enterovirus 71 (EV71) is one of the major causative agents of outbreaks of hand, foot, and mouth disease or herpangina in Asia. An EV71 (Enterovirus 71) vaccine has been developed by Sinovac Biotech (China) using Vero cell and EV71 C4 subgenotype. The Phase 2 study of inactivated vaccine (Vero cell) against EV71 virus has been completed in December 2011 in China. The purpose of the Phase 2 clinical study was to demonstrate the safety and immunogenicity of EV71 vaccine in preventing hand, foot, and mouth disease caused by EV71 in a total of 10,000 healthy infant volunteers aged from 6 to 35 months old. The data from Phase 1 and 2 clinical studies suggested that the inactivated EV71 vaccine had clinically acceptable safety and good immunogenicity for healthy Chinese infants. A Phase 3 clinical trial was conducted in China in 2014 with 10,007 healthy infants and young children (6-35 months of age). The vaccine efficacy against EV71-associated hand, foot, and mouth disease or herpangina was 94.8%. Vaccine efficacies against EV71associated hospitalization and hand, foot, and mouth disease with neurologic complications were both 100%. In the immunogenicity subgroup (1,291 children), an anti-EV71 immune response was elicited by the two-dose vaccine series in 98.8% of participants at day 56. An anti-EV71 neutralizing antibody titer of 1:16 was associated with protection against EV71-associated hand, foot, and mouth disease or herpangina [48] [49] [50] [51] [52] [53] [54] [55] . EV71 vaccine was approved by the Chinese Drug Administration (formerly CFDA) in 2017.", "cite_spans": [{"start": 1453, "end": 1457, "text": "[48]", "ref_id": "BIBREF44"}, {"start": 1458, "end": 1462, "text": "[49]", "ref_id": "BIBREF45"}, {"start": 1463, "end": 1467, "text": "[50]", "ref_id": "BIBREF46"}, {"start": 1468, "end": 1472, "text": "[51]", "ref_id": "BIBREF47"}, {"start": 1473, "end": 1477, "text": "[52]", "ref_id": "BIBREF48"}, {"start": 1478, "end": 1482, "text": "[53]", "ref_id": "BIBREF49"}, {"start": 1483, "end": 1487, "text": "[54]", "ref_id": "BIBREF50"}, {"start": 1488, "end": 1492, "text": "[55]", "ref_id": "BIBREF51"}], "ref_spans": [], "section": "EV71 Vaccine"}, {"text": "Hepatitis B virus infection is a serious public health issue. More than 250 million persons are infected with hepatitis B virus (HBV) worldwide. Approximately 887,000 deaths worldwide were reported in 2015, mostly due to chronic hepatitis B and resultant end-stage liver disease and/or hepatocellular carcinoma [56, 57] .", "cite_spans": [{"start": 311, "end": 315, "text": "[56,", "ref_id": "BIBREF52"}, {"start": 316, "end": 319, "text": "57]", "ref_id": null}], "ref_spans": [], "section": "HBV Recombinant Vaccine"}, {"text": "A new HBV vaccine, recombinant, with adjuvant (Heplisav-B) has been developed by Dynavax Technologies Corporation for preventing hepatitis B virus infections. The product contains 20 μg recombinant hepatitis B surface antigen with 3,000 μg adjuvant 1018, which is a novel cytosine phosphoguanine (CpG)-enriched oligodeoxynucleotide (ODN) phosphorothioate adjuvant. The indication and usage are for immunization against infection caused by all known subtypes of hepatitis B virus in adults 18 years of age and older. The product Heplisav-B (rHBsAg-1018 ISS), recombinant hepatitis B surface antigen (rHBsAg), subtype adw, is produced in yeast cells. The dosage contains two 0.5 mL doses administered 4 weeks apart.", "cite_spans": [], "ref_spans": [], "section": "HBV Recombinant Vaccine"}, {"text": "Heplisav-B is supplied as single-use vials of 0.5 mL volume. Each 0.5 mL dose contains 20 μg HBsAg, 3,000 μg CpG 1018 adjuvant, 8 mM sodium phosphate, 154 mM sodium chloride, 0.01% w/w polysorbate 80, and pH 7.0 buffer. The vaccine does not contain preservatives. The shelf life of the final container product is 36 months at 5 AE 3 C from the date of manufacture according to the product insert [58] [59] [60] .", "cite_spans": [{"start": 396, "end": 400, "text": "[58]", "ref_id": "BIBREF54"}, {"start": 401, "end": 405, "text": "[59]", "ref_id": "BIBREF55"}, {"start": 406, "end": 410, "text": "[60]", "ref_id": "BIBREF56"}], "ref_spans": [], "section": "HBV Recombinant Vaccine"}, {"text": "The Heplisav-B vaccine was approved by the US FDA in 2017. This was the first hepatitis B vaccine approved in the USA for the last 25 years. ", "cite_spans": [], "ref_spans": [], "section": "HBV Recombinant Vaccine"}, {"text": "Although rVSV-EBOV has not been officially approved for licensing yet, it is in the process of applying licensure both with US FDA and with EMA in Europe. It has obtained fast-track review and breakthrough status. It has completed Phase 3 clinical trials and demonstrated its safety and efficacy [61] . In July 2015, clinical results of the Ebola ça Suffit ring vaccination Phase 3 cluster-randomized trial of the rVSV-ZEBOV vaccine in Guinea were obtained and published in Lancet. On the basis of interim analysis, the trial showed 100% vaccine efficacy, with 75.1% vaccine effectiveness at the cluster level, including herd immunity of unvaccinated members of clusters.", "cite_spans": [{"start": 296, "end": 300, "text": "[61]", "ref_id": "BIBREF57"}], "ref_spans": [], "section": "rVSV-ZEBOV Ebola Vaccine"}, {"text": "In March 2016, an rVSV-ZEBOV expanded access and compassionate use trial was conducted, named as \"Ring vaccination with rVSV-ZEBOV under expanded access in response to an outbreak of Ebola virus disease in Guinea,\" and the interim results were published in Lancet. The ring vaccination strategy was used between Ebola and the contacts. A total of 1,510 individuals were vaccinated in four rings in Guinea, including 303 individuals aged between 6 years and 17 years and 307 frontline workers. The results show that a ring vaccination strategy can be rapidly and safely implemented at scale in response to Ebola virus disease outbreaks in rural settings.", "cite_spans": [], "ref_spans": [], "section": "rVSV-ZEBOV Ebola Vaccine"}, {"text": "Although there are a lot of progress made in recent combat to Ebola outbreaks in Congo, and the data published by Gsell and Camacho [62] regarding the ring vaccination results demonstrated 100% efficacy of rVSV vaccine, it is worrisome that a survivor of Ebola virus disease previously in Guinea in the 2014 outbreak had Ebola virus after 531 days and caused another round of Ebola infections among the people he was in contact with. We need much better tools to monitor the situation [63] .", "cite_spans": [{"start": 132, "end": 136, "text": "[62]", "ref_id": "BIBREF58"}, {"start": 485, "end": 489, "text": "[63]", "ref_id": "BIBREF59"}], "ref_spans": [], "section": "rVSV-ZEBOV Ebola Vaccine"}, {"text": "In addition, despite significant progress in the characterization of the response to vaccination, correlation of protection (CoP) against Ebola virus infection has not been established in humans [64] . This holds true even for rVSV-ZEBOV, the most advanced Ebola vaccine candidate and the only one with demonstrated efficacy in humans so far when this chapter is published. This is especially challenging in emergency outbreaks settings, and major efforts would be required to ensure that samples and data are collected from the clinical trial participants. During emergency outbreaks, it is very difficult to track those people and to collect samples for further testing. Integration of data from preclinical and clinical vaccine studies together with data from disease survivors will thus be essential to identify Ebola vaccine correlates 182 H. H. Mao and S. Chao of protection. The information generated for rVSV-ZEBOV may help identify the CoP of the other Ebola vaccine candidates, although these may also be different.", "cite_spans": [{"start": 195, "end": 199, "text": "[64]", "ref_id": "BIBREF60"}, {"start": 841, "end": 844, "text": "182", "ref_id": null}], "ref_spans": [], "section": "rVSV-ZEBOV Ebola Vaccine"}, {"text": "Respiratory syncytial virus (RSV) is an important cause of viral lower respiratory tract illness in infants and children globally, but no vaccine is currently approved to protect these vulnerable populations. RSV is transmitted by direct and indirect contact with nasal or oral secretions and causes repeat infections throughout life and significant disease in pediatric and elderly populations [65] [66] [67] [68] [69] [70] . The pathogen is an enveloped, non-segmented, single-stranded, negative-sense RNA pneumovirus belonging to the family Paramyxoviridae. Many development programs for RSV vaccine are ongoing, some of them are in the preclinical stage, and 16 RSV candidate vaccines are in clinical development [71, 72] . RSV candidate vaccine developed by Novavax is currently in Phase 3 clinical trial stage. RSV vaccine development had a setback recently as Novavax Phase 3 efficacy trial for RSV F vaccine in maternal immunization did not reach its Phase 3 primary efficacy endpoint (www.novavax.com. Accessed 12 Apr 2019). 4,636 third-trimester pregnant women were enrolled in this large clinical trial. The clinical trial results demonstrated effectiveness in severe RSV cases. So far there is no approved RSV vaccine on the market yet. The development work is continuing, and more work remains to be done.", "cite_spans": [{"start": 395, "end": 399, "text": "[65]", "ref_id": "BIBREF61"}, {"start": 400, "end": 404, "text": "[66]", "ref_id": "BIBREF62"}, {"start": 405, "end": 409, "text": "[67]", "ref_id": "BIBREF63"}, {"start": 410, "end": 414, "text": "[68]", "ref_id": "BIBREF64"}, {"start": 415, "end": 419, "text": "[69]", "ref_id": "BIBREF65"}, {"start": 420, "end": 424, "text": "[70]", "ref_id": "BIBREF66"}, {"start": 717, "end": 721, "text": "[71,", "ref_id": "BIBREF67"}, {"start": 722, "end": 725, "text": "72]", "ref_id": "BIBREF69"}], "ref_spans": [], "section": "RSV Vaccine"}, {"text": "In 2013, there were an estimated 584,000 deaths and 198 million clinical illnesses due to malaria, the majority of which is in sub-Saharan Africa. Development of malaria vaccine has been ongoing for more than 40 years. The fact that malaria is caused by parasites that makes the development of effective vaccine against malaria more difficult than the development of vaccines against bacteria and viruses [73] [74] [75] [76] [77] [78] .", "cite_spans": [{"start": 405, "end": 409, "text": "[73]", "ref_id": "BIBREF70"}, {"start": 410, "end": 414, "text": "[74]", "ref_id": "BIBREF71"}, {"start": 415, "end": 419, "text": "[75]", "ref_id": "BIBREF72"}, {"start": 420, "end": 424, "text": "[76]", "ref_id": "BIBREF73"}, {"start": 425, "end": 429, "text": "[77]", "ref_id": "BIBREF74"}, {"start": 430, "end": 434, "text": "[78]", "ref_id": "BIBREF75"}], "ref_spans": [], "section": "Malaria Vaccine"}, {"text": "There is no vaccine approved on the market for prevention of malaria at present time. Clinical trials for malaria vaccines are ongoing.", "cite_spans": [], "ref_spans": [], "section": "Malaria Vaccine"}, {"text": "Other vaccines currently under development include 15-valent and 20-valent pneumococcal conjugated vaccines, HIV vaccine, TB booster vaccine, Zika vaccine, Lassa vaccine, Middle East respiratory syndrome coronavirus (MERS-CoV) vaccine, chikungunya vaccine, Nipah virus vaccine, and so on [78] . Development of mRNA vaccines has achieved significant progresses in recent years [79] .", "cite_spans": [{"start": 288, "end": 292, "text": "[78]", "ref_id": "BIBREF75"}, {"start": 376, "end": 380, "text": "[79]", "ref_id": "BIBREF76"}], "ref_spans": [], "section": "Other Vaccines Under Development"}, {"text": "There are many challenges in providing adequate vaccination around the world. Firstly, vaccine hesitancy is still a problem in many countries including the USA, the UK, and also China [80] . The vaccine hesitancy does not include situations where vaccine uptake is low because of poor availability, e.g., lack of vaccine, lack of offer or access to vaccines, unacceptable travel/distances to reach immunization clinics, poor vaccine program communication, etc. Vaccine hesitancy reflects concerns about the decision to vaccinate oneself or one's children. Vaccine hesitancy and refusal, a growing trend in recent years, hinders the elimination and eradication of diseases. As of March 2019, there are multiple measles outbreaks in the USA, and parts of New York City declared emergency due to measles outbreak.", "cite_spans": [{"start": 184, "end": 188, "text": "[80]", "ref_id": "BIBREF77"}], "ref_spans": [], "section": "Challenges We Face"}, {"text": "Although concerns about vaccine safety can be linked to vaccine hesitancy, it is only one factor that may be related to hesitancy; many other factors also contribute to the issue. Vaccine hesitancy and refusal factors may include:", "cite_spans": [], "ref_spans": [], "section": "Challenges We Face"}, {"text": "• Compulsory nature of vaccines • Coincidental temporal relationships to adverse health outcomes • Unfamiliarity with vaccine-preventable diseases • Lack of trust in corporations and public health agencies In some areas, people are allowed to not participate in vaccination programs for religious reasons. In some other areas, people have limited access to education, and they do not know much about the benefits of vaccines. As a result, they refuse vaccination.", "cite_spans": [], "ref_spans": [], "section": "Challenges We Face"}, {"text": "Overall, vaccine hesitancy is a complex and rapidly changing global problem that requires ongoing monitoring. Each country and each region need to come up with specific strategies to address the issue.", "cite_spans": [], "ref_spans": [], "section": "Challenges We Face"}, {"text": "Another challenge is the resurgence of pertussis diseases. Despite the vaccination of DTP to infants and children over three decades, the occurrence of pertussis in adolescent and adult population is under recognized. Although the adolescents and adults do not have significant clinical symptoms when pertussis bacteria infect them, they can transmit the disease to infants and young children around them. Studies in European region (2019 ECDC Report on Pertussis) found that young adolescents older than 15 years old had the highest infection rate and young infants less than 6 months old had the most severe infections. The study results demonstrated that the majority of cases above the age of 30 years were unvaccinated. These data stress the need to refine vaccination strategies with the final aim of protecting infants. In the USA and many European countries, immunization of Tdap for adolescents and adults is recommended in the national immunization programs. Thus it is recommended that Tdap immunization of adolescents and adults should be", "cite_spans": [], "ref_spans": [], "section": "Challenges We Face"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Estimates of the global, regional, and national morbidity, mortality, and aetiologies of lower respiratory infections in 195 countries, 1990-2016: a systematic analysis for the Global Burden of Disease Study", "authors": [], "year": 2016, "venue": "GBD 2016 Lower Respiratory Infections Collaborators", "volume": "18", "issn": "", "pages": "1191--1210", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Vaccine impact: benefits for human health", "authors": [{"first": "M", "middle": [], "last": "Doherty", "suffix": ""}], "year": 2016, "venue": "Vaccine", "volume": "34", "issn": "", "pages": "6707--6714", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "European Centre for Disease Prevention and Control, annual epidemiological report for", "authors": [], "year": 2017, "venue": "ECDC", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Estimating the cost of vaccine development against epidemic infectious diseases: a cost minimisation study", "authors": [{"first": "D", "middle": [], "last": "Gouglas", "suffix": ""}, {"first": "T", "middle": ["T"], "last": "Le", "suffix": ""}], "year": 2018, "venue": "Lancet Glob Health", "volume": "6", "issn": "", "pages": "1386--1396", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Achieving a \"Grand Convergence\" in global health by 2035", "authors": [{"first": "A", "middle": [], "last": "Mahmoud", "suffix": ""}], "year": 2017, "venue": "Vaccine", "volume": "35", "issn": "", "pages": "2--5", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Encouraging vaccine innovation: promoting the development of vaccines that minimize the burden of infectious diseases in the 21st century report to congress", "authors": [], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Vaccine strategies: optimising outcomes", "authors": [{"first": "K", "middle": [], "last": "Hardt", "suffix": ""}], "year": 2016, "venue": "Vaccine", "volume": "34", "issn": "", "pages": "6691--6699", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Immunogenicity, reactogenicity and safety of 2 doses of an adjuvanted herpes zoster subunit vaccine administered 2, 6 or 12 months apart in older adults: results of a phase III, randomized, open-label, multicenter", "authors": [{"first": "H", "middle": [], "last": "Lal", "suffix": ""}], "year": 2018, "venue": "Vaccine", "volume": "34", "issn": "", "pages": "148--154", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "The complexity and cost of vaccine manufacturing -an overview", "authors": [{"first": "S", "middle": [], "last": "Plotkin", "suffix": ""}], "year": 2017, "venue": "Vaccine", "volume": "35", "issn": "", "pages": "4064--4071", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "AdHu5Ag85A respiratory mucosal boost immunization enhances protection against pulmonary tuberculosis in BCG-primed non-human primates", "authors": [{"first": "M", "middle": [], "last": "Jeyanathan", "suffix": ""}, {"first": "Z", "middle": [], "last": "Shao", "suffix": ""}, {"first": "X", "middle": [], "last": "Yu", "suffix": ""}, {"first": "R", "middle": [], "last": "Harkness", "suffix": ""}], "year": 2015, "venue": "PLoS One", "volume": "10", "issn": "8", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "A recombinant vesicular stomatitis virus Ebola vaccine", "authors": [{"first": "J", "middle": ["A"], "last": "Regules", "suffix": ""}], "year": 2014, "venue": "N Engl J Med", "volume": "376", "issn": "", "pages": "330--341", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Assessment of safety and immunogenicity of two different lots of diphtheria, tetanus, pertussis, hepatitis B and Haemophilus influenzae type b vaccine manufactured using small and large scale manufacturing process", "authors": [{"first": "H", "middle": ["J"], "last": "Sharmaa", "suffix": ""}], "year": 2012, "venue": "Vaccine", "volume": "30", "issn": "", "pages": "510--516", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Characterization and qualification of cell substrates and other biological materials used in the production of viral vaccines for infectious disease indications", "authors": [{"first": "Fda", "middle": [], "last": "Usfda", "suffix": ""}, {"first": "", "middle": [], "last": "Guidance", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "FDA guidance for industry providing clinical evidence of effectiveness for human drug and biological products", "authors": [], "year": 2019, "venue": "Accessed", "volume": "18", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Safety and immunogenicity of a novel recombinant adenovirus type-5 vector-based Ebola vaccine in healthy adults in China: preliminary report of a randomised, double-blind, placebo-controlled, phase 1 trial", "authors": [{"first": "F", "middle": ["C"], "last": "Zhu", "suffix": ""}, {"first": "L", "middle": ["H"], "last": "Hou", "suffix": ""}, {"first": "J", "middle": ["X"], "last": "Li", "suffix": ""}], "year": 2015, "venue": "Lancet", "volume": "385", "issn": "9984", "pages": "2272--2279", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Open-label phase I clinical trial of Ad5-EBOV in Africans in China", "authors": [{"first": "L", "middle": [], "last": "Wu", "suffix": ""}, {"first": "Z", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "H", "middle": [], "last": "Gao", "suffix": ""}], "year": 2017, "venue": "Hum Vaccin Immunother", "volume": "13", "issn": "9", "pages": "2078--2085", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Safety and immunogenicity of a recombinant adenovirus type-5 vector-based Ebola vaccine in healthy adults in Sierra Leone: a singlecentre, randomised, double-blind, placebo-controlled, phase 2 trial", "authors": [{"first": "F", "middle": ["C"], "last": "Zhu", "suffix": ""}, {"first": "A", "middle": ["H"], "last": "Wurie", "suffix": ""}, {"first": "L", "middle": ["H"], "last": "Hou", "suffix": ""}], "year": 2017, "venue": "Lancet", "volume": "389", "issn": "", "pages": "621--628", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Complications of herpes zoster in immunocompetent older adults: incidence in vaccine and placebo groups in two large phase 3 trials", "authors": [{"first": "M", "middle": [], "last": "Kovac", "suffix": ""}], "year": 2018, "venue": "Vaccine", "volume": "36", "issn": "", "pages": "1537--1541", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Safety and immunogenicity of an AS01-adjuvanted varicella-zoster virus subunit candidate vaccine against herpes zoster in adults !50 years of age", "authors": [{"first": "R", "middle": [], "last": "Chlibek", "suffix": ""}], "year": 2013, "venue": "J Infect Dis", "volume": "208", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "USFDA (1997) FDA guidance for industry, for the evaluation of combination vaccines for preventable diseases: production, testing and clinical studies", "authors": [], "year": 2019, "venue": "WHO. WHO website. www.who.int. Accessed", "volume": "23", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "USFDA (2011) FDA guidance for industry general principles for the development of vaccines to protect against global infectious diseases", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Herpes zoster epidemiology, management, and disease and economic burden in Europe: a multidisciplinary perspective", "authors": [{"first": "R", "middle": ["W"], "last": "Johnson", "suffix": ""}], "year": 2015, "venue": "Ther Adv Vaccines", "volume": "3", "issn": "4", "pages": "109--120", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Comparison of intramuscular and subcutaneous administration of a herpes zoster live-attenuated vaccine in adults aged !50 years: a randomised non-inferiority clinical trial", "authors": [{"first": "J", "middle": [], "last": "Diez-Domingo", "suffix": ""}], "year": 2015, "venue": "Vaccine", "volume": "33", "issn": "", "pages": "789--795", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Emergence of Zaire Ebola virus disease in Guinea", "authors": [{"first": "S", "middle": [], "last": "Baize", "suffix": ""}, {"first": "D", "middle": [], "last": "Pannetier", "suffix": ""}, {"first": "L", "middle": [], "last": "Oestereich", "suffix": ""}], "year": 2014, "venue": "N Engl J Med", "volume": "371", "issn": "15", "pages": "1418--1425", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Case fatality rate for Ebola virus disease in West Africa", "authors": [{"first": "A", "middle": ["J"], "last": "Kucharski", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Edmunds", "suffix": ""}], "year": 2014, "venue": "Lancet", "volume": "384", "issn": "9950", "pages": "", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Ebola virus disease", "authors": [], "year": 2014, "venue": "WHO", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Biodistribution and toxicological safety of adenovirus type 5 and type 35 vectored vaccines against human immunodeficiency virus-1 (HIV-1), Ebola, Marburg are similar despite differing adenovirus serotype vector, manufacturer's construct, gene inserts", "authors": [{"first": "R", "middle": ["L"], "last": "Sheets", "suffix": ""}, {"first": "J", "middle": [], "last": "Stein", "suffix": ""}, {"first": "R", "middle": ["T"], "last": "Bailer", "suffix": ""}], "year": 2008, "venue": "J Immunotoxicol", "volume": "5", "issn": "3", "pages": "315--335", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "USFDA (2016) Gardasil 9 product insert", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "The global distribution and burden of dengue", "authors": [{"first": "S", "middle": [], "last": "Bhatt", "suffix": ""}, {"first": "P", "middle": ["W"], "last": "Gething", "suffix": ""}, {"first": "O", "middle": ["J"], "last": "Brady", "suffix": ""}], "year": 2013, "venue": "Nature", "volume": "496", "issn": "", "pages": "504--507", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Dengue and hemorrhagic fever: a potential threat to public health in the United States", "authors": [{"first": "D", "middle": ["M"], "last": "Morens", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Fauci", "suffix": ""}], "year": 2008, "venue": "JAMA", "volume": "299", "issn": "", "pages": "214--216", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Fact sheet No.117", "authors": [{"first": "", "middle": [], "last": "Who", "suffix": ""}, {"first": "", "middle": [], "last": "Dengue", "suffix": ""}], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Dengue: guidelines for diagnosis, treatment, prevention and control: new edition", "authors": [], "year": 2009, "venue": "WHO", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "USFDA (2019) Dengue vaccine, VRBPAC briefing document", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "An overview of the evolution of enterovirus 71 and its clinical and public health significance", "authors": [{"first": "P", "middle": ["C"], "last": "Mcminn", "suffix": ""}], "year": 2002, "venue": "FEMS Microbiol Rev", "volume": "26", "issn": "", "pages": "91--107", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "EV71: an emerging infectious disease vaccine target in the far east", "authors": [{"first": "J", "middle": [], "last": "Xu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Qian", "suffix": ""}, {"first": "S", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Jmg", "middle": [], "last": "Serrano", "suffix": ""}, {"first": "W", "middle": [], "last": "Li", "suffix": ""}, {"first": "Z", "middle": [], "last": "Huang", "suffix": ""}], "year": 2010, "venue": "Vaccine", "volume": "28", "issn": "", "pages": "3516--3521", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Safety and immunogenicity of a novel human enterovirus 71 (EV71) vaccine: a randomized, placebo-controlled, doubleblind, phase I clinical trial", "authors": [{"first": "Y", "middle": ["P"], "last": "Li", "suffix": ""}, {"first": "Z", "middle": ["L"], "last": "Liang", "suffix": ""}, {"first": "Q", "middle": [], "last": "Gao", "suffix": ""}, {"first": "L", "middle": ["R"], "last": "Huang", "suffix": ""}, {"first": "Q", "middle": ["Y"], "last": "Mao", "suffix": ""}, {"first": "S", "middle": ["Q"], "last": "Wen", "suffix": ""}], "year": 2012, "venue": "Vaccine", "volume": "30", "issn": "", "pages": "3295--3303", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Efficacy, safety, and immunogenicity of an enterovirus 71 vaccine in China", "authors": [{"first": "F", "middle": [], "last": "Zhu", "suffix": ""}], "year": 2014, "venue": "N Engl J Med", "volume": "370", "issn": "9", "pages": "818--828", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Production of EV71 vaccine candidates", "authors": [{"first": "P", "middle": [], "last": "Chong", "suffix": ""}], "year": 2012, "venue": "Hum Vaccin Immunother", "volume": "8", "issn": "12", "pages": "1775--1783", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Virology, epidemiology, pathogenesis, and control of enterovirus 71", "authors": [{"first": "T", "middle": [], "last": "Solomon", "suffix": ""}, {"first": "P", "middle": [], "last": "Lewthwaite", "suffix": ""}, {"first": "D", "middle": [], "last": "Perera", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Cardosa", "suffix": ""}, {"first": "P", "middle": [], "last": "Mcminn", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Ooi", "suffix": ""}], "year": 2010, "venue": "Lancet Infect Dis", "volume": "10", "issn": "", "pages": "778--790", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Review of enterovirus 71 vaccines", "authors": [{"first": "P", "middle": [], "last": "Chone", "suffix": ""}], "year": 2015, "venue": "Clin Infect Dis", "volume": "60", "issn": "5", "pages": "797--780", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "The mature EV71 virion induced a broadly cross-neutralizing VP1 antibody against subtypes of the EV71 virus", "authors": [{"first": "C", "middle": ["Y"], "last": "Wu", "suffix": ""}], "year": 2019, "venue": "PLoS One", "volume": "14", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "FDA briefing document heplisav-B (Hepatitis B vaccine recombinant and 1018 ISS adjuvant)", "authors": [], "year": 2017, "venue": "Vaccines and Related Biological Products Advisory Committee Meeting", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Cost-effectiveness of hepatitis B vaccination using HEPLISAV™ in selected adult populations compared to Engerix-B ® vaccine", "authors": [{"first": "R", "middle": ["K"], "last": "Kuan", "suffix": ""}], "year": 2013, "venue": "Vaccine", "volume": "31", "issn": "37", "pages": "4024--4032", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Safety and immunogenicity of a modified process hepatitis B vaccine in healthy adults !50 years", "authors": [{"first": "C", "middle": ["L"], "last": "Gilbert", "suffix": ""}], "year": 2011, "venue": "Hum Vaccin", "volume": "7", "issn": "12", "pages": "1336--1342", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Heplisav-B vaccination for the prevention of hepatitis B virus infection in adults in the United States", "authors": [{"first": "L", "middle": ["M"], "last": "Splawn", "suffix": ""}], "year": 2018, "venue": "Drugs Today (Barc)", "volume": "54", "issn": "7", "pages": "399--405", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "A randomized lot-to-lot immunogenicity consistency study of the candidate zoster vaccine HZ/su", "authors": [{"first": "A", "middle": [], "last": "Strezova", "suffix": ""}], "year": 2017, "venue": "Vaccine", "volume": "35", "issn": "", "pages": "6700--6706", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "Ring vaccination with rVSV-ZEBOV under expanded access in response to an outbreak of Ebola virus disease in Guinea, 2016: an operational and vaccine safety report", "authors": [{"first": "P", "middle": ["S"], "last": "Gsell", "suffix": ""}, {"first": "A", "middle": [], "last": "Camacho", "suffix": ""}], "year": 2017, "venue": "Lancet Infect Dis", "volume": "7", "issn": "", "pages": "1276--1128", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "Resurgence of Ebola virus disease in guinea linked to a survivor with virus persistence in seminal fluid for more than 500 days", "authors": [{"first": "Daouda", "middle": [], "last": "Sissoko", "suffix": ""}, {"first": "B", "middle": ["D"], "last": "", "suffix": ""}], "year": null, "venue": "Clin Infect Dis", "volume": "63", "issn": "10", "pages": "1353--1356", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "Correlates of vaccine-induced protective immunity against Ebola virus disease", "authors": [{"first": "D", "middle": [], "last": "Medaglini", "suffix": ""}], "year": null, "venue": "Seminars in immunology", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "Global and regional mortality from 235 causes of death for 20 age groups in 1990 and 2010: a systematic analysis for the global burden of disease study", "authors": [{"first": "R", "middle": [], "last": "Lozano", "suffix": ""}, {"first": "M", "middle": [], "last": "Naghavi", "suffix": ""}, {"first": "K", "middle": [], "last": "Foreman", "suffix": ""}, {"first": "S", "middle": [], "last": "Lim", "suffix": ""}, {"first": "K", "middle": [], "last": "Shibuya", "suffix": ""}, {"first": "V", "middle": [], "last": "Aboyans", "suffix": ""}], "year": 2010, "venue": "Lancet", "volume": "380", "issn": "", "pages": "2095--2128", "other_ids": {}}, "BIBREF62": {"ref_id": "b62", "title": "Respiratory syncytial virus infection in elderly and high-risk adults", "authors": [{"first": "A", "middle": ["R"], "last": "Falsey", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Hennessey", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Formica", "suffix": ""}, {"first": "C", "middle": [], "last": "Cox", "suffix": ""}, {"first": "E", "middle": ["E"], "last": "Walsh", "suffix": ""}], "year": 2005, "venue": "N Engl J Med", "volume": "352", "issn": "", "pages": "1749--1759", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "The burgeoning burden of respiratory syncytial virus among children", "authors": [{"first": "C", "middle": ["B"], "last": "Hall", "suffix": ""}], "year": 2012, "venue": "Infect Disord Drug Targets", "volume": "12", "issn": "", "pages": "92--97", "other_ids": {}}, "BIBREF64": {"ref_id": "b64", "title": "Respiratory syncytial virus vaccines", "authors": [{"first": "R", "middle": ["A"], "last": "Dudas", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Karron", "suffix": ""}], "year": 1998, "venue": "Clin Microbiol Rev", "volume": "11", "issn": "", "pages": "430--439", "other_ids": {}}, "BIBREF65": {"ref_id": "b65", "title": "Global burden of acute lower respiratory infections due to respiratory syncytial virus in young children: a systematic review and meta-analysis", "authors": [{"first": "H", "middle": [], "last": "Nair", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Nokes", "suffix": ""}, {"first": "B", "middle": ["D"], "last": "Gessner", "suffix": ""}, {"first": "M", "middle": [], "last": "Dherani", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Madhi", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Singleton", "suffix": ""}], "year": 2010, "venue": "Lancet", "volume": "375", "issn": "", "pages": "1545--1555", "other_ids": {}}, "BIBREF66": {"ref_id": "b66", "title": "Trends in maternal mortality: 1990-2010 WHO, UNICEF, UNFPA, and The World Bank estimates", "authors": [], "year": 2012, "venue": "WHO", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF67": {"ref_id": "b67", "title": "Advances in RSV vaccine research and development -a global agenda", "authors": [{"first": "D", "middle": [], "last": "Higgins", "suffix": ""}], "year": 2016, "venue": "Vaccine", "volume": "34", "issn": "26", "pages": "2870--2875", "other_ids": {}}, "BIBREF68": {"ref_id": "b68", "title": "Advances in Vaccines 187", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF69": {"ref_id": "b69", "title": "Passive and active immunization against respiratory syncytial virus for the young and old", "authors": [{"first": "T", "middle": [], "last": "Villafana", "suffix": ""}], "year": 2017, "venue": "Expert Rev Vaccines", "volume": "16", "issn": "7", "pages": "1--13", "other_ids": {}}, "BIBREF70": {"ref_id": "b70", "title": "The march toward malaria vaccines", "authors": [{"first": "S", "middle": ["L"], "last": "Hoffman", "suffix": ""}], "year": 2015, "venue": "Vaccine", "volume": "33", "issn": "4", "pages": "13--23", "other_ids": {}}, "BIBREF71": {"ref_id": "b71", "title": "Steady progress toward a malaria vaccine", "authors": [{"first": "K", "middle": ["E"], "last": "Lyke", "suffix": ""}], "year": 2017, "venue": "Curr Opin Infect Dis", "volume": "30", "issn": "5", "pages": "463--470", "other_ids": {}}, "BIBREF72": {"ref_id": "b72", "title": "Live attenuated pre-erythrocytic malaria vaccine", "authors": [{"first": "J", "middle": ["G"], "last": "Keitany", "suffix": ""}], "year": 2014, "venue": "Hum Vaccine Immunother", "volume": "10", "issn": "10", "pages": "2903--2909", "other_ids": {}}, "BIBREF73": {"ref_id": "b73", "title": "Progress with Plasmodium falciparum sporozoite (PfSPZ)-based malaria vaccines", "authors": [{"first": "T", "middle": ["L"], "last": "Richie", "suffix": ""}], "year": 2015, "venue": "Vaccine", "volume": "33", "issn": "52", "pages": "7452--7461", "other_ids": {}}, "BIBREF74": {"ref_id": "b74", "title": "Advancing global health through development and clinical trials partnerships: a randomized, placebo-controlled, double-blind assessment of safety, tolerability, and immunogenicity of PfSPZ vaccine for malaria in healthy equatoguinean men", "authors": [{"first": "A", "middle": [], "last": "Olotu", "suffix": ""}, {"first": "V", "middle": [], "last": "Urbano", "suffix": ""}, {"first": "A", "middle": [], "last": "Hamad", "suffix": ""}, {"first": "A", "middle": [], "last": "Eka", "suffix": ""}], "year": 2018, "venue": "Am J Trop Med Hyg", "volume": "98", "issn": "1", "pages": "308--318", "other_ids": {}}, "BIBREF75": {"ref_id": "b75", "title": "Targeting diseases with epidemic potential", "authors": [], "year": 2019, "venue": "CEPI. www.CEPI.net. Accessed", "volume": "26", "issn": "", "pages": "", "other_ids": {}}, "BIBREF76": {"ref_id": "b76", "title": "Advances in mRNA vaccines for infectious diseases", "authors": [{"first": "C", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "G", "middle": [], "last": "Maruggi", "suffix": ""}], "year": 2019, "venue": "Front Immunol", "volume": "10", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3389/fimmu.2019.00594"]}}, "BIBREF77": {"ref_id": "b77", "title": "WHO SAGE Vaccine Hesitancy Working Group report", "authors": [], "year": 2014, "venue": "WHO", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF78": {"ref_id": "b78", "title": "Aging of the immune system: focus on inflammation and vaccination", "authors": [{"first": "M", "middle": [], "last": "Pinti", "suffix": ""}], "year": 2016, "venue": "Eur J Immunol", "volume": "46", "issn": "", "pages": "2286--2301", "other_ids": {}}, "BIBREF79": {"ref_id": "b79", "title": "Challenges and responses in human vaccine development", "authors": [{"first": "S", "middle": ["H"], "last": "Kaufmann", "suffix": ""}], "year": 2014, "venue": "Curr Opin Immunol", "volume": "28", "issn": "", "pages": "18--26", "other_ids": {}}, "BIBREF80": {"ref_id": "b80", "title": "Vaccine development: from concept to early clinical testing", "authors": [{"first": "A", "middle": ["L"], "last": "Cunningham", "suffix": ""}], "year": 2016, "venue": "Vaccine", "volume": "34", "issn": "", "pages": "6655--6664", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Number of pertussis and measles cases and vaccine coverage % of measles,", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Process and product characterization • Formulation development • Raw material qualifications and supply management • Component characterization • Process and analytical method qualification • Specification development • Stability studies • Manufacturing process scale-up and development • Process control and validation • Packaging development and label design • Cold-chain establishment and vendor qualification", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Donor's medical history and the results of tests performed on the donor for the detection of adventitious agents • Culture history of the cell line, including methods used for the isolation of the tissues from which the line was derived • Passage history, medium used, and history of passage in animals • Documentation of the history of human-derived and animal-derived materials used during passage of the cells • Documentation of any genetic material introduced into the cell substrate • Identity test, cytogenetic characteristics • Results of all available adventitious agent testing • Growth characteristics • Expression characteristics • Susceptibility to adventitious agents • Generation of cell substrate • Long-term storage conditions • Stability of cell lines Based on the above thorough understanding of the cell substrates, the cell banking systems with primary cell bank (PCB), master cell bank (MCB), and working cell bank (WCB) can be established.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "(PCR) are used in the new vaccine development. ICP-MS, GC-MS, HPLC-MS, etc. are the examples of MS used for vaccine characterization. ICP-MS can be used for quantitatively measurement of metals in the vaccine intermediates and finished product. GC-MS and HPLC-MS can be used to determine the molecular weight of vaccines and detect if there are changes in the molecular structure. The mass spectrometry method can detect the structure change of functional proteins and lipids in vaccine with a high degree of accuracy, which is often linked with vaccine immunogenicity. Other biophysical tools such as florescence spectroscopy, lightscattering spectroscopy, etc. are also used for macromolecule characterization.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Meningococcal conjugated vaccine MCV (A, C, Y, W135), DTcP, and Prevnar 13 are good examples of combination vaccines.", "latex": null, "type": "figure"}, "TABREF1": {"text": "Quality control tests of a genetically modified seed lot Small, round, smooth, convex, silver-gray, opaque colonies and without abnormal colonies Biochemical tests The results of the recovered PCR products showed that the restriction enzyme map of the original strain is consistent with the size of the theoretical sequences.(2)The sequence is identical to the sequence of target strain", "latex": null, "type": "table"}, "TABREF2": {"text": "Advances in Vaccines 181 Many vaccines are under development around the world; below are a few examples of those vaccines under development.", "latex": null, "type": "table"}, "TABREF3": {"text": "Table 1 Quality control tests of a genetically modi fi ed seed lot", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Items </td><td>Methods </td><td>Results\n</td></tr><tr><td>Culture characteristics\n</td><td>LB medium culture Bordet-Gengou medium culture\n</td><td>No growth\n</td></tr><tr><td> </td><td> </td><td>Small, round, smooth, convex, silver-gray, opaque colonies and without abnormal colonies\n</td></tr><tr><td>Biochemical\n</td><td>Glucose biochemical medium\n</td><td>No utilization of glucose\n</td></tr><tr><td>tests\n</td><td> </td><td> </td></tr><tr><td>Nitrate peptone water medium\n</td><td>No reduction of nitrate\n</td></tr><tr><td> </td><td>Urea medium </td><td>No urease reaction\n</td></tr><tr><td> </td><td>Citrate medium </td><td>No use of citrate as a carbon source and nitrogen source\n</td></tr><tr><td> </td><td>Semisolid nutrient agar medium\n</td><td>No flagellar power\n</td></tr><tr><td>Morphology </td><td>Gram stain </td><td>Gram negative\n</td></tr><tr><td>Serological tests </td><td>Serum agglutination test </td><td>Serum agglutination: positive\n</td></tr><tr><td>Phenotype tests </td><td>ELISA </td><td>Positive for target antigen\n</td></tr><tr><td>Genotype tests </td><td>PCR and restriction digestion\n</td><td>(1) The results of the recovered PCR products showed that the restriction enzyme map of the original strain is consistent with the size of the theoretical sequences. (2) The sequence is identical to the sequence of target strain\n</td></tr><tr><td>OD600 </td><td>Culture in flask </td><td>3.1\n</td></tr><tr><td>Target protein expression (μg/mL)\n</td><td>ELISA </td><td>&gt;5\n</td></tr><tr><td>Skin necrosis\n</td><td>Intradermal injection of bacterial suspension (rabbit model)\n</td><td>Positive\n</td></tr><tr><td> </td><td>test\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "H. H. Mao and S. Chao implemented in China and other countries that do not have Tdap immunization for adults and adolescents.In summary, vaccines have made tremendous contributions to the society so far. However, we have more work to do to continue developing safe and effective vaccines to control the infectious diseases and help people around the world to live a healthy and long life [81] [82] [83] .", "cite_spans": [{"start": 388, "end": 392, "text": "[81]", "ref_id": "BIBREF78"}, {"start": 393, "end": 397, "text": "[82]", "ref_id": "BIBREF79"}, {"start": 398, "end": 402, "text": "[83]", "ref_id": "BIBREF80"}], "ref_spans": [], "section": "184"}]}