{"paper_id": "7628ee2f9f34e949507ffc4f93d9b5c87e58c3f3", "metadata": {"title": "OR IGINAL PAPER PWP2, a member of the WD-repeat family of proteins, is an essential Saccharomyces cerevisiae gene involved in cell separation", "authors": [{"first": "Gen", "middle": [], "last": "Mol", "suffix": "", "affiliation": {}, "email": ""}, {"first": "", "middle": [], "last": "Genet", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "WD-repeat proteins contain four to eight copies of a conserved motif that usually ends with a tryptophan-aspartate (WD) dipeptide. The Saccharomyces cerevisiae PWP2 gene, identified by sequencing of chromosome III, is predicted to contain eight socalled WD-repeats, flanked by nonhomologous extensions. This gene is expressed as a 3.2-kb mRNA in all cell types and encodes a protein of 104 kDa. The PWP2 gene is essential for growth because spores carrying the pwp2 1 : : HIS3 disruption germinate before arresting growth with one or two large buds. The growth defect of pwp2 1 : : HIS3 cells was rescued by expression of PWP2 or epitope-tagged HA-PWP2 using the galactoseinducible GAL1 promoter. In the absence of galactose, depletion of Pwp2p resulted in multibudded cells with defects in bud site selection, cytokinesis, and hydrolysis of the septal junction between mother and daughter cells. In cell fractionation studies, HA-Pwp2p was localized in the particulate component of cell lysates, from which it would be solubulized by high salt and alkaline buffer but not by nonionic detergents or urea. Indirect immunofluorescence microscopy indicated that HA-Pwp2p was clustered at multiple points in the cytoplasm. These results suggest that Pwp2p exists in a proteinaceous complex, possibly associated with the cytoskeleton, where it functions in control of cell growth and separation. Table 1 Yeast strains used in this study Strain Genotype SP1 MA¹a his3 leu2 trp1 ade8 can1 JRY181 MAT his3 leu2 trp1 ade8 can1 JRY182 MATa/MAT isogenic diploid of SP1 RSY12 MATa/MAT JRY182 pwp2-1 : : HIS3/P¼P2 RSY15 MATa/MAT JRY182 pwp2 -1 : : HIS3/P¼P2 RSY18 MATa pwp2 1 : : HIS3 [pRS10 (CEN4, PWP2, TRP1)] RSY24 MATa pwp2 1 : : HIS3 [pRS18 (GAL1-P¼P2, URA3)] RSY38 MATa pwp2 1 : : HIS3 [pRS35 (GAL1-HA-P¼P2, URA3)] RSY39 MATa [pRS18 (GAL1-P¼P2, URA3)] RAY3A-D MA¹a/MA¹ ura3/ura3 leu2/leu2 trp1/trp1 his3/his3 RSY17 MA¹a/MA¹ pwp2 1 : : HIS3/P¼P2 RSY41 MATa pwp2 1 : : HIS3 [pRS18 (GAL1-P¼P2-URA3)] RSY43 MAT pwp2 1 : : HIS3 [pRS18 (GAL1-P¼P2, URA3)] RSY50 MATa/MA¹ pwp2 1 : : HIS3 [pRS18 (GAL1-P¼P2, URA3)] RSY45 MATa [pRS18 (GAL1-P¼P2, URA3)] RSY54 MATa pwp2 1 : : HIS3 [pRS42 (CEN4, HA-P¼P2, LEU2)] RSY55 MATa pwp2 1 : : HIS3 [pRS41 (2 m, HA-P¼P2, LEU2)] RSY59 MA¹a pwp2 1 : : HIS3 [ºRA3 : : GA¸1-P¼P2]", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Constructed by transformation of the haploid strain with a plasmid containing the HO gene Obtained by isolation of zygotes after mating SP1 and JRY181", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "A conserved amino acid motif is repeated several times in members of an ancient and diverse family of proteins. First named the -transducin repeat (Fong et al. 1986 ), it has also been designated the periodic tryptophan protein (PWP) repeat (Durino et al. 1992 ) the GH-WD repeat (Neer et al. 1993) , and the WD-repeat (Voorn and Ploegh 1992) . It is a loosely conserved sequence of approximately forty amino acids, bracketed by glycine-histidine and tryptophan-aspartate (WD) dipeptides, repeated four to eight times within each polypeptide (Voorn and Ploegh 1992) . More than three dozen WD-repeat proteins are now known. Some are composed almost entirely of WD segments whereas others contain nonhomologous extensions at the Nand C-termini as well as insertions between repeats. The function of the motif is undefined, but the observation that proteins containing WD-repeats often exist in multiprotein complexes suggests they may have a general regulatory role either in facilitating macromolecular assembly or in controling protein-protein interactions (Neer et al. 1994) . The proteins are found in various cellular locations, including the plasma membrane, nucleus, cytoskeleton, and peroxisomes, and they have diverse cellular functions including cell division, signal transduction, gene transcription, RNA processing, vesicle fusion and cell-fate determination.", "cite_spans": [{"start": 147, "end": 164, "text": "(Fong et al. 1986", "ref_id": "BIBREF10"}, {"start": 241, "end": 260, "text": "(Durino et al. 1992", "ref_id": "BIBREF7"}, {"start": 280, "end": 298, "text": "(Neer et al. 1993)", "ref_id": "BIBREF28"}, {"start": 319, "end": 342, "text": "(Voorn and Ploegh 1992)", "ref_id": "BIBREF38"}, {"start": 542, "end": 565, "text": "(Voorn and Ploegh 1992)", "ref_id": "BIBREF38"}, {"start": 1058, "end": 1076, "text": "(Neer et al. 1994)", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Introduction"}, {"text": "P¼P2, the period tryptophan protein described here, is one of the few WD-repeat proteins with an essential role in S. cerevisiae. We have identified and characterized the P¼P2 gene and constructed gene disruptions to study its function. Expression of P¼P2 under control of the regulated GA¸1 promoter, was used to characterize defects in morphology resulting from depletion of the Pwp2 protein. Information about its cellular distribution was obtained by indirect immunofluorescence and subcellular fractionation.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The S. cerevisiae strains used in this study are described in Table 1 . Yeast strains were grown on YPD rich medium (1% yeast extract, 2% peptone, 2% glucose), YPGal (1% yeast extract, 2% peptone, 2% galactose) or SD (0.67% yeast nitrogen base without amino acids, 2% glucose) (Guthrie and Fink 1991) . Growth medium was supplemented with amino acids as required and solid medium contained 2% agar. Standard methods of yeast genetics, sporulation of diploids and dissection of tetrads were performed as described (Guthrie and Fink 1991) . Yeast transformations were performed using the lithium acetate method (Geitz et al. 1992 ).", "cite_spans": [{"start": 277, "end": 300, "text": "(Guthrie and Fink 1991)", "ref_id": "BIBREF15"}, {"start": 513, "end": 536, "text": "(Guthrie and Fink 1991)", "ref_id": "BIBREF15"}, {"start": 609, "end": 627, "text": "(Geitz et al. 1992", "ref_id": "BIBREF11"}], "ref_spans": [{"start": 62, "end": 69, "text": "Table 1", "ref_id": null}], "section": "Strains, media and microbiological techniques"}, {"text": "Standard methods of molecular biology were performed as described (Sambrook et al. 1989 ), except where indicated. For Southern analysis total yeast DNA prepared from saturated cultures was digested with restriction enzymes for 10-12 h and electrophoresed on 0.8% agarose gels. DNA was transferred to a Hybond membrane and hybridized with radiolabelled probes for 18-24 h at 42°C in 6;SSC, 5; Denhardt's solution, 0.1% SDS, and 200 mg of denatured salmon sperm DNA per ml (Sambrook et al. 1989) . After hybridization, filters were washed one for 30 min in 1;SSC, 0.1% SDS at 23°C and then twice for 30 min at 55°C. After washing, filters were subjected to autoradiography. For Northern analysis, total yeast RNA was isolated and poly(A)> mRNA, selected on Dynabeads Oligo (dT), was fractionated by electrophoresis, and transferred to filters. Random primer were labeling of probes with [ -P]dCTP (3000 Ci/mmol) was carried out using Klenow polymerase. To map the 5 end of P¼P2 mRNA, a synthetic oligonucleotide primer (5-CGGTGAGAGTAGTTGCTTGCC-3) was employed in a primer extension reaction involving reverse transcriptase. The oligonucleotide was labeled with [ -P]ATP using polynucleotide kinase, annealed to poly(A)> RNA, and extended using reverse transcriptase; from avian myeloblastosis virus. The cDNA products were fractionated on an 8% polyacrylamide gel in the presence of 7 M urea and compared with the products of a standard nucleotide sequencing reaction. For in vitro translation, plasmids pRS26 and pRS5 were transcribed and translated in the presence of [S]methionine using the coupled transcription/translation system from Promega. The resulting S-labeled polypeptides were analyzed by SDS-polyacrylamide gel (12%) electrophoresis and visualized by a autoradiography. For in vivo labeling, 10 ml of cells grown in YPGal, were harvested at an optical density (OD) at 600 nm of 1, washed with water and resuspended in an equal volume of Wickerham's minimal medium (WiMP) supplemented with appropriate amino acids and galactose. After incubation for 30 min at 30°C the cells were harvested, resuspended in 1 ml of supplemented WiMP containing 150 Ci Trans-[S]-label and incubated for 15 min at 30°C. The reaction was terminated by adding trichloroacetic acid to a final concentration of 5%. For immunoprecipitation from yeast extracts (Paravicini et al. 1992 ) the Pwp2 protein, tagged at the N-terminus with an epitope from the influenza virus hemagglutinin protein (HA), was selected with the 12CA5 antibody (BABCO).", "cite_spans": [{"start": 66, "end": 87, "text": "(Sambrook et al. 1989", "ref_id": "BIBREF35"}, {"start": 472, "end": 494, "text": "(Sambrook et al. 1989)", "ref_id": "BIBREF35"}, {"start": 2348, "end": 2371, "text": "(Paravicini et al. 1992", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Biochemistry and molecular biology"}, {"text": "The 6.7-kb EcoRI fragment of chromosome III (from positions 218770-225540) cloned in pUC19-6.7 was a gift from R. Planta. Following subcloning of the 3.2-kb XbaI fragment into pBluescript II KS (Stratagene), to generate pRS26, the P¼P2 gene was sequenced on both strands using the manual dideoxy chain-termination method with [S]ATP (Amersham) and the automated fluorescent dye terminator method with the Taq polymerase-DyeDeoxy Cycle sequencing kit (ABI). The synthetic oligonucleotide primers used in DNA sequence determination were as follows: SEGB3-1: 5-TTTAATCAAGATAGGTTCACTGCC-3; SEGB3-2: 5-CTGA-ATTTTCGCCTGCATCG-3; SEGB3-3: 5-GATGTAGTCAT-GGAATCTGACGACGAGG-3; SEGB3-4: 5-GGAATCATTTT-CATTAGACAAGGG-3; SEGB3-5: 5-GGCTTTGAATGGTA-CTCTCG-3; SEBG3-6: 5-TTTGATCTGGATGTGGACGTC-3; SEGB3-7: 5-GCCTTATATATAAAGAAAA TAGCC-3; SEGB3-8: 5-CTTGTCAATTTCAAAGCCCGTAACGTG-3; SEGB3-9: 5-GTCGTCGTCATCGGATGGCC-3, SEGB3-10: 5-CAAAATT-GTCCAGGGACCCGGC-3. Sequences were compared with the contents of the Genbank, EMBL, PIR and Swissprot data bases, using the appropriate programs in the University of Wisconsin Genetics Computer Group package (Derereux et al. 1984) . Alignment of the predicted amino acid sequences of Pwp2p and human G transducin involved the insertion of gaps to obtain an optimal alignment. Graphic matrix analyses (Maizel and Lenk 1981) of internal repeats was performed with a 40-residue sliding window (segment size\"40) at a matching criteria of 45% (stringency\"18). Statistical analysis of the Pwp2 protein sequence by SAPS (Brendel et al. 1992 ) was kindly performed by S. Karlin (Stanford University).", "cite_spans": [{"start": 1122, "end": 1144, "text": "(Derereux et al. 1984)", "ref_id": null}, {"start": 1314, "end": 1336, "text": "(Maizel and Lenk 1981)", "ref_id": "BIBREF23"}, {"start": 1527, "end": 1547, "text": "(Brendel et al. 1992", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "DNA and protein sequence analysis"}, {"text": "The plasmids pRS6 and pRS8 were constructed for one-step gene disruption. The 1.4-kb fragment containing the predicted YCR57c open reading frame flanked by XbaI and KpnI sites was obtained by PCR of S. cerevisiae genomic DNA using the following pair of primers: 5-CTTAAGCTCTAGAATATGGTCCGTAGATTCAG-AGG-3 and 5-ATCAAATCTAAGGTACCTGCTTCAGTCATT-TTC-3. The resulting fragment was subsequently cloned into XbaI#KpnI-digested pBluescript II KS to obtain pRS5. Plasmid pRS5 was digested with BamHI and ligated with the 1.8-kb BamHI fragment of HIS3, from a plasmid obtained from E. Phizicky, to yield pRS6. In parallel, pRS5 was digested with EcoRI, blunt-ended, digested with BamHI and finally ligated with the XhoI-BamHI HIS3 fragment in which the XhoI site had been blunt-ended to generate pRS8. PvuII-cleaved pRS6 or pRS8 were introduced into a diploid strain (JRY182) by transformation followed by selection for His> prototrophy. Restriction mapping and Southern hybridization analysis of genomic DNA from the resulting transformants was conducted to confirm that transplacement had occurred at the P¼P2 locus. The diploid transformants designated RSY12 and RSY15, carried the insertion (pwp2-1 : : HIS3/P¼P2) and the deletion (pwp2 1 : : HIS3/ P¼P2), respectively.", "cite_spans": [], "ref_spans": [], "section": "Disruption of the P¼P2 gene"}, {"text": "YCplac22 (CEN4, ARS1, TRP1), YCplac111 (CEN4, ARS1, LEU2), YEplac181 (2 m, LEU2) and YIplac211 (URA3) were obtained from R. Gietz (Gietz and Sugino 1988) . Plasmids used in complementation analysis were derived by subcloning the 4.6-kb XbaI fragment containing P¼P2 from pUC19-6.7 into YCplac22 to create pRS10. The vector pGT5 (GA¸1/10, CEN4, ARS1, ºRA3), obtained from I. Miyajima, was used to generate pRS9, pRS12, pRS18 and pRS25. Plasmid pRS9 was constructed by subcloning the 1.4-kb XbaI-KpnI fragment containing YCR57c from pRS5 in pGT5. The 2.6-kb AflII-XbaI fragment from pRS10 (indicated in Fig. 2A ) was blunt-ended and cloned into pGT5 to form pRS12. The 3.2-kb XbaI fragment containing the entire P¼P2 gene from pRS10 was cloned in XbaIdigested pGT5 to obtain pRS18. Construction of pRS25 was achieved by digesting plasmid pRS10 with XbaI-NcoI to obtain the 2.6-kb fragment, blunting ends with Klenow enzyme, and inserting into pGT5. The construction of HA-P¼P2 first involved site-directed mutagenesis to introduce a unique NotI site after the first ATG of P¼P2 in pRS18. Next, the NotI fragment from pSM491 (from B. Futcher, Cold Spring Harbor), which encodes three copies of the HA epitope, was introduced in-frame at the NotI site of P¼P2. Finally the HA-P¼P2 XbaI fragment was cloned in YC-plac111, into which the GAL1/10 promoter had been inserted, to generate pRS35. For expression of HA-P¼P2 using the P¼P2 promoter, the PstI-XbaI fragment containing the 5 region of P¼P2 and the XbaI fragment containing HA-P¼P2 from pRS35 were cloned in YEplac181 and YCplac111 to generate pRS41 and pRS42.", "cite_spans": [{"start": 130, "end": 153, "text": "(Gietz and Sugino 1988)", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 601, "end": 608, "text": "Fig. 2A", "ref_id": null}], "section": "Plasmid constructions"}, {"text": "Expression of P¼P2 under control of the GA¸1 promoter Site-directed mutagenesis was performed on the 4.6-kb XbaI fragment from pUC19-6.7 subcloned in the pSelect (Promega) derivative pRS15 to create an XbaI recognition site 4 bp upstream of the ATG initiation codon of P¼P2. The mutagenic oligonucleotide was 5-GAACCGCATCTAGATGAAATCCG-3. Nucleotides that were changed from the wild-type sequence are underlined. The resulting 3.2-kb XbaI fragment containing the P¼P2 gene was subcloned in pGT5. The resulting plasmid, pRS18, was transformed into yeast strain RSY15 and Ura> transformants were sporulated and dissected Segregants were germinated on YPGal and tested for histidine (pwp2 1 : : HIS3), and Ura> (pRS18) prototophy. Haploid P¼P2/ pRS18, and pwp2 1 : : HIS3/pRS18 segregants were grown at 30°C on media containing galactose (YPGal). To test the phenotype associated with Pwp2 protein depletion, expression of the plasmidborne P¼P2 gene was reduced by transferring the cells to YPD or SD (glucose containing) solid medium and incubating at 30°C; cells were monitored several times over 3 days after transfer. Growth of segregants containing the pwp2 1 : : HIS3 (RSY24) arrested after transfer to glucose medium, whereas cells containing a wild-type P¼P2 gene continued to grow.", "cite_spans": [], "ref_spans": [], "section": "Plasmid constructions"}, {"text": "Methods for interference-contrast and fluorescence microscopy were performed as described . Microscopy of single cells was done with a Zeiss Axiophot microscope using DIC optics or fluorescence and a 100;objective. Fluorescent staining with Calcofluor, DAPI and rhodamine phalloidin was performed as described The assay for completion of cytokinesis (Healy et al. 1991) involved formaldehyde fixation and removal of the cell wall with Zymolyase 100-T (Seikahaku). For chitinase treatment, RSY24 cells and control cells cultured in YPD or YPGal for 12-18 h were washed, resuspended at an OD of 1 in 10 mM phosphate buffer (pH 6.3), 0.1% sodiumazide containing either 1 unit Streptomyces griseus chitinase (Sigma C1525) or an equal volume of buffer. After incubation at 30°C for 4 h, followed by vigorous vortexing, the cells were counted and chains or clumps of 3 or more cells were scored as clusters. Sites of bud formation were quantitated by the method described by Flescher et al. (1993) which involves staining fixed cells with Calcofluor and grouping cells with one bud and a single bud scar into three classes: those with a bud adjacent to the bud scar (axial pattern), those with a bud at the opposite pole to the bud scar (polar pattern) and those with a bud at an intermediate distance from the bud scar (central pattern).", "cite_spans": [{"start": 350, "end": 369, "text": "(Healy et al. 1991)", "ref_id": "BIBREF17"}, {"start": 969, "end": 991, "text": "Flescher et al. (1993)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Analysis of morphology and bud site selection"}, {"text": "The pwp2 1 : : HIS3 strains RSY54 and RSY55 carrying the HA-P¼P2 gene on low-and high-copy-number plasmids respectively, were used for the fractionation analysis. Lysis of exponentially growing cells and fractionation was by the method of Espenshade et al. (1995) except where indicated. Briefly, approximately 1;10 cells were harvested by centrifugation and washed once in breakage buffer (50 mM TRIS-HCl, pH 7.5, 150 mM NaCl, 15 mM MaCl ) and resuspended in 500 ml of the same ice-cold buffer. An equal volume of acid-washed glass beads was added to the cell suspension and lysis was achieved by vigorous vortex mixing for 2 min, four times with 1 min intervals on ice. The resulting homogenates were collected and unbroken cells, glass beads, and large debris were removed twice by centrifugation for 5 min at 450;g. Aliquots (0.4 ml) of this fraction were adjusted to 0.5 ml with breakage buffer or with one of the following reagents, to the indicated final concentrations: 2 M urea, 1% Triton X-100, 0.1 M Na CO , (pH 11), 1 M NaCl. The samples were incubated on ice for 20 min and subsequently centrifuged at 10 000;g for 40 min. The resulting soluble fraction (S10) was further centrifuged at 100 000;g for 60 min at 4°C. The particulate fractions were rinsed with the breakage buffer and resuspended in the same buffer. Samples from the total cell A Poly(A)> RNA (5 g) from strain SP1 was fractionated on agarose, hybridized with the radioactive YCR57c probe, and visualized by autoradiography. Numbers indicate marker sizes in kb. Markers were from the 0.24-9.l5 kb RNA ladder (BRL). B Transcription initiation sites of PWP2. The position of the 5 end of the PWP2 RNA was mapped by primer extension with reverse transcriptase and a synthetic oligonucleotide complementary to a region near the ATG start codon of YCR58c. Lanes 1 and 2 contain total RNA and poly(A)> RNA, respectively, from strain JRY182. The same primer was used in standard dideoxy sequencing reactions (G, A, T, and C) with pRS10 and the products were subjected to electrophoresis in the same gel as the cDNA extension products to permit direct comparison. The DNA sequence presented is that corresponding to the transcript and hence is complementary to the sequencing ladder. The sites of transcription initiation are indicated by the arrows. C In vitro translation. PWP2 (pRS26, lane 1) and YCR57c (pRS5 lane 2) were transcribed and translated in vitro in the presence of [S]methionine. The translation products were analyzed by SDSpolyacrylamide gel electrophoresis (12%) and visualized by autoradiography. Numbers indicate the sizes (Da) of marker proteins. D Immunoprecipitation of HA-tagged Pwp2 protein. The immunoprecipitates of lysed cells from S-labeled cultures of RSY38 (HA-PWP2, lane 1), and RSY24 (PWP2, lane 2) were immunoprecipitated, analyzed by SDS-polyacrylamide gel electrophoresis (12%) and visualized by autoradiography. Numbers indicate the sizes (Da) of marker proteins lysate (T), the soluble fractions (S10, S100) and insoluble fractions (P10, P100) were subjected to SDS-PAGE and separated proteins were electrophoretically transferred to a nitrocellulose membrane. The filter was processed to detect HA-Pwp2p with 10 ng/ml of 12CA5 mAb as a primary antibody and using the ECL Western blotting system (Amersham).", "cite_spans": [{"start": 239, "end": 263, "text": "Espenshade et al. (1995)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Fractionation and Western blot analysis of HA-Pwp2p"}, {"text": "Strains RSY55 and RSY54 were processed for immunofluorescence microscopy by the method of Pringle et al. (1991) . Cells from early log phase cultures were fixed in 4% formaldehyde at 25°C for 30 min. Spheroplasts were prepared by using Glusulase (DuPont) and Zymolyase 20T (Seikahaku) at a final concentration of 0.1 mg/ml. HA-Pwp2 was detected with affinity-purified 12CA5 mAb and FITC-labeled goat-anti-mouse IgG. The cells were costained with 4,6-diamindino-2-phenylindole dihydrochloride (DAPI) (Sigma) at a final concentration of 0.1 mg/ml for 15 min after washing three times with PBS-1% BSA.", "cite_spans": [{"start": 90, "end": 111, "text": "Pringle et al. (1991)", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "Indirect immunofluorescence"}, {"text": "The YCR57c mRNA is 3.2 kb long and includes YCR58c and YCR55c", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "The sequence of S. cerevisiae chromosome III revealed three open reading frames with homology to G protein -transducin: YCR84c, previously identified as ¹ºP1 (Genbank accession number P16649) YCR57c, and YCR72c (Bork et al. 1992; Oliver et al. 1992) . In order to investigate the function of YCR57c, we first examined the pattern of its mRNA expression in vivo. Northern analysis of poly(A)> RNA isolated from exponentially growing wild-type cells using a YCR57cspecific probe revealed a single 3.2-kb mRNA band (Fig. 1A) . The size of this band was consistent with a previous report that the primary transcript from this region was 3.1 kb long (Akikazu and Isono 1990) . As judged by the relative intensity of the signal obtained after hybridization of the same membrane with an AC¹1 probe, the expression level of the 3.2 kb mRNA was approximately 10% that of actin. Analysis of total RNA from isogenic MA¹a, MA¹ and MA¹a/ strains also showed a single band of 3.2 kb which hybridized with the YCR57c probe (data not shown), indicating that the 3.2 kb species was of the same length and equally abundant in all cell types.", "cite_spans": [{"start": 211, "end": 229, "text": "(Bork et al. 1992;", "ref_id": "BIBREF2"}, {"start": 230, "end": 249, "text": "Oliver et al. 1992)", "ref_id": "BIBREF29"}, {"start": 645, "end": 669, "text": "(Akikazu and Isono 1990)", "ref_id": "BIBREF0"}], "ref_spans": [{"start": 512, "end": 521, "text": "(Fig. 1A)", "ref_id": "FIGREF0"}], "section": "Results"}, {"text": "YCR57c is an open reading frame of 1317 bp (Oliver et al. 1992 ). Since the YCR57c mRNA was surprisingly large, additional mapping of the 3.2-kb transcript was performed using probes specific for sequences flanking YCR57c (Fig. 2) . Probes corresponding to YCR58c and YCR55c also hybridized to the 3.2-kb mRNA. The 5 end of the transcript was mapped by primer extension analysis to bases located at positions !567 and !576 distal to the predicted initiator ATG of YCR57c but only !54 and !63 bases upstream of YCR58c (Fig. 1B) . These results indicated that the 3.2-kb RNA transcript extended for several hundred bases on either side of the predicted YCR57c coding sequence and included sequences from YCR55c and YCR58c.", "cite_spans": [{"start": 43, "end": 62, "text": "(Oliver et al. 1992", "ref_id": "BIBREF29"}], "ref_spans": [{"start": 222, "end": 230, "text": "(Fig. 2)", "ref_id": null}, {"start": 517, "end": 526, "text": "(Fig. 1B)", "ref_id": null}], "section": "Results"}, {"text": "Sequences from YCR58c, YCR57c and YCR55c are part of a single open reading frame, P¼P2", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Resequencing of chromosome III between positions 218778 and 222139 revealed four deviations from the previously published sequence (Oliver et al. 1992) : insertions of G, C and A, respectively, at positions 221 662, 221 416 and 220 247 as well as a single substitution of C for T at position 219 175. These changes altered the predicted reading frame between YCR58c, The WD-repeats revealed by matrix analysis of the deduced amino acid sequence of P¼P2 were aligned manually for comparison with the consensus WD-repeat. n1 indicates the number of residues between the repeats. The Pwp2 consensus sequence represents the consensus for the 8 internal repeats. The WD-40 consensus sequence, shown at the bottom, represents the consensus for fourteen proteins (Voorn and Ploegh 1992) ; hydrophobic amino acids are represented by ; , indicates a noncharged side chain and x, any amino acid YCR57c, and YCR55c, resulting in a single, continuous ORF flanked by typical control elements (Fig. 3) . This ORF will be referred to as P¼P2. A putative TATA element (5-TATAAT-3), resembling the consensus sequence, was found at position !80 from the predicted ATG start codon. Immediately downstream of the TATA box, the sequence 5-AATAATAGTA-3 is present as a tandem repeat. Transcription start sites were detected at the penultimate T in each element (Fig. 1B) . The ATG at position 1 is the first ATG sequence after the TATA box and the flanking residues resemble the consensus sequence for the initiation of translation for eukaryotic ribosomes (Kozak 1986 ). At the opposite end of the ORF, potential pre-mRNA polyadenylation sequences are present as 5-TATTTAT-3, 5-TAG . . . TTTGT TTT-3, and 5-TATATA-3 (Heidmann et al. 1992; Russo et al. 1991 ).", "cite_spans": [{"start": 131, "end": 151, "text": "(Oliver et al. 1992)", "ref_id": "BIBREF29"}, {"start": 756, "end": 779, "text": "(Voorn and Ploegh 1992)", "ref_id": "BIBREF38"}, {"start": 1535, "end": 1546, "text": "(Kozak 1986", "ref_id": "BIBREF20"}, {"start": 1695, "end": 1717, "text": "(Heidmann et al. 1992;", "ref_id": "BIBREF18"}, {"start": 1718, "end": 1735, "text": "Russo et al. 1991", "ref_id": "BIBREF34"}], "ref_spans": [{"start": 979, "end": 987, "text": "(Fig. 3)", "ref_id": "FIGREF2"}, {"start": 1339, "end": 1348, "text": "(Fig. 1B)", "ref_id": null}], "section": "Results"}, {"text": "To characterize the polypeptides encoded by the 3.2-kb mRNA, the fragment of chromosome III from position 218778 to 221957 was subcloned in an appropriate vector (pRS26) and subjected to coupled in vitro transcription and translation. As shown in Fig. 1C , the largest of the translation products had an estimated mass of 104 kDa, which would correspond to an ORF of approximately 3 kb.", "cite_spans": [], "ref_spans": [{"start": 247, "end": 254, "text": "Fig. 1C", "ref_id": null}], "section": "Identification of the P¼P2 gene product"}, {"text": "To generate an HA-tagged Pwp2 polypeptide, oligonucleotides encoding the HA epitope of influenza hemagglutinin were fused in frame to the 5 end of the P¼P2 ORF and subcloned in YCplac111-GA( pRS35) to allow expression under control of the inducible GA¸1 promoter. A strain carrying pRS35 was grown on galactose medium and subjected to in vivo S labeling and immunoprecipitation. As shown in Fig. 1D , the anti-HA monoclonal antibody (12CA5) immunoprecipitated a single polypeptide with an apparent molecular weight of 104 kDa. No such band was detected in extracts from a control strain that expressed the untagged version of P¼P2. This result demonstrates that the P¼P2 gene encodes a polypeptide of 104 kDa, consistent with the size of the product of the 3.2-kb mRNA detected by in vitro translation.", "cite_spans": [], "ref_spans": [{"start": 391, "end": 398, "text": "Fig. 1D", "ref_id": null}], "section": "Identification of the P¼P2 gene product"}, {"text": "The predicted amino acid sequence of P¼P2 was used to search the database of nonredundant sequences using the BLAST and FASTA algorithms. This revealed a weak similarity at the C-terminus to neurofilament proteins and to Asp/Glu-rich proteins related to nucleolin. Significant homology was found with G protein -subunits, including human GBB2 (Accession No. P11016, BLAST score p\"10\\) which shared 32% identity and 77% similarity with the sequence of Pwp2p between residues 140 to 500. This central region of Pwp2p was strongly related (BLAST scores p(10\\) to other subtypes of mammaliansubunits; GBB1 (P04901), GBB3 (P16520) and GBB4 (P29387), as well as the homologous -subunits from Drosophila (P26308), Caenorhabditis elegans (P17343), oligo forbesi (P23232), Dictyostelium discoideum (P36408) and the S. cerevisiae Ste4 protein (A30102). Also related but with lower identity scores (BLAST scores p(10\\) were ¹ºP1 (P16649), Espl (P16371), IS1 (P43034), AAC3 (P14197), CDC4 (P07834), COP (P35605), ME¹30 (P39014), and CDC20 (P26309). Graphical self-comparison analysis (Maizel and Lenk 1981) revealed that Pwp2p contained internal repeats in the central region and at the C-terminus. The central repeats (Figs. 3, 4A ) correspond to eight copies of the WD motif that was first identified as a repeating unit in the -subunit of transducin (Fong et al. 1986 ). Five of these are full-length WD-repeats and three are ''incomplete'' half-repeats. As shown in Fig. 4B , the eight sequences are conserved with respect to each other as well as to the consensus WD motif (Voorn and Ploegh 1992) . A statistical search for additional features of the predicted sequence using the SAPS algorithm (Brendel et al. 1992 ) revealed a high proportion of Asp residues (8.1% overall), particularly between amino acids 225-235 and near the C-terminus (Fig. 4A) . Such acidic clusters occur in less than 4% of proteins from yeast and humans (Sapolsky et al. 1993 ) and occur in several other WD-repeat proteins (Durino et al. 1992 ). Fig. 5A , B P¼P2 disruption. A Diploid yeast strains were transformed with restriction fragments containing the indicated pwp2 1 : : HIS3 deletion or pwp2-1 : : HIS3 insertion allele and His> transformants were selected. Sporulation and dissection of strains heterozygous for the P¼P2 locus, yielded a 2 : 2 segregation of viability to non-viability. Shown are 18 tetrads from the diploid strain JRY182. The four spores of each tetrad were positioned vertically. All viable spores were His\\, indicating that P¼P2 is an essential gene. B For Southern blotting analysis of the disrupted P¼P2 gene, total cellular DNA was prepared from the wild-type diploid strain JRY182 (lane 1), the heterozygous insertion diploid strain RSY12 (P¼P2/pwp2-1 : : HIS3 (lane 3), the heterozygous disruption diploid strain RSY15 (P¼P2/pwp2 1 : : HIS3 ) (lanes 4 and 5), one of its haploid progeny (lane 2) and the haploid disruption strain RSY18 (pwp2 1 : : HIS3 carrying pRS10(YCplac22[P¼P2]) (lanes 6). DNA was digested with EcoRI, transferred to the nylon membrane and hybridized with the radiolabelled 1.4-kb fragment of YCR57c. The resulting autoradiogram shows patterns of hybridization consistent with the DNA sequence: bands of 2.3-kb and 4.4-kb are derived from the intact P¼P2 gene (lanes 1 and 2) ; insertion of the HIS3 gene in P¼P2 produced an additional band of 8 kb (lanes 4, 5 and 6) and eliminated the 4.4-kb band (lane 6) Although an N-terminal signal sequence was not detected, a possible subcellular localization to the mitochondrial matrix was predicted by the PSORT program (Goffeau et al. 1993; Nakai and Kanehisa 1992) . Since the C-terminal region of Pwp2p had weakly repetitive character and a number of proteins related to neurofilaments have coiled-coil domains, the Pwp2p sequence was analysed with an algorithm to identify regions with heptad repeats (Lupas et al. 1991 ). This analysis predicted two regions near the C-terminus with 70-80% probability of forming coiled-coil structures.", "cite_spans": [{"start": 1072, "end": 1094, "text": "(Maizel and Lenk 1981)", "ref_id": "BIBREF23"}, {"start": 1341, "end": 1358, "text": "(Fong et al. 1986", "ref_id": "BIBREF10"}, {"start": 1566, "end": 1589, "text": "(Voorn and Ploegh 1992)", "ref_id": "BIBREF38"}, {"start": 1688, "end": 1708, "text": "(Brendel et al. 1992", "ref_id": "BIBREF4"}, {"start": 1924, "end": 1945, "text": "(Sapolsky et al. 1993", "ref_id": null}, {"start": 1994, "end": 2013, "text": "(Durino et al. 1992", "ref_id": "BIBREF7"}, {"start": 3427, "end": 3435, "text": "(lane 6)", "ref_id": null}, {"start": 3592, "end": 3613, "text": "(Goffeau et al. 1993;", "ref_id": "BIBREF14"}, {"start": 3614, "end": 3638, "text": "Nakai and Kanehisa 1992)", "ref_id": "BIBREF26"}, {"start": 3877, "end": 3895, "text": "(Lupas et al. 1991", "ref_id": "BIBREF22"}], "ref_spans": [{"start": 1207, "end": 1219, "text": "(Figs. 3, 4A", "ref_id": "FIGREF2"}, {"start": 1458, "end": 1465, "text": "Fig. 4B", "ref_id": null}, {"start": 1835, "end": 1844, "text": "(Fig. 4A)", "ref_id": "FIGREF3"}, {"start": 2017, "end": 2024, "text": "Fig. 5A", "ref_id": null}, {"start": 3288, "end": 3303, "text": "(lanes 1 and 2)", "ref_id": null}], "section": "Structural features of P¼P2"}, {"text": "To investigate the effect of loss of P¼P2 function, the chromosomal copy of the gene was inactivated using the one-step gene disruption method (Rothstein 1991) . Two disrupted alleles of P¼P2 were constructed (see Fig. 5A , and Materials and methods). A deletion-disruption mutation was created (pwp2 1 : : HIS3) by replacing the 467-bp BamHI-EcoRI fragment by the HIS3 gene. The other mutation (pwp2-1 : : HIS3), was created by insertion of the HIS3 gene at the BamHI site in the coding sequence. A restriction fragment containing each of these constructions was purified and introduced into a diploid strain (JRY182) by transformation, followed by selection for histidine prototrophy. Transformants (His>) in which one copy of the P¼P2 locus had been disrupted were identified by Southern analysis (Fig. 5B, lanes 3, 4 and 5) . Strains of heterozygous pwp2 1 : : HIS3/P¼P2 diploids (RSY15) and pwp2-1 : : HIS3/P¼P2 diploids (RSY12) were sporulated, dissected on non-selective (YPD) medium and incubated at 15, 25 or 37°C. At each temperature and in all tetrads examined (45) only two out of four spores produced colonies (Fig. 5A ). Viable cells were auxotrophic for histidine and contained the wild-type allele of P¼P2 as shown by Southern analysis (Fig. 5B , lane 2). This indicated that spore progeny carrying the disrupted pwp2 gene were inviable; P¼P2, therefore, is an essential gene. Similar results were obtained following disruption and sporulation of a diploid with a different genetic background (RAY3A).", "cite_spans": [{"start": 143, "end": 159, "text": "(Rothstein 1991)", "ref_id": "BIBREF33"}], "ref_spans": [{"start": 214, "end": 221, "text": "Fig. 5A", "ref_id": null}, {"start": 800, "end": 827, "text": "(Fig. 5B, lanes 3, 4 and 5)", "ref_id": "FIGREF2"}, {"start": 1123, "end": 1131, "text": "(Fig. 5A", "ref_id": null}, {"start": 1252, "end": 1260, "text": "(Fig. 5B", "ref_id": null}], "section": "P¼P2 is essential for growth"}, {"text": "Microscopic examination of the non-growing progeny revealed either swollen spores (20%), enlarged spores which had germinated with one large bud (60%), and spores with two or more large buds which could not be separated by micromanipulation (20%). Most spores lacking P¼P2 underwent one or two mitotic duplications before arresting growth with one or two large buds.", "cite_spans": [], "ref_spans": [], "section": "P¼P2 is essential for growth"}, {"text": "Plasmids containing fragments of the P¼P2 gene were introduced into the diploid strain RSY15 (heterozygous for the P¼P2 locus) and tested for complementation (Fig. 2B) . Tetrads carrying either pRS9 (YCR57c), pRS12 (YCR57c, YCR55c) or pRS25 (C-terminal deletion derivative of P¼P2) produced only two viable spores that were wild type for P¼P2. In contrast, tetrads derived from pRS10 (P¼P2), and pRS18 (GA¸1-P¼P2) produced four viable progeny, two of which were disrupted in the chromosomal copy (Fig. 5B, lane 6) . As judged by retention of the auxotrophic markers, pRS10 or pRS18 were not lost from these haploid cells even after prolonged growth in rich medium. These results confirm that P¼P2 is an essential gene and demonstrate that the entire ORF of P¼P2 is required to rescue the pwp2 1 : : HIS3 mutation.", "cite_spans": [], "ref_spans": [{"start": 158, "end": 167, "text": "(Fig. 2B)", "ref_id": null}, {"start": 496, "end": 513, "text": "(Fig. 5B, lane 6)", "ref_id": "FIGREF4"}], "section": "P¼P2 is essential for growth"}, {"text": "To further characterize the effects of Pwp2 protein depletion, the P¼P2 gene was placed under control of the GA¸1 promoter in plasmid pRS18. On solid media containing glucose, RSY24 cells (pwp2 1 : : HIS3/ pRS18) were markedly inhibited, with no colony formation visible, whereas colonies on galactose medium grew to normal size (Fig. 6) . In YPGal liquid broth, RSY24 grew normally. After an exponentially growing culture was shifted from galactose to glucose (YPD), the optical density increased over a 24 h period but cell division, as measured by the number of individual cells, was dramatically reduced. Microscopic examination of the same cells grown for 8 h after transfer to YPD revealed chains of 3 to 8 connected cells (Fig. 7) that were absent in control cultures (SP1 or RSY18). The proportion of connected cells and the number of cells in each chain increased dramatically over a period of 36 h. While only 8% of the cells had one or more buds attached before the shift, 18 h after shift to YPD, more than 60% of the cells remained connected in chains of 3 or more. Connected cells formed chains or branched chains which could not be separated by sonication. The average number of cells in a cluster was 4 (300 clusters counted). In most clusters, some buds appeared elongated rather than round (35% of cells in 75 clusters). These results suggested that depletion of Pwp2p resulted in defects in bud morphology and mother-daughter cell separation.", "cite_spans": [], "ref_spans": [{"start": 329, "end": 337, "text": "(Fig. 6)", "ref_id": "FIGREF4"}, {"start": 729, "end": 737, "text": "(Fig. 7)", "ref_id": null}], "section": "Reduced expression of P¼P2 results in formation of cell chains and multibudded clusters"}, {"text": "To test whether the cells connected in chains and clusters had completed cytokinesis, they were fixed with formaldehyde and treated with zymolyase to remove the cell wall (Healy et al. 1991) . This treatment reduced the number of cells in the chain and produced individual spheroplasts or pairs of spheroplasts (20% pairs in 150 cells treated) joined by internal connections. Inspection of spheroplasts after treatment with DAPI (to visualize the nucleus) revealed that most pairs had individual nuclei (64%), some had only one nucleus (32%) or two nuclei in one cytoplasm (4%) (data not shown). This indicated that cytokinesis was defective in some cells, whereas nuclear division was relatively normal in most cells and continued even in the absence of cytokinesis. Although most clusters could not be separated by micromanipulation, a few detached cells placed on solid medium containing galactose and incubated at 30°C gave rise to colonies (in 9 out of 12 cases), which suggested that at least some of the cells in the clusters contained a viable nucleus. The distribution of nuclei was examined by DAPI staining 18 h after shifting RSY24 cells to glucose medium. Most cells in clusters contained a single nucleus (50%); some cells contained two nuclei (33%) and less frequently large buds were anucleate (17%) (Fig. 7D ). Together these results confirmed that nuclear division and bud emergence continued in spite of defects in cytokinesis and cell separation.", "cite_spans": [{"start": 171, "end": 190, "text": "(Healy et al. 1991)", "ref_id": "BIBREF17"}], "ref_spans": [{"start": 1316, "end": 1324, "text": "(Fig. 7D", "ref_id": null}], "section": "Pwp2p depleted cells exhibit defects in cytokinesis"}, {"text": "Rings of cell wall chitin that form at the nascent site of bud emergence and the septal junction can be visualized by Calcofluor staining. Chains of glucose-cultured RSY24 cells stained with Calcofluor exhibited normal staining at the sites of budding. Mother cells, identified by the presence of multiple bud scars, stained relatively intensely, suggesting that chitin deposition may be somewhat delocalized whereas chitin deposition at the septal junction between cells appeared normal (Fig. 7F) . Treatment of chains of glucose-cultured RSY24 cells with chitinase resulted in a dramatic reduction in the proportion of chains and clusters of cells (Fig. 8) . Twenty-four percent (n\"3) of cells incubated with buffer (control) contained clusters of 3-15 . These data indicate that the formation of cells in chains and clusters results from incomplete hydrolysis of the chitinous septum between mother and daughter cells.", "cite_spans": [], "ref_spans": [{"start": 488, "end": 497, "text": "(Fig. 7F)", "ref_id": null}, {"start": 650, "end": 658, "text": "(Fig. 8)", "ref_id": null}], "section": "Pwp2p depleted cells exhibit defects in cytokinesis"}, {"text": "In wild-type cells the actin cytoskeleton functions in directing polarized cell-surface growth. To analyze the pattern of actin distribution RSY24 cells were stained with rhodamine phalloidin. Compared to galactosegrown RSY24 cells, glucose cultured cells exhibited a normal staining pattern with intensely staining cortical patches in buds and long fibers that extended from mother cells into buds (Fig. 7B) .", "cite_spans": [], "ref_spans": [{"start": 399, "end": 408, "text": "(Fig. 7B)", "ref_id": null}], "section": "Pwp2p depleted cells exhibit defects in cytokinesis"}, {"text": "Since mutations in genes involved in cytokinesis have been reported to affect bud-site selection (Flescher et al. 1993) , we examined the budding pattern of Pwp2pdepleted cells. The abnormal cells that resulted from culturing strain RSY24 in glucose medium were Fig. 8 Separation of mutlibudded clusters by chitinase. RSY24 cells were cultured in YPD for 10-12 h prior to incubation with chitinase (#) or buffer (!) as described in Materials and methods. The results from three independent experiments are shown. Numbers indicate the total number of single cells, chains, and clusters in each experiment. A group of 3 or more cells was counted as a cluster. The average number of cells per cluster was 8 in these experiments Fig. 9 Abnormal bud position in Pwp2p-depleted haploid cells. The budding pattern of mother and daughter cells stained with Calcofluor was determined as described in Materials and methods and designated as ''axial'', ''polar'' or ''central''. Bud position was counted as the number of mothers with one bud scar and one bud that exhibited each pattern. The percentages of buds in the axial position in the combined results of three experiments are shown attached either in linear chains or (less commonly) in branched chains. This arrangement suggested that many cells grew buds at their poles, a pattern suggestive of the bipolar bud site selection exhibited by diploid cells. As judged by its ability to mate and to respond to -mating factor, however, RSY24 is a MA¹a haploid strain. To analyze the pattern of bud site selection in RSY24 cells, the location of buds in mother cell containing one bud and one bud scar (4-12% of the population) was determined after staining with Calcofluor to identify the bud scar. Such cells were classified as exhibiting either an axial, central, or polar budding pattern. In galactose-grown RSY24 cells, most mother cells (70%) had budded adjacent to the scar (axial), 19% budded near the scar (central) and 11% budded at the opposite pole (polar). Control cells (SP1) wild-type for P¼P2, as well as SP1 cells carrying pRS18 (RSY39), which overexpress P¼P2 mRNA when grown in galactose medium, exhibited a similar, predominantly axial budding pattern. In contrast, 18 h after shifting RSY24 cells to glucose medium, the majority of such mothers had formed buds at the opposite pole (51%) and relatively fewer had budded at sites either axial (23%) or central (26%) to the bud scar (Fig. 9 ). In agreement with these observations, in glucose-cultured RSY24 cells with two large buds, 14% of the buds were adjacent, 12% were central, and 74% had buds at opposite poles. Thus, mother cells wildtype for P¼P2, exhibited a predominantly axial pattern of bud site selection, whereas the majority of mother cells with reduced expression of P¼P2 had budded at the opposite pole. Since SP1 control cells cultured in glucose medium showed a surprisingly high frequency of polar budding (23%), the analysis of bud site selection was repeated in isogenic strains from a different genetic background (RAY3A). In glucose-grown RAY3A haploid cells, nearly all mothers with one bud and a single bud scar had budded adjacent to the scar (97%), whereas 12 h after shifting RSY41 cells to glucose medium such mothers exhibited a random pattern and formed buds at either polar (31%), axial (40%), or central (29%) sites (Fig. 9) . These results confirmed the observation that the pattern of bud site selection was abnormal (random) in Pwp2p-depleted haploid cells. The homozygous pwp2 1/pwp2 1 diploid strain (RSY50) carrying pRS18 also produced unseparated cells after shifting to glucose medium, but these cells maintained the normal bipolar budding pattern observed for diploid wild type cells, RAY3A-D and JRY182.", "cite_spans": [{"start": 97, "end": 119, "text": "(Flescher et al. 1993)", "ref_id": "BIBREF9"}], "ref_spans": [{"start": 262, "end": 268, "text": "Fig. 8", "ref_id": null}, {"start": 725, "end": 731, "text": "Fig. 9", "ref_id": null}, {"start": 2443, "end": 2450, "text": "(Fig. 9", "ref_id": null}, {"start": 3362, "end": 3370, "text": "(Fig. 9)", "ref_id": null}], "section": "P¼P2 depletion alters bud site selection"}, {"text": "The HA-P¼P2 gene with the intact promoter region of P¼P2 was subcloned in high-and low-copy-number vectors containing the¸Eº2 marker to generate, respectively, pRS41 and pRS42 (Materials and methods). To test if HA-P¼P2 was biologically active, strain RSY41 (pwp2 1 : : HIS3) carrying the GA¸1-P¼P2 expression plasmid with the ºRA3 marker (pRS18) was transformed with pRS41 or pRS42. Transformants that grew on galactose medium lacking both uracil and leucine were subsequently plated on medium containing 5-fluorouracil (5-FOA) to identify cells that had lost the ºRA3 plasmid. This generated strain RSY54 carrying pRS42, and strain RSY55 carrying pRS41. Both RSY54 and RSY55 cells were morphologically indistinguishable from wild-type control cells. Therefore, expression of HA-P¼P2 can complement the pwp2 1 : : HIS3 mutation. The intracellular location of Pwp2p was examined by indirect immunofluorescence microscopy. Cells of RSY54 and RSY55, showed staining at multiple points dispersed throughout the cytoplasm (Fig. 10b, d) . Cells carrying HA-P¼P2 on the high-copy-number plasmid (RSY55) exhibited more intense staining and a greater number of the cytoplasmic dots. Wild-type cells or RSY41 cells expressing an untagged version of P¼P2 treated with the 12CA5 anti-HA antibody gave very weak staining. Cells were also co-stained with DAPI to visualize DNA (Fig. 10a, c, e) . As judged by the lack of correlation between the pattern of DAPI staining and the pattern of the antibody staining, HA-Pwp2p did not colocalize with the nucleus or mitochondria. Cells with large buds exhibited the same staining pattern as the unbudded cells, suggesting that the intracellular location of Pwp2p did not change during the cell cycle.", "cite_spans": [], "ref_spans": [{"start": 1018, "end": 1031, "text": "(Fig. 10b, d)", "ref_id": null}, {"start": 1364, "end": 1380, "text": "(Fig. 10a, c, e)", "ref_id": null}], "section": "Subcellular location of Pwp2p"}, {"text": "The subcellular distribution of HA-Pwp2p was further examined by fractionation of RSY54 cells (low-copy-number HA-P¼P2) using differential centrifugation (Epenshade et al. 1995; Singer and Riezman 1990) . Logarithmically growing cells were lysed by shaking with glass beads and centrifuged at 500 g to remove unbroken cells. The cleared supernatants were then spun at 10 000;g yielding the S10 supernatant and the P10 pellet enriched in nuclei, mitochondria, vacuoles and large structures of both the endoplasmic reticulum and cytoskeleton. Finally, the S10 was centrifuged at 100 000;g to produce the S100 fraction and the P100 pellet containing Golgi particles, small vesicles and small cytoskeletal elements. Each subcellular fraction was resolved by SDS-PAGE and immunoblotted with 12CA5 antibody. As illustrated in Fig. 11A , HA-Pwp2p was enriched in the insoluble fractions P10 and P100. In contrast, HA-Pwp2p was barely detectable in the S100 cytosolic fraction, even when overproduced in strain RSY55. As a control for cell lysis and fractionation, glucose-6-phosphate dehydrogenase was found enriched in the S100 fraction in these experiments. To determine the nature of the association of HA-Pwp2p with the particulate cell fraction, cell lysates were pretreated with various reagents for 20 min prior to centrifugation at 100 000;g and subsequent Western blot analysis. The results of this experiment (Fig. 11B) indicate that Pwp2p was partially solubilized by pretreatment with 0.1 M Na CO (pH 11) or 0.5 M NaCl at room temperature, but was unaffected by treatment with lysis buffer, 1% Triton X-100 or 2 M urea. These results indicate that the strong associations between Pwp2p and insoluble components involve electrostatic and pH-sensitive forces rather than simple hydrophobic interactions. Together with the Fig. 11A , B Subcellular fractionation of HA-P¼P2. A Extracts from RSY54 cells were prepared and fractionated by differential centrifugation as described in Materials and methods. Equivalent volumes of total lysate, P10, P100 and the corresponding supernatant (S100) prepared from approximately 10 cells were resolved by SDS-PAGE and probed with 12CA5 antibody. The 104-kDa HA-Pwp2p band from each fraction is shown. B Cell lysates were separated into pellet (P) and supernatant (S) fractions by centrifugation at 100 000;g after treatment with lysis buffer, 1% Triton X-100, 2 M urea, 0.5 M NaCl or 0.1 M sodium carbonate (pH 11). The distribution of HA-Pwp2p after extraction is shown immunolocalization results, these data suggest that Pwp2p is associated with a large proteinaceous complex, possibly involving the yeast cytoskeleton, rather than membrane structures such as the plasma membrane or organelles.", "cite_spans": [{"start": 154, "end": 177, "text": "(Epenshade et al. 1995;", "ref_id": null}, {"start": 178, "end": 202, "text": "Singer and Riezman 1990)", "ref_id": "BIBREF36"}], "ref_spans": [{"start": 820, "end": 828, "text": "Fig. 11A", "ref_id": "FIGREF0"}, {"start": 1412, "end": 1422, "text": "(Fig. 11B)", "ref_id": null}, {"start": 1825, "end": 1833, "text": "Fig. 11A", "ref_id": "FIGREF0"}], "section": "Subcellular location of Pwp2p"}, {"text": "In this report, we have described a new gene, P¼P2, that was cloned after identifying and correcting errors in the coding sequence of YCR57c and in the flanking sequences predicted to encode YCR55c and YC58c (Oliver et al. 1992 ). This protein (Pwp2p) is predicted to have an N-terminal extension preceding a central region with eight WD-repeats that share homology with the G protein -transducin, followed by possible coiled-coil structures at the C-terminal region. The present work shows that Pwp2p is part of an insoluble complex located at multiple points in the cytoplasm, where it is involved in regulation of processes that are essential for growth, cytokinesis, and cell separation.", "cite_spans": [{"start": 208, "end": 227, "text": "(Oliver et al. 1992", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Discussion"}, {"text": "Previously known WD proteins have been found in a variety of cellular locations, where they are involved in diverse processes including cell cycle regulation, transcription regulation, signal transduction and RNA splicing. Most of then seem to have a regulatory function and many are known to exist in large protein complexes (Neer et al. 1993) . Another structure predicted to be present in Pwp2p, the coiled-coil domain, is also found in proteins that exist in complexes. Coiledcoil domains have been found in filament-forming proteins, G protein -subunits, and in the dimerization domains of several transcriptional regulatory proteins (Lupas et al. 1991) . These observations raise the possibility that Pwp2p may exist as part of a multiprotein complex, possibly interacting with other proteins through the coiled-coil and WD-repeat regions. This idea is supported by the results of subcellular localization studies. Indirect immunofluorescence methods using biologically active HA-tagged Pwp2p, revealed a number of small, brightly staining structures throughout the cytoplasm, which did not coincide with the nucleus, mitochrondia or plasma membrane. The multidot pattern did not change significantly during the cell cycle or upon overproduction of P¼P2. Despite its hydrophilic, charged character, Pwp2p was found to be strongly associated with the insoluble fraction of the cell. Even after repeated differential centrifugation steps, the particles were found equally in the P10 and the P100 fractions, indicating that they do not have a uniform size or density. Based on several observations, we conclude that these particles are unlikely to be associated with large organelles like mitochondria, nuclei, vacuoles or large membrane structures of the plasma membrane and endoplasmic reticulum. The fact that reagents known to perturb protein-protein interactions, such as alkaline buffer and high salt were able partially to solubilize Pwp2p suggests that Pwp2p is part of a protein complex. The finding that the association between Pwp2p and the insoluble fraction is completely resistant to treatment with Triton X-100 is suggestive of cytoskeletal associations, which, in yeast as in other eukaryotic cells, remain intact following extraction with nonionic detergents (Branton et al. 1981; Herman and Emr 1990) . Our localization and fractionation evidence indicates, therefore, that Pwp2p is not associated with membrane vesicles but rather forms part of a proteinaceous complex, potentially including cytoskeletal elements of the cell. Further biochemical experiments are necessary to determine the precise nature of the association of Pwp2p with this insoluble complex. In an effort to identify the specific components that interact with Pwp2p in vivo, we have initiated a search for genes that suppress pwp2 ts mutants in multiple copies and we have identified peptides that interact with Pwp2p in the two-hybrid system. The combined results of these genetic and biochemical studies should lead to a better understanding of the role of P¼P2 in control of growth and morphology.", "cite_spans": [{"start": 326, "end": 344, "text": "(Neer et al. 1993)", "ref_id": "BIBREF28"}, {"start": 639, "end": 658, "text": "(Lupas et al. 1991)", "ref_id": "BIBREF22"}, {"start": 2279, "end": 2300, "text": "(Branton et al. 1981;", "ref_id": "BIBREF3"}, {"start": 2301, "end": 2321, "text": "Herman and Emr 1990)", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Discussion"}, {"text": "What is the function of P¼P2 ? The P¼P2 gene is expressed in all cell types and is essential for growth. Spores carrying a P¼P2 gene disruption can germinate, but after one or two rounds of replication they arrest growth with one or more large buds. A similar phenotype was observed in detail following down-regulation of P¼P2 gene expression with the GA¸1 promoter. Cell separation is severely defective and cannot easily be accomplished by micromanipulation or sonication. Bud site selection is also abnormal and follows a random pattern, in contrast to the axial pattern typical of haploid wild-type cells. Although some of the buds are elongated, which suggest that bud growth is overpolarized, the formation of actin cytoskeletal elements and the chitin ring at the base of the bud appear to be unaffected. Thus, continued DNA synthesis, nuclear division, and bud emergence in combination with defective cell separation and abnormal bud site selection results in the formation of chains and clusters of cells connected at the bud neck.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The cell separation defect in cells depleted of Pwp2p protein could reflect either the formation of an abnormal septum or the lack of hydrolysis of the junction between the mother and bud. An endochitinase is involved in hydrolysis of the primary septum and cells that lack the chitinase gene, C¹S1, are unable to separate (Kuranda and Robbins 1991) . CTS1 transcription is regulated by ACE2 and cells that carry an ace2 mutation also display a clumpy phenotype (Dohrmann et al. 1992) . The ability of exogenous chitinase to release Pwp2p-depleted cells from clusters is consistent with the idea that hydrolysis of the septum is delayed in the absence of P¼P2. In contrast to P¼P2, however, strains that lack the CTS1 gene do not have an abnormal budding pattern (Kuranda and Robbins 1991) and neither CTS1 nor ACE1 are essential genes. Thus, although P¼P2 may not participate directly in chitin hydrolysis, it may possibly mediate the localization or the activity of factors involved in cleavage of the septum.", "cite_spans": [{"start": 323, "end": 349, "text": "(Kuranda and Robbins 1991)", "ref_id": "BIBREF21"}, {"start": 462, "end": 484, "text": "(Dohrmann et al. 1992)", "ref_id": "BIBREF6"}, {"start": 763, "end": 789, "text": "(Kuranda and Robbins 1991)", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Discussion"}, {"text": "The morphology of Pwp2p-depleted cells also resembles phenotypes that have been observed in cells with defects in the cell division cycle genes CDC3, CDC10, CDC11, and CDC12 (Hartwell 1971) . These genes encode proteins of the ring of 10 nm filaments that appears as a cortical ring at the bud site before bud emergence; cells carrying temperature-sensitive mutations in any of these four genes display essentially identical pleiotrophic phenotypes (Flescher et al. 1993) . With respect to organization of the cell wall at the base of the bud, they seem to have more severe defects in cytokinesis, bud elongation and formation of the chitin ring. However, in the formation of unseparated cells and the abnormal pattern of bud site selection, they resemble cells depleted of Pwp2p. Flescher et al. (1993) have proposed that CDC10 and other neck filament proteins required for cytokinesis are involved in determining the next site of bud emergence. The finding that Pwp2p-depleted cells also show defects in both cytokinesis and bud site selection is consistent with the idea that these processes are related.", "cite_spans": [{"start": 174, "end": 189, "text": "(Hartwell 1971)", "ref_id": "BIBREF16"}, {"start": 449, "end": 471, "text": "(Flescher et al. 1993)", "ref_id": "BIBREF9"}, {"start": 781, "end": 803, "text": "Flescher et al. (1993)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Discussion"}, {"text": "Another instance in which cells fail to separate occurs in strains that have undergone a dimorphic transition and form pseudohyphae that penetrate the growth medium (Gimeno et al. 1992) . Phenotypically related defects in cell separation and abnormally elongated buds were reported for haploid cells carrying mutant alleles of CDC55 (Healy et al. 1991) , YCK1, YCK2 (Robinson et al. 1993) , and ELM1, ELM2, and ELM3 (Blacketer et al. 1993) . However, RSY24 cells that formed microcolonies on YPD plates did not show the distinctive pattern of growth below the surface of the agar medium, referred to as foraging, that is a property of the pseudohyphal form, nor do they follow the normal budding pattern which is required for the dimorphic transition.", "cite_spans": [{"start": 165, "end": 185, "text": "(Gimeno et al. 1992)", "ref_id": "BIBREF13"}, {"start": 333, "end": 352, "text": "(Healy et al. 1991)", "ref_id": "BIBREF17"}, {"start": 366, "end": 388, "text": "(Robinson et al. 1993)", "ref_id": "BIBREF32"}, {"start": 416, "end": 439, "text": "(Blacketer et al. 1993)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Discussion"}, {"text": "The finding of numerous sequences related totransducin indicates that the family of WD-repeat proteins is both ancient and diverse. In S. cerevisiae, where many WD-repeat sequences have been identified by systematic sequencing, the relative ease of genetics provides an attractive system for functional analysis. In addition, when homologous genes have been identified in other organisms, cross-species complementation can offer a paradigm for further experimentation. Thus, after completion of this manuscript we were interested to discover human ESTs (T16114, T75342, R20872, F13143) in the XREF database (Tugendreich et al. 1994 ) with significant identity to segments of P¼P2. It will be important to obtain the full sequences of the human cDNAs to verify that as seems likely, homologs of P¼P2 exist in more complex eucaryotes.", "cite_spans": [{"start": 607, "end": 631, "text": "(Tugendreich et al. 1994", "ref_id": null}], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Chromosome III of S. cerevisiae: an ordered clone bank, a detailed restriction map and analysis of transcripts suggest the presence of 160 genes", "authors": [{"first": "Y", "middle": [], "last": "Akikazu", "suffix": ""}, {"first": "K", "middle": [], "last": "Isono", "suffix": ""}], "year": 1990, "venue": "Yeast", "volume": "6", "issn": "", "pages": "383--401", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Regulation of dimorphism of Saccharomyces cerevisiae: involvement of the novel protein kinase homology Elm1p and protein phosphatase 2A", "authors": [{"first": "M", "middle": ["J"], "last": "Blacketer", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Koehler", "suffix": ""}, {"first": "S", "middle": ["G"], "last": "Coates", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Myers", "suffix": ""}, {"first": "P", "middle": [], "last": "Madaule", "suffix": ""}], "year": 1993, "venue": "Mol Cell Biol", "volume": "13", "issn": "", "pages": "5567--5581", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Comprehensive sequence analysis of the 182 predicted open reading frames of yeast chromosome III", "authors": [{"first": "P", "middle": [], "last": "Bork", "suffix": ""}, {"first": "C", "middle": [], "last": "Ouzounis", "suffix": ""}, {"first": "C", "middle": [], "last": "Sander", "suffix": ""}, {"first": "M", "middle": [], "last": "Scharf", "suffix": ""}, {"first": "R", "middle": [], "last": "Schneider", "suffix": ""}, {"first": "E", "middle": [], "last": "Sonhammer", "suffix": ""}], "year": 1992, "venue": "Protein Science", "volume": "1", "issn": "", "pages": "1677--1690", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Interaction of cytoskeletal proteins on the human erthrocyte membrane", "authors": [{"first": "D", "middle": [], "last": "Branton", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Cohen", "suffix": ""}, {"first": "J", "middle": [], "last": "Tyler", "suffix": ""}], "year": 1981, "venue": "Cell", "volume": "24", "issn": "", "pages": "24--32", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Methods and algorthims for statistical analysis of protein sequences", "authors": [{"first": "V", "middle": [], "last": "Brendel", "suffix": ""}, {"first": "P", "middle": [], "last": "Bucher", "suffix": ""}, {"first": "I", "middle": ["R"], "last": "Nourbakhsh", "suffix": ""}, {"first": "E", "middle": [], "last": "Blaisdell", "suffix": ""}, {"first": "S", "middle": [], "last": "Karlin", "suffix": ""}], "year": 1992, "venue": "Proc Natl Acad Sci", "volume": "89", "issn": "", "pages": "2002--2006", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "A comprehensive set of sequence analysis programs for the VAX", "authors": [{"first": "J", "middle": [], "last": "Devereux", "suffix": ""}, {"first": "P", "middle": [], "last": "Haeberli", "suffix": ""}, {"first": "O", "middle": [], "last": "Smithies", "suffix": ""}], "year": 1984, "venue": "Nucleic Acids Res", "volume": "12", "issn": "", "pages": "387--395", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Parallel pathways of gene regulation: homologous regulators SWI5 and ACE2 differentially control transcription of HO and chitinase", "authors": [{"first": "P", "middle": ["R"], "last": "Dohrmann", "suffix": ""}, {"first": "G", "middle": [], "last": "Butler", "suffix": ""}, {"first": "K", "middle": [], "last": "Tamai", "suffix": ""}, {"first": "S", "middle": [], "last": "Dorland", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Greene", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Thiele", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Stillman", "suffix": ""}], "year": 1992, "venue": "Genes Dev", "volume": "6", "issn": "", "pages": "93--104", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Comparative analysis of the -transducin family with identification of several new members including P¼P1, a nonessential gene of S. cerevisiae that is divergently transcribed from NMT1", "authors": [{"first": "R", "middle": ["J"], "last": "Durino", "suffix": ""}, {"first": "J", "middle": ["I"], "last": "Gordon", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Boguski", "suffix": ""}], "year": 1992, "venue": "Proteins", "volume": "13", "issn": "", "pages": "41--56", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Yeast SEC16 gene encodes a multidomain vesicle coat protein that interacts with Sec23p", "authors": [{"first": "P", "middle": [], "last": "Espenshade", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Gimeno", "suffix": ""}, {"first": "E", "middle": [], "last": "Holzmacher", "suffix": ""}, {"first": "P", "middle": [], "last": "Teung", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Kaiser", "suffix": ""}], "year": 1995, "venue": "J Cell Biol", "volume": "131", "issn": "", "pages": "311--324", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Components required for cytokinesis are important for bud-site selection in yeast", "authors": [{"first": "E", "middle": ["G"], "last": "Flescher", "suffix": ""}, {"first": "K", "middle": [], "last": "Madden", "suffix": ""}, {"first": "M", "middle": [], "last": "Snyder", "suffix": ""}], "year": 1993, "venue": "J Cell Biol", "volume": "122", "issn": "", "pages": "373--386", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Repetitive segmental structure of the transducin -subunit homology with the CDC4 gene and identification of related mRNAs", "authors": [{"first": "H", "middle": ["K"], "last": "Fong", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Hurley", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Hopkins", "suffix": ""}, {"first": "R", "middle": [], "last": "Miake-Lye", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Johnson", "suffix": ""}, {"first": "R", "middle": ["F"], "last": "Dolittle", "suffix": ""}, {"first": "M", "middle": ["I"], "last": "Simon", "suffix": ""}], "year": 1986, "venue": "Proc Natl Acad Sci", "volume": "83", "issn": "", "pages": "2162--2166", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Improved method for high efficiency transformation of intact yeast cells", "authors": [{"first": "D", "middle": [], "last": "Geitz", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Jean", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Woods", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Schiestl", "suffix": ""}], "year": 1992, "venue": "Nucleic Acids Res", "volume": "20", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "New yeast-Escherichia coli shuttle vectors constructed with in vitro mutagenized yeast genes lacking six-base pair restriction sites", "authors": [{"first": "R", "middle": ["D"], "last": "Gietz", "suffix": ""}, {"first": "A", "middle": [], "last": "Sugino", "suffix": ""}], "year": 1988, "venue": "Gene", "volume": "74", "issn": "", "pages": "527--534", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Unipolar cell divisions in the yeast S. cerevisiae lead to filamentous growth: regulation by starvation and RAS", "authors": [{"first": "P", "middle": ["O"], "last": "Gimeno", "suffix": ""}, {"first": "P", "middle": ["O"], "last": "Ljungdahl", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Styles", "suffix": ""}, {"first": "G", "middle": ["R"], "last": "Fink", "suffix": ""}], "year": 1992, "venue": "Cell", "volume": "68", "issn": "", "pages": "1077--1090", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "The membrane proteins encoded by yeast chromosome III genes", "authors": [{"first": "A", "middle": [], "last": "Goffeau", "suffix": ""}, {"first": "K", "middle": [], "last": "Nakai", "suffix": ""}, {"first": "P", "middle": [], "last": "Slonimski", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Risler", "suffix": ""}], "year": 1993, "venue": "FEBS Lett", "volume": "325", "issn": "", "pages": "112--117", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Guide to yeast genetics and molecular biology", "authors": [{"first": "C", "middle": [], "last": "Guthrie", "suffix": ""}, {"first": "G", "middle": ["R"], "last": "Fink", "suffix": ""}], "year": 1991, "venue": "Methods Enzymol", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Genetic control of the cell division cycle in yeast", "authors": [{"first": "L", "middle": ["H"], "last": "Hartwell", "suffix": ""}], "year": 1971, "venue": "Exp Cell Res", "volume": "69", "issn": "", "pages": "265--276", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "CDC55, a Saccharomyces gene involved in cellular morphogenesis: identification, characterization, and homology to the -subunit of mammalian type 2A protein phosphatase", "authors": [{"first": "A", "middle": ["M"], "last": "Healy", "suffix": ""}, {"first": "S", "middle": [], "last": "Zolnierowicz", "suffix": ""}, {"first": "A", "middle": ["E"], "last": "Stapleton", "suffix": ""}, {"first": "M", "middle": [], "last": "Goebl", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Depaoli-Roach", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Pringle", "suffix": ""}], "year": 1991, "venue": "Mol Cell Biol", "volume": "11", "issn": "", "pages": "5767--5780", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Identification of pre-mRNA polyadenylation sites in S. cerevisiae", "authors": [{"first": "S", "middle": [], "last": "Heidmann", "suffix": ""}, {"first": "B", "middle": [], "last": "Obermaier", "suffix": ""}, {"first": "K", "middle": [], "last": "Vogel", "suffix": ""}, {"first": "H", "middle": [], "last": "Domdey", "suffix": ""}], "year": 1992, "venue": "Mol Cell Biol", "volume": "12", "issn": "", "pages": "4215--4229", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Characterization of VPS34, a gene required for vacuolar protein sorting and vacuole segregation in S. cerevisiae", "authors": [{"first": "K", "middle": ["P"], "last": "Herman", "suffix": ""}, {"first": "S", "middle": ["D"], "last": "Emr", "suffix": ""}], "year": 1990, "venue": "Mol Cell Biol", "volume": "10", "issn": "", "pages": "6742--6754", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Point mutations define a sequence flanking the AUG initiator codon that modulates translation by eucaryotic ribosomes", "authors": [{"first": "M", "middle": [], "last": "Kozak", "suffix": ""}], "year": 1986, "venue": "Cell", "volume": "44", "issn": "", "pages": "283--292", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Chitinase is required for cell separation during growth of S. cerevisiae", "authors": [{"first": "M", "middle": ["J"], "last": "Kuranda", "suffix": ""}, {"first": "P", "middle": ["W"], "last": "Robbins", "suffix": ""}], "year": 1991, "venue": "J Biol Chem", "volume": "266", "issn": "", "pages": "19758--19767", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Predicting coiled-coils from protein sequences", "authors": [{"first": "A", "middle": ["N"], "last": "Lupas", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Lupas", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Stock", "suffix": ""}], "year": 1991, "venue": "Science", "volume": "252", "issn": "", "pages": "1162--1164", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Enhanced graphic matrix analysis of nucleic acid and protein sequences", "authors": [{"first": "J", "middle": ["V"], "last": "Maizel", "suffix": ""}, {"first": "R", "middle": ["P"], "last": "Lenk", "suffix": ""}], "year": 1981, "venue": "Proc Natl Acad Sci (USA)", "volume": "78", "issn": "", "pages": "7665--7669", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "proof Recent reports have identified PWP2-related genes in the filamentous fungus Ashbya gossypii", "authors": [], "year": 1996, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "and in humans", "authors": [{"first": "M", "middle": [], "last": "Lalı´oti", "suffix": ""}, {"first": "H", "middle": [], "last": "Chen", "suffix": ""}, {"first": "C", "middle": [], "last": "Rossı´er", "suffix": ""}, {"first": "R", "middle": [], "last": "Shafaatian", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Reid", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Antonarakis", "suffix": ""}], "year": 1996, "venue": "", "volume": "250", "issn": "", "pages": "69--80", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "A knowledge base for predicting protein localization sites in eukaryotic cells", "authors": [{"first": "K", "middle": [], "last": "Nakai", "suffix": ""}, {"first": "M", "middle": [], "last": "Kanehisa", "suffix": ""}], "year": 1992, "venue": "Genomics", "volume": "14", "issn": "", "pages": "897--911", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "The ancient regulatory-protein family of WD-repeat proteins", "authors": [{"first": "E", "middle": ["J"], "last": "Neer", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Schmidt", "suffix": ""}, {"first": "R", "middle": [], "last": "Nambudripad", "suffix": ""}, {"first": "T", "middle": ["F"], "last": "Smith", "suffix": ""}], "year": 1994, "venue": "Nature", "volume": "371", "issn": "", "pages": "297--300", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Lis is more", "authors": [{"first": "E", "middle": ["J"], "last": "Neer", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Schmidt", "suffix": ""}, {"first": "T", "middle": [], "last": "Smith", "suffix": ""}], "year": 1993, "venue": "Nature Gene", "volume": "5", "issn": "", "pages": "3--4", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "The complete DNA sequence of yeast chromosome III", "authors": [{"first": "S", "middle": ["G"], "last": "Oliver", "suffix": ""}, {"first": "Qjm", "middle": [], "last": "Aart", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Agostini-Carbone", "suffix": ""}, {"first": "M", "middle": [], "last": "Aigle", "suffix": ""}, {"first": "L", "middle": [], "last": "Alberghina", "suffix": ""}], "year": 1992, "venue": "Nature", "volume": "357", "issn": "", "pages": "38--46", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "The osmotic integrity of the yeast cell requires a functional PKC1 gene product", "authors": [{"first": "G", "middle": [], "last": "Paravicini", "suffix": ""}, {"first": "M", "middle": [], "last": "Cooper", "suffix": ""}, {"first": "L", "middle": [], "last": "Friedli", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Smith", "suffix": ""}, {"first": "J", "middle": [], "last": "Carpentier", "suffix": ""}, {"first": "L", "middle": ["S"], "last": "Klig", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Payton", "suffix": ""}], "year": 1992, "venue": "Mol Cell Biol", "volume": "12", "issn": "", "pages": "4896--4905", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Immunofluorescence methods for yeast", "authors": [{"first": "J", "middle": ["R"], "last": "Pringle", "suffix": ""}, {"first": "Aem", "middle": [], "last": "Adams", "suffix": ""}, {"first": "D", "middle": ["G"], "last": "Drubin", "suffix": ""}, {"first": "B", "middle": ["K"], "last": "Haarer", "suffix": ""}], "year": 1991, "venue": "Methods Enzymol", "volume": "194", "issn": "", "pages": "565--601", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Casein kinase 1-like protein kinases encoded by YCK1 and YCK2 are required for yeast morphogenesis", "authors": [{"first": "L", "middle": ["C"], "last": "Robinson", "suffix": ""}, {"first": "M", "middle": [], "last": "Menold", "suffix": ""}, {"first": "S", "middle": [], "last": "Garrett", "suffix": ""}, {"first": "M", "middle": [], "last": "Cuthbertson", "suffix": ""}], "year": 1993, "venue": "Mol Cell Biol", "volume": "13", "issn": "", "pages": "2870--2881", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Targeting, disruption, replacement, and allele rescue: intergative DNA transformation in yeast", "authors": [{"first": "R", "middle": ["J"], "last": "Rothstein", "suffix": ""}], "year": 1991, "venue": "Methods Enzymol", "volume": "194", "issn": "", "pages": "281--301", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Distinct cis-acting signals enhance 3 endpoint formation of CYC1 mRNA in the yeast S. cerevisiae", "authors": [{"first": "P", "middle": [], "last": "Russo", "suffix": ""}, {"first": "W", "middle": ["Z"], "last": "Li", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Hampsey", "suffix": ""}, {"first": "K", "middle": ["S"], "last": "Zaret", "suffix": ""}, {"first": "R", "middle": [], "last": "Sherman", "suffix": ""}], "year": 1991, "venue": "EMBO J", "volume": "10", "issn": "", "pages": "563--571", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "A comparative analysis of distinctive features of yeast protein sequences", "authors": [{"first": "J", "middle": [], "last": "Sambrook", "suffix": ""}, {"first": "E", "middle": ["F"], "last": "Fritsch", "suffix": ""}, {"first": "T", "middle": [], "last": "Maniatis", "suffix": ""}], "year": 1989, "venue": "Yeast", "volume": "9", "issn": "", "pages": "1287--1298", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Detection of an intermediate compartment involved in transport of -factor form the plasma membrane to the vacuole in yeast", "authors": [{"first": "B", "middle": [], "last": "Singer", "suffix": ""}, {"first": "H", "middle": [], "last": "Riezman", "suffix": ""}], "year": 1990, "venue": "J Cell Biol", "volume": "110", "issn": "", "pages": "1911--1922", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "The WD-40 repeat", "authors": [{"first": "L", "middle": [], "last": "Voorn", "suffix": ""}, {"first": "H", "middle": ["L"], "last": "Ploegh", "suffix": ""}], "year": 1992, "venue": "FEBS Lett", "volume": "307", "issn": "", "pages": "131--134", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "D Expression of PWP2 mRNA and protein.", "latex": null, "type": "figure"}, "FIGREF1": {"text": ". 2A, B Gene map and complementation analysis of PWP2. A Partial restriction map of the 6.7-kb fragment of chromosome III containing the PWP2 gene. Restriction site abbreviations: B, BamHI; R, EcoRI; X, XbaI; A, AflII; N, NcoI. The arrows indicate the position and orientation of the previously predicted ORFs of YCR55c, YCR57c and YCR58c. The open arrow indicates the position and orientation of the predicted PWP2 ORF. B Complementation analysis. Horizontal rectangles indicate the DNA sequences which were tested for complementation of the chromosomal pwp2 disruption (pwp2 1 : : HIS3). Successful complementation is indicated by plus", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Nucleotide and predicted amino acid sequence of the PWP2 gene. The DNA sequence of the 3.2-kb DNA fragment that complemented the pwp2 1 : : HIS3 mutation was determined on both strands. Positions in the DNA sequence that diverge from the previously published sequence are in bold and starred. The putative TATA box is underlined. Arrowheads indicate the mRNA start sites determined by primer extension analysis. The eight amino acid sequences that contain the WDrepeats are underlined. The EMBL database accession number for PWP2 is X78964", "latex": null, "type": "figure"}, "FIGREF3": {"text": "B Structure of the Pwp2 polypeptide. A The shaded blocks indicate the WD-repeats and the black bars indicate the clusters of negatively charged residues. B Alignment of WD-repeats in Pwp2p.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Complementation pwp2 1 : : HIS3 by GA¸1-P¼P2. Strains RAY3A (wild type), RSY41 (pwp2 1 : : HIS3[pGA¸1-PWP2]) and RSY59 (pwp2 1 : : HIS3 carrying GA¸1-P¼P2 integrated at the ºRA3 locus) are shown after incubation for 3 days at 30°C on YPGal and YPD plates. The growth of RSY41 and RSY59 was inhibited on glucose plates, with no individual colonies visible of P¼P2", "latex": null, "type": "figure"}, "FIGREF5": {"text": ", whereas only 1.3% (n\"3) clusters were present in equivalent cultures incubated with chitinase. Chitinase treatment increased the number of cells per ml; most of the resulting cells were either unbudded or contained a single bud. A similar result was obtained following chitinase treatment of clusters produced by depletion of Pwp2 protein in cells (RSY41) of a different genetic background (RAY3A)", "latex": null, "type": "figure"}, "FIGREF6": {"text": ". 10a-f Intracellular localization of HA-P¼P2. Haploid pwp2 1 : : HIS3 cells carrying low-copy (CEN), highcopy (2 ) HA-P¼P2 or untagged P¼P2 as indicated, were photographed after staining with anti-HA antibodies (b, d, f ) andDAPI (a, c, e)", "latex": null, "type": "figure"}, "TABREF1": {"text": "Table 1 Yeast strains used in this study", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Strain </td><td>Genotype\n</td></tr><tr><td>SP1 </td><td>MA¹a his3 leu2 trp1 ade8 can1\n</td></tr><tr><td>JRY181! </td><td>MATa his3 leu2 trp1 ade8 can1\n</td></tr><tr><td>JRY182\" </td><td>MATa/MATa isogenic diploid of SP1\n</td></tr><tr><td>RSY12 RSY15 </td><td>MATa/MATa JRY182 pwp2-1 : : HIS3/P¼P2 MATa/MATa JRY182 pwp2D-1 : : HIS3/P¼P2\n</td></tr><tr><td>RSY18 </td><td>MATa pwp2D1 : : HIS3 [pRS10 (CEN4, PWP2, TRP1)]\n</td></tr><tr><td>RSY24 </td><td>MATa pwp2D1 : : HIS3 [pRS18 (GAL1-P¼P2, URA3)]\n</td></tr><tr><td>RSY38 </td><td>MATa pwp2D1 : : HIS3 [pRS35 (GAL1-HA-P¼P2, URA3)]\n</td></tr><tr><td>RSY39 </td><td>MATa [pRS18 (GAL1-P¼P2, URA3)]\n</td></tr><tr><td>RAY3A-D </td><td>MA¹a/MA¹a ura3/ura3 leu2/leu2 trp1/trp1 his3/his3\n</td></tr><tr><td>RSY17 </td><td>MA¹a/MA¹a pwp2D1 : : HIS3/P¼P2\n</td></tr><tr><td>RSY41 </td><td>MATa pwp2D1 : : HIS3 [pRS18 (GAL1-P¼P2-URA3)]\n</td></tr><tr><td>RSY43 </td><td>MATa pwp2D1 : : HIS3 [pRS18 (GAL1-P¼P2, URA3)]\n</td></tr><tr><td>RSY50 </td><td>MATa/MA¹a pwp2D1 : : HIS3 [pRS18 (GAL1-P¼P2, URA3)]\n</td></tr><tr><td>RSY45 </td><td>MATa [pRS18 (GAL1-P¼P2, URA3)]\n</td></tr><tr><td>RSY54 </td><td>MATa pwp2D1 : : HIS3 [pRS42 (CEN4, HA-P¼P2, LEU2)]\n</td></tr><tr><td>RSY55 </td><td>MATa pwp2D1 : : HIS3 [pRS41 (2 lm, HA-P¼P2, LEU2)]\n</td></tr><tr><td>RSY59 </td><td>MA¹a pwp2D1 : : HIS3 [ºRA3 : : GA¸1-P¼P2]\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Acknowledgments We would like to thank Rudi Planta, Kunihiro Matsumoto, and Ikuko Miyajima, for strains and plasmids; Chris Hebert for photography; Gerhard Paravicini, and Marc Ballivet for helpful discussion.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}]}