{
    "paper_id": "765bc08c71be482b5e13407a62d6bc0535b43b96",
    "metadata": {
        "title": "SESSION FLASH-COM MÉDECIN Infection non bactérienne Non bacterial infection SRLF 2015 FC008 Une épidémie de pneumocystose pulmonaire chez des transplantés hépatiques : la lymphopénie est le seul facteur de risque",
        "authors": [
            {
                "first": "R",
                "middle": [
                    "Miguel"
                ],
                "last": "Montanes",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hôpital Saint-Louis",
                    "location": {
                        "addrLine": "Réanimation médicale, Paris 2. Sbim"
                    }
                },
                "email": ""
            },
            {
                "first": "L",
                "middle": [],
                "last": "Elkrief",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "D",
                "middle": [],
                "last": "Hajage",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "P",
                "middle": [],
                "last": "Houssel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "D",
                "middle": [],
                "last": "Dreyfuss",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hôpital Saint-Louis",
                    "location": {
                        "addrLine": "Réanimation médicale, Paris 2. Sbim"
                    }
                },
                "email": ""
            },
            {
                "first": "Ricard",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "F",
                "middle": [],
                "last": "Durand",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hôpital Saint-Louis",
                    "location": {
                        "addrLine": "Réanimation médicale, Paris 2. Sbim"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Introduction : La pneumocystose pulmonaire (PCP) est une infection opportuniste pouvant toucher les patients greffés d'organe. Toutefois, elle touche rarement les patients après greffe hépatique [1] . Le service d'Hépatologie du CHU Beaujon a connu entre 2009 et 2011 une épidémie de PCP. Peu avant la survenue du 1er cas, le régime standard d'immunosuppression a été modifié dans ce centre : le tacrolimus à libération immédiate (Tac LI) a été remplacé par le tacrolimus à libération prolongée (Tac LP). Les buts de notre étude étaient : (1) décrire ces 15 cas, (2) étudier le mode de transmission de Pneumocystis jirovecii (P. jirovecii), (3) évaluer la responsabilité éventuelle du changement de régime d'immunosuppression dans la survenue de cette épidémie, (4) déterminer au sein de la population de greffés des facteurs de risque de développer une PCP.",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 198,
                    "text": "[1]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Patients et Méthodes : Etude rétrospective de type cas-témoin. Tous les patients ayant présenté les critères diagnostiques de PCP ont été inclus. Leurs données cliniques, biologiques et radiologiques ont été recueillies. Un diagramme de transmission a été constitué afin d'étudier le mode de transmission de P. jirovecii. Afin d'évaluer l'influence du changement du régime d'immunosuppression, les cas (période Tac LP) ont été comparés à des témoins greffés avant 2009 (période Tac LI) et n'ayant pas présenté de PCP. Chaque cas a été apparié à 2 témoins sur l'âge, le motif de la greffe, le score MELD, les comorbidités. Les taux sanguins résiduels de tacrolimus des cas et des témoins ont été recueillis et comparés à l'aide d'un modèle linéaire à effet mixte par morceau. Afin d'évaluer les facteurs de risque de développer une PCP, les 15 cas ont été comparés à un 2 e groupe témoin constitué de greffés n'ayant pas présenté de PCP. Chaque cas a été apparié à 2 témoins : celui greffé juste avant et celui greffé juste après. Une analyse multivariée par régression logistique conditionnelle a été menée. Une courbe ROC a été constituée pour tester la performance de la variable lymphopénie pour prédire la survenue d'une PCP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Résultats : Quinze patients ont présenté les critères diagnostiques de PCP de 2009 à 2011. Aucun cas n'a été répertorié au cours des 10 années précédentes. Aucun cas n'avait reçu de prophylaxie anti-P. jirovecii. Le délai médian de survenue de la PCP après la greffe était de 102 jours (IQR 91-139). L'âge médian était de 49 ans (IQR 45-58), le score MELD médian était de 17 (IQR 11-22), 1 patient était infecté par le VIH. Neuf (60 %) ont été admis en réanimation. Six patients (40 %) ont reçu une assistance respiratoire (ventilation invasive n=3, oxygénothérapie nasale à haut débit n=3). Deux patients (13 %) sont décédés. Le diagramme de transmission a permis d'identifier des contacts entre patient infecté et patient non encore infecté dans 4 cas seulement. L'analyse des tacrolémies a mis en évidence une évolution en 2 phases : une phase d'ascension des taux suivie d'une phase de plateau. L'ascension était plus rapide dans le groupe Tac LI (9 vs 35 jours). Au cours de la phase de plateau, les concentrations n'étaient pas différentes entre les 2 groupes. Enfin, en analyse multivariée, le seul facteur associé de manière indépendante à la survenue d'une PCP était la profondeur de la lymphopénie après transplantation [OR 0.78, 95 %CI (-0.49; -0,01)]. L'aire sous la courbe ROC était de 0.8. Un seuil de lymphocyte à 807 /mm 3 prédisait avec une sensibilité de 90 % et une spécificité de 61 % la survenue d'une PCP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Conclusion : Nous décrivons 15 cas groupés de PCP. Il est très peu probable qu'il s'agisse de cas sporadiques simultanés. Nos résultats suggèrent que la transmission nosocomiale de patient à patient n'a pas été le principal mode de transmission de P. jirovecii. Il semble que le remplacement du Tac LI par le Tac LP n'ait pas entraîné de surexposition des greffés au tacrolimus. La profondeur de la lymphopénie est le seul facteur associé de manière indépendante à la survenue d'une PCP. Un seuil de lymphocytes totaux de 807 /mm 3 permettait de détecter les cas à venir de PCP avec une excellente sensibilité et une spécificité acceptable. Ce résultat pourrait permettre de réaliser une prophylaxie ciblée. JD. Ricard et F. Durand ont contribué de façon égale à ce travail. Résultats : Nous avons pu valider un premier pic d'intérêt en position m/z 365 sur les oligosaccharides extraits de la paroi de Candida. Ce pic correspondant à un disaccharide n'a été trouvé dans aucun des 15 sérums de sujets sains testés et dans aucun des sérums des trois patients présentant une infection bactérienne. Par contre, il a été mis en évidence dans l'ensemble des 12 sérums issus de patients candidémiques. En co-culture, le pic 365 est mis en évidence sur les temps précoces de l'incubation puis disparaît. Dans le modèle murin, le pic 365 n'était retrouvé que chez les souris infectées par voie intraveineuse, alors qu'il était absent chez les souris colonisées. En analyse structurale, le pic retrouvé dans le sérum des patients semble en fait correspondre au moins en partie à du tréhalose, sucre de réserve relargué par Candida en situation de stress osmotique, oxydatif et thermique.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Conclusion : Ce travail aboutit à la description d'une démarche originale de mise en évidence de glycannes fongiques circulants dans le sérum de patients candidémiques par spectrométrie de masse MALDI-TOF. Le pic m/z 365 semble pouvoir discriminer sur ces données préliminaires la colonisation de l'infection, et semble spécifique de la candidose invasive par rapport aux infections bactériennes. Son intérêt clinique et ses corrélations avec les méthodes immunologiques ou biochimiques de détection des glycannes, notamment pariétaux, nécessitent des études complémentaires, notamment en réanimation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Référence"
        },
        {
            "text": "Anguillulose maligne en réanimation : étude multicentrique et revue de la littérature",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FC014"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Réanimation pneumologique",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Réanimation médicale, Centre Hospitalier Universitaire d'Angers, Angers 8. Réanimation médicale",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Centre Hospitalier de Roubaix, Roubaix 11. Réanimation, Institut Paoli-Calmettes",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Inserm u995-2",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Pôle De Réanimation",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H R U"
                    ],
                    "last": "Salengro",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Avenue Oscar Lambret",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Réanimation médicale",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Patients et Méthodes : Etude rétrospective multicentrique colligeant les cas d'anguillulose maligne pris en charge en réanimation entre 2000 et 2013. La revue de la littérature a été faite par Pubmed en utilisant avec les mots clés « strongyloïdes hyperinfection syndrome » entre 1970 et 2013 et les cas publiés en langue française. Les facteurs prédictifs de décès en réanimation et de survenue d'un état de choc ont été étudiés en analyse univariée et régression logistique. Résultats : 11 cas (8 hommes, âge médian 50[45,69] ans) ont été colligés par notre groupe. Par ailleurs, le recherche bibliographique a permis d'identifier 122 cas rapportés (88 hommes, âge médian 53 [38,64] ans). 82 (66.7 %) patients étaient originaires d'une zone endémique. La maladie sous-jacente était une maladie auto-immune dans 33 (22.4 %) cas, une hémopathie maligne dans 27 (20.3 %) cas et un trouble ventilatoire obstructif dans 20 (15.6 %) cas",
            "authors": [
                {
                    "first": "Igr",
                    "middle": [],
                    "last": "Réanimation",
                    "suffix": ""
                },
                {
                    "first": "Édouard",
                    "middle": [],
                    "last": "Vaillant",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Paris Introduction : L'anguillulose maligne est une pathologie rare et grave liée à une infestation multiviscérale par le parasite Strongyloides stercoralis. L'immunodépression représente le principal facteur de risque. À ce jour, les cas sont rapportés de manière isolée dans la littérature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Le traitement reposait sur le thiabendazole dans 45 (35.2 %) cas, l'albendazole (n=37, 28.9 %) et l'ivermectine (n=52, 40.6 %). Celle-ci était administrée en sous",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Les facteurs de risque de survenue du décès en réanimation était la présence d'un état de choc (Odds ratio",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Une infection bactérienne concomitante était le seul facteur de risque indépendant de survenue d'un état de choc (OR 3.95, IC95 % 1.42-11.01, p=0.01) alors que l'hyperéosinophilie semblait protectrice",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Conclusion : L'anguillulose maligne est une pathologie au pronostic sombre, survenant le plus souvent dans un contexte d'immunosuppression iatrogène. Une infection bactérienne concomitante est fréquente et associée à une sévérité plus importante de l",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "représente la probabilité prédite de PCP globalement dans la population, et dans les groupes PCP et non-PCP. La performance du score est mesurée sur sa capacité discriminante (séparer les PCP des autres) via l'aire sous la courbe ROC, (AUC ou c-index), et sur sa calibration (via une mesure de « goodness-of-fit », GOF). Les différentes courbes ROC sur les 390 jeux imputés à partir du score prédictif de PCP sont décrites sur laFigure 2. La valeur moyenne correspondante de l'AUC est de 87.23 %. La valeur moyenne du GOF est de -0.75.Conclusion : Des paramètres disponibles dans les premières heures de l'arrivée en réanimation (Age, hémopathie lymphoïde, absence de prophylaxie, délai de survenue des symptômes respiratoires, présence d'un état de choc, syndrome interstitiel radiographique et présence d'un épanchement pleural) permettent de constituer un score de probabilité clinique de PCP. Une élaboration et la validation par échantillonnage d'un score discrétisé est en cours ainsi que la validation de ce score en prospectif. Compartimentalisation de l'excrétion virale et nature de la réponse immunitaire de l'hôte : un exemple fourni par le MERS-CoV1. Pôle de réanimation, hôpital Salengro, C.H.R.U. -Lille, Avenue Oscar Lambret, Lille, France, Lille 2. Laboratoire de virologie, centre de biologie pathologie, Centre Hospitalier Régional Universitaire de Lille, Lille 3. Groupe de recherche translationnelle relation hôte-pathogène, Université Lille 2 -Droit et Santé, Lille 4. Pôle de réanimation, hôpital Salengro, Centre Hospitalier Régional Universitaire de Lille, Lille 5. Réanimation chirurgicale, Centre Hospitalier Régional Universitaire de Lille, Lille 6. Service de maladies infectieuses, Centre Hospitalier Régional Universitaire de Lille, LilleMatériels et Méthodes : a) Concernant la cinétique d'excrétion virale, une fois le diagnostic posé à partir d'échantillons respiratoires, des prélèvements réguliers d'échantillons respiratoires, sanguins, urinaires et rectaux ont été recueillis, aliquotés et conservés à -80°C. Le génome du MERS-CoV a été recherché par une RT-PCR en temps réel ciblant les régions UpE et ORF1a. b) L'analyse de la réponse immunitaire a été effectuée sur les LBA disponibles la première semaine de l'infection pour les deux patients, ainsi que sur les sérums prélevés pendant un mois. L'expression transcriptomique des récepteurs et régulateurs de la reconnaissance immunitaire de l'ARN double brin a été déterminée par qRT-PCR sur les LBA et le profil cytokinique des patients par ELISA sur les LBA et les sérums. Les représentants légaux des patients ont donné leur accord pour la réalisation de ce travail. Conclusion : L'encéphalite herpétique reste une pathologie grave qui doit facilement conduire à une admission en réanimation. La craniecto-mie décompressive semble pouvoir être discutée comme thérapeutique de sauvetage, lors d'encéphalites herpétiques avec hypertension intracrânienne et engagement temporal. Ce résultat nécessite d'être confirmé.FC013Signature disaccharidique des infections invasives à Candida mise en évidence par MALDI-TOF Introduction : Le pronostic des candidoses invasives (CI) est directement lié au délai d'introduction du traitement antifongique spécifique. Le peu de sensibilité des hémocultures (50 %) pour faire le diagnostic de CI et le temps nécessaire à l'obtention des résultats entraînent souvent un retard dans mise en place d'un traitement adapté. La sérologie et les méthodes de détection de glycannes fongiques circulants peuvent aider à améliorer la sensibilité et la précocité du diagnostic biologique. L'objectif de cette étude est de tenter de développer une méthode physico chimique de caractérisation de molécules fongiques circulantes au cours des CI, en utilisant la Spectrométrie de masse MALDI-TOF, désormais accessible aux laboratoires de microbiologie médicale.Matériels et Méthodes : L'analyse a porté sur une série limitée de sérums témoins et de sérums de patients atteints de CI présentant une glucanémie positive. La procédure visant à augmenter le rapport glucanes/molécules hôtes a consisté en une séquence impliquant un traitement par le Na2EDTA à 100°C pendant 5 minutes, le passage du surnageant obtenu sur colonne de silice substituée par des radicaux octadécyl, puis sur colonne de charbon activé. L'efficacité de cette procédure a été testée en additionnant dans du sérum témoin des oligoglucosides de différents degrés de polymérisation préparés par extraction chimique et enzymatique des parois de Candida. L'application de cette procédure nous ayant permis de retrouver en MALDI-TOF en fin de chaîne plusieurs pics spectraux caractéristiques des oligoglucosides, son efficacité a été testée sur des sérums de patients atteints de CI. Les sérums témoins testés étaient issus de patients présentant une infection bactérienne (fasciite, pneumonie, méningite à pneumocoque) et de sujets sains donneurs de sang. L'analyse spectrale a aussi été appliquée à des surnageants de co-culture polynucléaires neutrophiles murins/ Candida albicans, ainsi qu'à des sérums issus d'un modèle murin de colonisation digestive par Candida albicans d'une part, et de candidose invasive d'autre part.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}