{"paper_id": "769b8cb9a636dc7a492bd45d61b438ce5dcfaac3", "metadata": {"title": "IM -CASE RECORD An untreatable dyspnoea: more defendants under investigation", "authors": [{"first": "Alberto", "middle": [], "last": "Ferrarese", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Francesca", "middle": [], "last": "Bergamo", "suffix": "", "affiliation": {}, "email": ""}, {"first": "•", "middle": ["Fiorella"], "last": "Calabrese", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Bruno", "middle": [], "last": "Girolami", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Silvia", "middle": [], "last": "Iovino", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Sara", "middle": [], "last": "Lonardi", "suffix": "", "affiliation": {}, "email": ""}, {"first": "•", "middle": ["Nazarena"], "last": "Nannini", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Stefania", "middle": [], "last": "Vio", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Erika", "middle": [], "last": "Zola", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Andrea", "middle": [], "last": "Vianello", "suffix": "", "affiliation": {}, "email": ""}, {"first": "•", "middle": [], "last": "Giovannella Baggio", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": "Dear colleagues, today we present a condition: dyspnoea, a common problem determining many admissions to the hospital; heart, lung or vessel diseases underlying cardiac or respiratory failures are associated with dyspnoea [1] . Internal medicine, a science of complexity, teaches us how to handle patients affected by several comorbidities, requiring multidisciplinary expertise within a work team. As internists, we initially evaluate more prevalent etiologies, and we critically dynamically refine or revise our hypothesis; if most common causes are excluded, we evaluate the rare ones [2] . Our resident Dr. Ferrarese will now present a paradigmatic case of dyspnoea where internists, pneumologists, oncologists, radiologists and pathologists joined to reach a systematic diagnosis.", "cite_spans": [{"start": 222, "end": 225, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 588, "end": 591, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Introduction Prof. Baggio"}, {"text": "A 77-year-old man with metastatic colorectal cancer, but in a good functional state, recently complained of exertional dyspnoea and a dry cough between cycles of chemotherapy. After an unscheduled outpatient oncological visit, due to a suspected pulmonary embolism (PE), he was urgently evaluated with an angio-computed Tomography (CTA), showing bilateral subsegmental thrombo-embolic involvement and interstitial thickening with early alveolar imbibition signs (Fig. 1a) . Thus, he was admitted to our Internal Medicine Unit on July 14th 2015 at 18.00 h (day 0).", "cite_spans": [], "ref_spans": [{"start": 462, "end": 471, "text": "(Fig. 1a)", "ref_id": "FIGREF0"}], "section": "Case presentation Dr. Ferrarese"}, {"text": "His past history was characterized by arterial hypertension, myocardial infarction (1995), Streptococcus bovis related endocarditis (1997) evolving in moderate to severe mitro-aortic insufficiency, metastatic colorectal adenocarcinoma (G3, pT4N1M1-liver, K-RAS mutated) treated with colorectal surgery in December 2014 and with ongoing adjuvant chemotherapy, modified FOLFOX6 regimen (folinic acid, 5-fluorouracil, oxaliplatinum) plus bevacizumab. Eight chemotherapy cycles determined a significant radiological response on liver metastases within 5 months, without significant side effects (mild fatigue, low-grade mucositis, neutropenia and neurotoxicity; Karnofsky performance status equal to 80). Since June 2015, 5-fluorouracil plus bevacizumab maintenance regimen was introduced, the last administration given on July 3rd. He was stable regarding heart disease; the last echocardiogram performed in 2013 recorded end diastolic volume 83 ml/m 2 and left ventricular ejection fraction (EF) 57%. His at-home therapy included acetyl salicylic acid, bisoprolol, enalapril, furosemide, lercanidipine.", "cite_spans": [], "ref_spans": [], "section": "Case presentation Dr. Ferrarese"}, {"text": "On admission, the patient presented eupnoea at rest, non-productive cough, normal temperature, and his usual body weight. Physical examination revealed absence of rales and no signs of pleural effusion, regular rhythm and moderate systolic murmur, minimal lower limb edema, no signs of deep vein thrombosis or volume overload. Biochemical findings (Table 1 ) demonstrated mild pancytopenia, low-grade kidney dysfunction (eGFR 60 ml/min), elevated BNP, absence of respiratory failure (paO 2 [60 mmHg, normal oxygen saturation); electrocardiogram showed sinus rhythm, first degree atrioventricular block, and left ventricular hypertrophy. We added therapeutic enoxaparin to his usual therapy.", "cite_spans": [], "ref_spans": [{"start": 348, "end": 356, "text": "(Table 1", "ref_id": "TABREF0"}], "section": "Case presentation Dr. Ferrarese"}, {"text": "Acute deep vein thrombosis was ruled out by ultrasound, while trans-thoracic echocardiography showed severe left ventricular enlargement (end diastolic volume 108 ml/m 2 ), mild systolic function reduction (EF 49%), post-ischemic hypokinesia, the known moderate to severe mitro-aortic valve insufficiency and the absence of indirect signs of PE (right ventricle dilatation, pulmonary hypertension).", "cite_spans": [], "ref_spans": [], "section": "Case presentation Dr. Ferrarese"}, {"text": "Forty-eight hours after admission (day 2), the patient presented fever, worsening dyspnoea, resting breathlessness, bi-basal crackles, and oxygen need. Chest X ray study showed an apex sparing bilateral diffuse interstitial alveolar pattern and enlargement of the heart, without pleural effusions. Therefore, on day 3, hypothesizing heart failure and concomitant respiratory infection, we administered furosemide intravenously, high flow oxygen, wide spectrum antibiotics (levofloxacin, piperacillin-tazobactam, trimetoprim-sulfametoxazole, and fluconazole), systemic low dose steroids and bronchodilators; we withdrew Because of new onset of dyspnoea the patient was evaluated with a CT scan which showed bilateral subsegmental thrombo-embolic aspects and interstitial thickening with early alveolar imbibition signs (a); therefore, the patient received therapeutic subcutaneous enoxaparin. On day 6, a second CT was performed due to worsening dyspnoea despite treatment: increased bilateral ground glass and signs of fibrosis confirmed ARDS (b)", "cite_spans": [], "ref_spans": [], "section": "Case presentation Dr. Ferrarese"}, {"text": "Intern Emerg Med (2017) 12:199-205 bisoprolol. Despite fever resolution, satisfactory urinary output, hemodynamic improvement and NT-proBNP decrease (1460-617 ng/L), the patient presented progressive worsening dyspnoea, cough, tachycardia, bibasilar crackles and severe hypoxemia (paO 2 52.8 mmHg, FiO 2 100%). On day 6 he was transferred to the Intensive Care Unit of the Respiratory Pathophysiology Division.", "cite_spans": [{"start": 24, "end": 34, "text": "12:199-205", "ref_id": null}], "ref_spans": [], "section": "200"}, {"text": "We performed a new Computed Tomography (CT) (Fig. 1b) showing increased areas of bilateral asymmetrical ground glass, with mild traction bronchiectasis and foci of consolidations with thickening bronchovascular bundles, consistent with fibrosis. Clinical, radiological and arterial blood gas findings (pH 7.45, pO 2 73 mmHg, pCO 2 29 mmHg, PaO 2 /FiO 2 73.5) were consistent with Acute Respiratory Distress Syndrome (ARDS). We administered intravenous furosemide, non-invasive ventilation, second level empiric antibiotics (meropenem, caspofungin, ganciclovir); the entire microbiological panel, comprising blood and urine cultures, CMV-DNA, influenza virus, aspergillar, pneumococcal and cryptococcal antigens, subsequently were all negative. In the absence of any improvement, chemotherapy induced lung disease (CILD) was suspected, and high steroids were introduced (hydrocortisone 500 mg trice daily), but death occurred on day 8.", "cite_spans": [], "ref_spans": [{"start": 44, "end": 53, "text": "(Fig. 1b)", "ref_id": "FIGREF0"}], "section": "Dr. Iovino"}, {"text": "This case of worsening dyspnoea led to a difficult differential diagnosis: initially, distal bilateral PE was recognized, which unlikely could explain the clinical evolution; subsequently, the patient received treatment for heart failure and pneumonia, but he dramatically evolved in fatal ARDS within a CILD. What are the autopsy findings?", "cite_spans": [], "ref_spans": [], "section": "Prof. Baggio"}, {"text": "Prof. Calabrese, Dr. Nannini", "cite_spans": [], "ref_spans": [], "section": "Prof. Baggio"}, {"text": "Autopsy findings showed macroscopic features of congestive heart failure with biventricular dilatation, massive pulmonary edema, and liver stasis. Mitral and aortic valve ulcerations ('mitral kissing vegetation', well-known secondary involvement of the mitral valve in primary aortic valve endocarditis) were also detected, consistently with the patient's history. Metastases were found only in the liver. At histology, lung sections showed diffuse alveolar damage (DAD), organizing pneumonia and multiple foci of fibrosis (Fig. 2) . No infection-like findings (investigated also with special stains), nor embolism or metastatic infiltration were found; liver metastases of colonic adenocarcinoma were massively necrotic with moderate inflammatory cell infiltration (Fig. 3) . ", "cite_spans": [], "ref_spans": [{"start": 523, "end": 531, "text": "(Fig. 2)", "ref_id": null}, {"start": 766, "end": 774, "text": "(Fig. 3)", "ref_id": null}], "section": "Prof. Baggio"}, {"text": "Regarding the interpretation of the first CT scan, how were ''interstitial thickening and early alveolar imbibition'' considered? What value was given to these findings, since enoxaparin only has been given?", "cite_spans": [], "ref_spans": [], "section": "A Doctor"}, {"text": "The patient was admitted to the hospital from an outpatient setting with a definite diagnosis of PE, which could explain symptoms; indeed, the presence of interstitial thickening has been considered without clinical value. The patient did not show at entry other symptoms or signs suggesting other causes of exertional dyspnoea, such as heart failure or pneumonia. That's why enoxaparin only has been added to the patient's usual therapy.", "cite_spans": [], "ref_spans": [], "section": "Dr. Girolami"}, {"text": "You stated the absence of respiratory failure at entry: however, the arterial blood gas analysis showed a markedly elevated alveolar-arterial oxygen gradient.", "cite_spans": [], "ref_spans": [], "section": "A Doctor"}, {"text": "Respiratory failure is defined as an arterial oxygen tension lower than 60 mm Hg with a normal or low arterial carbon dioxide tension. The elevated alveolar-arterial gradient was in accordance with the diagnosis of PE (V/Q mismatch). Indeed, to be strict, only type I respiratory failure can be excluded.", "cite_spans": [], "ref_spans": [], "section": "Dr. Ferrarese"}, {"text": "Why was bisoprolol dismissed in the hypothesis of acute heart failure? Was the patient hypotensive? ", "cite_spans": [], "ref_spans": [], "section": "A Doctor"}, {"text": "After the initial therapy (therapeutic enoxaparin, oxygen on demand, acetyl salicylic acid, bisoprolol, furosemide, enalapril, lercanidipine), the patient developed worsening dyspnoea, fever and oxygen desaturation, unlikely explained by small distal pulmonary emboli, and interpreted on a first basis as heart failure (the patient was affected by chronic ischemic disease and mitro-aortic valvular insufficiency) with a likely respiratory infection; thus, furosemide dosage was increased and administered intravenously, and although normotensive, bisoprolol has been stopped; according to the ESC Guidelines available [3] , beta-blockers reduction or withdrawal is an option therapy, until the patient is stabilized. Indeed, according to the new ESC Guidelines [4] , beta-blockers withdrawal is recommended only in case of cardiogenic shock.", "cite_spans": [{"start": 619, "end": 622, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 762, "end": 765, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Dr. Zola"}, {"text": "May I ask you the rational of the antibiotic choices? And why was not a bronchoscopy performed?", "cite_spans": [], "ref_spans": [], "section": "A Doctor"}, {"text": "Levofloxacin and piperacillin-tazobactam were introduced in the suspicion of concomitant community acquired pneumonia [5] ; trimetoprim-sulfametoxazole and fluconazole were introduced due to fever in an immunodepressed patient (recent chemotherapy) at risk of Pneumocystis Carinii or mycotic infections. Bronchoscopy could not be performed due to risk excess with unbalanced risk/benefit ratio.", "cite_spans": [{"start": 118, "end": 121, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Dr. Zola"}, {"text": "The definition of ARDS means that the patient's respiratory failure must not be fully explained by cardiac failure or fluid overload. As intravenous furosemide was administered throughout the clinical course, how was the patient's hemodynamic and fluid status?", "cite_spans": [], "ref_spans": [], "section": "A Doctor"}, {"text": "Furosemide was part of his usual at-home therapy; on day 3, heart failure was recognized as concomitant cause of the clinical course: therefore, a higher furosemide dosage was started. A satisfactory diuretic response (2-3 l per day in the first days, up to 4.6 l in the last days) with a 4 kg weight loss and a NT-proBNP decrease were observed: heart failure was considered effectively treated. Until the patient was in the Internal Medicine Department the fluid input was not recorded; in the Intensive Care Unit, the fluid balance was negative each day (-500 ml as a mean). The patient did not present relevant peripheral edemas along the whole hospitalization. Arterial pressure was normal or slightly high along the entire admission, except on day 6 when hypotension was recorded; on day 7 hypotensive drugs were withdrawn.", "cite_spans": [], "ref_spans": [], "section": "Dr. Iovino"}, {"text": "ARDS is a clinical syndrome defined by the presence of acute onset of respiratory failure, bilateral infiltrates, hypoxemia with PaO 2 /FiO 2 ratio B200 mmHg, no clear evidence of cardiogenic edema [6] . Main etiological factors of ARDS (infections, drugs, severe systemic diseases, or aspiration pneumonia) [7] were reasonably excluded; heart failure played a minor role in determining respiratory failure. DAD, as detected at autopsy, is a histologic finding mainly observed during hematologic malignancies, infections, connective tissue diseases, idiopathic pulmonary fibrosis, solid tumors (radiation or chemotherapy induced), acute interstitial pneumonia, or after solid organ transplantation [8] . About one third of patients with severe ARDS develop the histological pattern of DAD, the role of which on the outcome is still debated [9] . ARDS related mortality is significantly higher among cancer patients (55 vs 24%), infections being the commonest etiology [10] . However, in those patients who do not improve after antimicrobial therapy, other causes must be carefully investigated, just as in our patient.", "cite_spans": [{"start": 198, "end": 201, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 308, "end": 311, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 698, "end": 701, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 840, "end": 843, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 968, "end": 972, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Prof. Vianello"}, {"text": "Could DAD be caused by chemotherapy? Can we argue the patient developed a CILD?", "cite_spans": [], "ref_spans": [], "section": "Prof. Baggio"}, {"text": "Some antineoplastic agents, as bleomycin, are well established risk factors for the development of CILD, which can be observed days to years after treatment, producing a wide spectrum of clinical manifestations, including ARDS, but without specific radiological or histological findings [11] . FOLFOX based regimens most common side effects are neutropenia, neurotoxicities and gastrointestinal symptoms, while CILD is rarely reported.", "cite_spans": [{"start": 287, "end": 291, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Dr. Lonardi"}, {"text": "Ineffectiveness of anticoagulant therapy and the onset of fever made dyspnoea unlikely due to PE only. Reviewing the first CT scan, possibly the diagnosis of peripheral PE could have been overstated, due to initial interstitial traction of ongoing fibrosis on vessels. Furthermore and more Intern Emerg Med (2017) 12:199-205 203 specifically, the pulmonary CTA was technically affected by the contrast media dilution in the mean pulmonary artery, possibly due to a flow-related artifact and by metal beam artifacts from the contrast collecting in the superior vena cava that also could have lead to an overstated diagnosis [12] . Thus, after exclusion of infection and neoplastic infiltration, and after ineffective treatment of congestive heart failure, we hypothesized ARDS due to CILD as the main diagnosis. Autopsy histological findings were consistent with this diagnosis, and were negative for pulmonary embolism.", "cite_spans": [{"start": 314, "end": 328, "text": "12:199-205 203", "ref_id": null}, {"start": 623, "end": 627, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Dr. Vio"}, {"text": "Safety analysis of clinical trials with oxaliplatin does not reveal significant increase in pulmonary toxicities, except for dyspnoea during the infusion related to hypersensitivity reaction [13] . Shimura et al. [14] report a prevalence of 1.5% of CILD in a cohort of more than 700 patients receiving FOLFOX or FOLFIRI (folinic acid, 5-fluorouracil, irinotecan) regimens, with a rapid progression and a significant mortality rate (36%). Soon et al. [15] describes the case of a patient who was effectively treated with high dose steroids. Available data suggest that underlying parenchymal diseases can increase the risk of developing CILD during FOLFOX regimen. In our patient, pre-existing lung fibrosis (diagnosed postmortem at autopsy) and severe cardiac comorbidities might have contributed to the rapid impairment [16] . However, his cardiac and respiratory functions remained preserved for years, also during chemotherapy; nonetheless, the patient developed CILD 2 months after oxaliplatin withdrawal, and he did not improve despite high dose steroid. Reviewing our patient series, we observed only one case of documented CILD during FOLFOX chemotherapy [17] in about one thousand records in the last 8 years.", "cite_spans": [{"start": 191, "end": 195, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 213, "end": 217, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 450, "end": 454, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 821, "end": 825, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 1162, "end": 1166, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Dr. Bergamo"}, {"text": "Another pathogenetic mechanism could be hypothesized in our patient, as precipitating cause of the worsening clinical course: chemotherapy-related massive necrosis of liver metastases leading to a ''tumor lysis syndrome'' with release of mediators and cytokines causing a systemic inflammatory response syndrome and multiorgan failure [18] .", "cite_spans": [{"start": 335, "end": 339, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Prof. Calabrese"}, {"text": "How were the patient's CT scans before his clinical worsening? Were there a certain degree of pulmonary fibrosis or signs of other chronic interstitial lung diseases already present or was fibrosis just shown by autopsy? Did you suspect an acute exacerbation of idiopathic pulmonary fibrosis?", "cite_spans": [], "ref_spans": [], "section": "A Doctor"}, {"text": "Before hospital admission, the patient underwent regular CT scans for cancer follow-up, in December 2014, March and May 2015, showing stable signs of moderate fibrosis without specific pattern; however, the patient was not classified as affected by chronic obstructive pulmonary disease, since no spirometer tests were ever done to our knowledge. Since usual interstitial pneumonia signs were absent (even at autopsy), an exacerbation of idiopathic pulmonary fibrosis was consequently excluded.", "cite_spans": [], "ref_spans": [], "section": "Dr. Vio"}, {"text": "Cancer patients undergoing chemotherapy, especially those with pre-existing comorbidities, presenting new or worsening dyspnoea and hypoxia, must be rapidly and aggressively investigated to rule out cardiogenic causes and infections, and favor an early diagnosis of ARDS.", "cite_spans": [], "ref_spans": [], "section": "Prof. Vianello"}, {"text": "The presence of bilateral lung infiltrates must not be underestimated, and CILD has to be considered, since it is a life-threatening condition. Treatment has to be rapidly established because of the high risk of developing fatal ARDS. Cancer patients with pre-existing respiratory symptoms or known interstitial lung diseases have to be carefully followed-up, during and after chemotherapy.", "cite_spans": [], "ref_spans": [], "section": "Prof. Vianello"}, {"text": "Making early diagnosis of complex syndromes, as well as critically and dynamically revising the hypothesis, represents an everyday challenge in Internal Medicine, relevant for patients in terms of survival.", "cite_spans": [], "ref_spans": [], "section": "Prof. Vianello"}, {"text": "Close communications between clinicians, radiologists and pathologists enhance our clinical activity.", "cite_spans": [], "ref_spans": [], "section": "Prof. Vianello"}, {"text": "Conflict of interest None.", "cite_spans": [], "ref_spans": [], "section": "Compliance with ethical standards"}, {"text": "Statement of human and animal rights This article does not contain any experimental study with humans or animals performed by the authors.", "cite_spans": [], "ref_spans": [], "section": "Compliance with ethical standards"}, {"text": "Informed consent For retrospective studies informed consent is not required.", "cite_spans": [], "ref_spans": [], "section": "Compliance with ethical standards"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Acute respiratory failure in the elderly: etiology, emergency diagnosis and prognosis", "authors": [{"first": "P", "middle": [], "last": "Ray", "suffix": ""}, {"first": "S", "middle": [], "last": "Birolleau", "suffix": ""}, {"first": "Y", "middle": [], "last": "Lefort", "suffix": ""}], "year": 2006, "venue": "Crit Care", "volume": "10", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Logica clinica. I principi del metodo", "authors": [{"first": "G", "middle": [], "last": "Federspil", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "ESC guidelines for the diagnosis and treatment of acute and chronic heart failure 2012: The Task Force for the Diagnosis and Treatment of Acute and Chronic Heart Failure 2012 of the European Society of Cardiology. Developed in collaboration with the Heart Failure Association (HFA) of the ESC", "authors": [{"first": "J", "middle": ["J"], "last": "Mcmurray", "suffix": ""}, {"first": "S", "middle": [], "last": "Adamopoulos", "suffix": ""}, {"first": "S", "middle": ["D"], "last": "Anker", "suffix": ""}], "year": 2012, "venue": "Eur Heart J", "volume": "33", "issn": "", "pages": "1787--1847", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "ESC guidelines for the diagnosis and treatment of acute and chronic heart failure: the Task Force for the diagnosis and treatment of acute and chronic heart failure of the European Society of Cardiology (ESC)", "authors": [{"first": "P", "middle": [], "last": "Ponikowski", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Voors", "suffix": ""}, {"first": "S", "middle": ["D"], "last": "Anker", "suffix": ""}], "year": 2016, "venue": "Eur J Heart Fail", "volume": "18", "issn": "", "pages": "891--975", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "The Sanford guide to antimicrobial therapy", "authors": [{"first": "D", "middle": ["N"], "last": "Gilbert", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Moellering", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Eliopoulos", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Acute respiratory distress syndrome: the Berlin definition", "authors": [], "year": 2012, "venue": "ARDS Definition Task Force", "volume": "307", "issn": "", "pages": "2526--2533", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Acute respiratory distress syndrome: new definition, current and future therapeutic options", "authors": [{"first": "V", "middle": [], "last": "Fanelli", "suffix": ""}, {"first": "A", "middle": [], "last": "Vlachou", "suffix": ""}, {"first": "S", "middle": [], "last": "Ghannadian", "suffix": ""}], "year": 2013, "venue": "J Thorac Dis", "volume": "5", "issn": "", "pages": "326--334", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Causes and prognosis of diffuse alveolar damage diagnosed on surgical lung biopsy", "authors": [{"first": "J", "middle": ["G"], "last": "Parambil", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Myers", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Aubry", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Ryu", "suffix": ""}], "year": 2007, "venue": "Chest", "volume": "132", "issn": "", "pages": "50--57", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Acute respiratory distress syndrome in patients with and without diffuse alveolar damage: an autopsy study", "authors": [{"first": "J", "middle": ["A"], "last": "Lorente", "suffix": ""}, {"first": "P", "middle": [], "last": "Cardinal-Fernandez", "suffix": ""}, {"first": "D", "middle": [], "last": "Munoz", "suffix": ""}], "year": 2015, "venue": "Intensive Care Med", "volume": "41", "issn": "", "pages": "1921--1930", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "The outcome of cancer patients with acute respiratory distress syndrome", "authors": [{"first": "A", "middle": ["O"], "last": "Soubani", "suffix": ""}, {"first": "E", "middle": [], "last": "Shehada", "suffix": ""}, {"first": "W", "middle": [], "last": "Chen", "suffix": ""}, {"first": "D", "middle": [], "last": "Smith", "suffix": ""}], "year": 2014, "venue": "J Crit Care", "volume": "29", "issn": "", "pages": "183--190", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Drug-induced interstitial lung disease: mechanisms and best diagnostic approaches", "authors": [{"first": "O", "middle": [], "last": "Matsuno", "suffix": ""}], "year": 2012, "venue": "Respir Res", "volume": "13", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/1465-9921-13-39"]}}, "BIBREF11": {"ref_id": "b11", "title": "CT angiography of pulmonary embolism: diagnostic criteria and causes of misdiagnosis", "authors": [{"first": "C", "middle": [], "last": "Wittram", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Maher", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Yoo", "suffix": ""}], "year": 2004, "venue": "Radiographics", "volume": "24", "issn": "", "pages": "1219--1238", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Safety and toxicity analysis of oxaliplatin combined with fluorouracil or as a single agent in patients with previously treated advanced colorectal cancer", "authors": [{"first": "R", "middle": ["K"], "last": "Ramanathan", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Clark", "suffix": ""}, {"first": "N", "middle": ["E"], "last": "Kemeny", "suffix": ""}], "year": 2003, "venue": "J Clin Oncol", "volume": "21", "issn": "", "pages": "2904--2911", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Clinical features of interstitial lung disease induced by standard chemotherapy (FOLFOX or FOLFIRI) for colorectal cancer", "authors": [{"first": "T", "middle": [], "last": "Shimura", "suffix": ""}, {"first": "N", "middle": [], "last": "Fuse", "suffix": ""}, {"first": "T", "middle": [], "last": "Yoshino", "suffix": ""}], "year": 2010, "venue": "Ann Oncol", "volume": "21", "issn": "", "pages": "2005--2010", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Pulmonary fibrosis secondary to FOLFOX chemotherapy: a case report", "authors": [{"first": "W", "middle": ["C"], "last": "Soon", "suffix": ""}, {"first": "K", "middle": [], "last": "West", "suffix": ""}, {"first": "D", "middle": [], "last": "Gibeon", "suffix": ""}, {"first": "E", "middle": ["F"], "last": "Bowen", "suffix": ""}], "year": 2014, "venue": "Case Rep Oncol", "volume": "7", "issn": "", "pages": "662--668", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Exacerbation of pre-existing interstitial lung disease after oxaliplatin therapy: a report of three cases", "authors": [{"first": "B", "middle": ["E"], "last": "Wilcox", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Ryu", "suffix": ""}, {"first": "S", "middle": [], "last": "Kalra", "suffix": ""}], "year": 2008, "venue": "Respir Med", "volume": "102", "issn": "", "pages": "273--279", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Is acute dyspnea related to oxaliplatin administration?", "authors": [{"first": "L", "middle": ["M"], "last": "Pasetto", "suffix": ""}, {"first": "S", "middle": [], "last": "Monfardini", "suffix": ""}], "year": 2006, "venue": "World J Gastroenterol", "volume": "12", "issn": "", "pages": "5907--5908", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "The tumor lysis syndrome", "authors": [{"first": "S", "middle": ["C"], "last": "Howard", "suffix": ""}, {"first": "D", "middle": ["P"], "last": "Jones", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Pui", "suffix": ""}], "year": 2011, "venue": "NEJM", "volume": "364", "issn": "", "pages": "1844--1854", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "CT scan at admission (a) and on day 6 (b).", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Lung histology showed diffuse alveolar damage (DAD), organizing pneumonia and mild fibrosis; hematoxylin and eosin, original magnification Liver metastases of colonic adenocarcinoma with massive necrosis (a, arrows) and isolated neoplastic aggregates (a, inside the box) strongly positive for CDX2 (nuclear positivity; b, inside the box) and CK20 (cytoplasmatic positivity; c, inside the box). a Hematoxylin and eosin; original magnification 980. b CDX2 immunostain; original magnification 980. c CK20 immunostain; original magnification 980", "latex": null, "type": "figure"}, "TABREF0": {"text": "", "latex": null, "type": "table"}, "TABREF1": {"text": "Table 1 Main blood tests performed", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Blood Test </td><td>Day 0-1 </td><td>Day 4 </td><td>Day 8\n</td></tr><tr><td>White blood cells (9109/L) </td><td>4.22 </td><td>3.75 </td><td>11.64\n</td></tr><tr><td>Neutrophils (9109/L) (%) </td><td>2.44 (57.8) </td><td>2.88 (76.8) </td><td>9.26 (79.6)\n</td></tr><tr><td>Lymphocytes (9109/L) (%) </td><td>0.94 (22.3) </td><td>0.43 (11.5) </td><td>0.96 (8.3)\n</td></tr><tr><td>Haemoglobin (g/L) </td><td>122 </td><td>116 </td><td>136\n</td></tr><tr><td>Platelets (9109/L) </td><td>118 </td><td>187 </td><td>386\n</td></tr><tr><td>Potassium (mmol/L) </td><td>4.6 </td><td>3.3 </td><td>4\n</td></tr><tr><td>Sodium (mmol/L) </td><td>139 </td><td>134 </td><td>133\n</td></tr><tr><td>Urea (mmol/L) </td><td>5.6 </td><td>6.7 </td><td>17.1\n</td></tr><tr><td>Creatinine (lmol/L) </td><td>90 </td><td>138 </td><td>180\n</td></tr><tr><td>Troponin I (lg/L) (n.v.\\0.045) </td><td>0.031 </td><td>- </td><td>0.059\n</td></tr><tr><td>C reactive protein (mg/L) (n.v.\\6) </td><td>57.4 </td><td>166 </td><td>100\n</td></tr><tr><td>Procalcitonin (lg/L) (n.v.\\0.50) </td><td>- </td><td>- </td><td>0,13\n</td></tr><tr><td>Albumin (g/L) </td><td>36 </td><td>- </td><td>-\n</td></tr><tr><td>NT-proBNP (ng/L) </td><td>1460 </td><td>617 </td><td>352\n</td></tr><tr><td>D-dimer (lg/L) </td><td>489 </td><td>- </td><td>-\n</td></tr><tr><td>pH </td><td>7.46 </td><td>7.48 </td><td>7.45\n</td></tr><tr><td>pO2 (mmHg) </td><td>72.1 </td><td>60.2 </td><td>49.5\n</td></tr><tr><td>pCO2 (mmHg) </td><td>30.1 </td><td>29.2 </td><td>31.2\n</td></tr><tr><td>O2 saturation (%) (oxygen supply) </td><td>95.2 (room air) </td><td>91.5 (FiO2 100%) </td><td>82.9 (FiO2 100%)\n</td></tr></table></body></html>"}}, "back_matter": []}