{
    "paper_id": "775c8ddaf3694b2de176210dffc9772208f3aacd",
    "metadata": {
        "title": "Graves disease-induced thrombotic thrombocytopenic purpura: a case report",
        "authors": [
            {
                "first": "Saira",
                "middle": [],
                "last": "Chaughtai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ijaz",
                "middle": [],
                "last": "Khan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Varsha",
                "middle": [],
                "last": "Gupta",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zeeshan",
                "middle": [],
                "last": "Chaughtai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Raquel",
                "middle": [],
                "last": "Ong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Arif",
                "middle": [],
                "last": "Asif",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mohammad",
                "middle": [
                    "A"
                ],
                "last": "Hossain",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Thrombotic thrombocytopenic purpura is an autoimmune disease that carries a high mortality. Very few case reports in the literature have described a relationship between Graves disease and thrombotic thrombocytopenic purpura. We present a case of a patient with Graves disease who was found to be biochemically and clinically hyperthyroid with concurrent thrombotic thrombocytopenic purpura. Case presentation: Our patient was a 30-year-old African American woman with a history of hypertension and a family history of Graves disease who had recently been diagnosed with hyperthyroidism and placed on methimazole. She presented to our hospital with the complaints of progressive shortness of breath and dizziness. Her vital signs were stable. On further evaluation, she was diagnosed with thrombotic thrombocytopenic purpura, depending on clinical and laboratory results, and also was found to have highly elevated free T4 and suppressed thyroid-stimulating hormone. She received multiple sessions of plasmapheresis and ultimately had a total thyroidectomy. The patient's hospital course was complicated by pneumonia and acute respiratory distress syndrome. Her platelets stabilized at approximately 50,000/μl, and her ADAMTS13 activity normalized despite multiple complications. The patient ultimately had a cardiac arrest with pulseless electrical activity and died despite multiple attempts at cardiopulmonary resuscitation. Conclusion: Graves disease is an uncommon trigger for the development of thrombotic thrombocytopenic purpura, and very few cases have been reported thus far. Therefore, clinicians should be aware of this association in the appropriate clinical context to comprehensively monitor hyperthyroid patients during treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Autoimmune diseases tend to cluster not only in families but also in the same individual. Graves disease is an example of an autoimmune disease in which autoantibodies bind with hormone receptors of the thyroid gland, causing the thyroid to overproduce thyroid hormone [1] . It is characterized clinically by diffuse goiter, ophthalmopathy, hyperthermia, agitation, weight loss, palpitations, and even heart failure [1] . Thrombotic thrombocytopenic purpura (TTP) is an autoimmune disease caused by a deficiency of ADAMTS13, a von Willebrand Factor (vWF)-cleaving metalloprotease [2] . This leads to the buildup of vWF multimers, activating a cascade in the bloodstream leading to destruction of platelets by the large multimers. TTP is characterized by thrombocytopenia, hemolytic anemia, and evidence of end-organ damage. The treatment primarily is plasmapheresis to remove the autoantibodies from the bloodstream [2] . TTP carries a high mortality. Graves disease has been associated with immune thrombocytopenic purpura (ITP), but only a few case reports have described a possible association of Graves disease with TTP. We present a case in which a patient with Graves disease was found to be biochemically and clinically hyperthyroid with concurrent TTP.",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 272,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 416,
                    "end": 419,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 580,
                    "end": 583,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 916,
                    "end": 919,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A 30-year-old African American woman with a history of hypertension, recently diagnosed with hyperthyroidism and receiving methimazole, presented to our hospital with the complaints of shortness of breath, dizziness, and weakness that had progressed over 2 days. She had no history of rash, bleeding from any sites of the body, diarrhea, or vomiting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case presentation"
        },
        {
            "text": "Her vital signs showed a blood pressure of 126/96 mmHg, pulse of 109 beats/minute, respirations of 16/minute, temperature of 98.2°F, and pulse oxygenation of 100% on room air. On physical examination, she was obese, awake and alert, had marked conjunctival pallor, and had a diffuse and enlarged thyroid gland. She had no petechiae, ecchymosis, bruising, organomegaly, or lymphadenopathy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case presentation"
        },
        {
            "text": "Initial laboratory studies showed anemia with hemoglobin of 7.9 g/dl (normal range, 12-16 g/dl), thrombocytopenia with platelets of 4000/μl (140,000-450, 000/μl), elevated lactate dehydrogenase of 653 IU/L (91-200 IU/L), haptoglobin < 6 mg/dl (30-225 mg/dl), reticulocyte count 5.31% (0.4-2.5%), high D-dimer of 1725 ng/ml (< 501 ng/ml), high fibrinogen of 633 mg/dl (232-519 mg/ dl), and acute renal insufficiency with creatinine 1.20 mg/dl (0.44-1.0 mg/dl) ( Table 1) . Her peripheral smear showed many schistocytes. The result of her direct Coombs test was negative. Urinalysis showed moderate blood with 8-10 Red blood cells/high power field (0-2 RBCs/hpf) and 100 mg/dl proteins. Her coagulation panel showed prothrombin time and activated partial thromboplastin time of 1.07 and 29 seconds, respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 461,
                    "end": 469,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Case presentation"
        },
        {
            "text": "Clinically, the diagnosis of TTP was made, and the patient was transferred to the intensive care unit for close monitoring. She was started on plasmapheresis and intravenous steroids as part of the treatment for TTP. Her ADAMTS13 taken on admission came back a few days later as < 5% (normal, > 61%). Workup for secondary causes of TTP was also done. Her antinuclear antibody was positive at 7.01 (0-0.9), but results of other serological workup, including human immunodeficiency virus, hepatitis profile, anti-double-stranded deoxyribonucleic acid (DNA), cardiolipin antibodies, lupus screen, scleroderma antibodies, and QuantiFERON test (Qiagen, Germantown, MD, USA), were negative. She had positive centromere antibodies, but clinically she had no signs of CREST syndrome (calcinosis cutis, Raynaud phenomenon, esophageal dysfunction, sclerodactyly, and telangiectasia) or scleroderma. Her complement levels of C3 and C4 were found to be normal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case presentation"
        },
        {
            "text": "On further query, the patient reported that her mother had had Graves disease and her twin sister also had had Graves disease and had died of cardiac arrest at the age of 24 in the setting of thyrotoxicosis. The patient's outpatient records 4 months prior to admission showed a free T4 of 7.7 ng/dl (0.5-1.26 ng/dl) and a thyroid-stimulating hormone (TSH) < 0.005 mIU/ml (0.3-4.5 mIU/ml). Outpatient ultrasound showed an enlarged thyroid with increased background vascularity. The patient's platelet count was 248,000/μl (140,000-450,000/μl) at that time. She was started on methimazole and was advised to follow up with an endocrinologist, but she did not comply. No autoantibody levels were measured at that time, and she did not have an uptake scan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case presentation"
        },
        {
            "text": "On admission, her TSH was found to be 0.528 IU/ml (0.3-4.5 mIU/ml), free T4 was 3.93 ng/dl (0.5-1.26 ng/ dl), total T4 was 21.23 μg/dl (5.28-9.27 μg/dl), and free T3 was 7.0 pg/ml (2.28-3.96 pg/ml). Her TSH receptor antibody and thyroid-stimulating immunoglobulin were found to be normal with a positive anti-thyroid peroxidase antibody. Unfortunately, these were drawn following several sessions of plasmapheresis; therefore, the absence or presence of thyroid autoimmune antibodies was not thought to be reliable for diagnosis of autoimmune thyroid disease. The patient's Graves disease diagnosis was based on thyromegaly, glandular hypervascularity, and lack of biochemical improvement despite over 4 months of thionamide therapy. In preparation for thyroidectomy, she was treated with propylthiouracil, potassium iodide oral solution, cholestyramine, prednisone, and propranolol. Her thyroid pathology revealed a diffuse thyrotoxic goiter with patchy chronic inflammation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case presentation"
        },
        {
            "text": "She was given multiple sessions of plasmapheresis, along with a high dose of steroids, cyclophosphamide, and rituximab. She initially showed marked improvement in her platelet count; however, her hospital course was complicated by hospital-acquired pneumonia possibly provoked by severe immunodeficiency, sepsis, and acute respiratory distress syndrome (ARDS) with ventilator-dependent respiratory failure requiring rotoproning, and her course was further complicated by hemothorax requiring chest tube placement. All these complications led to a subsequent decline in her platelet count. A new medication recently approved for acquired TTP called caplacizumab, a monoclonal antibody to vWF, was considered in her management. Her platelets ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case presentation"
        },
        {
            "text": "TTP is a rare disease with an incidence of approximately 3 cases per 1 million adults per year [3] . TTP usually involves microangiopathic hemolytic anemia, thrombocytopenia, and renal injury [3] . ADAMTS13 is a metalloproteinase that breaks down vWF; when it is deficient, large multimers of vWF circulate, provoke the formation of thrombi, and cause widespread platelet activation leading to platelets' subsequent deficiency and destruction [3] . It is associated with other autoimmune diseases, such as ITP, Sjögren syndrome, and systemic sclerosis; however, it is not commonly associated with Graves disease. It has inherited and acquired forms [4] . The mortality associated with TTP can be as high as 90%, and clinical diagnosis is the key to rapid management [4] . Treatment of TTP depends on the risk stratification of patients based on clinical and laboratory data present at the time of diagnosis. Several therapies are available, including plasma exchange (PEX), high-dose steroids, rituximab, and caplacizumab. Daily PEX is the mainstay of treatment. It allows removal of autoantibodies and repletes ADAMTS13. If there is any delay in PEX, then fresh frozen plasma transfusion should be considered. Platelet transfusion is contraindicated unless bleeding is life-threatening [5] . Caplacizumab is a humanized monoclonal antibody fragment that binds to vWF and blocks vWF interaction with platelet glycoprotein lb-IX-V. As indicated by faster platelet count normalization, it prevents further consumption of platelets into microthrombi and the consequent progression of tissue ischemia [6] .",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 98,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 192,
                    "end": 195,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 443,
                    "end": 446,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 649,
                    "end": 652,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 766,
                    "end": 769,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1287,
                    "end": 1290,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1597,
                    "end": 1600,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The overall prevalence of hyperthyroidism in the United States is 1.2%, with an incidence of 20 per 100, 000 to 50 per 100,000 population. Graves disease constitutes the majority of hyperthyroid cases [7] . It is also more common in females and between ages 20 and 50 years [7] ; our patient fell within these parameters. Patients on antithyroid medications must be monitored frequently for liver toxicity and agranulocytosis, which are rare adverse effects of thionamide therapy. The use of methimazole prior to admission was not thought to be a cause of our patient's blood cell abnormalities, because her white blood cell count was normal on admission. Drug-induced thrombotic microangiopathy (DITMA) was also ruled out because methimazole has not been reported to cause DITMA. Our patient received antithyroid medications, as well as adjunct medications (cholestyramine, steroids, and potassium iodide drop) to bridge to total thyroidectomy. Radioactive iodine ablation was not possible while she was an inpatient, because she still required daily plasmapheresis, and quarantine following ablation could not be assured.",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 204,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 274,
                    "end": 277,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In our review of the literature, we found that only a few cases of TTP co-occurring with Graves disease have been described. In their case report, Chhabra et al. mentioned one woman who developed sustained remission of TTP after treatment of her hyperthyroidism with radioactive iodine [8] . Our patient began experiencing symptoms of TTP a few days after stopping methimazole, and her T4 and T3 were very elevated on admission, leading us to consider whether her uncontrolled hyperthyroidism could have provoked her TTP. In their case report, Bellante et al. mentioned that their patient showed improvement in TTP with only radioactive iodine therapy and methylprednisolone. PEX was avoided, and there was no relapse of TTP in the 6-month follow-up period [9] . The question has been raised before whether treating the hyperthyroid state could concurrently control TTP [10] .",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 289,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 757,
                    "end": 760,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 870,
                    "end": 874,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Because both Graves disease and TTP are autoimmune diseases, Lhotta et al. hypothesized that Graves disease triggers some autoimmune processes leading to the production of antibodies to ADAMTS13 [11] . Another report illustrated two cases of Graves disease possibly causing a relapse of preexisting TTP; with successful treatment of both TTP and Graves disease, there was rapid and prolonged remission of Graves disease [11] .",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 199,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 420,
                    "end": 424,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The association between Graves disease and TTP seems to be more than coincidental. Graves disease patients receiving thionamide therapy should be monitored for agranulocytosis by checking the complete blood count. If there are any abnormalities in the cell count, especially thrombocytopenia, clinicians should consider the possibility of another autoimmune process, such as TTP, in the appropriate clinical context. Emphasis should be placed on controlling hyperthyroidism and avoiding lapses in medical therapy to prevent complications, as in our patient's case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "TTP and Graves disease have been described infrequently in the literature. We present a case of TTP occurring in a patient with inadequately controlled Graves disease. This indicates that there may be a causal link. TTP is an important association to be aware of in patients with Graves disease and highlights the importance of adequate control of Graves disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Considerations for thyroidectomy as treatment for Graves disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Smithson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Asban",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Clin Med Insights Endocrinol Diabetes",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/1179551419844523"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical features and prognosis of patients with thrombotic thrombocytopenic purpura associated with systemic lupus erythematosus: a review of 25 cases",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jian",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Quan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Xiao",
                    "middle": [
                        "J"
                    ],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Ital J Pediatr",
            "volume": "45",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s13052-019-0641-y"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Children and adults with thrombotic thrombocytopenic purpura associated with severe, acquired Adamts13 deficiency: comparison of incidence, demographic and clinical features",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Reese",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Muthurajah",
                    "suffix": ""
                },
                {
                    "first": "Kremer",
                    "middle": [],
                    "last": "Hovinga",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Vesely",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Terrell",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "George",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Pediatr Blood Cancer",
            "volume": "60",
            "issn": "10",
            "pages": "1676--82",
            "other_ids": {
                "DOI": [
                    "10.1002/pbc.24612"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Thrombotic thrombocytopenic purpura possibly triggered by Graves' disease",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Chitnis",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "O"
                    ],
                    "last": "Mene-Afejuku",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aujla",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shady",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Gil",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Cativo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Popescu-Martinez",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Oxf Med Case Reports",
            "volume": "2017",
            "issn": "10",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/omcr/omx057"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Guidelines on the diagnosis and management of thrombotic thrombocytopenic purpura and other thrombotic microangiopathies",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Scully",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Hunt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Benjamin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Liesner",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Br J Haematol",
            "volume": "158",
            "issn": "3",
            "pages": "323--328",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1365-2141.2012.09167.x"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Caplacizumab for acquired thrombotic thrombocytopenic purpura",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Peyvandi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Scully",
                    "suffix": ""
                },
                {
                    "first": "Kremer",
                    "middle": [],
                    "last": "Hovinga",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "N Engl J Med",
            "volume": "374",
            "issn": "6",
            "pages": "511--533",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1505533"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Graves disease. StatPearls. Treasure Island: StatPearls Publishing",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pokhrel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bhusal",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Thrombotic thrombocytopenic purpura precipitated by thyrotoxicosis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chhabra",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tenorio",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Clin Apher",
            "volume": "27",
            "issn": "5",
            "pages": "265--271",
            "other_ids": {
                "DOI": [
                    "10.1002/jca.21210"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Stroke in thrombotic thrombocytopenic purpura induced by thyrotoxicosis: a case report",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bellante",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Redondo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Springael",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dethy",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Stroke Cerebrovasc Dis",
            "volume": "23",
            "issn": "6",
            "pages": "1744--1750",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jstrokecerebrovasdis.2014.01.003"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Thrombotic thrombocytopenic purpura and Graves' disease",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Chaar",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Kudva",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Olsen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Silverberg",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Grossman",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Med Sci",
            "volume": "334",
            "issn": "2",
            "pages": "133--138",
            "other_ids": {
                "DOI": [
                    "10.1097/MAJ.0b013e31812e9735"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Treatment of concurrent thrombotic thrombocytopenic purpura and Graves' disease: a report on two cases",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lhotta",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Zitt",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sprenger-Mähr",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Loacker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Becherer",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Case Rep Endocrinol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1155/2018/5747969"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Initial laboratory results of the patient",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Not applicable.Authors' contributions SC, IK, and RO contributed to the planning and case summary. VG and ZC contributed to the discussion. MAH, RO, and AA worked on the planning, manuscript revision, and final approval. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "This project was not supported by any grant or funding agencies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "Data sharing is not applicable to this article, because no datasets were generated or analyzed during the current study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "The authors have no ethical conflicts to disclose, and this report has been approved by our hospital's ethics committee.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics approval and consent to participate"
        },
        {
            "text": "Written informed consent was obtained from the patient for publication of this case report and any accompanying images. A copy of the written consent is available for review by the Editor-in-Chief of this journal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "The authors declare that they have no competing interests. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}