{"paper_id": "788c8535d1e1114581c661fe119e8526d4e5a999", "metadata": {"title": "CONCISE COMMUNICATIONS Ineffectiveness of Recombinant Interferon-~serine Nasal Drops for Prophylaxis of Natural Colds", "authors": [{"first": "Steven", "middle": ["J"], "last": "Sperber", "suffix": "", "affiliation": {}, "email": ""}, {"first": ";", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Paul", "middle": ["A"], "last": "Levine", "suffix": "", "affiliation": {}, "email": ""}, {"first": "James", "middle": ["V"], "last": "Sorrentino", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Donald", "middle": ["K"], "last": "Riker", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Frederick", "middle": ["G"], "last": "Hayden", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Two randomized, double-blind, placebo-controlled trials during early autumn of 1986 and 1987 evaluated the efficacy and tolerance of recombinant interferon-~serine (rIFN-~ser) nasal drops for prevention of natural rhinovirus colds. In 1986, 9 x 10 6 units of rIFNser (139 subjects) or placebo (157) were adminstered once daily except Sundays for 4 w. Rhinovirus colds occurred in 2.8070 of rIFN-~ser recipients and 6.0% of placebo recipients during the treatment period (52% reduction, P = .3). In 1987,24 x 10 6 units of rIFNser (186) or placebo (197) were given daily for 25 consecutive days. Rhinovirus colds developed in 6.3% of rIFN-~ser recipients and 5.3% of placebo recipients. In each study, illness frequency and number of days with subjective colds did not differ between the groups. Recipients of nasal drops of rIFN-~ser at either dosage did not differ in tolerance from placebo recipients. The lack of both prophylactic efficacy and nasal toxicity are in contrast to prior observations with nasal sprays of rIFN-a2b. University School of Medicine, for performing the 2'-5'oligoadenylate synthetase activity assays; Dr. Don Kaiser, Division of Information Sciences, University of Virginia, for statistical analysis; and Margaret Sipe for clerical assistance.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Seasonal prophylaxis studies have demonstrated that nasal sprays of recombinant interferon-a2b (rIFN-a2b) are effective in preventing natural rhinovirus infections but are associated with excess rates of nasal irritation [1] [2] [3] [4] . Recombinant interferon-~serine (rIFN-~ser) has comparable antiviral activity against rhinovirus and coronavirus under in vitro conditions [5, 6] . A tolerance study [7] using 12 X 10 6 units/d for 25 d as a nasal spray found that rIFN-~ser appears to be better tolerated than previously studied alpha interferons. Two recent studies [7, 8] have shown rIFN-~ser, 6-10 X 10 6 units/d, to be effective in the prophylaxis of experimental rhinovirus colds. Consequently, we evaluated the efficacy of Written informed consent was obtained from all participants, and the guidelines for human experimentation of the U.S. Department of Health and Human Services and those of the University of Virginia Human Investigation Committee were followed in the conduct of these studies. This work was supported by grants from Richardson-Vicks Research Center, Shelton, Connecticut; Triton Biosciences, Inc., Alameda, California; and by grant T32AI-07046 from the National Institute of Allergy and Infectious Diseases. rIFN-~ser nasal drops for preventing natural colds in two randomized, double-blind, placebo-controlled seasonal prophylaxis trials. In the first study, conducted during the fall of 1986, subjects receiving 9 X 10 6 units/d (except Sundays) for 4 w tended to have fewer rhinovirus infections than placebo recipients. A subsequent 25-d, dose-rising tolerance trial revealed no increase in nasal examination abnormalities with daily doses as high as 24 x 10 6 units (S. Sperber, F. Hayden, unpublished data). The second efficacy study was conducted in 1987 at this higher dosage.", "cite_spans": [{"start": 221, "end": 224, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 225, "end": 228, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 229, "end": 232, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 233, "end": 236, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 377, "end": 380, "text": "[5,", "ref_id": "BIBREF5"}, {"start": 381, "end": 383, "text": "6]", "ref_id": "BIBREF6"}, {"start": 404, "end": 407, "text": "[7]", "ref_id": "BIBREF7"}, {"start": 572, "end": 575, "text": "[7,", "ref_id": "BIBREF7"}, {"start": 576, "end": 578, "text": "8]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": ""}, {"text": "Subjects. Healthy adult volunteers were recruited in Charlottesville from late August to early Septem-ber of 1986 and 1987 according to previously published criteria [7] .", "cite_spans": [{"start": 166, "end": 169, "text": "[7]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Materials and Methods"}, {"text": "Interferon administration. Lyophilized rIFN-I3ser (Triton Biosciences, Alameda, Calif) and a placebo with identical appearance, protein content, and pH were reconstituted daily. These solutions were transferred to sterile screw-cap vials, refrigerated or held on ice, and dispensed within 5-6 h. Neither the interferon nor the placebo contained preservative. Each vial served as the source of drug or placebo for 10 subjects. To ensure that active drug was administered, three vials of lyophilized rIFN-l3ser from the same· batch as used in the 1987 study that had been retained by the supplier were reconstituted in the same manner as above and found by Triton Biosciences to have the anticipated interferon activity within the limits of the assay.", "cite_spans": [], "ref_spans": [], "section": "Materials and Methods"}, {"text": "Subjects reported each morning (except Sundays in the 1986 study) to one of two study sites for drug administration and symptom recording. Nasal drops were delivered by a study nurse with a calibrated pipette. The subjects were supine with the nasal passages in a vertical plane, and performed three 10-s head-turning maneuvers to help distribute the drops within the nasal passages. In 1986, rIFN-l3ser 9 x 10 6 units or placebo was administered daily except Sundays for 4 w as nasal drops (150 J.Ll/nostril). In 1987, rIFN-l3ser 24 x 10 6 units or placebo was administered as nasal drops (200 J.Ll/nostril) for 25 consecutive d. Subjects were removed from the studies if they missed more than two doses or failed to appear on a Saturday and the following Monday in the 1986 study.", "cite_spans": [], "ref_spans": [], "section": "Materials and Methods"}, {"text": "Monitoring of illness and infection. The presence and severity of colds and specific symptoms 701 were determined using previously described methods [9] . A respiratory illness episode was defined as the presence of at least one respiratory symptom (excluding sneezing) on two consecutive days or two or more respiratory symptoms on one day. Nasal washings and throat swabs were processed for viral isolation [7, 9] if the subject reported a cold or met the criteria for a respiratory illness episode. Daily recording of symptoms was continued in 1987 by each subject at home for 2 w after the completion of drug administration; symptomatic participants were asked to call the project staff and virus cultures were obtained.", "cite_spans": [{"start": 149, "end": 152, "text": "[9]", "ref_id": "BIBREF9"}, {"start": 409, "end": 412, "text": "[7,", "ref_id": "BIBREF7"}, {"start": 413, "end": 415, "text": "9]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Materials and Methods"}, {"text": "Monitoring of toxicity. Symptoms of nasal intolerance (table 1) and their severity were recorded daily. Rhinoscopic examinations were performed before and at the conclusion of the studies in all subjects and after 2 w of treatment in the 1987 study. Blood and urine samples were collected before initiating drug administration and during the last week of treatment for routine hematology, blood chemistries, and urinalysis studies.", "cite_spans": [], "ref_spans": [], "section": "Materials and Methods"}, {"text": "Serum samples were obtained before and 2 w after the completion of drug administration for determination of IgO and IgM against rIFN-l3ser by ELISA (performed in the laboratory of Dr. Anne Teitelbaum, Triton Biosciences). Samples were obtained from all subjects during the 1986 study and from a subset of 51 rIFN-l3ser and 15 placebo recipients in 1987. Samples that tested positive were then tested for interferon neutralizing activity in a standard bioassay.", "cite_spans": [], "ref_spans": [], "section": "Materials and Methods"}, {"text": "Peripheral blood2'-5'oligoadenylate synthetase activity. During the 1987 study, heparinized blood samples from nine interferon and nine placebo recipients were collected for determination of 2'- 5'oligoadenylate synthetase activity [10] , a marker of interferon activity, before initiation of drug administration and 2 w into treatment, 1'\\.124 h after a preceding dose. The assays were conducted by Amina Woods in the laboratory of Dr. Paul Lietman, Johns Hopkins University, Baltimore, using methods previously described [10] .", "cite_spans": [{"start": 232, "end": 236, "text": "[10]", "ref_id": "BIBREF10"}, {"start": 523, "end": 527, "text": "[10]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Materials and Methods"}, {"text": "Data analysis. Outcome parameters (symptom occurrence, illness episodes, and viral isolates) were considered evaluable for efficacy analysis if they occurred during the period beginning 2 d after initiation of medication through day two after completion of prophylaxis (figure 1, diagonal bar). Treatment groups were compared with analysis of variance.", "cite_spans": [], "ref_spans": [], "section": "Materials and Methods"}, {"text": "Proportions were compared with Fisher's exact test.", "cite_spans": [], "ref_spans": [], "section": "Materials and Methods"}, {"text": "Subjects. In the 1986 study, 296 subjects were enrolled. Of these, 287 (138 rIFN-f3ser, 149 placebo) completed at least 22 d of drug administration. Of the nine who dropped out (1 rIFN-f3ser, 8 placebo), none was a result of adverse drug effects. The 1986 study was originally started with the preservative thimerosal added to the diluent. During symptom assessment on the second day of drug administration, many subjects complained of a foul taste or odor or nausea that lasted up to several hours after receiving the nasal drops. Further administration of the drug was halted after about half the subjects had received the second dose. Evaluation revealed that O+l,..,....\"r-r-rT\"\"T\"\"T'\"T\"'T'\"T'T\"TTTT. .,..,....\"r-r-r-r-r+-or--- the thimerosal content was 10-fold higher than the 10 ppm planned. All subjects were asymptomatic the next morning and the study was restarted without preservative after a drug-free period of 1-2 d. This first day of preservative-free drug was considered to be day 1 of drug administration, and drug was given for the complete 4-w period. No subjects withdrew from the study as a result of this problem.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "In the 1987 study, 383 volunteers were enrolled. Of these, 363 (174 rIFN-~ser, 189 placebo) completed at least 23 d of drug administration and were considered evaluable for determination of efficacy. Seven subjects (4 rIFN-~ser, 3 placebo recipients) were removed from study at 2 w because of abnormalities on rhinoscopic examination. Each study group was comparable with respect to mean age (30-31 y), gender (male:female ratio, 0.4), and current smokers (22070-23070).", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Respiratory illness. No differences in the frequency of respiratory illness episodes in recipients of rIFN-~ser compared with placebo were found in 1986 (32070 vs. 30070) or in 1987 (32070 vs. 31070). Similarly, when illness episodes were defined by the volunteer's subjective impression that he or she had a cold, the treatment groups did not differ in 1986 (15% vs. 17%) or in 1987 (20070 vs. 21070). The distribution of respiratory illnesses over the treatment course was also similar for the two groups. During the 2-w period after completion of drug administration in 1987, the frequency of subjective colds (rIFN-~ser 3070, placebo 6070) and respiratory illness episodes (rIFN-~ser 10070, placebo 8%) did not differ between groups.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "For all subjects in both studies, the total symptom burden in recipients of rIFN-~ser was not significantly different compared with placebo recipients, although the total symptom burden tended to be about 30070 lower among rIFN-~ser recipients in 1986 (mean score per day ± SD, 0.2 ± 0.3 vs. 0.3 ± 0.6; P = .10). In neither study were there significant differences in any individual symptom between treatment groups. For subjects who had a respiratory illness episode in 1986, the symptom burden per episode tended to be reduced nearly one-third in ill interferon recipients compared with placebo (mean score per episode ± SD, 15 ± 16 vs. 22 ± 23; .05 < P < .1), and the duration of illness tended to be shorter (mean duration ± SD, 5 ± 4 d vs. 7 ± 5 d; .05 < P < .1). In 1987 there was no difference in illness severity or duration between interferon and placebo recipients. 703 Viral infections. Rhinovirus, the most common viral isolate in both studies, was recovered during 13% and 18070 of respiratory illness episodes during 1986 and 1987, respectively, and during 28% of subjective colds each year. During the 4-w observation period in 1986,6.0% (9/149) of all placebo recipients versus 2.9070 (4/138) of all rIFN-~ser recipients had a rhinovirus-documented cold, representing a 52% reduction in colds in rIFN-~ser recipients (P = .3). Most of the rhinovirus colds occurred during the first 2 w of the study and none were identified during week 4 (figure lA), suggesting that the study may have begun late in that year's rhinovirus season. The next most common isolate was enterovirus, which was identified in six rIFN-~ser and two placebo recipients. Six of these isolates were typed (by Dr. Mark Pallanch, Centers for Disease Control, Atlanta) as coxsackie virus A21 (four rIFN-~ser and two placebo recipients).", "cite_spans": [{"start": 876, "end": 879, "text": "703", "ref_id": null}], "ref_spans": [], "section": "Results"}, {"text": "In 1987, rhinovirus-documented colds occurred in 6.3070 (11/174) of rIFN-~ser recipients, compared with 5.3070 (10/189) of placebo recipients during the 4-w period of drug administration (figure IB). Coxsackievirus A9 was isolated during one additional placebo cold. During the 2 w after completion of drug administration in 1987, rhinovirus colds occurred in four rIFN-~ser recipients and one placebo recipient. Parainfluenza was isolated from two ill placebo recipients.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Tolerance. The nasal drops were well-tolerated in each study and no subject withdrew as a result of adverse nasal symptoms. In 1987 four interferon and three placebo recipients were withdrawn from the study after 2 w because of abnormalities on nasal examination (one erosion in each group and ulcers in three interferon and two placebo recipients), none of which was associated with significant clinical symptoms. The frequency of irritative complaints or of nasal examination abnormalities did not differ between groups over the entire period of drug administration in either study (table 1) . Leukopenia did not develop in any rIFN-~ser recipients, and no significant abnormalities or change from baseline in any hematologic or other laboratory parameter occurred over the course of the study except for elevations in serum aminotransferase levels in one interferon recipient from each study (317 and 355 units/I). After the study, one of these subjects admitted to a history of extensive alcohol abuse. In both cases, the physical examination and other laboratory studies were unrevealing and the values returned to normal after several weeks. None of the serum specimens obtained 2 w after completion of drug administration had detectable interferon-neutralizing activity.", "cite_spans": [], "ref_spans": [{"start": 584, "end": 593, "text": "(table 1)", "ref_id": "TABREF0"}], "section": "Results"}, {"text": "Peripheral blood 2'-5'oligoadenylate synthetase activity. The mean ± SD, 2'-5'oligoadenylate synthetase activity in peripheral blood obtained 1'\\.124 h after the preceding dose for the rIFN-f3ser recipients was 83 ± 33 pmol/l0 s cells per hour (n = 9) compared with 68 ± 47 (n = 9) in the placebo recipients. The 956,10 confidence limits for the assay in healthy adults are 19-352 pmol/l0 s cells per hour [9] .", "cite_spans": [{"start": 406, "end": 409, "text": "[9]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Results"}, {"text": "Efficacy of blinding. The results of a questionnaire administered to subjects at one of the study sites at the end of the 1987 treatment period indicated that subjects were well blinded to the treatment they received. Of recipients in each group, 216,10 believed they were receiving an active drug, 186,10 believed they were receiving an inactive preparation, and 616,10 were unable to decide.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "These studies showed that administration of rIFN-f3ser as nasal drops for 4 w is well-tolerated but ineffective in preventing rhinovirus colds. In contrast to the efficacy of comparable dosages of rIFN-U2 [9, 11] , rIFN-f3ser was disappointingly ineffective in preventing natural rhinovirus colds. The first study, in which there was a tendency toward reduction in rhinovirus colds, prompted us to conduct a second trial at a higher dosage. Despite the higher dosage and daily administration of drug, the second trial failed to show an effect on the frequency of rhinovirus colds or any clinical benefits. The lower efficacy of rIFN-f3ser was not predicted by in vitro testing. Studies in cell culture have found comparable inhibitory effects of rIFN-u2b and rIFN-f3ser against representative rhinovirus strains [5, 6] . Also, the rhinovirus isolates from rIFN-f3ser recipients in the 1986 study had comparable sensitivities to rIFN-f3ser as did isolates from placebo recipients [5] , suggesting that resistance to the antiviral activity of this interferon did not develop in rIFN-f3ser recipients. Recombinant rIFN-f3ser administered by nasal drops also had no prophylactic effect against coxsackie A21 virus colds. In vitro testing of these isolates has shown that they are inhibited by rIFN-f3ser, although they appear to be less susceptible than the rhinoviruses [5] .", "cite_spans": [{"start": 205, "end": 208, "text": "[9,", "ref_id": "BIBREF9"}, {"start": 209, "end": 212, "text": "11]", "ref_id": "BIBREF11"}, {"start": 812, "end": 815, "text": "[5,", "ref_id": "BIBREF5"}, {"start": 816, "end": 818, "text": "6]", "ref_id": "BIBREF6"}, {"start": 979, "end": 982, "text": "[5]", "ref_id": "BIBREF5"}, {"start": 1367, "end": 1370, "text": "[5]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Discussion"}, {"text": "Possible explanations for the lower efficacy of Concise Communications rIFN-f3ser include properties of the interferon itself and the method of drug delivery. It is noteworthy that in the prior field studies rIFN-u2 was administered as nasal spray whereas our rIFN-f3ser trials were conducted with nasal drops. Nasal drops of rIFN-f3ser, however, were effective in preventing experimental rhinovirus colds [7] , and one study [12] using rIFN-U2 as treatment for experimental rhinovirus colds found greater efficacy with drops than with spray. It is possible that the efficacy of nasal drops in the challenge models relates to the fact that the viral inoculum is also given by nasal drops. Another possible explanation for the discrepant rIFN-u2b and rIFN-f3ser results is that of differing pharmacokinetics, particularly that of increased nonspecific tissue binding or natural inhibitors of interferon-f3 in nasal secretions [7, 13] . Studies with parenterally administered interferons have documented increases in peripheral blood leukocyte 2'-5'0Iigoadenylate synthetase activity [10, 14] as a marker of interferon activity. In this study, no such increases were seen in recipients of intranasal rIFN-f3ser compared with placebo, which probably indicates the lack of a systemic interferon effect. Whether this may correspond to the lack of a local antiviral effect in the nasal mucosa is uncertain, in part because comparable studies have not yet been done with intranasal rIFN-u2.", "cite_spans": [{"start": 406, "end": 409, "text": "[7]", "ref_id": "BIBREF7"}, {"start": 426, "end": 430, "text": "[12]", "ref_id": "BIBREF13"}, {"start": 925, "end": 928, "text": "[7,", "ref_id": "BIBREF7"}, {"start": 929, "end": 932, "text": "13]", "ref_id": "BIBREF14"}, {"start": 1082, "end": 1086, "text": "[10,", "ref_id": "BIBREF10"}, {"start": 1087, "end": 1090, "text": "14]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Discussion"}, {"text": "Symptoms and signs of nasal irritation were not significantly increased in rIFN-f3ser recipients compared with placebo, even at daily doses of 24 x 10 6 units (600 x 10 6 units total). A prior tolerance trial [7] with rIFN-f3ser administered as a nasal spray, 12 x 10 6 units daily, found a significant increase (386,10) in bleeding sites on rhinoscopy compared with that in placebo sprayers (12.5070 ). The decreased incidence of irritation in the current studies despite higher dosages may relate to mechanical trauma induced by the sprayer tip or repeated blast of spray in the earlier tolerance study or more efficient delivery of interferon to the mucosa by nasal sprays than by drops.", "cite_spans": [{"start": 209, "end": 212, "text": "[7]", "ref_id": "BIBREF7"}, {"start": 392, "end": 400, "text": "(12.5070", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "The nasal tolerance of rIFN-f3ser in each of these studies was also more favorable than that observed in prior seasonal prophylaxis studies with lower dosages of nasal sprays of recombinant alpha interferons [2, 3] . Because the prior tolerance trial with rIFN-f3ser as nasal spray [7] found qualitatively similar, but less frequent, histologic changes as seen with recombinant alpha interferons, it is possible that the better tolerance profile in the current studies is a combined result of a less biologically active interferon and a less traumatic or efficient delivery system. Definitive answers to these quesitons would require parallel studies using rIFN-J3ser and rIFN-u2b as nasal spray and drops to determine both efficacy and tolerance.", "cite_spans": [{"start": 208, "end": 211, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 212, "end": 214, "text": "3]", "ref_id": "BIBREF2"}, {"start": 282, "end": 285, "text": "[7]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Discussion"}, {"text": "In summary, we found that despite its in vitro efficacy, high doses of rIFN-J3ser nasal drops were ineffective in preventing naturally occurring respiratory illnesses and rhinovirus infections. In contrast to earlier studies with recombinant alpha interferons, rIFN-J3ser administered over 25 d was remarkably well tolerated. Further studies of these interferons and the methods of delivery are necessary to explain the lack of prophylactic efficacy of rIFN-J3ser against natural rhinovirus infections despite its activity in cell culture.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Intranasal interferons for control of respiratory viral infections", "authors": [{"first": "F", "middle": ["G"], "last": "Hayden", "suffix": ""}], "year": 1988, "venue": "Clinical aspects of interferons", "volume": "", "issn": "", "pages": "3--16", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Intranasal interferon-a z prophylaxis of natural respiratory virus infection", "authors": [{"first": "R", "middle": ["M"], "last": "Douglas", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Albrecht", "suffix": ""}, {"first": "H", "middle": ["B"], "last": "Milles", "suffix": ""}, {"first": "B", "middle": ["W"], "last": "Moore", "suffix": ""}, {"first": "R", "middle": [], "last": "Read", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Worswick", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Woodward", "suffix": ""}], "year": 1985, "venue": "J Infect Dis", "volume": "151", "issn": "", "pages": "731--736", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Intranasal interferon-a2b for seasonal prophylaxis of respiratory infection", "authors": [{"first": "A", "middle": ["S"], "last": "Monto", "suffix": ""}, {"first": "Shope", "middle": [], "last": "Te", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Schwartz", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Albrecht", "suffix": ""}], "year": 1986, "venue": "J Infect Dis", "volume": "154", "issn": "", "pages": "128--133", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Demonstration of dose-response relationship in seasonal prophylaxis of re-705", "authors": [{"first": "A", "middle": ["S"], "last": "Monto", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Albrecht", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Schwartz", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "spiratory infections with alpha-2b interferon", "authors": [], "year": 1988, "venue": "Antimicrob Agents Chemother", "volume": "32", "issn": "", "pages": "47--50", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Comparative susceptibility of respiratory viruses to recombinant interferons a2b and p", "authors": [{"first": "S", "middle": ["J"], "last": "Sperber", "suffix": ""}, {"first": "F", "middle": ["G"], "last": "Hayden", "suffix": ""}], "year": 1989, "venue": "J Interferon Res", "volume": "9", "issn": "", "pages": "285--293", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Synergism between anti-rhinovirus antivirals: various human interferons and a number of synthetic compounds", "authors": [{"first": "Alm", "middle": [], "last": "Ahmad", "suffix": ""}, {"first": "Daj", "middle": [], "last": "Tyrrell", "suffix": ""}], "year": 1986, "venue": "Antiviral Res", "volume": "6", "issn": "", "pages": "241--252", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Tolerance and efficacy of intranasal administration of recombinant Pserine interferon in healthy adults", "authors": [{"first": "S", "middle": ["J"], "last": "Sperber", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Levine", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Innes", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Mills", "suffix": ""}, {"first": "F", "middle": ["G"], "last": "Hayden", "suffix": ""}], "year": 1988, "venue": "J Infect Dis", "volume": "158", "issn": "", "pages": "166--175", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Interferon-Pser as prophylaxis against experimental rhinovirus infection in volunteers", "authors": [{"first": "P", "middle": ["G"], "last": "Higgins", "suffix": ""}, {"first": "W", "middle": [], "last": "Al-Nakib", "suffix": ""}, {"first": "J", "middle": [], "last": "Willman", "suffix": ""}, {"first": "Daj", "middle": [], "last": "Tyrrell", "suffix": ""}], "year": 1986, "venue": "J Interferon Res", "volume": "6", "issn": "", "pages": "153--159", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Intranasal interferon-a2 for prevention of natural rhinovirus colds", "authors": [{"first": "B", "middle": ["M"], "last": "Farr", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Gwaltney", "suffix": ""}, {"first": "K", "middle": ["F"], "last": "Adams", "suffix": ""}, {"first": "F", "middle": ["G"], "last": "Hayden", "suffix": ""}], "year": 1984, "venue": "Antimicrob Agents Chemother", "volume": "26", "issn": "", "pages": "31--34", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Time course of interferon levels, antiviral state, 2',5'-oligoadenylate synthetase and side effects in healthy men", "authors": [{"first": "F", "middle": ["M"], "last": "Barouki", "suffix": ""}, {"first": "F", "middle": ["R"], "last": "Witter", "suffix": ""}, {"first": "D", "middle": ["E"], "last": "Griffin", "suffix": ""}, {"first": "P", "middle": ["I"], "last": "Nadler", "suffix": ""}, {"first": "A", "middle": [], "last": "Woods", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Wood", "suffix": ""}, {"first": "P", "middle": ["S"], "last": "Lietman", "suffix": ""}], "year": 1987, "venue": "J Interferon Res", "volume": "7", "issn": "", "pages": "29--39", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "A field trial of intranasal interferon", "authors": [{"first": "R", "middle": ["F"], "last": "Betts", "suffix": ""}, {"first": "S", "middle": [], "last": "Erb", "suffix": ""}, {"first": "F", "middle": [], "last": "Roth", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Reichman", "suffix": ""}, {"first": "J", "middle": [], "last": "Treanor", "suffix": ""}, {"first": "K", "middle": [], "last": "Beutner", "suffix": ""}, {"first": "R", "middle": [], "last": "Dolin", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Proceedings of the 13th International Congress of Chemotherapy", "authors": [], "year": 1983, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Intranasal interferon-a z treatment of experimental rhinoviral colds", "authors": [{"first": "F", "middle": ["G"], "last": "Hayden", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Gwaltney", "suffix": ""}], "year": 1984, "venue": "J Infect Dis", "volume": "150", "issn": "", "pages": "174--180", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Effect of human nasal secretions on the antiviral activity of human fibroblast and leukocyte interferon", "authors": [{"first": "M", "middle": ["W"], "last": "Harmon", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Greeenberg", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Couch", "suffix": ""}], "year": 1976, "venue": "Proc Soc Exp BioI Med", "volume": "152", "issn": "", "pages": "598--602", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Clinical and biological effects of recombinant interferon-p administered intravenously daily in phase I trial", "authors": [{"first": "E", "middle": ["C"], "last": "Borden", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Hawkins", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Sielaff", "suffix": ""}, {"first": "B", "middle": ["M"], "last": "Storer", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Schiesel", "suffix": ""}, {"first": "R", "middle": ["V"], "last": "Smalley", "suffix": ""}], "year": 1988, "venue": "J Interferon Res", "volume": "8", "issn": "", "pages": "357--366", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Received for publication 13 January 1989 and in revised form 18 May 1989. This work was presented in part at the Annual National Meeting of the American Federation for Clinical Research, held on 1-4 May 1987, in San Diego, and at the annual meeting of the International Society for Interferon Research, held on 2-6 November 1987, in Washington, DC.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Cumulative incidence of rhinovirus colds during seasonal prophylaxis with rIFN-13ser and placebo. A, Fall 1986. B, Fall 1987, including2-w follow-up period after prophylaxis. Diagonal bar = period for analysis of efficacy from 2 d after initiation of medication through 2 d after completion of prophylaxis.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Symptoms and rhinoscopic signs of nasal intolerance during 4-week prophylaxis with rIFN-J3 se r nasal drops by percentage of subjects.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Symptoms·\n</td><td> </td><td>Rhinoscopic signst\n</td></tr><tr><td>Year, group (n) </td><td>Blood-tinged mucus </td><td>Burning </td><td>Dryness </td><td>Bleeding </td><td>Erosion </td><td>Ulcer\n</td></tr><tr><td>1986\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>rIFN-Pser (138) </td><td> </td><td>4 </td><td>4 </td><td>13 </td><td>1\n</td><td> </td></tr><tr><td>Placebo (149) </td><td> </td><td>5 </td><td>7 </td><td>7 </td><td>5\n</td><td> </td></tr><tr><td>1987\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>rIFN-pser (186) </td><td>5 </td><td>3 </td><td>9 </td><td>7 </td><td>2 </td><td>3\n</td></tr><tr><td>Placebo (197) </td><td>3 </td><td>4 </td><td>9 </td><td>6 </td><td>3 </td><td>2\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "The authors thank the nurses and technologists of the Respiratory Disease Study Unit, University of Virginia Medical Center, for technical assistance; Dr. Paul S. Lietman and Amina Woods, Division of Clinical Pharmacology, The Johns Hopkins", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}]}