{"paper_id": "788f1370a5571cd73ccda869c9a85be0a33cbbea", "metadata": {"title": "THE EXTENSIVE LIVESTOCK INDUSTRIES - ENDEMIC AND EXOTIC DISEASES OF POULTRY An overview of Australia's poultry industry in 1989", "authors": []}, "abstract": [], "body_text": [{"text": "The modern intensive poultry industry which has developed in Australia since the 1950s comprises two separate production sectors: poultry meat and eggs. In the context of this paper, considerations on poultry meat will be restricted to broiler chicken meat as this is 90% or more of the poultry meat consumed in Australia each year.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The Australian poultry industry currently produces and distributes some 280 million broiler chickens and 190 million dozen eggs per annum, almost all of which is consumed within Australia. While representing only in the order of 2% of the world's total poultry production, Australia's industry is a microcosm of the technologically advanced poultry industry within a developed country. This is evident from the sophisticated practices employed in housing, nutrition, breeding, management and disease control practices by both sectors of industry.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Further, while advances in technology (for example, production and processing) made by overseas poultry industries have quite rapidly been adopted in Australia, because of isolation geographically and from importations of either poultry breeding stocks (to date) or biologicals such as vaccines, the Australian poultry industry has developed a robust local infrastructure of industry-scientific interaction. This includes annual financial contributions by Government-industry Research Councils (Chicken Meat and Egg Industry) to support avian health research in Australia.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The gross value of production (GVP) of the poultry industry ranks in the middle third of Australia's animal industries ( Table 1) . The poultry meat sector with a GVP of $636.5M comprises some 60% of the total GVP of $922.8M for the poultry industry. Neither sector has developed significant export markets.", "cite_spans": [], "ref_spans": [{"start": 121, "end": 129, "text": "Table 1)", "ref_id": "TABREF1"}], "section": "National Importance of the Poultry Industry"}, {"text": "Consumption of eggs has remained fairly steady over the last decade at approximately 180 eggs per person each year. In contrast consumption of chicken meat has nearly doubled since 1973 (Table 2 ). The 22.4 kg of chicken meat consumed per head of population in 1988/89 represents 23% of the current annual total meat intake of Australians, a rise from 19.1% in 1980. Chicken is the second most popular choice of meat, and by 1993, poultry meat is projected t o be some 27% of the meat in our diet. It is noteworthy that the predicted trend for poultry to exceed beef in dietary meat intake is now occurring in the USA.", "cite_spans": [], "ref_spans": [{"start": 186, "end": 194, "text": "(Table 2", "ref_id": "TABREF2"}], "section": "National Importance of the Poultry Industry"}, {"text": "An important component in the increasing consumption of poultry meat and continuing popularity of eggs, in the face of periodic health concerns such as dietary cholesterol, has been their price-competitiveness with other foods. For example, over the period 1966-86 the retail price of eggs rose 160% but the prices of other foods from animal sources, such as steak and milk, all rose more than 350%. The retail price of chicken meat was 332c/kg in 1986, is now 300-320dkg and the ABARE projects that the price (in $ 1989 terms) in 1993 will be 280cIkg. The major gains made in marketing poultry products strongly reflects both the predictability of supply and the increases in efficiency of production achieved ( Table 3) . Predictability of production and supply is predicated on reliable prevention and control of infectious diseases. Biggs (1982) indicated that in the USA poultry industry, economic losses from disease were some 20% of GVP and in the order of 3 times higher than were the losses from frank mortality.", "cite_spans": [{"start": 837, "end": 849, "text": "Biggs (1982)", "ref_id": null}], "ref_spans": [{"start": 713, "end": 721, "text": "Table 3)", "ref_id": "TABREF3"}], "section": "National Importance of the Poultry Industry"}, {"text": "Economic losses directly related to infectious disease in the Australian broiler industry were most recently surveyed by Brewster (1987) , and are summarised in Table 4 . The loss figure of almost $30 million, when added to the costs of suboptimal production, site disease control measures and veterinary servicing costs, would represent 10 to 15% of the annual GVP of $640 million.", "cite_spans": [{"start": 121, "end": 136, "text": "Brewster (1987)", "ref_id": "BIBREF1"}], "ref_spans": [{"start": 161, "end": 168, "text": "Table 4", "ref_id": "TABREF4"}], "section": "Current Disease Status and Control"}, {"text": "Other conclusions which follow from Table 4 are: Without even the present degree of control of infectious disease, the Australian poultry industry could not operate effectively. Hence, the potential for devastation of this industry is dangerously high if a significant uncontrollable endemic or exotic disease occurs. The very large component (70%) of economic losses that are now attributed to bacterial, multifactorial \"complexes\" of unknown aetiology, for example Big Liver and Spleen Disease, leg disorders and runting stunting syndrome. While these may initially be viral infections: disease sequelae are complicated by interactions with Mycoplasma spp, bacterial infections and management/environment. The current priorities for control of pathogens in poultry meat production (Table 4 ) are infectious bursa1 disease and infectious bronchitis viruses, followed by the viruses of fowlpox, Marek's disease and egg-drop syndrome. For egg layers, several infectious disease concerns are shared with broilers in areas such as bronchitisrespiratory disease and Marek's disease but the seriousness of avian encephalomyelitis and leukosis reflects the longer production cycle for layers (65w + ) compared with broilers (6-7w).", "cite_spans": [], "ref_spans": [{"start": 36, "end": 43, "text": "Table 4", "ref_id": "TABREF4"}, {"start": 783, "end": 791, "text": "(Table 4", "ref_id": "TABREF4"}], "section": "Current Disease Status and Control"}, {"text": "Field infectious poultry diseases are of 3 practical categories:", "cite_spans": [], "ref_spans": [], "section": "Current Disease Status and Control"}, {"text": "On entry into susceptible flocks, these infections will progress to frank disease, with deaths and production losses. Preventive vaccination with live attenuated vaccines is widely used, for example, to control infectious laryngotracheitis, avian encephalomyelitis, fowlpox and Marek's disease viruses. Pasteurella multocida (fowl cholera) is a serious bacterial pathogen for which preventive vaccination and site quarantine and hygiene, especially vermin control, is required. Eradication can be undertaken successfully for those pathogens for which the major means of transmission is via the egg if shedder hens can economically be detected and removed before lay. This has been achieved in Australia for pullorum disease and is in progress for avian leukosis. In recent years inactivated vaccines for haemagglutinating avian adenovirus have virtually eradicated the egg-drop syndrome from nucleus poultry breeding stocks in Australia.", "cite_spans": [], "ref_spans": [], "section": "Primary Pathogens"}, {"text": "Synergistic combinations of infections can exacerbate the deleterious effects of a primary infection. infectious bursal disease virus and chicken anaemia (parvovirus-like) agent may also be involved. Management practices and environmental stresses such as low or high temperatures, high relative humidity, excessive dust and ammonia gas, high stocking density, re-using contaminated litter, and nutritional deficiencies or sub-lethal feed toxicities can all contribute to disease development. Controlling such diseases will be based on diagnosis and epidemiology and will require a range of approaches. These include site hygiene and quarantine together with preventive vaccination for the major primary pathogens such as bronchitis and bursal disease viruses, and management measures to reduce or eliminate environmental stress. Medication with antibiotics against mycoplasmal or bacterial pathogens may also be undertaken.", "cite_spans": [], "ref_spans": [], "section": "Combined (Multifactorial) In Sections"}, {"text": "During the last decade, several new syndromes have emerged as serious disease entities throughout the world's poultry industries.", "cite_spans": [], "ref_spans": [], "section": "Emerging Diseases"}, {"text": "These include egg drop syndrome, caused by a haemagglutinating avian adenovirus, probably of duck origin; chicken anaemia, caused by a parvovirus-like agent, widespread in Australian flocks and immunodepressive in young chickens; runting-stunting syndrome, six viruses associated to date and likely to be a togavirus-infection-environment complex disease; swollen head syndrome, coronavirus-associated with facial cellutitis caused by E. coli and big liver spleen disease (cause infectious, but unknown).", "cite_spans": [], "ref_spans": [], "section": "Emerging Diseases"}, {"text": "Of perhaps greater significance has been the emergence overseas of patho-serotypes which are variants of recognised pathogens. Grounds exist for believing that the selection pressure exerted by immunity to the vaccines then in use in overseas poultry industries has tended to foster the development of some of these variants. New homologous attenuated vaccines Ausfralian Veferinary Journal, Vol. 66, No. 12, December, 1989 have been needed to control these variant strains. Examples include:-a new type 1 infectious bursal disease virus, new immunotypes of infectious bronchitis virus, strains of Marek's disease viruses of high virulence, pigeon paramyxovirus type 1 and virulent strains of avian influenza, for example, Penn/ 83 H5 N2.", "cite_spans": [{"start": 409, "end": 423, "text": "December, 1989", "ref_id": null}], "ref_spans": [], "section": "Emerging Diseases"}, {"text": "While the Australian industry has not experienced problems with variants on the scale that has occurred in the much larger poultry populations of the USA and Europe, a timely warning should be taken from the overseas experiences. Of particular importance in control for Australia will be early detection of the emergence of variants. To this end, restriction endonuclease maps and monoclonal antibody panels which can detect markers that are unique to Australian strains of these pathogens should be developed and maintained in readiness.", "cite_spans": [], "ref_spans": [], "section": "Emerging Diseases"}, {"text": "As a national and industry resource for diagnosis, control, research and vaccine production, the value in disease control preparedness of a microbiologically-secure reserve of accredited, specified pathogen-free (SPF) chickens has already been proven many times for Australia during the last decade. Further, new infectious diseases challenges to the Australian poultry industry are inevitable and fostering national centres of expertise would be a prudent investment by both industry and Government.", "cite_spans": [], "ref_spans": [], "section": "Emerging Diseases"}, {"text": "While the egg industry may well retain its present levels of production until at least into the early 1990's, the numbers of producers will continue to decrease by around 10% per year with corresponding increases in hen numbers on remaining production sites. With further Government egg-industry deregulation and animal welfare pressures, more free-range egg production sites will appear. Disease problems on such sites will tend to Shift from primarily viral to parasitological and husbandry-associated, for example cannibalism and predators. Prospects for the export of Australian eggs will decline as other ASEAN nations extend their burgeoning intensive poultry industries.", "cite_spans": [], "ref_spans": [], "section": "Industry Prospects for Growth"}, {"text": "Prospects for continuing local growth in the chicken meat sector appear strong. ABARE projections are for Australia's annual production to increase in the next 5 years by 60%, from 280 to some 490 million broilers per annum. Some export ", "cite_spans": [], "ref_spans": [], "section": "Industry Prospects for Growth"}, {"text": "These are summarised in Table 5 . It is noteworthy that both sectors of industry are now supporting post-graduate training at Universities. Also, that exotic disease threats outweigh the other potential problems by several orders of magnitude. The likelihood of the risk of occurrence of exotic disease through either migratory birds from Asia or smuggling, combined with the seriousness of economic losses if introduced and not diagnosed and eradicated immediately, is worthy of extreme concern.", "cite_spans": [], "ref_spans": [{"start": 24, "end": 31, "text": "Table 5", "ref_id": null}], "section": "Potential Problems and Threats"}, {"text": "TABLE 5 Potential problems and disease threats to the Australian poultry industry Problems narrow genetic base (but importation commencing late 1989); contracting ownership base aiding disease spread; costs of feed in running operations (broilers 6O%, eggs 40%); economics dictating management of health practices; animal welfare pressures; skilled graduates for industry; and declining indus-trylGovernment information, flow and co-operation in controlling endemic and exotic poultry diseases.", "cite_spans": [], "ref_spans": [], "section": "Potential Problems and Threats"}, {"text": "Exotic disease introduction, especially if readily transmissible pathogenic Newcastle or Avian influenza diseases. ", "cite_spans": [], "ref_spans": [], "section": "Disease Threat"}, {"text": "Priorities are summarised for both sectors of the poultry industry in Table 6 . Continuing its high priority for funding of infectious diseases research, the Chicken Meat Research Council allocated 41% of its 1988/89 funding to this area.", "cite_spans": [], "ref_spans": [{"start": 70, "end": 77, "text": "Table 6", "ref_id": "TABREF5"}], "section": "Disease Research Priorities and Funding Trends"}, {"text": "The Egg lndustry Research Council, with more market-related concerns, for example, dietary value of eggs and improving egg shell quality as higher priorities for its sector, allocated 17% of its funds for disease research.", "cite_spans": [], "ref_spans": [], "section": "Disease Research Priorities and Funding Trends"}, {"text": "Both sectors, however, allocated a very high priority to supporting the development of improved procedures for the control of poultry diseases exotic to Australia. These procedures include the rapid differentiation of exotic strains of Newcastle disease virus (NDV), the diagnosis of virulent avian influenza and the strategic use of the lentogenic Australian V4 strain of NDV as a vaccine. Australian poultry disease research successes currently include improved vaccines and diagnostics by applying recombinant DNA technology to infectious bursa1 disease vaccines, developing diagnostics to rapidly discriminate Australian vaccine and field strains of infectious bronchitis virus, and by restriction endonuclease analyses of avian adenoviruses which have enabled the recognition of a group of hypervirulent adenoviruses as the aetiological agents of field outbreaks of inclusion body hepatitis.", "cite_spans": [], "ref_spans": [], "section": "Disease Research Priorities and Funding Trends"}, {"text": "For 1989/90, the industry Research Councils allocated a total sum of approximately $M2.0 representing in the order of 0.1% of the GVP's of each sector. To date neither has fully utilised Government dollar-for-dollar research subsidies which are available up to 0.5% of industry GVP. However, there is little doubt that, should the occasion arise where industry viability is threatened by infectious disease, both sectors of the Australian poultry industry will contribute heavily to resolve the situation.", "cite_spans": [], "ref_spans": [], "section": "Disease Research Priorities and Funding Trends"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Bacterial and Fungal Dkeases of Poultry, Australian Agricultural Health and Quarantine Service", "authors": [{"first": "Wib", "middle": [], "last": "Beveridge", "suffix": ""}, {"first": "L", "middle": [], "last": "Hart", "suffix": ""}], "year": 1982, "venue": "Animal Health in Australia", "volume": "7", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Proc 7th Aust Poult Feed Conv", "authors": [{"first": "R", "middle": ["K"], "last": "Brewster", "suffix": ""}], "year": 1987, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Post-graduate Committee Vet Sci, Sci", "authors": [], "year": 1986, "venue": "Poultr Health", "volume": "92", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Common examples include Mycoplasma gallisepticum infection by intercurrent infectious bronchitis virus, colibacillosis and staphylococcal infections. The widespread immunodepressive pathogens of Australian Velerinary Journal, Vol. 66, No. 12, December, 1989", "latex": null, "type": "table"}, "TABREF1": {"text": "Gross values of production of some Australian livestock industries in 198711988", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Industry </td><td>Value of Production </td></tr><tr><td>Pig </td><td> </td><td> </td><td>$505.5M </td></tr><tr><td>Poultry </td><td>- eggs </td><td>286.3M </td><td> </td></tr><tr><td>- meat </td><td>636.5M </td><td>922.8M </td></tr><tr><td>Dairy </td><td> </td><td> </td><td>1462.6M </td></tr><tr><td> </td><td> </td><td>Beef </td><td>2965.4M </td></tr></table></body></html>"}, "TABREF2": {"text": "", "latex": null, "type": "table"}, "TABREF3": {"text": "Production gains made by poultry industry sectors", "latex": null, "type": "table"}, "TABREF4": {"text": "Costs of disease to Australian chicken meat sector 1986", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Viral Agents </td><td>Broilers </td><td>$OOO's Breeders </td><td>Total' </td><td> </td></tr><tr><td>Avian </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>encephalomyelitis </td><td>3 </td><td>47 </td><td>50 </td><td> </td></tr><tr><td>Fow I pox </td><td>418 </td><td>244 </td><td>662 </td><td> </td></tr><tr><td>Infectious bronchitis </td><td>1,072 </td><td>39 </td><td>1,111 </td><td> </td></tr><tr><td>Infectious laryngotracheitis </td><td>- </td><td>30 </td><td>30 </td><td> </td></tr><tr><td>Mareks </td><td>16 </td><td>150 </td><td>166 </td><td> </td></tr><tr><td>Leu kosis </td><td>- </td><td>9 </td><td>9 </td><td> </td></tr><tr><td>Infectious bursal disease </td><td>1,218 </td><td>289 </td><td>1,507 </td><td> </td></tr><tr><td>Egg drop syndrome (EDS76) </td><td>- </td><td>162 </td><td>162 </td><td> </td></tr><tr><td>Viral TOTAL </td><td>2,727 </td><td>970 </td><td>3,697 </td><td>12.6t </td></tr><tr><td>Bacterial </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Mycoplasma, E. coli </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>et a1 </td><td>8,168 </td><td>902 </td><td>9,070 </td><td>30.8 </td></tr><tr><td>Protozoan - </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Coccidiosis </td><td>4,401 </td><td>257 </td><td>4,658 </td><td>16.1 </td></tr><tr><td>Others - Unknown or </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Complex Aetiology </td><td>10.314 </td><td>1.673 </td><td>11.987 </td><td>40.5 </td></tr><tr><td> </td><td>25.610 </td><td>3.802 </td><td>29.4MILL. </td></tr></table></body></html>"}, "TABREF5": {"text": "Chicken meat disease research priorities 1988-93 Poultry diseases which are exotic to Australia Investigating the causes and roles of emerging poultry diseases Studies of complex poultry diseases Development of improved vaccines and diagnostics Optimising the immunological competence and responsiveness of Australian Doultrv flocks Source: Chicken Meat Research Council, Research and Development Plan 1988", "latex": null, "type": "table"}}, "back_matter": [{"text": "I wish to thank Dr J Fairbrother and Mr R Brewster of the Chicken Meat Research Council and Mr H McMaster of the Egg Industry Research Council for their ready assistance with current industry data. Also Drs C Jackson and P Gilchrist of Biological Technology Transfer Pty Ltd, Sydney, for their advice on industry production systems and disease trends.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments"}]}