{"paper_id": "791c5366afcec8fe5d34b7ee47649ff37ba37a53", "metadata": {"title": "MAJOR ARTICLES Evaluation of 6-Azauridine and S-Iododeoxyuridine in the Treatment of Experimental Viral Infections", "authors": [{"first": "K", "middle": ["A"], "last": "Steffenhagen", "suffix": "", "affiliation": {}, "email": ""}, {"first": "B", "middle": ["C"], "last": "Easterday", "suffix": "", "affiliation": {}, "email": ""}, {"first": "G", "middle": ["J"], "last": "Galasso", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": "Infectious diseases, particularly virus-induced, are a major public health problem. In an attempt to control these diseases, the development of chemotherapeutic agents is being actively pursued. The purpose of this coordinated study was to determine the antiviral activity of two pyrimidine compounds, 6-azauridine (AZU) and 5-iododeoxyuridine (IDU), in 10 viral infections of five animal species. Pyrimidines have received a great deal of attention as broad-spectrum antiviral agents in clinical as well as in laboratory studies. Schabel and Montgomery [1] listed 115 pyrimidines that have been tested in vivo. The National Institute of Allergy and Infectious Diseases (NIAID) of the National Institutes of Health (NIH) has established, under the Antiviral Substances Program, a series of experimental viral infections in animals to enable the rapid evaluation of antiviral substances. These experimental models were selected to: (1) include representative agents from a number of major groups of viruses, (2) use a variety of animal species, and (3) simulate potentially treatable viral infections in man. The models used in these studies include Herpesvirus hominis types 1 and 2 and murine cytomegalovirus (CMV) in mice, vaccinia virus and Shope fibroma virus (SFV) in rabbits, transmissible gastroenteritis (TGE) virus and swine influenza virus in swine, feline viral rhinotracheitis (FVR) and feline panleukopenia (FPL) viruses in cats, and ferret distemper virus in ferrets. The program of the Cooperative Antiviral Testing Group, Antiviral Substances Program, is being expanded to include other host-virus models.", "cite_spans": [{"start": 554, "end": 557, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 931, "end": 934, "text": "(1)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": ""}, {"text": "Antiviral compounds. AZU and IDU were supplied to the participants through the Antiviral Substances Program, NIAID, NIH, by Dr. Joseph A. Lubitz of Calbiochem, La Jolla, Calif.", "cite_spans": [], "ref_spans": [], "section": "Materials and Methods"}, {"text": "Viruses. The swine influenza virus, TGE virus, the MS strain of H. hominis type 2, SFV, FVR virus, ferret distemper virus, and FPL virus have been described previously by Glasgow and Galasso [2] . The S strain of H. hominis type 1, originally isolated from a human facial skin lesion and passaged in HEp-2 cell cultures, was obtained from Dr. Paul E. Came (Schering Corp., Bloomfield, N.J.), propagated in secondary rabbit kidney cell cultures, and assayed in Vero cells. Vaccinia virus was obtained from Eli Lilly and Company (Indianapolis, Ind.) as a lyophilized, commercial smallpox vaccine. The virus was passaged seven times in embryonated chicken eggs and assayed in Vero cells. The murine CMV, Smith strain, was obtained from Dr. June Osborn (University of Wisconsin, Madison, Wis.), passaged in salivary glands of weanling mice, and assayed in mouse embryo fibroblasts.", "cite_spans": [{"start": 191, "end": 194, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Materials and Methods"}, {"text": "Description of models. Descriptions of the experimental models are summarized in table 1. Pigs from herds free of swine influenza virus and TGE virus were used in the drug evaluation trials. Swine influenza virus, a type A influenza virus, causes a mild febrile disease after intranasal inoculation in pigs. Weanling pigs six to 10 weeks old (average wt, 10-20 kg) were used in the experiments. Evaluation of treatment was based on duration of viral shedding and fever in the infected animals. The febrile response and presence of virus in nasal secretions are reported as Steffenhagen, Easterday, and Galasso a ratio of number of positive days (febrile or virus) to the total number of days at risk for the treated and control groups. Significance was determined by the X 2 test.", "cite_spans": [], "ref_spans": [], "section": "Materials and Methods"}, {"text": "The TGE virus, a coronavirus, causes an acute, fatal, enteric disease of the newborn pig. Pigs three to five days old (wt, 2 kg) were inoculated intragastrically, via stomach tube. The pigs were observed twice daily for onset of illness and death. Evaluation of efficacy was based on mean incubation time to onset of diarrhea and vomiting and mean survival time. Significance was determined by analysis of variance.", "cite_spans": [], "ref_spans": [], "section": "Materials and Methods"}, {"text": "Female New Zealand white rabbits weighing 1-1.5 kg were inoculated with SFV. Experiments were performed with groups of four to six rabbits; weight differences among rabbits did not exceed ± 100 g. Prior to inoculation of virus, the hair on both flanks was removed, and the skin was cleansed with 70% ethyl alcohol. After inoculation the control animals developed localized, erythematous, indurated, tumor lesions on about the fifth day. The lesions attained a maximal size of about 1 em between day 7 and day 9 and thereafter became hemorrhagic and necrotic. Spontaneous and total resolution of the tumors occurred within three weeks.", "cite_spans": [], "ref_spans": [], "section": "Materials and Methods"}, {"text": "Hairless mice, originally derived from the HRS/Y strain of Jackson Laboratories (Bar Harbor, Me.), were randomly bred at the New York University Medical Center animal laboratory facility (New York, New York). Mice weighing 20 -+-2 g were segregated in groups of 10, according to sex and date of birth. The skin overlying the midlumbosacral area was superficially scratched in a criss-cross manner with a 26-gauge hypodermic needle. A cotton swab saturated with a suspension of H. hominis type 1 (S strain) diluted in phosphate-buffered saline (PBS) was rubbed for 10-15 sec on the scarified skin site. The titer of the inoculum was 40-fold that which was found to produce herpetic skin lesions in 50% of the mice. Mice were examined daily for 14 days for lesions and erythema; scoring was performed according to the following criteria: 0 == no lesions; 1 == punctate lesions and erythema; 2 == multiple ulcerations; 3 == coalescent lesions on the lumbosacral area; and 4 == band-like ulceration extending from the middle of the back to the abdomen and often onto the hind legs. The mean lesion In vitro evaluation of AZU. For determination of the sensitivity of the MS strain of H. hominis type 2 to AZU, this strain was compared with two other type 2 strains and two type 1 strains by means of a plaque reduction assay in mouse embryo fibroblasts (table 2). The average plaque count for the type 1 strains was reduced to 50% of the control value by approximately 2.0 ug of AZU/ml, whereas the type 2 strains required about 30 ug/rnl. These limited data suggest that type 1 strains of H. hominis are more Ferret distemper virus, one of the \"medipest\" viruses, produces a respiratory infection followed by macrophage ingestion and viral seeding of several organs including the central nervous system (CNS ) . An infected ferret that had been given an ip inoculation seven days earlier was placed with the test animals. This procedure proved to be a reliable and reproducible means of natural infection. Mean survival time was the parameter measured for drug evaluation.", "cite_spans": [], "ref_spans": [], "section": "Materials and Methods"}, {"text": "Evaluation of toxicity. Drug control groups were included for observation of toxic reactions. Parameters used to denote toxicity were: (1 ) deaths or clinical appearance of intoxication in the drug control groups, (2) enhancement of the disease process in treated infected animals, (3) suppression of the immune response and/or prolongation of the course of the disease, and (4) development of fever (swine model only). Signs of toxicity from AZU in vitro were evidenced by detachment of cells from the culture vessel.", "cite_spans": [{"start": 135, "end": 139, "text": "(1 )", "ref_id": "BIBREF0"}, {"start": 282, "end": 285, "text": "(3)", "ref_id": "BIBREF2"}, {"start": 375, "end": 378, "text": "(4)", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Materials and Methods"}, {"text": "Type 2 Curtis Lovelace MS score was determined daily, and the average lesion score was calculated at the end of the observation period from the maximal score attained by the individual mice in each group, irrespective of the day on which it was recorded. Disseminated H. hominis type 2 infections were produced in suckling mice (three to seven days of age) from CD-l dams (Charles River Breeding Laboratories, Wilmington, Mass. ) by allowing each mouse to inhale six drops (approximately 0.01 ml) of H. hominis type 2 from a 26-gauge needle. Each animal received 1,000 pfu of H. hominis type 2 (8 LD 5 o) ; this dose resulted in a mortality rate of 90%-100%. Infected animals developed an illness characterized by lethargy and decreased spontaneous movement. On days 3-4 of infection, they had difficulty righting themselves if turned over and often developed rapid, repetitive movements of the extremities if stimulated. Paralysis and death usually occurred by day 5. Infection in the newborn mouse with H. hominis type 2 has been previously described and appears to simulate closely neonatal herpesvirus infections in newborn human infants [3] [4] [5] .", "cite_spans": [{"start": 1142, "end": 1145, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 1146, "end": 1149, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 1150, "end": 1153, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Type 1 Shealey Tyler"}, {"text": "Mice five to seven days of age were given ip inoculations of murine CMV in a dose that would result in a mortality rate of 80%-90%. Murine CMV replicates in lung, liver, spleen, and kidney within 24 hr after infection. A viremia is detectable at 24-48 hr, and seeding of brain tissue occurs by 72 hr. Most of the animals die eight to 10 days after viral inoculation.", "cite_spans": [], "ref_spans": [], "section": "Type 1 Shealey Tyler"}, {"text": "FVR virus, a member of the herpesvirus group, produced a severe upper respiratory disease in cats. Fever and nasal and ocular exudates were measured daily and graded on a scale of 1-4, and sneezing was graded daily.", "cite_spans": [], "ref_spans": [], "section": "Type 1 Shealey Tyler"}, {"text": "Cats were collected from farms and used for experiments immediately. The challenge virus was administered in an aerosolization chamber with a no. 40 DeVilbiss atomizer (DeVilbiss Co., Somerset, Pa.) with an air pressure of 5 lb/square inch. The cats were exposed to a single 5-sec burst of spray source material containing 104.1'1-10 5 TCID 5 0 of virus/rnl. FPL virus, a parvovirus, can cause a severe intestinal infection accompanied by leukopenia. Cats were infected orally with 1.0 m1 containing l0 3 TCID50, a dose that is not lethal. Evaluation of antiviral compounds was based on the effect sensitive to the action of AZU in tissue culture than are type 2 strains.", "cite_spans": [], "ref_spans": [], "section": "Type 1 Shealey Tyler"}, {"text": "In vivo evaluation of AZU. Swine influenza virus and TGE virus infection of swine. Weanling pigs were infected with 2 X 10 5 . 5 50% egg infectious doses (E1050) of swine influenza virus as a 10% suspension of infected pig lung. AZU was given ip in sterile saline in a dose of 150 mg/ kg per day. Sterile saline served as placebo. When treatment was initiated three days before viral challenge, there was a significant increase in the period of viral shedding (P < 0.01) and a reduction in number of days of fever (P < 0.01), as determined by the X 2 test (table 3) . No positive effects were observed when treatment was initiated one day before viral challenge. AZU, therefore, was not effective in this model. No evidence of toxicity was observed in any of the animals.", "cite_spans": [], "ref_spans": [{"start": 556, "end": 565, "text": "(table 3)", "ref_id": "TABREF3"}], "section": "Type 1 Shealey Tyler"}, {"text": "Baby pigs were inoculated with 1,000 pig infectious units of TOE virus as a 10% suspension of infected gut and treated ip daily with 150 mg of AZU/kg. The control pigs received sterile saline ip as placebo. In each of four trials, the mean survival time was not significantly increased.", "cite_spans": [], "ref_spans": [], "section": "Type 1 Shealey Tyler"}, {"text": "An evaluation of AZU toxicity was conducted in weanling pigs weighing 11-13 kg. Each animal received 150 mg of AZU/kg ip daily for nine days, and a group of control pigs weighing 9-14 kg received placebo; no evidence of toxicity was seen.", "cite_spans": [], "ref_spans": [], "section": "Type 1 Shealey Tyler"}, {"text": "SFV infection of rabbits. Rabbits were given intradermal (id) inoculations of SFV in 0.1 ml of medium containing 10 3 TC1050, and the lesions were scored on a scale of 1 (slight erythema) to 4 (severe erythema and induration). Control animals consistently developed type 4 lesions. Therefore, lowered scores of 1 or 2 in the treated groups were considered to be due to effects of treatment. AZU was administered daily in doses of 100 or 200 mg/kg. Treatment was initiated either on the day of infection or 24 hr after infection and was continued for five consecutive days. AZU in the dosages used did not protect rabbits from developing SFV-induced lesions.", "cite_spans": [], "ref_spans": [], "section": "Type 1 Shealey Tyler"}, {"text": "H. hominis type 1 infection of hairless mice. After cutaneous inoculation of mice with 4 X 10 5 pfu of H. hominis type 1, skin lesions appeared between day 3 and day 4 as small punctate lesions that rapidly ulcerated, enlarged, and coalesced within two to three more days to form a unilateral, linear, ulcerative, zosteriform lesion extending from the spinal regions towards the abdomen and hind limb of the infected animal. The \"bleached\" zone of skin, which has been reported by Lieberman et al. [6] , was observed to precede the appearance of lesions. There was CNS disturbance in most animals, with paralysis and death occurring eight to 10 days after infection. A few animals that developed cutaneous infection but had no CNS involvement showed complete healing of the skin lesions within three to four weeks. In very rare instances mice that developed CNS disease survived with some residual paralysis. The significance of the differences t NS =not significant. § 5-Iododeoxyuridine was given ip in a dose of 100 mg/kg daily for 10 days beginning two days before viral challenge. The drug-related mortality rate was 100%. in survival rate, number of animals that developed severe lesions, and incidence of paralysis was evaluated by Fisher's exact test. The differences in mean survival time and average lesion score were evaluated by Student's t-test. Mice were treated daily with 250 mg of AZU/kg for up to 10 days after inoculation. No protective effect was demonstrable. The mean survival time was significantly reduced (P < 0.05) in treated infected animals as compared with the value in untreated infected control animals, although no overt signs of toxicity were observed.", "cite_spans": [{"start": 498, "end": 501, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Type 1 Shealey Tyler"}, {"text": "H. hominis type 2 and murine CMV infection of newborn mice. The effect of AZU on the mortality rate of mice infected with H. hominis type 2 was determined. Treatment was initiated 1-2 hr after intranasal inoculation of 1,000 pfu (8 LDso) of virus, and the drug was administered ip once daily for a period of five days. The effectiveness of this compound was determined for concentrations of 125, 62.5, and 31.3 mg/kg (table 4). No reduction in mortality rate was observed with any of the treatment regimens used. The untreated infected control group had a final mortality rate of 70%, and mice treated with 62.5 or 31.3 mg of AZU/kg had a final mortality rate of 85%. Concentrations of >62.5 mg of the drug/kg had lethal toxicity for the animals. There was no increase observed in the mean survival time of the treated animals.", "cite_spans": [], "ref_spans": [], "section": "Type 1 Shealey Tyler"}, {"text": "Five-to seven-day-old suckling mice were given ip inoculations of murine CMV in a concentration known to kill approximately 80% of the animals and were treated ip daily for six days with 100, 50, or 25 mg of AZU/kg. Treatment of animals Mice were treated ip once daily for five days. with maximally tolerated doses of AZU did not alter the final mortality rate of murine CMVinfected newborn mice, nor did it increase the mean survival time (table 5) .", "cite_spans": [], "ref_spans": [{"start": 440, "end": 449, "text": "(table 5)", "ref_id": null}], "section": "Type 1 Shealey Tyler"}, {"text": "virus-infected cats were given 10 mg of AZU/kg intranasally for 10 days after infection. Parameters measured daily for 18 days after infection indicated no differences between means for control and treated groups (control values are given first) in: fever, 101.5 F vs. 101.2 F; nasal exudate, 0.42 vs. 0.17; and ocular exudate, 0.35 vs. 0.29. The difference between the value for sneezing in controls (34.6%) and that in treated animals ( 12%) was significant. Intraperitoneal administration of 100 mg/kg was lethal to all cats receiving this dose. AZU given to FPL virusinfected cats at a dose of 100 mg/kg daily for five days had no effect on the transitory leukopenia of the treated groups as compared with results in controls. Ferrets given 100 mg of AZU/ kg ip daily for eight days after infection with ferret distemper virus survived for a mean of 11.0 days, a period that was 0.8 days longer than that in controls. AZU was therefore not considered to be effective in these models.", "cite_spans": [], "ref_spans": [], "section": "FVR virus and FPL virus infections in cats and ferret distemper virus infection in ferrets. FVR"}, {"text": "In vitro evaluation of IDU. The sensitivity of H. hominis types 1 and 2 to IDU in tissue culture has been reported previously [5] . In both human and mouse cells, 0.5-1.0 flg of IOU/ml reduced the number of plaques of type 2 strains by 50%, and type 1 strains were about twofold more sensitive than the type 2 strains. The sensitivity of murine CMV to IOU was determined by 8 means of a plaque reduction assay in mouse embryo fibroblast cells. The 50% inhibitory concentration of IOU was approximately 0.4 ug/ml.", "cite_spans": [{"start": 126, "end": 129, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 374, "end": 375, "text": "8", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "FVR virus and FPL virus infections in cats and ferret distemper virus infection in ferrets. FVR"}, {"text": "In the swine influenza model, IOU was administered ip at a dose of 100 mg/kg daily for up to 10 days. Control animals received a sterile saline placebo. Viral challenge was administered on the third day of treatment. There was only a tendency (P < 0.10) for an increase in number of days of fever; however, a significant (P < 0.005) decrease in period of viral shedding was observed in the treated group as compared with the value in the control group (table 3) . Although IOU was effective in decreasing viral shedding, it was toxic at the level used, causing a mortality rate of 100% in the treated animals. IOU was ineffective in the TGE virus model as judged by mean incubation time and/or mean survival time. Controls lived longer than treated animals in each case, but the difference was significant (P < 0.01) in only one experiment. The drug therefore may have enhanced the disease process.", "cite_spans": [], "ref_spans": [{"start": 452, "end": 461, "text": "(table 3)", "ref_id": "TABREF3"}], "section": "In vivo evaluation of IDU. Swine influenza virus and TGE virus infection of swine."}, {"text": "Toxicity of IOU' in pigs was shown in both weanling and baby pigs. Among uninfected baby pigs, the treated group received 100 mg of IOU / kg intragastrically for four to nine days; these animals developed diarrhea with a mean incubation time of 2.7 days. The mortality rate was 100 %, and the animals survived for a mean of 609 5.8 days. The control group, which received 0.4% carboxymethylcellulose intragastrically, was asymptomatic. IOU was given ip to uninfected weanling pigs at doses of 50 and 25 mg/kg daily for nine days. In two treated groups, the number of febrile days was increased (P < 0.005); the mortality rates in these two groups were 67 % and 100%. Control groups received sterile saline ip with no resulting deaths.", "cite_spans": [], "ref_spans": [], "section": "In vivo evaluation of IDU. Swine influenza virus and TGE virus infection of swine."}, {"text": "SFV and vaccinia virus infection of rabbits. In rabbits given id inoculations of 0.1 ml of SFV (10 3 TCID50), ip treatment with 100 mg of IOU/ kg daily beginning on the day of infection and continuing for six days proved ineffective. A dose of 200 rug/kg for six days had a slight effect, but this dose was toxic as shown by a 50% mortality rate among the treated rabbits. In rabbits infected with vaccinia virus, treatment with IOU did not result in any protective effect when the drug was administered topically as a 5% solution twice daily for four days after inoculation.", "cite_spans": [], "ref_spans": [], "section": "In vivo evaluation of IDU. Swine influenza virus and TGE virus infection of swine."}, {"text": "H. hominis type 1 infection of hairless mice. Hairless mice given superficial inoculations of H. hominis type 1 received 100 mg of IOU/kg ip daily for 12 days beginning at the time of viral inoculation. This compound significantly (P < 0.001) reduced the severity of the virus-induced lesions and increased the survival rate of the mice (P < 0.01) (table 6). When treatment was started one day after infection, an even lower average lesion score was observed and faster heal- NOTE. Mice were infected with H. hominis type 1 by rubbing into the scarified skin of a suspension of the Schering strain of the virus (Schering Corp., Bloomfield, N.J.) containing 4 X 10 5 pfu/rnl. Treated mice were given daily ip injections of IOU (100 mgy'kg) as an aqueous suspension containing 2 mg of IDU/0.25 ml of phosphate-buffered saline.", "cite_spans": [], "ref_spans": [], "section": "In vivo evaluation of IDU. Swine influenza virus and TGE virus infection of swine."}, {"text": "* The difference between these values and those in controls was statistically significant (P < 0.001) by Student's ttest.", "cite_spans": [], "ref_spans": [], "section": "In vivo evaluation of IDU. Swine influenza virus and TGE virus infection of swine."}, {"text": "t The difference between these values and those in controls was statistically significant (P < 0.001) by Fisher's exact test.", "cite_spans": [], "ref_spans": [], "section": "In vivo evaluation of IDU. Swine influenza virus and TGE virus infection of swine."}, {"text": "t The difference between these values and those in controls was statistically significant (P < 0.01) by Fisher's exact test. § These values were not found to be significantly different from those in controls (P > 0.5).", "cite_spans": [], "ref_spans": [], "section": "In vivo evaluation of IDU. Swine influenza virus and TGE virus infection of swine."}, {"text": "NOTE. Mice were treated ip twice daily for eight days. Table 7 . The effect of treatment with 5-iododeoxyuridine on the mortality rate of newborn mice infected with murine cytomegalovirus.", "cite_spans": [], "ref_spans": [{"start": 55, "end": 62, "text": "Table 7", "ref_id": null}], "section": "In vivo evaluation of IDU. Swine influenza virus and TGE virus infection of swine."}, {"text": "ing of the lesions occurred. The course of infection was not altered when treatment was begun on the third day after infection, at the time when the \"earliest lesions usually became evident. The consistent observation of a better antiviral effect when treatment with IDU was delayed for 24 hr after infection might be explained either by the toxicity of the compound or by the stress produced by the physical handling of the animals and the concomitant effect on the spread of the infection.", "cite_spans": [], "ref_spans": [], "section": "In vivo evaluation of IDU. Swine influenza virus and TGE virus infection of swine."}, {"text": "H. hominis type 2 and murine CMV infection of newborn mice. The effect of IDU on newborn mice given intranasal inoculations of H. hominis type 2 has been reported previously [5] . Treatment with IDU had no effect on final mortality rate or mean survival time but did significantly alter the pathogenesis of infection. Replication of H. hominis in the lung was reduced, and viremia as well as subsequent involvement of the liver and spleen was completely inhibited. However, transmission to the CNS and replication of H. hominis in that target organ were not affected by treatment with IDU. Treatment of newborn mice infected with murine CMV with 25 mg of IDU/kg twice daily for eight days had no effect on final mortality rate or mean survival time (table 7) . With the exception of a reduction in viral replication in the spleen, no effect of treatment on pathogenesis of the virus was observed. IDU administered ip to ferrets in a dose of 50 mg/kg daily for four days after infection had no effect on the mean survival time as compared with the value in the control group.", "cite_spans": [{"start": 174, "end": 177, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [{"start": 749, "end": 758, "text": "(table 7)", "ref_id": null}], "section": "In vivo evaluation of IDU. Swine influenza virus and TGE virus infection of swine."}, {"text": "IDU toxicity experiments in cats given 100 mg /kg ip daily for four days revealed several adverse effects. The clinical signs were vomiting, depression, and concomitant loss of appetite. Similar effects were seen in cats given 50 mg/kg, In ferrets, the dose of 100 mg of IDU/kg produced a slight depression and loss of appetite.", "cite_spans": [], "ref_spans": [], "section": "FVR virus infection in cats and ferret distemper virus infection in ferrets."}, {"text": "The efficacy of IDU or AZU could not be demonstrated by these studies, with the exception of IDU treatment of hairless mice infected with H. hominis type 1 (table 8 ). In this model infection, the severity of disease was significantly reduced (P < 0.001) and the survival time was increased (P < 0.01) when treatment was initiated at the time of inoculation and continued for 12 days. Earlier investigations [5, 7, 8] did not find IDU to be as effective when virus was administered by other routes. In animals given intranasal inoculations, viremia was eliminated, but spread to the CNS with subsequent death was not altered, probably because of inadequate levels of IDU in the CNS. More recently, a cooperative clinical trial of IDU [9] also failed to demonstrate efficacy in man and was terminated because of toxicity. IDU in vitro inhibited 50% of a standard inoculum of murine CMV at a concentration of 0.20-0.78 ug of IDU/ml. There was no difference between IDU-treated and untreated animals among suckling mice infected with murine CMV, cats infected with FVR virus, or ferrets infected with ferret distemper virus. Pigs treated with IDU were significantly protected (P < 0.005) against swine influenza virus; however, toxicity precludes utilization of this drug.", "cite_spans": [{"start": 408, "end": 411, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 412, "end": 414, "text": "7,", "ref_id": "BIBREF6"}, {"start": 415, "end": 417, "text": "8]", "ref_id": "BIBREF7"}, {"start": 734, "end": 737, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [{"start": 156, "end": 164, "text": "(table 8", "ref_id": "TABREF10"}], "section": "Discussion"}, {"text": "AZU yielded only a minimal degree of efficacy ", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "NOTE. 6-Azauridine inhibits the synthesis of RNA, and 5-iododeoxyuridine inhibits the synthesis of DNA. (+) = suggestive of efficacy or toxicity; + = effective or toxic; ± =slightly effective or toxic; -= ineffective or nontoxic.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "in TGE virus infection of swine; in each of four experiments, the treated group survived longer than the control groups. The number of days of fever was reduced in the swine influenza model, whereas the duration of viral shedding was increased. There was no evidence of toxicity of this compound in pigs at the dosage levels tested.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The apparent enhancement of the severity of H. hominis type 1 infection in hairless mice with AZU treatment was characterized by a decrease in the mean survival time of the treated mice as compared with the value in untreated controls. This potentiation of H. hominis type 1 infection may be related to the immunosuppressive action of this compound rather than to toxicity per se, although drug-related toxicity was observed in suckling mice.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "AZU has also been evaluated against rabies virus infection both in vitro and in vivo. Although this compound effectively interferes with the replication of a tissue culture-adapted strain of rabies virus, it does not protect mice challenged with street rabies virus [10] .", "cite_spans": [{"start": 266, "end": 270, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Discussion"}, {"text": "Coordination of studies from five laboratories has resulted in a rapid screening evaluation of two potential antiviral chemotherapeutic agents. Application of these drugs in 10 viral diseases in five animal species in models that simulate diseases of man has provided a broad evaluation of efficacy in vivo against both DNA and RNA viruses. In the development of these models, great care was taken to limit the infective viral challenge to provide a host that was not overwhelmed and to allow any antiviral effect of the compound being tested to be detected.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The RNA inhibitor AZU was tested in infections with DNA viruses as well as in infections with RNA viruses; the DNA inhibitor IDU was also tested in infections with both types of virus to provide a negative check for efficacy in vivo. By testing both compounds against a range of challenge viruses, a clearer profile of the in vivo efficacy and toxicity of each compound was achieved. Pharmacological evaluation of the two agents and thorough studies of their effect on the pathogenesis of the diseases were beyond the scope of this study. Although the studies reported here do not preclude effectiveness of these two agents in other viral infections of humans or experimental animals, they provide minimal support for more extensive evaluations of IDU and AZU efficacy in human trials. It is of interest to note that two placebo-controlled, double-blind, multicenter studies initiated to evaluate the effectiveness of IDU in treatment of H. hominis encephalitis were terminated because of the severe toxicity associated with the use of this drug [8] .", "cite_spans": [{"start": 1046, "end": 1049, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "International encyclopedia of pharmacology and therapeutics, section 61", "authors": [{"first": "F", "middle": ["M"], "last": "Schabel", "suffix": ""}, {"first": "", "middle": [], "last": "Jr", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Montgomery", "suffix": ""}], "year": 1972, "venue": "Chemotherapy of virus diseases", "volume": "1", "issn": "", "pages": "231--263", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Isoprinosine: lack of antiviral activity in experimental model infections", "authors": [{"first": "L", "middle": ["A"], "last": "Glasgow", "suffix": ""}, {"first": "G", "middle": ["J"], "last": "Galasso", "suffix": ""}], "year": 1974, "venue": "J. Infect. Dis", "volume": "126", "issn": "", "pages": "162--169", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Disseminated herpes simplex virus infection: its pathogenesis based on virological and pathological studies in 33 cases", "authors": [{"first": "W", "middle": ["B"], "last": "Becker", "suffix": ""}, {"first": "A", "middle": [], "last": "Kipps", "suffix": ""}, {"first": "D", "middle": [], "last": "Mckenzie", "suffix": ""}], "year": 1968, "venue": "Am. J. Dis. Child", "volume": "115", "issn": "", "pages": "1--8", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Disseminated herpesvirus infection in a newborn infant. Virologic, serologic, coagulation, and interferon studies", "authors": [{"first": "L", "middle": ["W"], "last": "Catalano", "suffix": ""}, {"first": "", "middle": [], "last": "Jr", "suffix": ""}, {"first": "G", "middle": ["H"], "last": "Safley", "suffix": ""}, {"first": "M", "middle": [], "last": "Museles", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Jarzynski", "suffix": ""}], "year": 1971, "venue": "J. Pediatr", "volume": "79", "issn": "", "pages": "393--400", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Herpesvirus hominis infection in newborn mice. I. An experimental model and therapy with iododeoxyuridine", "authors": [{"first": "E", "middle": ["R"], "last": "Kern", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Overall", "suffix": ""}, {"first": "", "middle": [], "last": "Jr", "suffix": ""}, {"first": "L", "middle": ["A"], "last": "Glasgow", "suffix": ""}], "year": 1973, "venue": "J. Infect. Dis", "volume": "128", "issn": "", "pages": "290--299", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Chemotherapy of cutaneous herpesvirus infection of Steffenhagen, Easterday, and Galasso hairless mice", "authors": [{"first": "M", "middle": [], "last": "Lieberman", "suffix": ""}, {"first": "T", "middle": ["W"], "last": "Schafer", "suffix": ""}, {"first": "P", "middle": ["E"], "last": "Came", "suffix": ""}], "year": 1973, "venue": "J. Invest. Dermatol", "volume": "60", "issn": "", "pages": "203--206", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Experimental herpes simplex encephalitis. Treatment with pyrimidine nucleosides", "authors": [{"first": "H", "middle": ["S"], "last": "Panitch", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Baringer", "suffix": ""}], "year": 1973, "venue": "Arch. Neurol", "volume": "28", "issn": "", "pages": "371--375", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Iododeoxyuridine and herpesviral encephalitis: lack of inhibitory action against low-grade viral replication", "authors": [{"first": "G", "middle": [], "last": "Plummer", "suffix": ""}, {"first": "A", "middle": ["P"], "last": "Ingerson", "suffix": ""}], "year": 1974, "venue": "Antimicrob. Agents Chemother", "volume": "5", "issn": "", "pages": "672--673", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Boston Interhospital Virus Study Group and the NIAID-sponsored Cooperative Antiviral Clinical Study. Failure of high dose 5-iodo-2'-deoxyuridine in the therapy of herpes simplex virus encephalitis. Evidence of unacceptable toxicity", "authors": [], "year": 1975, "venue": "N. Engl. J. Med", "volume": "292", "issn": "", "pages": "599--603", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Effects of cytosine arabinoside, adenine arabinoside, and 6-azauridine on rabies virus in vitro and in vivo", "authors": [{"first": "M", "middle": ["W"], "last": "Harmon", "suffix": ""}, {"first": "B", "middle": [], "last": "Janis", "suffix": ""}], "year": 1976, "venue": "J. Infect. Dis", "volume": "133", "issn": "", "pages": "7--13", "other_ids": {}}}, "ref_entries": {"FIGREF3": {"text": "Azauridine was given ip in a dose of 150 mg/kg daily for 13 days beginning three days before viral challenge. t 6-Azauridine was given ip in a dose of 150 mglkg daily for 10 days beginning one day before viral challenge.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Animal-virus systems for evaluation of antiviral drugs.", "latex": null, "type": "table"}, "TABREF2": {"text": "", "latex": null, "type": "table"}, "TABREF3": {"text": "Effect of 6-azauridine and 5-iododeoxyuridine on swine influenza in weanling pigs.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Treatment (no. of pigs)\n</td><td>No. of days of fever Ino. of days at risk </td><td> </td><td>No. of days of viral shedding/ no. of days at risk\n</td><td> </td></tr><tr><td> </td><td> </td><td>\"1..2 </td><td> </td><td> </td></tr><tr><td>6-Azauridine* (4)\n</td><td>J </td><td> </td><td>35150\nJ\n</td><td> </td></tr><tr><td>20/52 </td><td>P &lt; 0.01\n</td><td> </td><td>P&lt;O.Ol\n</td></tr><tr><td>Saline (3)\n</td><td>26/39\n</td><td> </td><td>16/39\n</td><td> </td></tr><tr><td>6-Azauridinet (2)\n</td><td> </td><td> </td><td>15/26\n</td><td> </td></tr><tr><td>0128 J </td><td>NSt\n</td><td>J\n</td><td>NS\n</td></tr><tr><td>Saline (2) </td><td>0/28\n</td><td> </td><td>10126\n</td><td> </td></tr><tr><td>5-Iododeoxyuridine§ (4) </td><td>10/16 } </td><td> </td><td>1116\n}\n</td><td> </td></tr><tr><td>Saline (3) </td><td>11/33 </td><td>P &lt; 0.10\n</td><td>15/21\n</td><td>P &lt; 0.005\n</td></tr></table></body></html>"}, "TABREF4": {"text": "The effect of treatment with 6-azauridine on the mortality rate of newborn mice infected with Herpesvirus hominis type 2.", "latex": null, "type": "table"}, "TABREF5": {"text": "NOTE. Mice were treated ip once daily for six days.", "latex": null, "type": "table"}, "TABREF6": {"text": "Toxicity and effect of 6-azauridine on virus-induced mortality rate in suckling mice infected with murine cytomegalovirus (CMV).", "latex": null, "type": "table"}, "TABREF8": {"text": "Effect of treatment with 5-iododeoxyuridine (IDU) on Herpesvirus hominis type 1 skin infection in hairless mice.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Experimental group, duration of treatment </td><td>Average lesion score (cumulative maximum) </td><td>No. of mice with paralysis/ no. tested </td><td>No. dead/\nno. tested\n</td><td>Mean survival time (days)\n</td></tr><tr><td>Untreated (control) </td><td>4.0 </td><td>10/10 </td><td>10/10\n</td><td>7.4\n</td></tr><tr><td>Treated\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Days 0-12 </td><td>2.6* </td><td>2/10t </td><td>4/lOt\n</td><td>12.4*\n</td></tr><tr><td>Days 1-12 </td><td>1.9* </td><td>2/lOt </td><td>4/10t\n</td><td>12.3*\n</td></tr><tr><td>Days 3-12 </td><td>4.0 </td><td>10/10 </td><td>9/10§\n</td><td>7.9§\n</td></tr></table></body></html>"}, "TABREF9": {"text": "Three treatment regimens of IDU had little effect on FVR virus-infected cats. An ip dose of 50 mg/kg given", "latex": null, "type": "table"}, "TABREF10": {"text": "Efficacy and toxicity of 6-azauridine and 5-iododeoxyuridine in animal models of viral infection.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td> </td><td>Drug\n</td><td> </td></tr><tr><td> </td><td> </td><td>6-Azauridine\n</td><td>5-Iododeoxyuridine\n</td></tr><tr><td>Virus </td><td>Animal </td><td>Efficacy </td><td>Toxicity\n</td><td>Efficacy </td><td>Toxicity\n</td></tr><tr><td>RNA\n</td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Transmissible gastroenteritis virus\n</td><td>Swine\n</td><td>(+) </td><td> </td><td> </td><td>+\n</td></tr><tr><td>Swine influenza virus\n</td><td>Swine\n</td><td> </td><td> </td><td>+ </td><td>+\n</td></tr><tr><td>Ferret distemper virus\n</td><td>Ferrets\n</td><td> </td><td> </td><td> </td><td>±\n</td></tr><tr><td>DNA\n</td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Shope fibroma virus\n</td><td>Rabbits\n</td><td> </td><td> </td><td>± </td><td>+\n</td></tr><tr><td>Vaccinia virus\n</td><td>Rabbits\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Herpesvirus hominis type 1\n</td><td>Hairless mice\n</td><td> </td><td>+ </td><td>+ </td><td>(+)\n</td></tr><tr><td>H. hominis type 2\n</td><td>Suckling mice\n</td><td> </td><td>+ </td><td>±\n</td><td> </td></tr><tr><td>Murine cytomegalovirus\n</td><td>Suckling mice\n</td><td> </td><td>+\n</td><td> </td><td> </td></tr><tr><td>Feline viral rhinotracheitis virus\n</td><td>Cats\n</td><td> </td><td>+ </td><td> </td><td>±\n</td></tr><tr><td>Feline panleukopenia virus\n</td><td>Cats\n</td><td> </td><td> </td><td> </td><td>±\n</td></tr><tr><td>NOTE. </td><td>6-Azauridine inhibits the synthesis of RNA, and 5-iododeoxyuridine inhibits the synthesis of DNA. </td><td>(+) =\n</td></tr></table></body></html>"}}, "back_matter": []}