{"paper_id": "792ad099f9e6701388cc95f09e1930ee320b8f56", "metadata": {"title": "Gastrointestinal Viral Infections in Homosexual Men Who were Symptomatic and Seropositive for Human Immunodeficiency Virus", "authors": [{"first": "Anthony", "middle": ["L"], "last": "Cunningham", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Gerhard", "middle": ["S"], "last": "Grohman", "suffix": "", "affiliation": {}, "email": ""}, {"first": "John", "middle": [], "last": "Harkness", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Carmela", "middle": [], "last": "Law", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Deborah", "middle": [], "last": "Marriott", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Brett", "middle": [], "last": "Tindall", "suffix": "", "affiliation": {}, "email": ""}, {"first": "David", "middle": ["A"], "last": "Cooper", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Gastrointestinal viruses, predominantly rotaviruses and adenoviruses, were detected by enzyme-linked immunosorbent assay, electron microscopy, or cell culture in >50070 of two groups of homosexual men with symptomatic human immunodeficiency virus (HIV) infection, who did (54070) or did not (50070) have diarrhea. Lower detection rates were observed in HIV-seronegative (15070) and asymptomatic HIV-seropositive (16070) men. In the patients with diarrhea, 95070 of the isolates of virus were found in the most immunosuppressed patients, those patients with AIDS-related complex or opportunistic infections associated with AIDS. High excretion rates of these viruses are probably associated with both anal-oral transmission and immunosuppression. These viruses apparently cause acute episodes or relapses of diarrhea in some patients but may be co-pathogens or noncontributory to chronic diarrhea in others.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Diarrhea is a common complication of AIDS, both in Africa and in Western countries. Healthy homosexual men who are seronegative for human immunodeficiency virus (HIV) often present with enteritis, colitis, and proctitis caused by a wide variety of viruses, bacteria, and parasites, and this spectrum is broadened further if these men develop AIDS. The principal pathogens responsible for chronic diarrhea in patients with AIDS are Cryptosporidium, Isospora, atypical mycobacteria associated with a Whipple's type syndrome [1], Salmonella, and cytomegalovirus (CMV). Kaposi's sarcoma and lymphoma may also involve the gut and thus cause diarrhea. We and others [1] have, however, often observed both acute, self-limited diarrhea and chronic diarrhea with malabsorption in patients with AIDS, persistent generalized lymphadenopathy (PGL), or AIDS-related complex (ARC) and could not determine bacterial", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "or parasitic etiology. Chronic diarrhea in the absence of cryptosporidium or other pathogens has been described as a common presenting feature of AIDS in Africa [2] . HIV has been shown to infect colonic cell lines and has been suggested as the main cause of most idiopathic cases [3] .", "cite_spans": [{"start": 161, "end": 164, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 281, "end": 284, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": ""}, {"text": "Viruses may be significant gastrointestinal pathogens in other groups of patients with severe T lymphocyte deficiencies, such as bone marrow transplant recipients, although this group has the additional problem of graft-versus-host disease and chemoradiation damage that may involve the gut. Yolken et al. [4] and we (0. M., J. H., G. S. G., K. Atkinson, and J. C. Biggs, unpublished observations) have observed that adenoviruses, coxsackieviruses, rotaviruses, and Clostridium difficile toxin are detectable in the feces of marrow transplant recipients and hematology patients receiving chemotherapy. In Yolken's study, patients infected with these organisms had significantly increased rates of diarrhea and abdominal cramps. The infections with rotaviruses and adenoviruses occurred at the same time that these viruses were prevalent in the normal pediatric population. The presence of these pathogens was associated with a marked increase in mortality [4] . Adenoviruses have also been associated with diarrhea or colitis in patients with AIDS [5] .", "cite_spans": [{"start": 306, "end": 309, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 956, "end": 959, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 1048, "end": 1051, "text": "[5]", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "We have recently detected sporadic, as well as epi-demic, cases of Norwalk-like viruses in adults [6] . Immunosuppressed patients (including the marrow transplant recipients) have not been previously examined for these pathogens because of a lack of available antibody specific for Norwalk virus. We report here the detection of viruses from the stools of a large proportion of patients with symptomatic HIV infection (AIDS, ARC, and POL) and acute or chronic diarrhea when no other microbial pathogen could be identified. HIV-seronegative and -seropositive homosexual men presenting for HIV antibody screening provided control groups to examine the effects of transmission via anal-oral contact and infection with HIV, with or without significant depression of concentration of circulating CD4 lymphocytes.", "cite_spans": [{"start": 98, "end": 101, "text": "[6]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": ""}, {"text": "We studied stool samples from two groups of patients for the presence of viral and other microbial pathogens.", "cite_spans": [], "ref_spans": [], "section": "Patients and Methods"}, {"text": "Group 1. All patients with symptomatic HIV infection (AIDS, ARC, or POL) who presented with acute or chronic diarrhea to the St. Vincent's Hospital AIDS service between January 1986and January 1987were entered in the study. Diarrhea was defined as more than three fluid stools (i.e., assuming the shape of the container) per day and as chronic if it persisted for more than three weeks. Exacerbations of chronic diarrhea were defined as a transient marked increase in stool frequency and volume. Fecal specimens were collected early in the course of acute diarrhea, during exacerbations of chronic diarrhea, or on several occasions during persistent chronic diarrhea. The specimens were examined (Microbiology Laboratory, St. Vincent's Hospital) by microscopy and culture, using standard methods, for the full range of potentially pathogenic bacteria and parasites occurring in these patients (including Salmonella spp., Shigella spp., Campylobacter jejuni, Yersiniaenterocolitica, Aeromonas hydrophila, Plesiomonas shigelloides, Vibrio parahaemolyticus, atypical mycobacteria, Cryptosporidium spp., Isosopora belli, Giardia lamblia, amoebae, Strongyloides stercoralis, and C. difficile; toxigenic and enteropathogenic Escherichia coli were excluded). C. difficile toxin was detected by a standard cytotoxic assay.", "cite_spans": [], "ref_spans": [], "section": "Patients and Methods"}, {"text": "Group 2 (controls). Homosexual men presenting to a sexually transmitted diseases (STDs) center 387 for routine examinations for STDs and for HIV antibody screening during the same period provided a comparison group. They were all examined by one of us (c. L.). On examination, 7010 of these men had acute diarrhea, and 18% had proctitis. Stool specimens were obtained on three separate days over a one-to two-week period from all men in the group. All three specimens were screened for protozoa and helminths at the School of Public Health and Tropical Medicine (Sydney University). Two specimens were cultured for the same range of bacterial pathogens, and the first specimen was examined for viruses.", "cite_spans": [], "ref_spans": [], "section": "Patients and Methods"}, {"text": "All specimens for virological examination were transferred immediately to the Virology Department (Institute of Clinical Pathology and Medical Research, Westmead Hospital), where they were examined for viruses. Fecal specimens were processed for viral diagnosis as follows: a 10% solution was prepared in PBS (pH 7.2), held overnight at 4 C, and clarified by low-speedcentrifugation. Aliquots of supernatant were inoculated into cell cultures (primary monkey kidney, HEp-2, and human diploid fibroblasts) and also tested for rotavirus antigen by ELISA (Enzygnost'\"; Calbiochem-Behring, Sydney). The ELISA-positive samples were later examined by electron microscopy (EM) and tested in a blocking ELISA (Kallestad, Shaska, Minn) for rotavirus by using goat antibody to rotavirus (Kallestad). The remainder of the supernatant was treated with Arklone (1 ,1,2-trichlorotrifluoroethane; Sigma, St. Louis), held for I h at 4 C, and then ultracentrifuged. The pellet was resuspended, negatively stained with phosphotungstic acid, and examined by EM. To detect Norwalk virus by immune EM, we incubated the resuspended pellet, before ultracentrifugation, with antiserum specific for Norwalk virus.", "cite_spans": [], "ref_spans": [], "section": "Patients and Methods"}, {"text": "In the group of 137 homosexual men presenting to the STD Clinic for HIV antibody screening, the proportions of HI V-seronegative (12of 82) and asymptomatic seropositive men (seven of 43) with virus in their stools was not significantly different (15% vs. lamblia) did not significantly alter these proportions (12.5% vs. 14.3%; 'y} = 0.08). In the HIVseropositive group, rotaviruses and adenoviruses were the predominant viruses detected (table 1) , and none of these viruses were associated with acute diarrhea. In the HlV-seronegative group, one of three rotaviruses identified and one of five enteroviruses was associated with acute diarrhea.", "cite_spans": [], "ref_spans": [{"start": 438, "end": 447, "text": "(table 1)", "ref_id": null}], "section": "Results"}, {"text": "In the group of 68 hospital patients with diarrhea, 107 stool specimens were examined for viral and other pathogens. Twenty-eight patients had one episode of acute diarrhea, six had acute exacerbations of chronic diarrhea, and 34 had persistent chronic diarrhea. As shown in table 2, pathogens were isolated from 75% (51 of 68) of the patients, most commonly from those with ARC (CDC class IVA) and AIDS-associated opportunistic infections (AIDS-OI; t Two patients progressed from ARC to AIDS-OI and are included in both classes. (table 3) . Almost all of these isolates were obtained from patients with ARC or AIDS-O!. Fifty percent of the adenoviruses detected were noncultivable and probably pathogenic. Isolation of these strains in Graham 293 cells, and subsequent typing, is in progress. None of the cultivable adenoviruses were type 35 [7] . In the hospital group (patients with diarrhea), 11 of the 37 patients with gastrointestinal viruses isolated had dual infections (five with adenovirus and five with rotavirus), whereas these viruses were found much less commonly in the randomly screened group (one of 25; ' 1. 2 = 4.79, P < .05). No seasonal clustering of rotavirus or adenovirus was observed. Fifteen of the 26 rotavirus and 8 of the 18 adenovirus (3 noncultivable) isolates were associated with acute diarrheal episodes or exacerbations of chronic diarrhea. The remaining isolates of virus weredetected in patients with persistent chronic diarrhea, often in association with likely primary pathogens such as Cryptosporidium or Mycobacterium avium-Mycobacterium intracellulare (table   2 ). In seven patients from whom three or more serial stool specimens were examined, rotaviruses or adenoviruses were found in two consecutive specimens in three patients. Rotavirus was detected in specimens that were obtained 14and 33 d apart, and adenovirus was detected in specimens obtained nine days apart.", "cite_spans": [{"start": 843, "end": 846, "text": "[7]", "ref_id": "BIBREF7"}], "ref_spans": [{"start": 530, "end": 539, "text": "(table 3)", "ref_id": "TABREF2"}, {"start": 1594, "end": 1604, "text": "(table   2", "ref_id": "TABREF1"}], "section": "Results"}, {"text": "All the rotavirus-positive stool specimens reported in this study were initially detected by ELISA (Enzygnost) and later examined by EM. The ELISA and EM results correlated well, with all but three ELISApositive stool specimens being confirmed by EM. One specimen was EM-positive for rotavirus but ELISA negative. Twenty-threeof the ELISA-positive (7) NOTE. For an explanation of CDC classes see table 2.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "* Data are reported as the mean ± SD CD4 + cell concentration/mm\" (normal concentration~400/mmJ); n = no. of patients.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "stool specimens were available for retesting in a blocking ELISA assay for rotavirus (Kallestad). All were confirmed positive. No reoviruses were isolated in cell culture. Other common enteric viruses were, however, isolated, as shown in tables I and 3. As reported above, the prevalence of viruses in stools showed a marked increase from asymptomatic to symptomatic HIV-infected patients, and 950/0 of the diarrheal patients with virus in their stools were found in the two most immunosuppressed classes (AIDS-OI and ARC). The mean CD4 + lymphocyte concentrations for patients who did or did not have virus in their stools were not significantly different in any of the groups of patients (table 4). As expected there was a significant difference between the mean CD4 cell concentrations of asymptomatic and symptomatic HIV-seropositive men (t = 2.66; dj = 53, P < .02).", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Persistent, profuse, watery diarrhea; malabsorption; or colitis are the most dramatic gastrointestinal manifestations of AIDS. Most studies of gastrointestinal pathogens in patients with AIDS have focused on the microbial causes of these syndromes, including Cryptosporidium spp., I. belli, M. avium-M. intraeellu/are, and CMV. In addition there are the usual pathogens that also cause diarrhea in HIV-seronegative homosexual men: Campy/obaeter, Salmonella, Shigella, Yersinia, Giardia, and E. histo/ytiea. The common occurrence of acute diarrhea or exacerbations of chronic diarrhea in symptomatic HIV-seropositive patients and the possible association of this diarrhea with gastrointestinal viral pathogens other than CMV has often been overlooked in the literature, although a recent association between colitis and adenovirus has been reported [5] .", "cite_spans": [{"start": 848, "end": 851, "text": "[5]", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "In this study we showed that patients with AIDS or ARC may present with acute diarrhea or exacerbations of chronic diarrhea and that in patients with symptomatic HIV infection and diarrhea, >50% excreted gastrointestinal viruses. The majority of these were rotaviruses and adenoviruses. These high detection rates for rotavirus and adenovirus in patients with ARC or AIDS-OI are similar to those observed in marrow transplant recipients who also have a T cell immunodeficiency and often have gastrointestinal mucosal damage from graft-versus-host disease [4] . Prolonged diarrhea and fecal excretion of rotavirus for more than six weeks have also been observed in children with T cell immunodeficiency. Comparisons of stool isolation rates in HIV-seronegative homosexual men and asymptomatic or symptomatic HIV-seropositive men strongly suggested there were two factors responsible for the high detection rate:", "cite_spans": [{"start": 555, "end": 558, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Discussion"}, {"text": "(1) life style factors involving transmission by direct or indirect anal-oral contact, a possibility supported by the lack of seasonal variation, and (2) immunosuppression. The latter factor was further supported by the predominance of gastrointestinal viruses (particularly adenoviruses and rotaviruses) in patients with ARC or AIDS-O!.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The demonstration of a high detection rate of gastrointestinal viruses (especially rotavirus) in patients with symptomatic HIV infection but no diarrhea and the transient association of rotaviruses and cultivable adenoviruses with other more-certain microbial pathogens in patients with AIDS-OI or ARC and diarrhea suggest that these viruses may often be \"passengers.\" However, the presence of rotaviruses and the usually pathogenic, noncultivable adenoviruses as the only significant microbes in the stools of patients with acute diarrhea (a finding that could not be readily attributed to other causes such as drug toxicity) strongly suggests a pathogenic role. This observation needs to be confirmed in future studies by testing serial stool samples during the course of acute episodes of diarrhea and by excluding other pathogens, including HIV itself, by using intestinal biopsies. The serial studies should also assist in determining the role of dual viral infection (especiallywith rotaviruses and adenoviruses) in the etiology of diarrhea in these patients.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Malabsorption and mucosal abnormalities of the small intestine in the acquired immunodeficiency syndrome", "authors": [{"first": "I", "middle": [], "last": "Gillin", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Shike", "suffix": ""}, {"first": "M", "middle": [], "last": "Alcock", "suffix": ""}, {"first": "N", "middle": [], "last": "Urmacher", "suffix": ""}, {"first": "C", "middle": [], "last": "Krown", "suffix": ""}, {"first": "S", "middle": [], "last": "Kurtz", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Lightdale", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Winawer", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "", "suffix": ""}], "year": 1985, "venue": "Ann Intern Med", "volume": "102", "issn": "", "pages": "619--641", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Slim disease: a new disease in Uganda and its association with HTLV-III infection", "authors": [{"first": "D", "middle": [], "last": "Serwadda", "suffix": ""}, {"first": "R", "middle": ["D"], "last": "Mugerwa", "suffix": ""}, {"first": "N", "middle": ["K"], "last": "Sewankambo", "suffix": ""}, {"first": "A", "middle": [], "last": "Lwegaba", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Carswell", "suffix": ""}, {"first": "G", "middle": ["B"], "last": "Kirya", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Bayley", "suffix": ""}, {"first": "R", "middle": ["G"], "last": "Downing", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Tedder", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Clayden", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Weiss", "suffix": ""}, {"first": "A", "middle": ["G"], "last": "Dalgleish", "suffix": ""}], "year": 1985, "venue": "Lancet", "volume": "2", "issn": "", "pages": "849--52", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Productive persistent infection of human colorectal cell lines with human immunodeficiency virus", "authors": [{"first": "A", "middle": [], "last": "Adachi", "suffix": ""}, {"first": "S", "middle": [], "last": "Koenig", "suffix": ""}, {"first": "H", "middle": ["E"], "last": "Gendelman", "suffix": ""}, {"first": "D", "middle": [], "last": "Daughtery", "suffix": ""}, {"first": "S", "middle": [], "last": "Gattoni-Celli", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Fauci", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Martin", "suffix": ""}], "year": 1987, "venue": "J Virol", "volume": "61", "issn": "", "pages": "209--222", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Infectious gastroenteritis in bonemarrow-transplant recipients", "authors": [{"first": "R", "middle": ["H"], "last": "Yolken", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Bishop", "suffix": ""}, {"first": "T", "middle": ["R"], "last": "Townsend", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Bolyard", "suffix": ""}, {"first": "J", "middle": [], "last": "Bartlett", "suffix": ""}, {"first": "G", "middle": ["W"], "last": "Santos", "suffix": ""}, {"first": "R", "middle": [], "last": "Saral", "suffix": ""}], "year": 1982, "venue": "N Engl J Med", "volume": "306", "issn": "", "pages": "1009--1021", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Cytomegalovirus\" colitis: can it be caused by adenovirus [abstract no. Th8. 3J? In: Program and abstracts of the III International Conferece on AIDS", "authors": [{"first": "A", "middle": [], "last": "", "suffix": ""}], "year": 1987, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Viral diarrhoea in children in Australia", "authors": [{"first": "G", "middle": [], "last": "Grohmann", "suffix": ""}], "year": 1985, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Molecular epidemiology of adenovirus type 35 infections in immunocompromised hosts", "authors": [{"first": "P", "middle": ["R"], "last": "Flomenberg", "suffix": ""}, {"first": "M", "middle": [], "last": "Chen", "suffix": ""}, {"first": "G", "middle": [], "last": "Munk", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Horwitz", "suffix": ""}], "year": 1987, "venue": "J Infect Dis", "volume": "155", "issn": "", "pages": "1127--1161", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Chronic rotavirus infection in immunodeficiency", "authors": [{"first": "F", "middle": ["T"], "last": "Saulsbury", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Winkelstein", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Yolken", "suffix": ""}], "year": 1980, "venue": "J Pediatr", "volume": "97", "issn": "", "pages": "61--66", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Intestinal infections in patients with the acquired immunodeficiency syndrome (AIDS)", "authors": [{"first": "P", "middle": ["D"], "last": "Smith", "suffix": ""}, {"first": "H", "middle": ["C"], "last": "Lane", "suffix": ""}, {"first": "V", "middle": ["J"], "last": "Gill", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Manischewitz", "suffix": ""}, {"first": "G", "middle": ["V"], "last": "Quinnan", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Fauci", "suffix": ""}, {"first": "H", "middle": [], "last": "Masur", "suffix": ""}], "year": 1988, "venue": "Ann Intern Med", "volume": "108", "issn": "", "pages": "328--361", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "16%; \"I: = 0.09). However, in the small number of HIV-seropositive men with POL, ARC, or an AIDSassociated opportunistic infection (CDC classes III, IVA, and IVCI), a significantly higher proportion had virus in their stools (6 [50%] of 12; \"1./ = 5.67, P < .02). This proportion was similar to the preva-Table 1. Isolation of gastrointestinal viruses from homosexual men with symptomatic HIV infection", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Other microbes (no. of isolated) included the following: Mycobacterium avium-Mycobacterium intracellulare(10), Cryptosporidium spp. (4), Isospora belli (2), Giardia lamblia (4), Entamoeba histolytica (I), Yersinia enteroco/itica (1), Vibrio parahaemolyticus (1), and Salmonella sp. (I).", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Correlation of gastrointestinal (01) virus detection with CD4 + lymphocyte concentration. CD4 + cell concentration in patients with* (ARC) IVCI (AIDS-OI) IVD (AIDS-KS)", "latex": null, "type": "figure"}, "TABREF0": {"text": "NOTE. Dashes indicate that no virus was detected.* Symptomatic = patients with PGL, ARC, or AIDS.", "latex": null, "type": "table"}, "TABREF1": {"text": "Isolation of gastrointestinal microbial pathogens from homosexual men with symptomatic HIV infection and diarrhea. NOTE. CDC = Centers for Disease Control, PGL = persistent generalized lymphadenopathy, ARC = AIDS-related complex, 01 = opportunistic infection, KS = Kaposi's sarcoma, GI = gastrointestinal.", "latex": null, "type": "table"}, "TABREF2": {"text": "Types of gastrointestinal virus detected in 107 stool specimens from 68 patients. of 13)of patients with ARC and 38070 (17 of 45) of patients with AIDS-O!. Tables I and 3 show the types of viruses detected. Rotaviruses (26 [51070] of 51 patients) and adenoviruses (18 [35070] of 51 patients) predominated in the group with diarrhea", "latex": null, "type": "table"}, "TABREF3": {"text": "Table 1. Isolation of gastrointestinal viruses from homosexual men with symptomatic HIV infection and diarrhea and from controls.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Men </td><td>presenting for screening\n</td><td> </td></tr><tr><td> </td><td> </td><td>HIV seropositive\n</td><td> </td></tr><tr><td>Virus\n</td><td>HIV seronegative\n(n = 82)\n</td><td>Asymptomatic\n(n = 43)\n</td><td>Symptomatic\n(n = 12)*\n</td><td>Men with diarrhea: symptomatic, HIV seropositive (n = 68)*\n</td></tr><tr><td>Rotavirus\n</td><td>4\n</td><td>3\n</td><td>3\n</td><td>------------\n17\n</td></tr><tr><td>Adenovirus (noncultivable)\n</td><td>I (I)\n</td><td>I\n</td><td>2 (I)\n</td><td>9 (6)\n</td></tr><tr><td>Enterovirus\n</td><td>5\n</td><td>I\n</td><td>I\n</td><td> </td></tr><tr><td>Coronavirus\n</td><td>I\n</td><td>I\n</td><td> </td><td> </td></tr><tr><td>Norwalk virus\n</td><td> </td><td>I\n</td><td> </td><td> </td></tr><tr><td>Rotavirus + adenovirus\n</td><td> </td><td> </td><td> </td><td>5\n</td></tr><tr><td>Rotavirus + enterovirus\n</td><td> </td><td> </td><td> </td><td>2\n</td></tr><tr><td>Adenovirus + CMV\n</td><td> </td><td> </td><td> </td><td>I\n</td></tr><tr><td>Rotavirus + CMV\n</td><td> </td><td> </td><td> </td><td>I\n</td></tr><tr><td>Norwalk + CMV\n</td><td> </td><td> </td><td> </td><td>I\n</td></tr><tr><td>Adenovirus + Coronavirus\n</td><td> </td><td> </td><td> </td><td>I\n</td></tr><tr><td>Total\n</td><td>12\n</td><td>7\n</td><td>6\n</td><td>37\n</td></tr></table></body></html>"}, "TABREF4": {"text": "Table 2. Isolation of gastrointestinal microbial pathogens from homosexual men with symptomatic HIV infection and diarrhea.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td> </td><td>Microbial pathogen isolated\n</td><td> </td></tr><tr><td>CDC class of HIV infection </td><td>No. of patients </td><td>GI viruses </td><td>Other microbes * </td><td>GI viruses + other microbes </td><td>No pathogens\n</td></tr><tr><td>III (PGL) </td><td>4 </td><td>I </td><td>0 </td><td>0 </td><td>3\n</td></tr><tr><td>IVA (ARC)t </td><td>13 </td><td>II </td><td>2 </td><td>2 </td><td>2\n</td></tr><tr><td>IVCI (AIDS-OI)t </td><td>45 </td><td>24 </td><td>19 </td><td>7 </td><td>9\n</td></tr><tr><td>IVD (AIDS-KS) </td><td>8 </td><td>I </td><td>2 </td><td>0 </td><td>5\n</td></tr><tr><td>Total </td><td>70 </td><td>37 </td><td>23 </td><td>9 </td><td>19\n</td></tr></table></body></html>"}, "TABREF5": {"text": "Table 3. Types of gastrointestinal virus detected in 107 stool specimens from 68 patients.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td> </td><td>Type of virus isolated\n</td><td> </td><td> </td></tr><tr><td>CDC class </td><td>Rotavirus </td><td>Adenovirus </td><td>Enterovirus </td><td>CMV </td><td>Other </td><td>All\n</td></tr><tr><td>III (POL) </td><td>0 </td><td>I (I) </td><td> </td><td> </td><td> </td><td>1\n</td></tr><tr><td>IVA (ARC) </td><td>8 </td><td>6 (3) </td><td> </td><td> </td><td>1* </td><td>16\n</td></tr><tr><td>IVCI (AIDS-OI) </td><td>18 </td><td>10 (4) </td><td> </td><td>2 </td><td>It </td><td>32\n</td></tr><tr><td>IVD (AIDS-KS) </td><td>0 </td><td>I (I) </td><td> </td><td>I </td><td> </td><td>2\n</td></tr><tr><td>Total </td><td>26 </td><td>18 (9) </td><td>2 </td><td>3 </td><td>2 </td><td>51\n</td></tr></table></body></html>"}, "TABREF6": {"text": "Table 4. Correlation of gastrointestinal (01) virus detection with CD4 + lymphocyte concentration.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>CD4 + cell concentration in patients with*\n</td></tr><tr><td>Patient group, CDC class\n</td><td>------~.\nor viruses isolated (n)\n</td><td>No 01 viruses isolated (n)\n</td></tr><tr><td>Random presentation\n</td><td> </td><td> </td></tr><tr><td>I\n</td><td>689 ± 261 (7)\n</td><td>630 ± 248 (35)\n</td></tr><tr><td>III-IV\n</td><td>398 ± 184 (6)\n</td><td>430 ± 189 (6)\n</td></tr><tr><td>Patients with diarrhea\n</td><td> </td><td> </td></tr><tr><td>III (POL)\n</td><td>670 (I)\n</td><td>560± 113(3)\n</td></tr><tr><td>IVA (ARC)\n</td><td>259 ± 269 (II)\n</td><td>354 ± 76 (2)\n</td></tr><tr><td>IVCI (AIDS-OI)\n</td><td>30 ± 61 (23)\n</td><td>47 ± 76 (21)\n</td></tr><tr><td>IVD (AIDS-KS)\n</td><td>0(1)\n</td><td>136 ± 52 (7)\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Note added in proof In a recent study of 20 homosexual men with AIDS and diarrhea and 10 homosexual men with AIDS but without diarrhea, Smith et at. [9] were unable to detect rotavirus antigen in any patients' stools by using ELISA (Abbott Laboratories, North Chicago, Ill).In contrast, in the year after our study ended (1987), rotavirus continued to be the predominant virus detected in the stools of homosexual men with AIDS and diarrhea in Sydney (21 [18%] of 116 patients). Such disparate results suggest marked geographic variations in gastrointestinal viral infections in these patients.", "cite_spans": [{"start": 149, "end": 152, "text": "[9]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "acknowledgement"}]}