{"paper_id": "7972f77ab0652ef45b7d9a5856f4c4253f8f8404", "metadata": {"title": "", "authors": [{"first": "|", "middle": [], "last": "February", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": "A characteristic feature of all inflammatory disorders is the excessive recruitment of leukocytes to the site of inflammation. The correct, controlled trafficking of these cells is an essential feature of the immune response to infection, but loss of control results in inflammatory diseases. Leukocyte recruitment is a wellorchestrated process that involves several protein families, including pro-inflammatory cytokines, adhesion molecules, matrix metalloproteinases and the large cytokine subfamily of chemotactic cytokines, the chemokines 1-3 . Anti-inflammatory approaches that target the first three groups of proteins have been studied in vitro and tested in many animal models, and several have been used in the clinic during the past few decades [4] [5] [6] . Here, I discuss the rationale for targeting the chemokines and their receptors, and the current status of chemokine therapeutics. Chemokines Chemokines are a large family of small proteins that are distinguished from other cytokines by being the only members of the cytokine family that act on the superfamily of G-protein-coupled serpentine receptors. Although chemokines have a relatively low level of sequence identity, their three-dimensional structure shows a remarkable homology in that they all have the CHEMOKINE RECEPTORS: MULTIFACETED THERAPEUTIC TARGETS Amanda E. I. Proudfoot Chemokines and their receptors are involved in the pathogenesis of diseases ranging from asthma to AIDS. Chemokine receptors are G-protein-coupled serpentine receptors that present attractive tractable targets for the pharmaceutical industry. It is only ten years since the first chemokine receptor was discovered, and the rapidly expanding number of antagonists holds promise for new medicines to combat diseases that are currently incurable. Here, I focus on the rationale for developing antagonists of chemokine receptors for inflammatory disorders and AIDS, and the accumulating evidence that favours this strategy despite the apparent redundancy in the chemokine system. 7 . This fold, consisting of three β strands, a carboxy (C) terminal helix and a flexible amino (N) terminal region, is conferred on these proteins by a four-cysteine motif that forms two characteristic disulphide bridges. However, as with all rules, there are exceptions in which two cysteines are lacking (as in XCL1 or Lymphotactin) or there is an extra pair (as in CCL21 or the secondary lymphoid-tissue chemokine 6Ckine/SLC). The flexible N-terminal region is believed to be important in receptor activation, because modification of this region has been shown by many laboratories to affect activity [8] [9] [10] .", "cite_spans": [{"start": 755, "end": 758, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 759, "end": 762, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 763, "end": 766, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 899, "end": 909, "text": "Chemokines", "ref_id": null}, {"start": 1357, "end": 1367, "text": "Chemokines", "ref_id": null}, {"start": 2638, "end": 2641, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 2642, "end": 2645, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 2646, "end": 2650, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": ""}, {"text": "Newcomers to the field of chemokine biology are often daunted by the thought of searching for specific inhibitors of the chemokine system, given that 50 chemokine ligands and 19 functional receptors have been described to date -and how many might be identified now that the sequencing of the human genome is almost complete? The numbers and in vitro studies tell us that the system apparently contains redundancy. There are few receptors that bind a single ligand, and several chemokines can bind to more than one receptor (FIG. 1) . However, a closer inspection of the receptors and their ligands shows that they can be broadly categorized into two classes depending on whether they are constitutively produced or are inducible (FIG. 2) .", "cite_spans": [], "ref_spans": [{"start": 523, "end": 531, "text": "(FIG. 1)", "ref_id": "FIGREF0"}, {"start": 729, "end": 737, "text": "(FIG. 2)", "ref_id": "FIGREF1"}], "section": ""}, {"text": "Constitutive ligand-receptor pairs usually have a role in basal leukocyte trafficking and development, and it is apparent from the numbering in their systematic names that they have been discovered more recently. This might have been due to their lower level of production (highly likely, because most chemokines were discovered using overexpression or SUBTRACTIVE CLONING techniques). The essential role of chemokines in the establishment of a functional immune system through their properties of basal trafficking and homing is apparent from the phenotypes of mice in which their genes have been deleted. The deletion of CXCR4 or its ligand CXCL12/SDF-1 (stromal-cell-derived factor 1) both result in an embryonic lethal phenotype 11, 12 , whereas deletion of CCR7 or its ligand CCL21/SLC results in mice that, although they are viable, lack the correct architecture of secondary lymphoid tissue 13, 14 . Similarly, in mice deficient in CXCR5 (the receptor for CXCL13/BCA-1, B cell-attracting chemokine-1), the organization of splenic primary follicles is severely impaired 15 .", "cite_spans": [{"start": 733, "end": 736, "text": "11,", "ref_id": "BIBREF10"}, {"start": 898, "end": 901, "text": "13,", "ref_id": "BIBREF12"}], "ref_spans": [], "section": ""}, {"text": "It is interesting that the inducible chemokine ligands were identified early in the chemokine biology field, probably for the obvious reason that they were produced at high levels in the tissues or tissue cultures in which they were identified. Macrophage inflammatory proteins 1α and β (MIP-1α/CCL3 and MIP-1β/CCL4) and monocyte chemotactic protein 1 (MCP-1/CCL2) were isolated from the culture supernatants of lipopolysaccharide-stimulated macrophages 16, 17 . Similarly, the CXC chemokines interleukin-8 (IL-8/CXCL8) 18 and interferon-inducible polypeptide 10 (IP-10/CXCL10) (originally named IP-10 owing to its molecular weight of~10 kDa) 19 were identified from stimulated monocytes. It was observed from the sequences of these chemokines that they had a highly conserved motif of four cysteines and that the N-terminal cysteine pair was either separated by a single residue, giving rise to the CXC chemokines (α subclass), or adjacent, giving rise to the CC chemokines (β subclass). This observation allowed the rapid cloning of new family members including CCL5 (RANTES, regulated on activation, normal T-cell expressed and secreted) from activated T cells 20 . These six inducible chemokines are important factors in most inflammatory disorders, as is shown by the involvement of their receptors in the diseases summarized in FIG. 3. Excessive recruitment of leukocytes, the hallmark of inflammation, occurs in both acute and chronic inflammatory disorders. For many years, it was thought that CXC chemokines were responsible for acute inflammation, such as acute respiratory distress syndrome (ARDS), in which there is a massive neutrophil infiltrate in the lungs, because CXC chemokines act on these cells. CC chemokines recruit the leukocytes that mediate chronic inflammation, such as eosinophils and T cells in asthma, and monocytes/macrophages and T cells in autoimmune diseases such as multiple sclerosis (MS). The neuronal damage that leads to paralysis in MS patients is thought to be initiated by an inflammatory phase 21 in which T cells and monocytes are recruited across the blood-brain barrier (FIG. 4) . However, with the Chemokines are divided into subclasses on the basis of the spacing of the N-terminal cysteine residues. The receptors for the α (or CXC) subclass are shown in blue, the receptors for the β (or CC) subclass in red and the receptors for the minor subclasses (C and CX 3 C) in green. The pairing of chemokines to their receptors has been carried out mainly by receptorbinding assays. Chemokines were initially named according to their function or from the cell type that produced them, giving rise to names such as monocyte chemoattractant protein 1 (MCP-1), stromal derived factor 1 (SDF-1) and mucosaeassociated epithelial chemokine (MEC). The simultaneous identification by different laboratories of a chemokine sequence often resulted in several names, such as MIP-3α, LARC and exodus-1. In order to eliminate the confusion, a systematic nomenclature has recently been adopted 3 . The abbreviations of the common names are as follows: BCA-1, B-cell-attracting chemokine 1; CTACK, cutaneous T-cell-attracting chemokine; ELC, Epstein-Barr-virus-induced gene 1 ligand chemokine; ENA78, epithelial-cell-derived neutrophil-activating peptide 78; GCP-2, granulocyte chemotactic protein 2; Gro, growthregulated oncogene; IL-8, interleukin 8; IP-10, interferoninducible protein 10; I-TAC, interferon-inducible T-cell α chemoattractant; MCP, monocyte chemoattractant protein; MDC, macrophage-derived chemokine; MEC, mucosaeassociated epithelial chemokine; MIG, monokine induced by interferon γ; MIP, macrophage inflammatory protein; NAP-2, neutrophil-activating peptide 2; RANTES, regulated on activation, normal T-cell expressed and secreted; SDF-1, stromal-cell-derived factor 1; SLC, secondary lymphoid-tissue chemokine; TARC, thymus and activation-regulated chemokine; TECK, thymus-expressed chemokine.", "cite_spans": [{"start": 454, "end": 457, "text": "16,", "ref_id": "BIBREF15"}, {"start": 1334, "end": 1341, "text": "FIG. 3.", "ref_id": null}], "ref_spans": [{"start": 2116, "end": 2124, "text": "(FIG. 4)", "ref_id": "FIGREF4"}], "section": ""}, {"text": "www.nature.com/reviews/immunol R E V I E W S has built in several levels of control that lead to specificity in vivo. The mechanisms of specificity are still a long way from being well understood and, although it is beyond the scope of this article to address these issues in detail, I describe a few examples for one of the most promiscuous chemokines, CCL5.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Binding of chemokines to their serpentine receptors activates a complex network of intracellular signalling pathways involving a variety of second messenger systems, such as calcium, cAMP and phospholipids, as well as a concerted interplay of kinase cascades downstream of small GTPases such as Ras and Rac. There is a known link between CCL5-induced leukocyte activation and chemotaxis to second messengers formed by the degradation of plasma-membrane-integral phospholipids by phospholiposes and their synthesis into differently phosphorylated phosphoinositides by phosphoinositide 3-kinase 23 . However, the roles of the Janus tyrosine kinase (JAK) 24 and the signal transducer and activator of transcription (STAT) pathways downstream of CCL5 (REF. 25) need to be further elucidated. Activation of serpentine receptors induces downmodulation (removal) of the receptors from the cell surface, which is followed either by receptor recycling via endosomes or degradation in the lysosomal compartment. Although CCL5 induces similar downregulation patterns for three of its receptors (CCR1, CCR3 and CCR5), only CCR5 recycles to attain the original cell surface receptor density after exposure to CCL5 (REF. 26 ). CCR1 does not recycle to the cell surface after downregulation induced by CCL5, whereas CCR3 is partially, but not completely, restored 27, 28 . Chemokines have a second important interaction aside from their receptors, which is with cell surface glycosaminoglycans (GAGs). This is important for the immobilization of chemokines and could have an important role in governing their local concentration. CCL5 shows a greater range of affinities than CCL2, CCL3 or CXCL8 for different members of the GAG family 29 . Taken together, these observations support the ideas that the chemokine system does not exhibit total redundancy and that specific points of intervention of the system are attractive targets for therapeutic intervention.", "cite_spans": [{"start": 1349, "end": 1352, "text": "27,", "ref_id": "BIBREF26"}], "ref_spans": [], "section": ""}, {"text": "Although the main role of chemokines is leukocyte recruitment, they and their receptors have other biological actions. Their implication in diseases such as cancer should not be neglected 30, 31 . It has been known for over a decade that CCL3 is an inhibitor of haematopoietic stem cell proliferation 32 , which widens the field of therapeutic interest beyond inflammation to cancer, because haematopoiesis is crucial during chemotherapy. Recently, the role of chemokines in mediating breast cancer metastasis (which requires tumour cell migration) has been elegantly shown 33 . The discovery five years ago that chemokine receptors were the second element, along with CD4, that is required for human immunodeficiency viruses (HIV) to fuse and enter the host cell 34 has again even further broadened their uses as therapeutic targets. This finding has, in fact, had a huge effect on the search for small molecule inhibitors of chemokine receptors. discovery that CXCR3 is expressed on activated T cells, this separation of the chemokines into a CXC class that is responsible for acute inflammation and a CC class that is responsible for chronic inflammation, broke down. Current anti-inflammatory therapies mostly act on intracellular targets in leukocytes; that is, they act on the cells that have already been recruited. In fact, certain treatments that are at present successful at treating inflammation have an effect on the recruitment of leukocytes. A good example is the cytokine interferon-β, which, although it is not a cure, is the most effective treatment for MS at present. Although its precise mechanism of action is not fully delineated, one of its properties, at least in vitro, is that it can inhibit the migration of activated leukocytes across an endothelial layer 22 . A more efficient therapy might be the prevention of excessive recruitment of particular leukocyte populations by antagonizing chemokine receptors, which might act upstream of the current anti-inflammatory agents.", "cite_spans": [{"start": 188, "end": 191, "text": "30,", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "As already pointed out, receptor-ligand pairing that occurs in vitro in binding and activation studies describes apparent redundancy in the system. Although nature is often described as being wasteful in such redundancy, it is commonly believed that the system . This division should not be regarded as absolute but rather as a rule with some exceptions. For example, CCR6 is constitutively expressed in immature dendritic cells and in T cells, but it is downregulated as dendritic cells mature. However, it is upregulated in skin lesions. CCR8 is constitutively expressed in the thymus but is upregulated during T-cell activation and is a marker of T H 2 cells. Last, CCR7 is upregulated during the antigen recognition process, a requisite for immune surveillance, because it is upregulated as dendritic cells mature. The classification into 'specific' or 'shared' is defined by whether they bind a single or many ligands, respectively. eosinophilic chemoattractant factors in BALs from allergic ashmatics 38 . Immunohistochemistry has shown that CCL5 is also upregulated in inflamed tonsils, in certain tumours 39 and during cell-mediated rejection of renal transplants 40 .", "cite_spans": [], "ref_spans": [], "section": "Are chemokines valid targets for therapy?"}, {"text": "Two parallel immunohistochemistry studies on human samples of MS lesions correlated very nicely with the data obtained from an animal model of this disease, experimental autoimmune encephalomyelitis (EAE) 41, 42 . These studies both reported elevated levels of two receptors associated with T-helper type-1 (T H 1) cells, CCR5 and CXCR3, and also identified the concomitant high expression of their respective ligands, CCL3 and CXCL10.", "cite_spans": [{"start": 205, "end": 208, "text": "41,", "ref_id": "BIBREF40"}, {"start": 209, "end": 211, "text": "42", "ref_id": null}], "ref_spans": [], "section": "Are chemokines valid targets for therapy?"}, {"text": "Therapeutic strategies have often been inspired from genetic disorders in patients. So far, there is surprisingly little evidence for any involvement of mutations or polymorphisms of a particular chemokine or receptor in a particular disease. This could be attributed to the apparent redundancy in the system -if a certain gene is missing from birth, compensation could occur, as is discussed below for gene deletion experimental animals. However, a striking example of target validation has been reported for the prevention of HIV infection (BOX 1) . This correlation of CCR5 with HIV infection is perhaps the best target validation evidence so far and has certainly resulted in a huge effort by the pharmaceutical industry to find small molecule inhibitors. Protection from HIV infection and progression to AIDS, although less dramatic than in the homozygous ∆32-CCR5 individuals, is associated with other genetic defects. Polymorphisms in the coding region of CCR2 (REF. 43) and in the CXCL12 gene (the ligand for the other main HIV receptor, CXCR4) are associated with less severe disease progression 44 .", "cite_spans": [{"start": 542, "end": 549, "text": "(BOX 1)", "ref_id": null}, {"start": 968, "end": 977, "text": "(REF. 43)", "ref_id": null}], "ref_spans": [], "section": "Genetic evidence for target validation"}, {"text": "However, very little correlation between inflammatory disorders and genetic abnormalities has been reported, with the exception of two mutations in the CCL5 promoter, and one in the CCL2 promoter. A point mutation at position −401 in the CCL5 promoter was found to be associated with atopic dermatitis, but not with asthma 45 , whereas a mutation at position −403 is associated with both ATOPY and asthma 46 . The −2518G polymorphism in the CCL2 regulatory region, which results in higher CCL2 levels, has been found to correlate with asthma severity and increased eosinophilia in asthmatic children 47 .", "cite_spans": [], "ref_spans": [], "section": "Genetic evidence for target validation"}, {"text": "The data from neutralizing chemokine ligands far outweigh those from neutralizing receptors to date, probably owing to the paucity of neutralizing murine receptor antibodies, although such antibodies are now gradually being produced and characterized 42,48 . However, antihuman-receptor antibodies can be used in severe combined immunodeficiency (SCID) mice, as was shown by the abrogation of breast cancer metastasis to the lung in mice injected with a human breast carcinoma cell line, thereby confirming the role of CXCR4 in metastasis 33 .", "cite_spans": [], "ref_spans": [], "section": "Target validation in animal models"}, {"text": "Given the potential redundancy of the chemokine network, it is crucial to establish the validity of targeting the system for therapeutic intervention. One approach is to examine the levels of expression of chemokines and their receptors in biological fluids, biopsies and tissue specimens from patients suffering from a particular disease. This has the obvious caveat of the feasibility of obtaining such samples. However, certain fluids such as plasma and broncho-alveolar lavage (BAL) fluid are readily accessible, whereas synovial fluid and cerebrospinal fluid require more elaborate surgical intervention, accompanied by more discomfort to the patient.", "cite_spans": [], "ref_spans": [], "section": "Target validation from clinical evidence"}, {"text": "During sepsis and, in particular, ARDS, there is a massive infiltration of neutrophils to the lungs, and this is accompanied by elevated levels of the principal neutrophil chemoattractant, CXCL8 (REF. 35 ). During visits to their physicians, asthmatics are frequently subjected to broncho-alveolar lavages, which contain extensive cellular infiltrates -in this case, of the leukocytes that mediate chronic infiltration, such as T cells and eosinophils (typical of this T-helper type-2 cell (T H 2) disorder). It has been known for several decades that eosinophils are strongly associated with allergic lung inflammation and they are thought to be responsible for the tissue damage that occurs in ASTHMA by the release of toxic proteins such as eosinophil cationic protein and major basic protein. A specific chemokine was purified from the BAL of sensitized guinea pigs, CCL11 or eotaxin, which acts only on the main chemokine receptor on eosinophils, CCR3 (REF. 36 ), and has been localized to the airway epithelia in humans 37 . CCL2, CCL3 and CCL5 have also been identified as ASTHMA A chronic inflammatory bronchial disease characterized by increased bronchial hyperresponsiveness to physical, chemical, pharmacological and/or immunological stimuli. Asthma is often associated with atopy. Fig. 2 do not have a great role in inflammatory disorders, with the exception of CCR8. CCR8 is expressed constitutively in the thymus but is upregulated on T-helper type-2 (T H 2) cells. The only constitutive receptor involved in disease that has been described to date is the ubiquitous receptor CXCR4, which is one of the main HIV co-receptors and also plays a role in cancer metastasis. IBD, inflammatory bowel disease; MS, multiple sclerosis; RA, rhematoid arthritis. The most convincing evidence for target validation is still that from mice in which the gene coding for the target has been deleted and an appropriate phenotype is observed in a disease model. However, I believe that the absence of a phenotype in a certain disease model using a 'knockout' mouse should be interpreted with caution, owing to the possibility of compensation by other members of the family. Despite this, knockout mice continue to yield valuable information about the chemokine system. Gene deletion of at least five chemokines and eleven receptors has been described to date. Interestingly, as discussed above, the deletion of chemokines and receptors pivotal to basal trafficking and homing have striking phenotypes, whereas those that are inducible (and presumed to have a role in inflammatory disorders) are viable and normal, and phenotypic differences are only evident when the animals are exposed to specific inflammatory situations. Therefore, the deletion of CCL2, CCL3 and CCL11, and their receptors CCR1, CCR2, CCR3 and CCR5, as well as CCR4 and the CXC receptor CXCR3, have no overt phenotype. However, the division into constitutive and", "cite_spans": [], "ref_spans": [{"start": 1293, "end": 1299, "text": "Fig. 2", "ref_id": "FIGREF1"}], "section": "Target validation from clinical evidence"}, {"text": "The studies using chemokine-ligand neutralizing antibodies have, however, been more informative.", "cite_spans": [], "ref_spans": [], "section": "AIDS"}, {"text": "An excellent example is the delineation of the different roles of various chemokines in the mouse model for MS (EAE) by the use of specific monoclonal antibodies. CCL3 was shown to be essential for the onset of disease symptoms, whereas CCL2 was required for relapses to occur 49 . In this disease model, neutralization of other ligands such as CXCL10 affected disease progression 50 , whereas the neutralization of CCL5 had no effect. In the animal model for asthma (allergeninduced airway inflammation in the mouse), the roles of individual chemokines have been extensively studied. Blockade of several ligands that had been identified previously from upregulation of their mRNAs was shown to be effective at reducing symptoms. Surprisingly, an anti-CCL2 antibody had a greater effect than the neutralization of the specific CCR3 ligand CCL11 (REF. 51 ). Other chemokines have also been implicated in the pathology of asthmatic inflammation in this model, in which a CCR4 ligand, CCL22, has been shown to be essential in the transit and retention of leukocytes in the lung tissue 52 . MS is an autoimmune disease associated with a T-helper type 1 phenotype. It is therefore believed that activated T cells have a crucial role. Chemokine receptors have been shown to be highly produced in brain samples from MS patients after autopsy 41, 42 . One of these receptors, CXCR3, is produced by activated T cells, so it might be responsible for the recruitment of auto-aggressive T cells. This hypothesis is further confirmed by the high level of the CXCR3 ligand CXCL10 in these lesion samples. Two CC chemokine receptors, CCR1 and CCR5, have also been observed, and these receptors are both produced on T cells and monocytes/macrophages. The accumulation of these cells is directly correlated with lesions in which demyelination occurs, followed by axonal loss, which ultimately leads to paralysis. effect of the deletion of a single ligand, which is surprising in that its receptor CCR2 is also activated by four other ligands in mice, CCL7/MCP-3, CCL8/MCP-2, CCL13/MCP-4 and MCP-5 (which, to date, has no human homologue). These results are extremely important because they beautifully show that, in vivo, the redundancy of the chemokine system does not hold. However, certain knockout mice have produced results that contradict those obtained with neutralizing antibody studies, such as the role of CCL3 in disease induction in EAE. The fact that the CCL3 knockout mice developed EAE in the same manner as wild-type mice illustrates the possibility of compensation in knockout mice during development. Surprisingly, there is no report of the effects of the deletion of CCL5 in mice. This might be in accordance with the lack of effects seen in several anti-CCL5-antibody studies but contrasts with the elevated levels of this chemokine in many diseases and in the antagonism of CCL5 receptors with Met-CCL5, described below. When CCR3 was identified as the main receptor on eosinophils and CCL11 was identified as an eosinophil recruitment factor in guinea pigs 36 , this receptor-ligand pair was immediately believed to be an excellent target for asthma therapy. However, deletion of CCL11 did not completely abolish eosinophil recruitment in the ovalbumin sensitization model of airway inflammation 53 .", "cite_spans": [{"start": 845, "end": 853, "text": "(REF. 51", "ref_id": null}, {"start": 1335, "end": 1338, "text": "41,", "ref_id": "BIBREF40"}, {"start": 1339, "end": 1341, "text": "42", "ref_id": null}], "ref_spans": [], "section": "AIDS"}, {"text": "Knockout mice lacking certain chemokine receptors have clarified their relevance in certain diseases but also revealed certain enigmas. CCR1 −/− mice are totally resistant to the onset of EAE, as shown by the neutralization of one of its ligands (CCL3; REF. 54), whereas deletion of CCR5, encoding the other receptor for CCL3, had no phenotype 55 . The importance of CCR2 and its ligand CCL2 is corroborated by the knockout studies. Organ allograft rejection has clearly shown a role for both CCR1 (REF. 56) and CXCR3, the receptor expressed on activated T cells and whose ligands are induced by the proinflammatory cytokine interferon γ (REF. 57). Heart transplants in CXCR3 −/− mice are unaffected after more than three months, and this study nicely confirmed the role of this receptor by using a neutralizing antibody to CXCR3 in wild-type mice in a parallel experiment 57 . A contradictory role for CCR5 has been identified by the study of CCR5 −/− mice in experimental colitis, a model of inflammatory bowel disease (IBD), in which very good protection was observed 58 . However, individuals homogygous for the ∆32-CCR5 allele have not shown a reduced susceptibility to colitis 59 .", "cite_spans": [{"start": 498, "end": 507, "text": "(REF. 56)", "ref_id": null}], "ref_spans": [], "section": "AIDS"}, {"text": "CCR3, CCR4 and CCR8 have been described as markers of T H 2 activated lymphocytes and, as discussed above, CCR3 is the main receptor expressed on eosinophils. Therefore, deletion of these receptors would be expected to prevent symptoms in a mouse model of asthma (ovalbumin-induced airway inflammation). However, the complete lack of a phenotype in the CCR4 −/− mice was totally unexpected 60 . Even more surprising was protection from lipopolysaccharideinduced lung inflammation in the CCR4 −/− mice, because this is an innate immune response. This protection was presumed to be due to an effect on inducible chemokines is not absolute, and these knockout mice do show differences in leukocyte compartmentalization in the absence of inflammatory stimuli. Importantly, these mice all had interesting responses in disease models. The data available that are relevant to inducible chemokines and receptors that have a role in inflammation are summarized in TABLE 1. In general, results from the deletion of inflammatory chemokines and their receptors have confirmed the results obtained from antibody studies but have not identified an absolutely essential role for any single ligand. The CCL2 knockout mice have shown the greatest ", "cite_spans": [{"start": 955, "end": 963, "text": "TABLE 1.", "ref_id": null}], "ref_spans": [], "section": "AIDS"}, {"text": "During the past 5 years, it has become apparent that ~1% of the Caucasian human population carry a 32-bp deletion in the gene coding for CCR5, resulting in a truncated gene that produces no functional receptor at the cell surface. Individuals homozygous for this ∆32-CCR5 allele are surprisingly resistant to HIV infection, and this mutation was actually discovered in a group of individuals known as the 'exposed uninfected' 88 .", "cite_spans": [], "ref_spans": [], "section": "Box 1 | A human 'knockout' confers resistance to HIV infection"}, {"text": "Evidence from ∆32-CCR5 homozygous individuals has shown a role for CCR5 in allograft acceptance 89 , but has been fairly disappointing for other inflammatory diseases. Of the 1,227 renal transplant patients screened, 1.7% were homozygous for the ∆32-CCR5 allele and only one of these patients lost transplant function. Homozygous ∆32-CCR5 individuals have been described to develop both rheumatoid arthritis 90 and multiple sclerosis (MS). However, these MS patients have not suffered more than a primary attack; in other words, they have not succumbed to the normal relapsing syndrome 91 . Certainly, the clinical evidence from MS lesions in which CCR5 is seen to be highly expressed 41, 42 implies that this receptor is involved in pathology.", "cite_spans": [{"start": 685, "end": 688, "text": "41,", "ref_id": "BIBREF40"}, {"start": 689, "end": 691, "text": "42", "ref_id": null}], "ref_spans": [], "section": "Heterozygous individuals fell into another clinical category, the 'long term nonprogressors' . HIV infection requires two interactions with proteins on the host cell surface. First, the viral protein gp120 undergoes a high-affinity interaction with CD4. This induces a conformational change that allows interaction with a chemokine receptor; this receptor is CCR5 during transmission, but CXCR4-using strains emerge as disease progresses to AIDS. The interaction with the chemokine receptor induces a second conformational change in the gp120 protein, exposing the fusion peptide gp41, which fuses with the host cell membrane. The absence of CCR5 in individuals homozygous for the ∆32-CCR5 allele therefore prevents the transmission of HIV."}, {"text": "www.nature.com/reviews/immunol", "cite_spans": [], "ref_spans": [], "section": "Heterozygous individuals fell into another clinical category, the 'long term nonprogressors' . HIV infection requires two interactions with proteins on the host cell surface. First, the viral protein gp120 undergoes a high-affinity interaction with CD4. This induces a conformational change that allows interaction with a chemokine receptor; this receptor is CCR5 during transmission, but CXCR4-using strains emerge as disease progresses to AIDS. The interaction with the chemokine receptor induces a second conformational change in the gp120 protein, exposing the fusion peptide gp41, which fuses with the host cell membrane. The absence of CCR5 in individuals homozygous for the ∆32-CCR5 allele therefore prevents the transmission of HIV."}, {"text": "The studies with Met-CCL5 in rodent models allow certain conclusions to be drawn. Many of the models studied with Met-CCL5 have been T H 1-mediated inflammatory disease models such as collagen-induced arthritis (CIA) 70 , nephritis 71 and colitis 72 . Typically, these are mediated by activated T cells and monocytes/macrophages -cell types that produce the CCL5 receptors CCR1 and CCR5. However, Met-CCL5 also had an anti-inflammatory effect in a model of T H 2 inflammation (ovalbumin-induced airway inflammation) 51 . CCL5 normally binds to CCR3 but the addition of the Met residue abolishes binding to mouse CCR3, even though high-affinity binding is retained on mouse CCR1 and CCR5 (R. Buser and A. Proudfoot, unpublished observations). Therefore, it is surprising that it was efficient in preventing eosinophil recruitment in the airway-inflammation model; in fact, it was more effective than blocking the specific eosinophil chemokine eotaxin 51 . This implies that intervention for asthma could be targeted upstream of the CCL11-mediated eosinophil recruitment into the airways via CCR3.", "cite_spans": [], "ref_spans": [], "section": "R E V I E W S"}, {"text": "The CIA study highlighted an important feature of the potential use of a receptor antagonist in the guise of a modified chemokine. The protein was administered three times per week intraperitoneally and it still showed a dose-related effect, indicating that the protein is not rapidly eliminated as was previously thought 73 . I believe that the reason for this is that the chemokine is immobilized on the surface of the endothelium and is released slowly. The interaction of chemokines with cell surface GAGs is well documented 29, 74, 75 and is believed to have a role in increasing local concentrations 76 . Recently, this long-lasting effect has again been observed in a model in which bacteria induced the recruitment of dendritic cells to the trachea: significant inhibition was observed when Met-CCL5 was administered one and three days before the antigen challenge 77 . Furthermore, this study highlights the possibility of specific targeting of the dendritic cells rather than the T cells, monocytes and granulocytes, which are often invoked as the main factors that cause inflammatory diseases. The roles of chemokines in dendritic cell biology and disease should not be neglected 78 .", "cite_spans": [{"start": 529, "end": 532, "text": "29,", "ref_id": "BIBREF28"}, {"start": 533, "end": 536, "text": "74,", "ref_id": "BIBREF54"}], "ref_spans": [], "section": "R E V I E W S"}, {"text": "Chemokine biology is still a very new member of the field of immunology, with the first receptors identified only a decade ago. However, the fact that these receptors are of the serpentine class, which are targeted by approximately half of our current medications, makes them an attractive target for the search for small molecule inhibitors of the immune system. This is in direct contrast to other cytokines, for which the dearth of small molecule receptor inhibitors means that only protein therapeutics are available to date. The results of intense efforts in screening for small molecule chemokine receptor antagonists is beginning to pay off, with the number of patents for small molecule inhibitors growing rapidly.", "cite_spans": [], "ref_spans": [], "section": "Small molecule chemokine receptor antagonists"}, {"text": "It is interesting to examine the number of patents published for individual receptors. The large number of macrophages rather than on T cells, although further studies are warranted. The effect of the deletion of CCR3 is equally surprising -the CCR3 −/− mice have enhanced bronchial hyper-reactivity in the airwayinflammation model (A. Humbles and C. Gerard, personal communication). These results indicate that increased production of a given chemokine and/or receptor might not reflect pathogenicity but in fact be protective or compensatory in a given disease situation. In contrast to the phenotypes observed with the CCR3 and CCR4 deletion mice, CCR8 −/− mice showed significant decreases in T H 2 responses, resulting in reduced eosinophilia in two models of airway inflammationas would be predicted if this receptor is a selective T H 2 chemokine receptor 61 .", "cite_spans": [], "ref_spans": [], "section": "Small molecule chemokine receptor antagonists"}, {"text": "Receptors in disease models can be neutralized using neutralizing antibodies, modified chemokines that act as receptor antagonists and small molecule receptor antagonists. The availability of neutralizing receptor antibodies and small molecule inhibitors that are active in vivo is limited at present, although we expect that this will change rapidly in the near future. There are only two reports so far of the effect of neutralizing a receptor in a disease model. In the first, anti-CXCR3-antibody treatment during heart allograft rejection was shown to produce the same effect as deletion of the CXCR3 gene 57 ; the second involved the prevention of metastasis with an anti-CXCR4 antibody, as described above. The availability of small molecule chemokine receptor antagonists to address the question of redundancy has been eagerly awaited, and the first antagonist is now available. Studies using the Berlex CCR1 inhibitor BX471 confirmed the role of CCR1 in EAE (REF. 62 ), in which the data described above were validated.", "cite_spans": [], "ref_spans": [], "section": "Antagonism of chemokine receptors"}, {"text": "Many modified chemokines have been described as antagonists in vitro on the basis of several studies involving N-terminal truncation to produce receptor antagonists of the CXCL8 and CCL2 receptors 8,9,63-65 . In the case of the CXCL8 receptor antagonist (6-72)-CXCL8, testing in animal models has been hampered by the fact that mice do not have a CXCL8 homologue. In the case of the truncated CCR2 antagonist (9-68)-CCL2, the efficacy of blockade of CCR2 has been shown in the spontaneous model of arthritis in MRL-lpr mice, in which the administration of the antagonist in a therapeutic protocol significantly reduced the inflammatory symptoms 66 . We serendipitously produced another CC chemokine receptor antagonist: the initiating methionine was retained at the N-terminus when recombinant CCL5 was produced in Escherichia coli (Met-CCL5) 10, 67 . Another Nterminally extended CCL5 analogue, AOP-CCL5 (a very potent CCR5 agonist), has proved to be very useful in establishing the principle that HIV infection can be prevented through the blockade of CCR5 in vitro 68 . This modified chemokine can alter CCR5-mediated cell trafficking 26 and has properties that would be desirable for a small molecule that would prevent HIV infection of CCR5-using strains 69 .", "cite_spans": [{"start": 197, "end": 208, "text": "8,9,63-65 .", "ref_id": null}, {"start": 843, "end": 846, "text": "10,", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Antagonism of chemokine receptors"}, {"text": "inhibition of several chemokine receptors would be advantageous. The Berlex CCR1 compound BX471 is reported to be extremely selective 82 , whereas the CCR5 inhibitor TAK779 was also reasonably potent on CCR2, which is the receptor with the highest homology to CCR5 (REF. 80 ). Dual inhibitors have also been reported, such as a molecule that inhibits both CCR1 and CCR3 (REF. 83 ). Because both these receptors are expressed on eosinophils, this selectivity could be advantageous for the development of an anti-asthma therapy. A molecule has also been identified that is active in the inhibition of binding to CCR1, CCR3, CCR5 and CXCR4, but does not affect CCR2 or CXCR2 (REF. 84) . Although this molecule is not particularly 'drug-like', because it is large (1, 209 Da) , it has been shown to have anti-HIV activity in vivo in a SCID mouse model. However, more importantly, it shows that there are molecules that can bind across receptor classes, which is particularly important for anti-HIV therapy in order to inhibit both R5 and X4 strains. In fact, viruses have taught us that this is possible, because the Herpes viral chemokine vMIP-II can also inhibit HIV strains that use CCR3, CCR5 and CXCR4 as co-receptors 85 .", "cite_spans": [{"start": 370, "end": 378, "text": "(REF. 83", "ref_id": null}, {"start": 672, "end": 681, "text": "(REF. 84)", "ref_id": null}, {"start": 760, "end": 763, "text": "(1,", "ref_id": null}, {"start": 764, "end": 771, "text": "209 Da)", "ref_id": null}], "ref_spans": [], "section": "Antagonism of chemokine receptors"}, {"text": "One of the main hurdles encountered in the development of small molecule receptor antagonists is the loss of species crossreactivity as the affinity for the human receptor increases, which creates problems for testing in animal models, as was found with BX471 (REF. 86 ). However, this compound does retain sufficient activity, despite the fact that it has a 2-log drop in affinity for the rat CCR1 receptor, to allow proof of efficacy where it could inhibit EAE symptoms in the rat in a dose-related manner. This result is particularly gratifying because it is a definitive proof of the target validation results obtained with the anti-CCL3-antibody results in EAE, as well as the resistance of CCR1 −/− mice to the symptoms of EAE (REF. 62 ). Moreover, this molecule is orally bioavailable, which is an enormous advantage for the treatment of a chronic disease such as MS. Another series of inhibitors that encounter species problems are the CXCL8 receptors CXCR1 and CXCR2. Although there is a homologue of CXCR2 in mice, there is no homologue of CXCL8. However, Smithkline Beecham (now GlaxoSmithKline) showed that their small molecule CXCR2 inhibitor could inhibit CXCL8-induced rabbit neutrophil recruitment both in vitro and in vivo. The same company has recently shown activity in a rodent, in which they showed inhibition of neutrophil accumulation in the lungs in newborn rats exposed to hyperoxia 87 .", "cite_spans": [], "ref_spans": [], "section": "Antagonism of chemokine receptors"}, {"text": "Therefore, although the number of small molecule receptor antagonists is rapidly growing, we still lack extensive data in animal disease models. Such data might have to be obtained from primate models, which is a significant expense, but well-conducted toxicity studies in animal species should allow rapid testing in humans. It has been publicly disclosed that certain small molecule programmes for receptors including CXCR2, CXCR4, CCR1 and CCR5 have entered Phase I trials, but no data have yet been published. Certainly, many diseases, including incurable diseases, will profit from rapid clinical trials. patents for small molecule inhibitors of CCR3 certainly reflects the interest of the pharmaceutical industry in a new treatment for asthma, perhaps one of the largest markets in the Western world. The identification of chemokine receptors as HIV co-receptors had a large effect on the screening programmes, which is satisfactorily reflected in the growing number of patented molecules that target CCR5. However, the number of small molecules being patented for the other important HIV co-receptor (CXCR4) is disappointing, particularly in view of its implication in cancer metastasis. It would therefore be interesting to know whether certain receptors are more amenable to the discovery of small molecule inhibitors.", "cite_spans": [], "ref_spans": [], "section": "Antagonism of chemokine receptors"}, {"text": "It is now clear that most receptors bind several chemokines, which raises the question of which ligand should be targeted for screening. Ideally, one would like to inhibit the action of all the ligands, which indicates that the inhibitor should be non-competitive. For example, the three ligands of CXCR3 are allotopic, implying that they bind to different receptor activation states and so will not necessarily have the same binding site 79 . One of the first potent small molecules to be described in the literature was a CCR5 inhibitor, TAK779, which could block the three CCR5 ligands CCL3, CCL4 and CCL5 with nanomolar potency 80 . Subsequent mapping of its binding site using a panel of CCR5 mutants showed that it was in fact a non-competitive inhibitor because it bound to a cavity near the surface formed between transmembrane helices 1, 2, 3 and 7, and not to the extracellular domains that form the ligand-binding sites 81 .", "cite_spans": [], "ref_spans": [], "section": "Antagonism of chemokine receptors"}, {"text": "The other question that has often been posed is whether an inhibitor should be specific or whether the transplant models. The in vitro redundancy described from ligand-receptor binding and activation studies certainly seems to be real but, in vivo, the system acts through a coordinated and perhaps sequential chain of events, with temporal and spatial control mechanisms coming into play. Interfering with an essential link in the chain (CCR1 or CXCR3 in the case of organ allograft transplant) might therefore result in a total inhibition of the inflammatory process. We believe that these studies, which showed protection against inflammation by eliminating two unrelated chemokine receptors, provide the strongest validation for targeting the 'redundant' chemokine receptors as therapeutic targets for inflammatory diseases. Validation for AIDS is evident from the ∆32-CCR5 population. A question, however, remains unanswered: what will the long-term effects of such a strategy be? Although the field is still too young to answer this question, and animal model studies have yet to be designed specifically to address this issue, the ∆32-CCR5 individuals again help us by showing that the total inhibition of certain receptors is not harmful to the health of humans. We now look forward to an era of many more studies with small molecule inhibitors that are active in vivo to address and answer these questions.", "cite_spans": [], "ref_spans": [], "section": "Antagonism of chemokine receptors"}, {"text": "The strategy of selectively blocking leukocyte recruitment to the site of inflammation has been validated by several approaches since the discovery of the chemokine family. The availability of mice with deleted chemokine receptor genes has also answered some, but not all, of the questions, as have studies with neutralizing antibodies and modified chemokine receptor antagonists. The search for new therapeutic targets using any approach depends on the adequacy of animal models to mirror human disease, and this holds equally for antagonists of the chemokine system. However, it is promising that many studies targeting the chemokine receptors have shown that inflammation can be reduced. Although it is still possible that biological therapies could use neutralizing antibodies or modified chemokines as receptor antagonists, the ideal therapeutic is an orally available small molecule. We now await the final proof in humans, because active orally available small molecule inhibitors of the chemokine receptors are now being developed. One interesting conclusion that is perhaps provocative for a system that shows signs of redundancy can be drawn from knockout mice in organ allograft transplant studies. The deletion of several ligands and receptors has produced remarkable phenotypes in organ", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF1": {"ref_id": "b1", "title": "Chemokines -chemotactic cytokines that mediate inflammation. New Engl", "authors": [{"first": "A", "middle": ["D"], "last": "Luster", "suffix": ""}], "year": 1998, "venue": "J. Med", "volume": "338", "issn": "", "pages": "436--445", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "It is essential for newcomers to the field to familiarize themselves with an overview of the chemokine system", "authors": [{"first": "A", "middle": [], "last": "Zlotnik", "suffix": ""}, {"first": "O", "middle": [], "last": "Yoshie", "suffix": ""}], "year": 2000, "venue": "Immunity", "volume": "12", "issn": "", "pages": "121--127", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Etanercept (Enbrel): update on therapeutic use", "authors": [{"first": "G", "middle": [], "last": "Spencer-Green", "suffix": ""}], "year": 2000, "venue": "Ann. Rheum. Dis", "volume": "59", "issn": "", "pages": "46--49", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Very late antigen 4 (VLA4) antagonists as anti-inflammatory agents", "authors": [{"first": "K", "middle": ["C"], "last": "Lin", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Castro", "suffix": ""}], "year": 1998, "venue": "Curr. Opin. Chem. Biol", "volume": "2", "issn": "", "pages": "453--457", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Marimastat: the clinical development of a matrix metalloproteinase inhibitor", "authors": [{"first": "W", "middle": ["P"], "last": "Steward", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Thomas", "suffix": ""}], "year": 2000, "venue": "Expert Opin. Invest. Drugs", "volume": "9", "issn": "", "pages": "2913--2922", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Recent developments in modulating chemokine networks", "authors": [{"first": "M", "middle": ["K"], "last": "Schwarz", "suffix": ""}, {"first": "T", "middle": ["C"], "last": "Wells", "suffix": ""}], "year": 1999, "venue": "Expert Opin. Ther. Patents", "volume": "9", "issn": "", "pages": "1471--1490", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Structure-activity relationships of interleukin-8 determined using chemically synthesized analogs. Critical role of NH 2 -terminal residues and evidence for uncoupling of neutrophil chemotaxis, exocytosis, and receptor binding activities", "authors": [{"first": "I", "middle": [], "last": "Clark-Lewis", "suffix": ""}, {"first": "C", "middle": [], "last": "Schumacher", "suffix": ""}, {"first": "M", "middle": [], "last": "Baggiolini", "suffix": ""}, {"first": "B", "middle": [], "last": "Moser", "suffix": ""}], "year": 1991, "venue": "J. Biol. Chem", "volume": "266", "issn": "", "pages": "23128--23134", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Scanning mutagenesis of interleukin-8 identifies a cluster of residues required for receptor binding", "authors": [{"first": "C", "middle": ["A"], "last": "Hebert", "suffix": ""}, {"first": "R", "middle": ["V"], "last": "Vitangcol", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Baker", "suffix": ""}], "year": 1991, "venue": "J. Biol. Chem", "volume": "266", "issn": "", "pages": "18989--18994", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Extension of recombinant human RANTES by the retention of the initiating methionine produces a potent antagonist", "authors": [{"first": "A", "middle": ["E I"], "last": "Proudfoot", "suffix": ""}], "year": 1996, "venue": "J. Biol. Chem", "volume": "271", "issn": "", "pages": "2599--2603", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Function of the chemokine receptor CXCR4 in haematopoiesis and in cerebellar development", "authors": [{"first": "Y", "middle": ["R"], "last": "Zou", "suffix": ""}, {"first": "A", "middle": ["H"], "last": "Kottmann", "suffix": ""}, {"first": "M", "middle": [], "last": "Kuroda", "suffix": ""}, {"first": "I", "middle": [], "last": "Taniuchi", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Littman", "suffix": ""}], "year": 1998, "venue": "Nature", "volume": "393", "issn": "", "pages": "595--599", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "References 11 and 12, which were published in the same year, were the first examples of embryonic lethality resulting from the deletion of a receptor and its ligand. Furthermore", "authors": [{"first": "T", "middle": [], "last": "Nagasawa", "suffix": ""}], "year": 1998, "venue": "Nature", "volume": "382", "issn": "", "pages": "635--638", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "CCR7 coordinates the primary immune response by establishing functional microenvironments in secondary lymphoid organs", "authors": [{"first": "R", "middle": [], "last": "Forster", "suffix": ""}], "year": 1999, "venue": "Cell", "volume": "99", "issn": "", "pages": "23--33", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Mice lacking expression of secondary lymphoid organ chemokine have defects in lymphocyte homing and dendritic cell localization", "authors": [{"first": "M", "middle": ["D"], "last": "Gunn", "suffix": ""}], "year": 1999, "venue": "J. Exp. Med", "volume": "189", "issn": "", "pages": "451--460", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "CXCR5-deficient mice develop functional germinal centers in the splenic T cell zone", "authors": [{"first": "I", "middle": [], "last": "Voigt", "suffix": ""}], "year": 2000, "venue": "Eur. J. Immunol", "volume": "30", "issn": "", "pages": "560--567", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Macrophages secrete a novel heparinbinding protein with inflammatory and neutrophil chemokinetic properties", "authors": [{"first": "S", "middle": ["D"], "last": "Wolpe", "suffix": ""}], "year": 1988, "venue": "J. Exp. Med", "volume": "167", "issn": "", "pages": "570--581", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Purification and amino acid analysis of two human monocyte chemoattractants produced by phytohemagglutinin-stimulated human blood mononuclear leukocytes", "authors": [{"first": "T", "middle": [], "last": "Yoshimura", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Robinson", "suffix": ""}, {"first": "S", "middle": [], "last": "Tanaka", "suffix": ""}, {"first": "E", "middle": [], "last": "Appella", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "Leonard", "suffix": ""}], "year": 1989, "venue": "J. Immunol", "volume": "142", "issn": "", "pages": "1956--1962", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Purification and amino acid sequencing of NAF, a novel neutrophilactivating factor produced by monocytes", "authors": [{"first": "A", "middle": [], "last": "Walz", "suffix": ""}, {"first": "P", "middle": [], "last": "Peveri", "suffix": ""}, {"first": "H", "middle": [], "last": "Aschauer", "suffix": ""}, {"first": "M", "middle": [], "last": "Baggiolini", "suffix": ""}], "year": 1987, "venue": "Biochem. Biophys. Res. Commun", "volume": "149", "issn": "", "pages": "755--761", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Molecular and biochemical characterization of a novel γ-interferon-inducible protein", "authors": [{"first": "A", "middle": ["D"], "last": "Luster", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Weinshank", "suffix": ""}, {"first": "R", "middle": [], "last": "Feinman", "suffix": ""}, {"first": "J", "middle": [], "last": "Ravetch", "suffix": ""}], "year": 1988, "venue": "J. Biol. Chem", "volume": "263", "issn": "", "pages": "12036--12043", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "A human T cell-specific molecule is a member of a new gene family", "authors": [{"first": "T", "middle": ["J"], "last": "Schall", "suffix": ""}], "year": 1988, "venue": "J. Immunol", "volume": "141", "issn": "", "pages": "1018--1025", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Acute axonal injury in multiple sclerosis. Correlation with demyelination and inflammation", "authors": [{"first": "A", "middle": [], "last": "Bitsch", "suffix": ""}, {"first": "J", "middle": [], "last": "Schuchardt", "suffix": ""}, {"first": "S", "middle": [], "last": "Bunkowski", "suffix": ""}, {"first": "T", "middle": [], "last": "Kuhlmann", "suffix": ""}, {"first": "W", "middle": [], "last": "Bruck", "suffix": ""}], "year": 2000, "venue": "Brain", "volume": "123", "issn": "", "pages": "1174--1183", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "The effects of interferon-β treatment of synovial inflammation and expression of metalloproteinases in patients with rheumatoid arthritis", "authors": [{"first": "T", "middle": ["J"], "last": "Smeets", "suffix": ""}], "year": 2000, "venue": "Arthritis Rheum", "volume": "43", "issn": "", "pages": "270--274", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Lipids on the move: phosphoinositide 3-kinases in leukocyte function", "authors": [{"first": "M", "middle": ["P"], "last": "Wymann", "suffix": ""}, {"first": "S", "middle": [], "last": "Sozzani", "suffix": ""}, {"first": "F", "middle": [], "last": "Altruda", "suffix": ""}, {"first": "A", "middle": [], "last": "Mantovani", "suffix": ""}, {"first": "E", "middle": [], "last": "Hirsch", "suffix": ""}], "year": 2000, "venue": "Immunol. Today", "volume": "21", "issn": "", "pages": "260--264", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Signaling by the cytokine receptor superfamily", "authors": [{"first": "J", "middle": ["N"], "last": "Ihle", "suffix": ""}], "year": 1998, "venue": "Ann. NY Acad. Sci", "volume": "865", "issn": "", "pages": "1--9", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "RANTES and MIP-1-α activate STATS in T cells", "authors": [{"first": "M", "middle": [], "last": "Wong", "suffix": ""}, {"first": "E", "middle": ["N"], "last": "Fish", "suffix": ""}], "year": 1998, "venue": "J. Biol. Chem", "volume": "273", "issn": "", "pages": "309--314", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Aminooxypentane-RANTES induces CCR5 internalization but inhibits recycling: a novel inhibitory mechanism of HIV infectivity", "authors": [{"first": "M", "middle": [], "last": "Mack", "suffix": ""}], "year": 1998, "venue": "J. Exp. Med", "volume": "187", "issn": "", "pages": "1215--1224", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Differential activation of CC chemokine receptors by AOP-RANTES", "authors": [{"first": "J", "middle": [], "last": "Elsner", "suffix": ""}], "year": 2000, "venue": "J. Biol. Chem", "volume": "275", "issn": "", "pages": "7787--7794", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "CC chemokine receptor-3 undergoes prolonged ligand-induced internalization", "authors": [{"first": "N", "middle": [], "last": "Zimmermann", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Conkright", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Rothenberg", "suffix": ""}], "year": 1999, "venue": "J. Biol. Chem", "volume": "274", "issn": "", "pages": "12611--12618", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Glycosaminoglycans interact selectively with chemokines and modulate receptor binding and cellular responses", "authors": [{"first": "G", "middle": ["S"], "last": "Kuschert", "suffix": ""}], "year": 1999, "venue": "Biochemistry", "volume": "38", "issn": "", "pages": "12959--12968", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Inflammation and cancer: back to Virchow?", "authors": [{"first": "F", "middle": [], "last": "Balkwill", "suffix": ""}, {"first": "A", "middle": [], "last": "Mantovani", "suffix": ""}], "year": 2001, "venue": "Lancet", "volume": "357", "issn": "", "pages": "539--545", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Identification and characterization of an inhibitor of haemopoietic stem cell proliferation", "authors": [{"first": "G", "middle": ["J"], "last": "Graham", "suffix": ""}], "year": 1990, "venue": "Nature", "volume": "344", "issn": "", "pages": "442--444", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Involvement of chemokine receptors in breast cancer metastasis", "authors": [{"first": "A", "middle": [], "last": "Muller", "suffix": ""}], "year": 2001, "venue": "Nature", "volume": "410", "issn": "", "pages": "50--56", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "This review describes in great detail the discovery of the chemokine receptors as essential co-receptors for HIV infectivity, and also provides an excellent background of HIV virology", "authors": [{"first": "E", "middle": ["A"], "last": "Berger", "suffix": ""}], "year": 1997, "venue": "AIDS", "volume": "11", "issn": "", "pages": "3--16", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Elevated levels of NAP-1/interleukin-8 are present in the airspaces of patients with the adult respiratory distress syndrome and are associated with increased mortality", "authors": [{"first": "E", "middle": ["J"], "last": "Miller", "suffix": ""}], "year": 1992, "venue": "Am. Rev. Respir. Dis", "volume": "146", "issn": "", "pages": "427--432", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Eotaxin: a potent eosinophil chemoattractant cytokine detected in a guinea pig model of allergic airways inflammation", "authors": [{"first": "P", "middle": ["J"], "last": "Jose", "suffix": ""}], "year": 1994, "venue": "J. Exp. Med", "volume": "179", "issn": "", "pages": "881--887", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Expression of eotaxin by human lung epithelial cells: induction by cytokines and inhibition by glucocorticoids", "authors": [{"first": "C", "middle": ["M"], "last": "Lilly", "suffix": ""}], "year": 1997, "venue": "J. Clin. Invest", "volume": "99", "issn": "", "pages": "1767--1773", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Release of RANTES, MIP-1α, and MCP-1 into asthmatic airways following endobronchial allergen challenge", "authors": [{"first": "S", "middle": ["T"], "last": "Holgate", "suffix": ""}], "year": 1997, "venue": "Am. J. Respir. Crit. Care Med", "volume": "156", "issn": "", "pages": "1377--1383", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "RANTES chemokine expression in diseased and normal human tissues", "authors": [{"first": "I", "middle": [], "last": "Von Luettichau", "suffix": ""}], "year": 1996, "venue": "Cytokine", "volume": "8", "issn": "", "pages": "89--98", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "RANTES chemokine expression in cellmediated transplant rejection of the kidney", "authors": [{"first": "J", "middle": [], "last": "Pattison", "suffix": ""}], "year": 1994, "venue": "Lancet", "volume": "343", "issn": "", "pages": "209--211", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Expression of specific chemokines and chemokine receptors in the central nervous system of multiple sclerosis patients", "authors": [{"first": "T", "middle": ["L"], "last": "Sorensen", "suffix": ""}], "year": 1999, "venue": "J. Clin. Invest", "volume": "103", "issn": "", "pages": "807--815", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Aberrant in vivo T helper type 2 cell response and impaired eosinophil recruitment in CC chemokine receptor 8 knockout mice", "authors": [{"first": "S", "middle": ["W"], "last": "Chensue", "suffix": ""}], "year": 2001, "venue": "J. Exp. Med", "volume": "193", "issn": "", "pages": "573--584", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Identification and characterization of a potent, selective, and orally active antagonist of the CC chemokine receptor-1", "authors": [{"first": "M", "middle": [], "last": "Liang", "suffix": ""}], "year": 2000, "venue": "J. Biol. Chem", "volume": "275", "issn": "", "pages": "19000--19008", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Antagonists of monocyte chemoattractant protein 1 identified by modification of functionally critical NH 2 -terminal residues", "authors": [{"first": "J", "middle": ["H"], "last": "Gong", "suffix": ""}, {"first": "I", "middle": [], "last": "Clark-Lewis", "suffix": ""}], "year": 1995, "venue": "J. Exp. Med", "volume": "181", "issn": "", "pages": "631--640", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "RANTES and MCP-3 antagonists bind multiple chemokine receptors", "authors": [{"first": "J", "middle": ["H"], "last": "Gong", "suffix": ""}, {"first": "M", "middle": [], "last": "Uguccioni", "suffix": ""}, {"first": "B", "middle": [], "last": "Dewald", "suffix": ""}, {"first": "M", "middle": [], "last": "Baggiolini", "suffix": ""}, {"first": "I", "middle": [], "last": "Clark-Lewis", "suffix": ""}], "year": 1996, "venue": "J. Biol. Chem", "volume": "271", "issn": "", "pages": "10521--10527", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "A dominant negative inhibitor indicates that monocyte chemoattractant protein 1 functions as a dimer", "authors": [{"first": "Y", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Rollins", "suffix": ""}], "year": 1995, "venue": "Mol. Cell. Biol", "volume": "15", "issn": "", "pages": "4851--4855", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "An antagonist of monocyte chemoattractant protein 1 (MCP-1) inhibits arthritis in the MRL-lpr mouse model", "authors": [{"first": "J", "middle": ["H"], "last": "Gong", "suffix": ""}, {"first": "L", "middle": ["G"], "last": "Ratkay", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Waterfield", "suffix": ""}, {"first": "L", "middle": ["I"], "last": "Clark", "suffix": ""}], "year": 1997, "venue": "J. Exp. Med", "volume": "186", "issn": "", "pages": "131--137", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Amino-terminally modified RANTES analogues demonstrate differential effects on RANTES receptors", "authors": [{"first": "A", "middle": ["E"], "last": "Proudfoot", "suffix": ""}], "year": 1999, "venue": "J. Biol. Chem", "volume": "274", "issn": "", "pages": "32478--32485", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "The inhibition of macrophage infection through CCR5 had previously been debated and was shown in this study to be possible -an important finding because this is believed to be the cell type that is", "authors": [{"first": "G", "middle": [], "last": "Simmons", "suffix": ""}], "year": 1997, "venue": "Science", "volume": "276", "issn": "", "pages": "276--279", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Endocytosis and recycling of the HIV coreceptor CCR5", "authors": [{"first": "N", "middle": [], "last": "Signoret", "suffix": ""}, {"first": "A", "middle": [], "last": "Pelchen-Matthews", "suffix": ""}, {"first": "M", "middle": [], "last": "Mack", "suffix": ""}, {"first": "A", "middle": ["E I"], "last": "Proudfoot", "suffix": ""}, {"first": "M", "middle": [], "last": "Marsh", "suffix": ""}], "year": 2000, "venue": "J. Cell Biol", "volume": "151", "issn": "", "pages": "1281--1293", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Effect of a CC chemokine receptor antagonist on collagen induced arthritis in DBA/1 mice", "authors": [{"first": "C", "middle": [], "last": "Plater-Zyberk", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Hoogewerf", "suffix": ""}, {"first": "A", "middle": ["E"], "last": "Proudfoot", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Power", "suffix": ""}, {"first": "T", "middle": ["N"], "last": "Wells", "suffix": ""}], "year": 1997, "venue": "Immunol. Lett", "volume": "57", "issn": "", "pages": "117--120", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "RANTES and monocyte chemoattractant protein-1 (MCP-1) play an important role in the inflammatory phase of crescentic nephritis, but only MCP-1 is involved in crescent formation and interstitial fibrosis", "authors": [{"first": "C", "middle": ["M"], "last": "Lloyd", "suffix": ""}], "year": 1997, "venue": "J. Exp. Med", "volume": "185", "issn": "", "pages": "1371--1380", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "The chemokine RANTES is a crucial mediator of the progression from acute to chronic colitis in the rat", "authors": [{"first": "M", "middle": ["N"], "last": "Ajuebor", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Hogaboam", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Kunkel", "suffix": ""}, {"first": "A", "middle": ["E"], "last": "Proudfoot", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Wallace", "suffix": ""}], "year": 2001, "venue": "J. Immunol", "volume": "166", "issn": "", "pages": "552--558", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Clearance of human platelet factor 4 by liver and kidney: its alteration by heparin", "authors": [{"first": "B", "middle": [], "last": "Rucinski", "suffix": ""}, {"first": "L", "middle": ["C"], "last": "Knight", "suffix": ""}, {"first": "S", "middle": [], "last": "Niewiarowski", "suffix": ""}], "year": 1986, "venue": "Am. J. Physiol", "volume": "251", "issn": "", "pages": "800--807", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Differential binding of chemokines to glycosaminoglycan subpopulations", "authors": [{"first": "D", "middle": ["P"], "last": "Witt", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Lander", "suffix": ""}], "year": 1994, "venue": "Curr. Biol", "volume": "4", "issn": "", "pages": "394--400", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Neutrophil attractant/activation protein-1 (interleukin-8) induces in vitro neutrophil migration by haptotactic mechanism", "authors": [{"first": "A", "middle": [], "last": "Rot", "suffix": ""}], "year": 1993, "venue": "Eur. J. Immunol", "volume": "23", "issn": "", "pages": "303--306", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Glycosaminoglycans mediate cell surface oligomerization of chemokines", "authors": [{"first": "A", "middle": ["J"], "last": "Hoogewerf", "suffix": ""}], "year": 1997, "venue": "Biochemistry", "volume": "36", "issn": "", "pages": "13570--13578", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "Regulation of dendritic cell recruitment into resting and inflamed airway epithelium: use of alternative chemokine receptors as a function of inducing stimulus", "authors": [{"first": "P", "middle": ["A"], "last": "Stumbles", "suffix": ""}], "year": 2001, "venue": "J. Immunol", "volume": "167", "issn": "", "pages": "228--234", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "Understanding dendritic cell and T-lymphocyte traffic through the analysis of chemokine receptor expression", "authors": [{"first": "F", "middle": [], "last": "Sallusto", "suffix": ""}, {"first": "A", "middle": [], "last": "Lanzavecchia", "suffix": ""}], "year": 2000, "venue": "Immunol. Rev", "volume": "177", "issn": "", "pages": "134--140", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "Human interferon-inducible 10-kDa protein and human interferon-inducible T cell α chemoattractant are allotopic ligands for human CXCR3: differential binding to receptor states", "authors": [{"first": "M", "middle": ["A"], "last": "Cox", "suffix": ""}], "year": 2001, "venue": "Mol. Pharmacol", "volume": "59", "issn": "", "pages": "707--715", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "A small-molecule, nonpeptide CCR5 antagonist with highly potent and selective anti-HIV-1 activity", "authors": [{"first": "M", "middle": [], "last": "Baba", "suffix": ""}], "year": 1999, "venue": "Proc. Natl Acad. Sci. USA", "volume": "96", "issn": "", "pages": "5698--5703", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "A binding pocket for a small molecule inhibitor of HIV-1 entry within the transmembrane helices of CCR5", "authors": [{"first": "T", "middle": [], "last": "Dragic", "suffix": ""}], "year": 2000, "venue": "Proc. Natl Acad. Sci. USA", "volume": "97", "issn": "", "pages": "5639--5644", "other_ids": {}}, "BIBREF62": {"ref_id": "b62", "title": "Identification and characterization of small molecule functional antagonists of the CCR1 chemokine receptor", "authors": [{"first": "J", "middle": [], "last": "Hesselgesser", "suffix": ""}], "year": 1998, "venue": "J. Biol. Chem", "volume": "273", "issn": "", "pages": "15687--15692", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "A small molecule antagonist of chemokine receptors CCR1 and CCR3. Potent inhibition of eosinophil function and CCR3-mediated HIV-1 entry", "authors": [{"first": "I", "middle": [], "last": "Sabroe", "suffix": ""}], "year": 2000, "venue": "J. Biol. Chem", "volume": "275", "issn": "", "pages": "25985--25992", "other_ids": {}}, "BIBREF64": {"ref_id": "b64", "title": "Inhibition of in vitro and in vivo HIV replication by a distamycin analogue that interferes with chemokine receptor function -a candidate for chemotherapeutic and microbicidal application", "authors": [{"first": "O", "middle": ["M Z"], "last": "Howard", "suffix": ""}], "year": 1998, "venue": "J. Med. Chem", "volume": "41", "issn": "", "pages": "2184--2193", "other_ids": {}}, "BIBREF65": {"ref_id": "b65", "title": "A broad-spectrum chemokine antagonist encoded by Kaposi's sarcoma-associated herpesvirus", "authors": [{"first": "T", "middle": ["N"], "last": "Kledal", "suffix": ""}], "year": 1997, "venue": "Science", "volume": "277", "issn": "", "pages": "1656--1659", "other_ids": {}}, "BIBREF66": {"ref_id": "b66", "title": "Species selectivity of a small molecule antagonist for the CCR1 chemokine receptor", "authors": [{"first": "M", "middle": [], "last": "Liang", "suffix": ""}], "year": 2000, "venue": "Eur. J. Pharmacol", "volume": "389", "issn": "", "pages": "41--49", "other_ids": {}}, "BIBREF67": {"ref_id": "b67", "title": "Nonpeptide CXCR2 antagonist prevents neutrophil accumulation in hyperoxia-exposed newborn rats", "authors": [{"first": "R", "middle": ["L"], "last": "Auten", "suffix": ""}], "year": 2001, "venue": "J. Pharmacol. Exp. Ther", "volume": "299", "issn": "", "pages": "90--95", "other_ids": {}}, "BIBREF68": {"ref_id": "b68", "title": "Resistance to HIV-1 infection in Caucasian individuals bearing mutant alleles of the CCR-5 chemokine receptor gene", "authors": [{"first": "M", "middle": [], "last": "Samson", "suffix": ""}], "year": 1996, "venue": "The first description of the ∆32-CCR5 homozygous allele conferring resistance to HIV infection", "volume": "382", "issn": "", "pages": "722--725", "other_ids": {}}, "BIBREF69": {"ref_id": "b69", "title": "CC chemokine receptor 5 and renaltransplant survival", "authors": [{"first": "M", "middle": [], "last": "Fischereder", "suffix": ""}], "year": 2001, "venue": "Lancet", "volume": "357", "issn": "", "pages": "1758--1761", "other_ids": {}}, "BIBREF70": {"ref_id": "b70", "title": "Dual effect of CCR5 ∆32 gene deletion in HIV-1-infected patients", "authors": [{"first": "P", "middle": [], "last": "Garred", "suffix": ""}], "year": 1997, "venue": "Copenhagen AIDS Study Group. Lancet", "volume": "349", "issn": "", "pages": "", "other_ids": {}}, "BIBREF71": {"ref_id": "b71", "title": "CCR5 ∆32, matrix metalloproteinase-9 and disease activity in multiple sclerosis", "authors": [{"first": "F", "middle": [], "last": "Sellebjerg", "suffix": ""}, {"first": "H", "middle": ["O"], "last": "Madsen", "suffix": ""}, {"first": "C", "middle": ["V"], "last": "Jensen", "suffix": ""}, {"first": "J", "middle": [], "last": "Jensen", "suffix": ""}, {"first": "P", "middle": [], "last": "Garred", "suffix": ""}], "year": 2000, "venue": "J. Neuroimmunol", "volume": "102", "issn": "", "pages": "98--106", "other_ids": {}}, "BIBREF72": {"ref_id": "b72", "title": "Absence of monocyte chemoattractant protein-1 reduces atherosclerosis in low density lipoprotein receptordeficient mice", "authors": [{"first": "L", "middle": [], "last": "Gu", "suffix": ""}], "year": 1998, "venue": "Mol. Cell", "volume": "2", "issn": "", "pages": "275--281", "other_ids": {}}, "BIBREF73": {"ref_id": "b73", "title": "Absence of monocyte chemoattractant protein 1 in mice leads to decreased local macrophage recruitment and antigen-specific T helper cell type 1 immune response in experimental autoimmune encephalomyelitis", "authors": [{"first": "D", "middle": [], "last": "Huang", "suffix": ""}, {"first": "J", "middle": [], "last": "Wang", "suffix": ""}, {"first": "P", "middle": [], "last": "Kivisakk", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Rollins", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Ransohoff", "suffix": ""}], "year": 2001, "venue": "J. Exp. Med", "volume": "193", "issn": "", "pages": "713--726", "other_ids": {}}, "BIBREF74": {"ref_id": "b74", "title": "Resistance to experimental autoimmune encephalomyelitis in mice lacking the CC chemokine receptor (CCR)2", "authors": [{"first": "L", "middle": [], "last": "Izikson", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Klein", "suffix": ""}, {"first": "I", "middle": ["F"], "last": "Charo", "suffix": ""}, {"first": "H", "middle": ["L"], "last": "Weiner", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Luster", "suffix": ""}], "year": 2000, "venue": "J. Exp. Med", "volume": "192", "issn": "", "pages": "1075--1080", "other_ids": {}}, "BIBREF75": {"ref_id": "b75", "title": "Decreased lesion formation in CCR2 −/− mice reveals a role for", "authors": [{"first": "L", "middle": [], "last": "Boring", "suffix": ""}, {"first": "J", "middle": [], "last": "Gosling", "suffix": ""}, {"first": "M", "middle": [], "last": "Cleary", "suffix": ""}, {"first": "I", "middle": ["F"], "last": "Charo", "suffix": ""}], "year": 1998, "venue": "Nature", "volume": "394", "issn": "", "pages": "894--897", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Chemokine receptors and their ligands.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Chemokine receptors can be expressed constitutively or inducibly. Chemokines can be classified as constitutive (developmentally regulated) or inducible (inflammatory)", "latex": null, "type": "figure"}, "FIGREF2": {"text": ") encountered at the mucosal surface. Interaction of allergens with cells sensitized by binding of surface Fc receptors to IgE is assumed to have a role in the pathogenesis of atopic asthma.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Chemokine receptors and disease. The receptors classified as constitutive in", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Chemokines are central to the pathogenesis of multiple sclerosis (MS).", "latex": null, "type": "figure"}, "FIGREF5": {"text": "32-CCR5 mutant prevents the expression of a functional receptor and consequently prevents viral binding, virus-cell fusion and entry ∆32-CCR5 ∆", "latex": null, "type": "figure"}, "TABREF1": {"text": "Target validation using knockout mice", "latex": null, "type": "table"}, "TABREF2": {"text": "Target validation data from knockout mice CCL1170% reduction in eosinophil recruitment to the 53 airways in the ovalbumin sensitization modelCXCR3Long-term protection in heart transplant 57 *A. Humbles and C. Gerard, personal communication. DSS, dextran sodium sulphate; EAE, experimental autoimmune encephalomyelitis; T H 2, T-helper cell type 2.", "latex": null, "type": "table"}, "TABREF3": {"text": "Table 1 |", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> Target validation data from knockout mice </td><td> </td></tr><tr><td>Gene deletion </td><td>Phenotype </td><td>Reference\n</td></tr><tr><td>CCL2 </td><td>No macrophage recruitment in response to thioglycollate\n</td><td>92\n</td></tr><tr><td>Reduced atherosclerotic plaques </td><td>93\n</td></tr><tr><td>CCL3 </td><td>Protection in EAE </td><td>94\n</td></tr><tr><td>No protection in EAE </td><td>56\n</td></tr><tr><td>CCL11 </td><td>70% reduction in eosinophil recruitment to the airways in the ovalbumin sensitization model\n</td><td>53\n</td></tr><tr><td>CR1 </td><td>Protection in EAE Prevention of heart transplant rejection </td><td>55 56\n</td></tr><tr><td>CCR2 </td><td>Protection in EAE </td><td>94\n</td></tr><tr><td>Reduced symptoms of atherosclerosis Partial protection in DSS induced colitis </td><td>95 58\n</td></tr><tr><td>CCR3 </td><td>Enhanced bronchohyperactivity </td><td>*\n</td></tr><tr><td>CCR4 </td><td>No protection of airway inflammation in the </td><td>60\n</td></tr><tr><td>ovalbumin sensitization model\nReduced fatality in lipopolysaccharide- </td><td>60\n</td></tr><tr><td>CCR5 </td><td>induced sepsis\n</td><td>55\n</td></tr><tr><td>No protection in EAE Resistance to DSS induced colitis </td><td>58\n</td></tr><tr><td>CCR8 </td><td>Reduced TH2 responses </td><td>61\n</td></tr><tr><td>CXCR3 </td><td>Long-term protection in heart transplant </td><td>57\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Acknowledgements I thank C. Power and T. Wells, and all of our co-workers for the enjoyable and fruitful collaboration over the past few years, without whom my contribution to the chemokine field would not have been possible.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}, {"text": "This paper is one of the first to corroborate the role of chemokines and receptors that had been shown to be important in animal models with their expression in patient samples. 42 ", "cite_spans": [{"start": 178, "end": 180, "text": "42", "ref_id": null}], "ref_spans": [], "section": "annex"}]}