{
    "paper_id": "7986ffd2bd1f16fe99c5cb8432577bbcd7fb726e",
    "metadata": {
        "title": "REOVIRUS INDUCTION OF MHC CLASS II ANTIGEN IN RAT THYROID CELLS",
        "authors": [
            {
                "first": "David",
                "middle": [
                    "S"
                ],
                "last": "Neufeld",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [],
                "last": "Platzer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Terry",
                "middle": [
                    "F"
                ],
                "last": "Davies",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We have previously demonstrated that cultured rat thyroid cells do not exhibit constitutive expression of major histocompatability (MHC) class II antigens. Using reovirus types 1 and 3, we infected 1B-6 cells (a cloned derivative of the Fisher rat cell line FRTL-5), and found a dose-dependent induction of thyroid cell MHC class II antigen expression as determined by laser flow cytometry and FITC-labelled OX-6 anti-RTl.B. As the number of viral particles/cell used for the infections increased from 5 to 100, the number of antigen positive cells increased, in reovirus type 3 infections to 50%, and in reovirus type 1 infections to 15%. Kinetic studies indicated that MHC class II antigen expression continues to increase three days after infection. Viral infection and the resulting MHC class II antigen expression may allow presentation of thyroid antigen to the immune system and participate in the initiation of autoimmune thyroid disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Autoimmune thyroid disease in animals and humans is intimately associated with thyroid cell expression of MHC class II antigens (1) . MHC class II antigens allow the co-presentation of antigen to the helper T cells of the immune system. However, the specific factors which are likely to affect MHC class II antigens in autoimmune thyroid disease are uncertain. Animal models of endocrine dysfunction as a consequence of viral infection have been reported (2) (3) (4) (5) (6) (7) . However, the mechanism by which such viruses initiate endocrine autoimmunity remain obscure. Recent studies have indicated that the neurotropic murine hepatitis virus may induce expression of both MHC class I and class II antigen on murine astrocytes in tissue culture, rendering these cells competent to participate directly in the immune response to the viral infection (8, 9) .",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 131,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 455,
                    "end": 458,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 459,
                    "end": 462,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 463,
                    "end": 466,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 467,
                    "end": 470,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 471,
                    "end": 474,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 475,
                    "end": 478,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 853,
                    "end": 856,
                    "text": "(8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 857,
                    "end": 859,
                    "text": "9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The studies reported here were designed to investigate whether reovirus infections, which have been associated with murine thyroiditis (10) , are able to induce the expression of MHC class II antigens in rat thyroid cells in vitro.",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 139,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The continuously proliferating, TSHdependent 1B-6 cells were cultured as previously described (11), using a 6-hormone supplement with Ham's modified F-12 medium, designated 6H, and including lmU/ml bTSH (Thyrotropar, Armour Pharmaceuticals, Phoenix, AZ). All cells were cultured in 5% calf serum (Gibco, non-TSH-depleted) and antibiotic supplements (100 IU/ml penicillin and 100 ug/ml streptomycin). Cultures were fed twice weekly with 6H medium and passaged every 10 days using the original chicken serum/trypsin procedure (12) .",
            "cite_spans": [
                {
                    "start": 524,
                    "end": 528,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS Cell culture"
        },
        {
            "text": "The 6H medium was removed from 1B-6 cells grown to subconfluence and infected with the appropriate concentration (MOI 5-100) of reovirus type 1 or type 3 (kind gift of Dr. B. Fields, Harvard Medical School, and Dr. T. Flier, Joslin Diabetes Center, Boston, MA). The petri dishes were rocked every 15 min for 2 hrs; the cells were then washed twice with 3 ml Ham's F12 medium, and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reovirus infection of 1B-6 cells"
        },
        {
            "text": "Received in Iowa City October 20, 1988 6H medium was added. The infected 1B-6 cells were then incubated for 24, 48 or 72 hours and harvested. Induction and detection of MHC class II antigen 1B-6 cells were cultured in 6H medium for up to 5 days at 37°C in 90% humidity and 5% CO2, in the presence of recombinant rat gamma interferon (IF) (a gift from Dr. P. van der Meide, Rijswijk, Netherlands) (100 U/ml). Rat MHC class II antigen-positive cells were enumerated using direct immunofluorescence and flow cytometry. Thyroid cell cultures were harvested and incubated for 45 minutes at 4°C with anti-rat MHC class II murine monoclonal antibody, MAS 043 (OX-6, IgGl, monomorphic) conjugated to FITC (Bio-products for Science, 1/25 dilution). The cells were washed in Dulbecco's PBS and subjected to laser flow cytometry at 200 cells/min to a total of 3-5,000 cells (Epics C, Coulter Electronics, Inc., Hialeah, FL).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reovirus infection of 1B-6 cells"
        },
        {
            "text": "When rat gamma interferon (IF) (100 U/ml) was added to 1B-6 cells for 5 days, approximately 90% of the cells became MHC class II positive ( Figure 1 ) . Using such gamma IFtreated cells as a control, 1B-6 cells were infected with reovirus type 3 for 1-2 hours. Forty-eight hours after a 2-hour infection of 1B-6 rat thyroid cells with reovirus type 3, we found a 20% induction of MHC class II antigen-bearing cells and a further 20% increase by 72 hours (Figure 1 ) . This MHC class II antigen induction exhibited a dosedependent relationship. Upon comparison of class II antigen responses to increasing doses of virus per cell, it was noted that as the number of plaque-forming units per cell (pfu/cell) increased (from 5 to 100), the percentage of antigen positive cells increased (from 5% to 47%) ( Figure 2D ). When reovirus type 1 was used, the percentage of MHC class II positive cells increased to 17% at 72 hours (Figure 2A ). Since MHC class II antigen expression allows endocrine cells to communicate with T helper cells of the immune system, it is possible that reovirus infection may initiate autoimmune endocrine disease by inducing endocrine cell MHC class II antigen expression in susceptible animal strains.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 140,
                    "end": 148,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 454,
                    "end": 463,
                    "text": "(Figure 1",
                    "ref_id": null
                },
                {
                    "start": 802,
                    "end": 811,
                    "text": "Figure 2D",
                    "ref_id": null
                },
                {
                    "start": 921,
                    "end": 931,
                    "text": "(Figure 2A",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "In earlier studies, Onodera et al showed that reovirus type 3 could infect pancreatic beta cells in mice and cause diabetes (13) . When reovirus type 1 was used many different endocrine cells were infected and polyendocrine disease, including thyroiditis, was triggered (5) . Type 1 reovirus infection also leads to production of autoantibodies that react with antigens in the pancreatic islets, the anterior pitui-tary, gastric mucosa (14) and the thyroid (10) .",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 128,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 436,
                    "end": 440,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 457,
                    "end": 461,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Reovirus infection in vivo induces"
        },
        {
            "text": "Further studies with reoviruses possessing reassorted genome segments showed that a type 1 sigma 1 (SI) segment is required for induction of autoantibodies to growth hormone (6) .",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 177,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Reovirus infection in vivo induces"
        },
        {
            "text": "In the present experiments, we have demonstrated an additional capability of these reoviruses, namely, the capacity to consistently express MHC class II antigens in rat thyroid cells. However, the degree of infection was variable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reovirus infection in vivo induces"
        },
        {
            "text": "This may have been related to the cell cycle kinetics of the rat thyroid cells (15) , or the growth and infectivity of the reovirus strains utilized. Nevertheless, the present experiments demonstrate that a virus, perhaps one of many, has the potential to initiate MHC class II antigen expression in cultured thyroid cells. Such expression may attract thyroid antigen-specific and non-specific T cells to the intrathyroidal environment and initiate thyroiditis in susceptible animals and humans. ",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 83,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Reovirus infection in vivo induces"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Intrathyroidal MHC class II antigen expression and thyroid autoimmunity",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Piccinini",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Endocrinology and Metabolism Clinics of North America",
            "volume": "16",
            "issn": "",
            "pages": "247--268",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Virus-induced alterations in homeostasis: alterations in differentiated functions of infected cells in vivo",
            "authors": [
                {
                    "first": "Mba",
                    "middle": [],
                    "last": "Oldstone",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "N"
                    ],
                    "last": "Sinha",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Blount",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tishon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Von Wedel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Lampert",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Science",
            "volume": "218",
            "issn": "",
            "pages": "1125--1127",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Cytomegalovirus infection of murine testicular interstitial Leydig cells",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Baskar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stanat",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Infection and Immunity",
            "volume": "40",
            "issn": "",
            "pages": "795--805",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Rapid induction of hypothyroidism by an avain leukosis virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Carter",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Infection and Immunity",
            "volume": "40",
            "issn": "",
            "pages": "795--805",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Virus-induced diabetes mellitus. XX Polyendocrinopathy and Autoimmunity",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Onodera",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Toniolo",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "R"
                    ],
                    "last": "Ray",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Jenson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Knazek",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Notkins",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "The J. of Exp. Med",
            "volume": "153",
            "issn": "",
            "pages": "1457--1473",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Basic concepts derived from the reovirus model",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Sharpe",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "N"
                    ],
                    "last": "Fields",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "The New England Journal of Medicine",
            "volume": "312",
            "issn": "",
            "pages": "486--497",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Role of viruses in diabetes",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Rayfield",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Yoon",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Biochemistry, Physiology and Pathology of the Islets of Langerhans",
            "volume": "",
            "issn": "",
            "pages": "427--451",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Coronavirus infection induces H-2 antigen expression on oligodendrocytes and astrocytes",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Suzumura",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lavi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Silberberg",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Science",
            "volume": "232",
            "issn": "",
            "pages": "991--993",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Viral particles induce la antigen expression on astrocytes",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Massa",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dorries",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ter Meulen",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Nature",
            "volume": "320",
            "issn": "",
            "pages": "543--546",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Virus-induced thyroiditis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Srinivasappa",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Garzell",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Onodera",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Ray",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Notkins",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Endocrinology",
            "volume": "122",
            "issn": "",
            "pages": "563--566",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Cloning the Fisher rat thyroid cell line (FRTL-5): Variability in clonal growth and 3 1 , 5'-cyclic adenosine monophosphate response to thyrotropin",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Platzer",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Endocrinology",
            "volume": "121",
            "issn": "",
            "pages": "78--83",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The influence of hormones and serum on growth and differentiation of the thyroid cell strain FRTL",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Ambesi-Impiombato",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Picone",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tramontano",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Growth of cells in hormonally-defined medium, Cold Spring Harbor Conference",
            "volume": "",
            "issn": "",
            "pages": "483--492",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Virus-induced diabetes mellitus: reovirus infection of pancreatic beta cells in mice",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Onodera",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Jenson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Yoon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Notkins",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Science",
            "volume": "201",
            "issn": "",
            "pages": "529--531",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Virus-induced diabetes mellitus: Autoimmunity and polyendocrine disease prevented by immunosuppression",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Onodoer",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "R"
                    ],
                    "last": "Ray",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Melez",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Toniolo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Notkins",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Nature",
            "volume": "297",
            "issn": "",
            "pages": "66--68",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Induction of rat thyroid cell MHC class II antigen by thyrotropin and gamma interferon",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Platzer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Neufeld",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Piccinini",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Davies",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Endocrinology",
            "volume": "121",
            "issn": "",
            "pages": "2087--2092",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "multiple autoimmune endocrine gland disease in rodents and our experiments demonstrated that reovirus may initiate rodent thyroid cell MHC class II gene expression in vitro. The influence of reovirus type 3 on MHC class II antigen expression. The uppermost diagram shows the background fluorescence for MHC class II monoclonal antibody binding to 1B-6 cells. The subsequent diagrams indicate the degree of fluorescence of 1B-6 cells infected with reovirus (100 pfu/cell) and harvested 24, 48 and 72 hours after infection, respectively. The bottom diagram demonstrates the response of 1B-6 cells to 100 U/ml gamma interferon as a positive control.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "2A-2D. The influence of reovirus types 1 and 3 on MHC class II antigen expression. Figures 2A and 2B depict the percentage of 1B-6 cells that became MHC class II antigen positive as a result of two separate experiments infected with increasing dilutions of reovirus type 1. The results of these experiments are compared to mock infections at 24, 48 and 72 hours after the initiation of infection. Figures 2C and 2D depict similar data obtained when reovirus type 3 was used.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}