{"paper_id": "79b57f30d41a5a0f1fe82c0d02efaf3140721120", "metadata": {"title": "Hand-assisted Laparoscopic Splenectomy and Devascularization of the Upper Stomach in the Management of Gastric Varices", "authors": [{"first": "Joji", "middle": [], "last": "Yamamoto", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Motoki", "middle": [], "last": "Nagai", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Barry", "middle": [], "last": "Smith", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Satoshi", "middle": [], "last": "Tamaki", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Tadao", "middle": [], "last": "Kubota", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ken", "middle": [], "last": "Sasaki", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Toshihiro", "middle": [], "last": "Ohmori", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Kiyotaka", "middle": [], "last": "Maeda", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background: Bleeding from esophagogastric varices is the major cause of death in patients with portal hypertension. Although esophageal varices can be treated with endoscopic procedures, the treatment for gastric varices is still controversial. The aim of this study was to describe a surgical technique and our preliminary results of hand-assisted laparoscopic Hassab's procedure.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "B leeding from esophagogastric varices is the major cause of death in patients with portal hypertension. Although esophageal varices can be treated with endoscopic sclerotherapy and ligation therapy, the endoscopic treatment for gastric varices is still controversial. [1] [2] [3] Several reports recommend surgical interventions such as a portosystemic shunt, esophageal transection, distal splenorenal shunt, transjugular intrahepatic portosystemic stent shunt (TIPS), balloon-occluded retrograde transvenous obliteration (B-RTO), or devascularization with splenectomy (Hassab's procedure) ( Table 1) Here we describe a surgical technique performed at our institution and our preliminary results of the hand-assisted laparoscopic Hassab's procedure.", "cite_spans": [{"start": 269, "end": 272, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 273, "end": 276, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 277, "end": 280, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [{"start": 594, "end": 602, "text": "Table 1)", "ref_id": "TABREF0"}], "section": ""}, {"text": "Between February 2002 and May 2005, we treated 7 patients with gastric varices with this type of operation.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "The indications for the operation are fundal isolated gastric varices, the presence of red spots, and increasing size of the varices. When present, these findings are considered significant risk factors for acute bleeding. 4 Patients included 4 men and 3 women, and they ranged in age from 23 to 74 years. The procedure and clinical results were evaluated from various points ( Table 2) Surgical Technique This operation is performed in two stages. After induction of general anesthesia, the patient is placed on the surgical bed in the right semi-lateral recumbent position. To facilitate manual access, a 6-cm horizontal skin incision is made in the right upper quadrant. The location of this skin incision depends on the patient's body habitus and/or the size of the spleen. When the patient has splenomegaly, a laparoscope is introduced through the subumbilical port. After the laparotomy incision is made, a hand port (LAP DISC, Ethicon Endo-Surgery, Cincinnati, OH, USA) is introduced through that incision. A second 12-mm port is then introduced 7 cm to the left of the umbilicus.", "cite_spans": [{"start": 223, "end": 224, "text": "4", "ref_id": "BIBREF3"}], "ref_spans": [{"start": 378, "end": 386, "text": "Table 2)", "ref_id": null}], "section": "MATERIALS AND METHODS"}, {"text": "By means of a vessel-sealing system (Liga-Sure Atlas, Valleylab, Boulder, CO, USA), we can approach the inferior pole of the spleen and divide the splenocolic ligament with minimal hemorrhage. The surgeon's left hand is used to increase tension between the spleen and the greater curvature of the stomach, which makes the approach much easier and safer than the standard laparoscopic approach. 20 The division of the gastrosplenic ligament and devascularization of the short gastric vessels are accomplished with the same device. After the aforementioned steps are completed, the surgeon's finger can pass through the dorsal side of the splenic hilum. Using that hand to assist, the operator can directly palpate the pulsation of arteries during the operation. In doing so, if there is a rupture of the collateral vessels during the procedure, the operator can place direct pressure to achieve immediate hemostatic control. Immediate and direct hemostatic control with the surgeon's hand is an important advantage of the hand-assisted technique. A 40-mm linear stapler (white color) (Endo-GIA, United States Surgical, Norwalk, CT, USA) is inserted into the splenic hilum. Both the splenic artery and vein are divided together by this procedure. In patients with liver cirrhosis, the splenic artery and vein are sometimes dilated and run irregularly. As it is always difficult to isolate these vessels, we divide them together using a linear stapler. The spleen is then mobilized from the retroperitoneum. The freely mobile spleen is removed from the abdominal cavity by bag via a minilaparotomy incision.", "cite_spans": [{"start": 394, "end": 396, "text": "20", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "For the second stage of the procedure, the patient is turned to the supine position. A 30-degree laparoscope is inserted into the port made in stage 1. Devascularization is performed in an inferior-to-superior manner, starting at the middle of the greater curvature of the stomach. The devascularization is performed between the gastric serosa and dilated veins. With the use of a Liga-Sure Atlas device, this procedure can be performed without significant bleeding. Then the gastrohepatic ligament is opened and devascularization of the lesser curvature is performed by the same method. At this point in a patient with gastric varices, a large draining vein will be seen in the area of upper gastric fundus. This vessel is ligated with laparoscopic clips. Then, after isolation of the anterior and posterior vagus nerves with the surgeon's finger, the esophagus is pulled downward. Vessels are dissected superior to a point 5 cm away from the esophagocardia junction.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "Injury of vagus nerves during this procedure sometimes results in pyloric stricture, which can cause delayed gastric emptying and may lead to aspiration. To minimize these complications we suggest a technique that can be performed by the surgeon during the operation. A gastric drainage procedure is usually recommended to prevent subsequent postovagotomy gastric outlet obstruction from pylorospasm. To perform this technique, the surgeon reaches into the pylorus and grasps the sphincter muscle, which can then be crushed to facilitate gastric emptying postoperatively (finger bougie method). This procedure has been reported to be successful after truncal vagotomy. 21, 22 Finally, a closed suction drain is placed into the splenic fossa and the operation is completed.", "cite_spans": [{"start": 669, "end": 672, "text": "21,", "ref_id": "BIBREF20"}, {"start": 673, "end": 675, "text": "22", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "Data are reported as mean -SEM. Statistical analysis was performed using the paired Student's t-test for comparison between preoperative and postoperative status. Differences were considered as significant if P < 0.05.", "cite_spans": [], "ref_spans": [], "section": "Statistical Analysis"}, {"text": "The operative time ranged from 132 to 290 minutes (mean: 184.3 -54.9 minutes). Intraoperative blood loss ranged from 50 to 475 ml (mean: 166.4 -152.7 ml). The weight ranged from 110 to 800 g (mean: 422.1 -227.2 g).", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "All patients resumed food intake on postoperative day 5. There were no episodes of postoperative bleeding. There was one death (case 5). The patient suffered from pyloric stricture and delayed gastric emptying. Ten days after the operation, we dilated her pylorus with a balloon dilator via endoscopy. After the initial treatment the patient's condition improved and gastric function resumes. However, 20 days later another pyloric stricture developed with concomitant aspiration pneumonia. The patient died on postoperative day 40 as a result of acute respiratory distress syndrome (ARDS) secondary to aspiration pneumonia.", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "In the remaining patients, during the follow-up period, all gastric varices disappeared and no bleeding from varicose veins was observed. To date, one patient (case 2), at 1 year and 10 months after the surgery, has developed esophageal varices. The varices are small and no treatment has been necessary.", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "All patients had hypersplenism with pancytopenia before the surgery and the preoperative platelet count ranged from 5.9 to 27.5 · 10 4 /ml (mean: 11.1 -7.4/ml). At postoperative week 1 the platelet count ranged from 10.7 to 65.5 · 10 4 /ml (mean, 30.8 -19.0/ml). This finding was statistically significant (P = 0.033) ( Table 3) .", "cite_spans": [], "ref_spans": [{"start": 320, "end": 328, "text": "Table 3)", "ref_id": null}], "section": "RESULTS"}, {"text": "Patients with portal hypertension have a mortality rate of 30%-50% at the first episode of esophgogastric variceal rupture. 4 The associated 1-year mortality rate is reported to be 75%. 23, 24 The ideal treatment for gastric varices should effectively control bleeding and improve the liver function to optimum levels. Recently, endoscopic treatments, such as injection sclerotherapy (EIS) and endoscopic variceal ligation therapy (EVL), have showed great promise for esophageal varices; however, there is still controversy regarding the treatment of gastric varices. 5 Transjugular intrahepatic portosystemic stent shunt (TIPS) may be one of the choices for portal decompressive surgery; however, the long-term results of TIPS present some problems. Hepatic dysfunction may progress after TIPS with radical portal diversion. The failure rate of TIPS, including blockage of the stent, is reported to be as high as 30%-80% at 1 year post-TIPS, 6, 7 and it often leads to clinically significant variceal hemorrhage. 25 Balloon-occluded retrograde transvenous obliteration (B-RTO) has recently been accepted in Japan for its relative effectiveness and safety in the treatment of gastric varices. 10 This procedure includes the occlusion of the portosystemic blood shunt. This shunting may cause great changes in portal blood flow, which sometimes results in the development of esophageal varices after this procedure. 11 Particular attention should be taken in the selection of patients for this procedure.", "cite_spans": [{"start": 124, "end": 125, "text": "4", "ref_id": "BIBREF3"}, {"start": 186, "end": 189, "text": "23,", "ref_id": "BIBREF22"}, {"start": 190, "end": 192, "text": "24", "ref_id": "BIBREF23"}, {"start": 568, "end": 569, "text": "5", "ref_id": "BIBREF4"}, {"start": 943, "end": 945, "text": "6,", "ref_id": "BIBREF5"}, {"start": 946, "end": 947, "text": "7", "ref_id": "BIBREF6"}, {"start": 1014, "end": 1016, "text": "25", "ref_id": "BIBREF24"}, {"start": 1193, "end": 1195, "text": "10", "ref_id": "BIBREF9"}, {"start": 1415, "end": 1417, "text": "11", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "CONCLUSIONS"}, {"text": "In the past 10 years, corrective surgical options have lost their value because of the increasingly widespread use of noneoperative interventions. 26 A selective shunt operation, such as a distal splenorenal shunt (DSRS), has been widely accepted in Western countries. This procedure was first practiced and introduced by Warren and colleagues in 1967. 27 It involves selective drainage of the esophagogastric venous complex into the systemic circulation. In experienced hands, DRSR is quite effective in decompressing the portal pressure and arresting active variceal bleeding. However, the procedure is technically complicated, and unfortunately few centers have adequate expertise. A meta-analysis has shown that the incidence of hepatic encephalopathy and mortality was increased significantly either in nonselective or selective shunt operations. 13 Recently, a smalldiameter interposition portocaval shunt using a polytetrafluoroethylene graft (H-graft portocaval shunt, HGPCS) has been described. Rosemurgy et al. 8 have reported that the H-graft maintains its patency much better than TIPS, and they concluded that surgical shunting using HGPCS should have a greater role for decompressing portal hypertension.", "cite_spans": [{"start": 147, "end": 149, "text": "26", "ref_id": "BIBREF25"}, {"start": 353, "end": 355, "text": "27", "ref_id": "BIBREF26"}, {"start": 852, "end": 854, "text": "13", "ref_id": "BIBREF12"}, {"start": 1021, "end": 1022, "text": "8", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "CONCLUSIONS"}, {"text": "In 1964, Hassab reported a successful technique of esophagogastric decongestion and splenectomy, which was performed mostly for schistosomiasis. 28 In 1977, Sugiura and Futagawa introduced extensive esophagogastric devascularization with esophageal transaction. 29 According to Japanese case reports, the result of this procedure have been excellent, with a re-bleeding rate of less than 10%. 26, 30 However, this technique has not been widely accepted in the Western countries because of its high postoperative morbidity and mortality. [16] [17] [18] Gastric devascularization and splenectomy without transection of the esophagus (Hassab's procedure) is a less invasive method. One disadvantage of the Hassab operation is that esophageal varices may occur because the Hassab procedure cannot block venous blood flow in the esophageal wall. However, in a recent study, this disadvantage was minimized by combining the Hassab operation with endoscopic sclerotherapy which has had satisfactory results. 31,32 A significant merit Table 3 . of the Hassab operation compared with other interventions is that when combined with splenectomy, the development of thrombocytopenia can be avoided. It is known that after splenectomy, there is an elevation of platelet count. 14 This expected rise in platelet count may be of great benefit to the surgeon, especially in the event that the patient needs further surgical intervention, for example in the case of hepatoma with liver cirrhosis. Hassab's operation can preserve portal blood flow, which produces lower incidence of hepatic encephalopathy. This surgical intervention should be considered to be one of the safest techniques currently in use for these cases. Laparoscopic surgery is a less invasive method than open surgery, but the laparoscopic surgery for portal hypertension is still considered a high-risk operation, with collateral venous change and severe splenomegaly and a bleeding tendency. 33 However, with the advancement of laparoscopic surgical devices, such as the ultrasonically activated coagulating shears (Harmonic Scalpel, Ethicon EndoSurgery, Cincinnati, OH, USA), the vessel-sealing system (Liga-Sure-Atlas), and the autosuture device (Endo-GIA), the outcome has improved. In our institution, with the surgeon's use of one hand in the hand-assisted laparoscopic Hassab operation, this procedure has for us become a much easier and a safer method. 34, 35 It should be noted that in our series we had one death in the early postoperative course, on day 40. The patient suffered from pyloric stricture and delayed gastric emptying. This complication may have been due to inadvertent vagus nerve injury. To avoid this complication, pyloroplasty should be considered.", "cite_spans": [{"start": 145, "end": 147, "text": "28", "ref_id": "BIBREF27"}, {"start": 262, "end": 264, "text": "29", "ref_id": "BIBREF28"}, {"start": 393, "end": 396, "text": "26,", "ref_id": "BIBREF25"}, {"start": 397, "end": 399, "text": "30", "ref_id": "BIBREF29"}, {"start": 537, "end": 541, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 542, "end": 546, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 547, "end": 551, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 1947, "end": 1949, "text": "33", "ref_id": "BIBREF32"}, {"start": 2415, "end": 2418, "text": "34,", "ref_id": "BIBREF33"}, {"start": 2419, "end": 2421, "text": "35", "ref_id": "BIBREF34"}], "ref_spans": [{"start": 1027, "end": 1034, "text": "Table 3", "ref_id": null}], "section": "CONCLUSIONS"}, {"text": "Although there is no agreement about the best treatment of gastric varices, the hand-assisted laparoscopic Hassab's operation should be considered a safe and effective method, and its outcome appears to be equal to that of other open surgeries. Additional comparative studies are necessary to further delineate the optimum treatment of gastric varices.", "cite_spans": [], "ref_spans": [], "section": "CONCLUSIONS"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Long-term follow-up of gastric variceal sclerotherapy: an eleven-year experience", "authors": [{"first": "S", "middle": ["K"], "last": "Sarin", "suffix": ""}], "year": 1997, "venue": "Gastroinest Endosc", "volume": "46", "issn": "", "pages": "8--14", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "A prospective, randomized trial of butyl cyanoacrylate injection versus band ligation in the management of bleeding gastric varices", "authors": [{"first": "G", "middle": ["H"], "last": "Lo", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Lai", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Cheng", "suffix": ""}], "year": 2001, "venue": "Hepatology", "volume": "33", "issn": "", "pages": "1060--1064", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "A randomized controlled trial of cyanoacrylate versus alcohol injection in patients with isolated fundic varices", "authors": [{"first": "S", "middle": ["K"], "last": "Sarin", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Jain", "suffix": ""}, {"first": "M", "middle": [], "last": "Jain", "suffix": ""}], "year": 2002, "venue": "Am J Gastroenterol", "volume": "97", "issn": "", "pages": "1010--1015", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "A pathophysiologic, gastroenterologic, and radiologic approach to the management of gastric varices", "authors": [{"first": "B", "middle": ["M"], "last": "Ryan", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "Stockbrugger", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Ryan", "suffix": ""}], "year": 2004, "venue": "Gastroenterology", "volume": "126", "issn": "", "pages": "1175--1189", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Management of gastric variceal haemorrhage", "authors": [{"first": "J", "middle": ["D"], "last": "Greig", "suffix": ""}, {"first": "O", "middle": ["J"], "last": "Garden", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Anderson", "suffix": ""}], "year": 1990, "venue": "Br J Surg", "volume": "77", "issn": "", "pages": "297--299", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Two-year outcome following transjugular intrahepatic portosystemic shunt for variceal bleeding: results in 90 patients", "authors": [{"first": "J", "middle": ["M"], "last": "Laberge", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Somberg", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Lake", "suffix": ""}], "year": 1995, "venue": "Gastroenterology", "volume": "108", "issn": "", "pages": "1143--1151", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Clinical events after transjugular intrahepatic portosystemic shunt: correlation with hemodynamic findings", "authors": [{"first": "M", "middle": [], "last": "Casado", "suffix": ""}, {"first": "J", "middle": [], "last": "Bosch", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Garciaa-Pagan", "suffix": ""}], "year": 1998, "venue": "Gastroenterology", "volume": "114", "issn": "", "pages": "1296--1303", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "G-graft portocaval shunts versus TIPS, ten-year follow-up of a randomized trial with comparison to predicted survivals", "authors": [{"first": "A", "middle": ["S"], "last": "Rosemurgy", "suffix": ""}, {"first": "M", "middle": [], "last": "Bloomston", "suffix": ""}, {"first": "W", "middle": ["C"], "last": "Clark", "suffix": ""}], "year": 2005, "venue": "Ann Surg", "volume": "241", "issn": "", "pages": "238--246", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "TIPS: short and longterm results: a survey of 1750 patients", "authors": [{"first": "R", "middle": ["E"], "last": "Barton", "suffix": ""}, {"first": "J", "middle": [], "last": "Rosch", "suffix": ""}, {"first": "R", "middle": ["R"], "last": "Saxan", "suffix": ""}], "year": 1995, "venue": "Semin Interven Radiol", "volume": "82", "issn": "", "pages": "813--822", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Balloon-occluded retrograde transvenous obliteration of high-risk gastric fundal varices", "authors": [{"first": "A", "middle": [], "last": "Matsumoto", "suffix": ""}, {"first": "N", "middle": [], "last": "Hamamoto", "suffix": ""}, {"first": "T", "middle": [], "last": "Nomura", "suffix": ""}], "year": 1999, "venue": "Am J Gastroenterol", "volume": "94", "issn": "", "pages": "643--649", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Long-term results of balloon-occluded retrograde transvenous obliteration for the treatment of gastric varices and hepatic encephalopathy", "authors": [{"first": "T", "middle": [], "last": "Fukuda", "suffix": ""}, {"first": "S", "middle": [], "last": "Hirota", "suffix": ""}, {"first": "K", "middle": [], "last": "Sugimura", "suffix": ""}], "year": 2001, "venue": "J Vasc Intervent Radiol", "volume": "12", "issn": "", "pages": "327--336", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "The changing spectrum of treatment for variceal bleeding", "authors": [{"first": "L", "middle": ["F"], "last": "Rikkers", "suffix": ""}], "year": 1989, "venue": "Ann Surg", "volume": "228", "issn": "", "pages": "536--546", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "The treatment of portal hypertension: a meta-analytic review", "authors": [{"first": "G", "middle": [], "last": "D&apos;amico", "suffix": ""}, {"first": "L", "middle": [], "last": "Pagliaro", "suffix": ""}, {"first": "J", "middle": [], "last": "Bosch", "suffix": ""}], "year": 1995, "venue": "Hepatology", "volume": "22", "issn": "", "pages": "332--354", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Schistosomal portal hypertension", "authors": [{"first": "A", "middle": ["O"], "last": "Laosebikan", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Thomson", "suffix": ""}, {"first": "N", "middle": ["M"], "last": "Naidoo", "suffix": ""}], "year": 2005, "venue": "J Am Coll Surg", "volume": "200", "issn": "", "pages": "795--806", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Gastroesophageal decongestion and splenectomy in the treatment of esophageal varices in bilharzial cirrhosis: further studies with a report on 355 operations", "authors": [{"first": "M", "middle": ["A"], "last": "Hassab", "suffix": ""}], "year": 1967, "venue": "Surgery", "volume": "61", "issn": "", "pages": "169--176", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Experience with radical esophageal devascularization procedures (Sugiura procedure) for variceal bleeding outside Japan", "authors": [{"first": "M", "middle": [], "last": "Dagenais", "suffix": ""}, {"first": "B", "middle": [], "last": "Langer", "suffix": ""}, {"first": "P", "middle": [], "last": "Greig", "suffix": ""}], "year": 1994, "venue": "World J Surg", "volume": "18", "issn": "", "pages": "222--228", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Current indication of a modified Sugiura procedure in the management of variceal bleeding", "authors": [{"first": "M", "middle": [], "last": "Selzer", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Tuttle-Newhall", "suffix": ""}, {"first": "F", "middle": [], "last": "Dahm", "suffix": ""}], "year": 2001, "venue": "J Am Coll Surg", "volume": "193", "issn": "", "pages": "166--173", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Elective treatment of bleeding varices with the Sugiura operation over 10 years", "authors": [{"first": "H", "middle": [], "last": "Orozco", "suffix": ""}, {"first": "A", "middle": [], "last": "Mercado", "suffix": ""}, {"first": "T", "middle": [], "last": "Takahashi", "suffix": ""}], "year": 1992, "venue": "Am J Surg", "volume": "163", "issn": "", "pages": "585--589", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Balloon-occluded retrograde transvenous obliteration of gastric fundal varices with hemorrhage", "authors": [{"first": "M", "middle": [], "last": "Kitamoto", "suffix": ""}, {"first": "M", "middle": [], "last": "Imamura", "suffix": ""}, {"first": "K", "middle": [], "last": "Kamada", "suffix": ""}], "year": 2002, "venue": "Am J Roentgenol", "volume": "178", "issn": "", "pages": "167--174", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Hand-assisted laparoscopic splenectomy: indications and technique", "authors": [{"first": "H", "middle": [], "last": "Bermas", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Fenoglio", "suffix": ""}, {"first": "W", "middle": [], "last": "Haun", "suffix": ""}], "year": 2004, "venue": "J Soc Laparosc Surg", "volume": "8", "issn": "", "pages": "60--71", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Closed pyloroduodenal digital dilatation as a complementary drainage procedure to truncal vagotomy", "authors": [{"first": "A", "middle": ["A"], "last": "Hai", "suffix": ""}, {"first": "A", "middle": [], "last": "Sigh", "suffix": ""}, {"first": "V", "middle": ["K"], "last": "Mittal", "suffix": ""}], "year": 1986, "venue": "Int Surg", "volume": "71", "issn": "", "pages": "87--90", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Finger bougie method compared with pyloroplasty in the gastric replacement of the esophagus", "authors": [{"first": "Y", "middle": [], "last": "Yamashita", "suffix": ""}, {"first": "T", "middle": [], "last": "Hirai", "suffix": ""}, {"first": "H", "middle": [], "last": "Mukaida", "suffix": ""}], "year": 1999, "venue": "Surg Today", "volume": "29", "issn": "", "pages": "107--110", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Video laparoscopy for the treatment of bleeding esophageal varices", "authors": [{"first": "B", "middle": [], "last": "Zilberstain", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Jose", "suffix": ""}, {"first": "R", "middle": [], "last": "Almino", "suffix": ""}, {"first": "E", "middle": [], "last": "Rony", "suffix": ""}], "year": 1997, "venue": "Surg Laparosc Endosc Percutan Tech", "volume": "7", "issn": "", "pages": "185--191", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Gastro-esophageal decongestion and splenectomy GERDS (Hassab), in the management of bleeding varices. Review of literature", "authors": [{"first": "M", "middle": ["A"], "last": "Hassab", "suffix": ""}], "year": 1998, "venue": "Int Surg", "volume": "83", "issn": "", "pages": "38--41", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "The natural history of portal hypertension after transjugular intrahepatic portosystemic shunts", "authors": [{"first": "A", "middle": ["J"], "last": "Sanyal", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Freedman", "suffix": ""}, {"first": "V", "middle": ["A"], "last": "Luketic", "suffix": ""}], "year": 1997, "venue": "Gastroenterology", "volume": "112", "issn": "", "pages": "889--898", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Results of six hundred-six esophageal transection with paraesophagogastric devascularization in the treatment of esophageal varices", "authors": [{"first": "M", "middle": [], "last": "Sugiura", "suffix": ""}, {"first": "S", "middle": [], "last": "Futagawa", "suffix": ""}], "year": 1984, "venue": "J Vasc Surg", "volume": "1", "issn": "", "pages": "254--260", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Selective transsplenic decompression of gastroesophageal varices by distal splenorenal shunt", "authors": [{"first": "W", "middle": ["D"], "last": "Warren", "suffix": ""}, {"first": "R", "middle": [], "last": "Zeppa", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Fomon", "suffix": ""}], "year": 1967, "venue": "Ann Surg", "volume": "166", "issn": "", "pages": "437--455", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Gastroesophageal decongestion and splenectomy. A method of prevention in treatment of bleeding esophageal varices associated with bilharzial hepatic fibrosis: preliminary report", "authors": [{"first": "M", "middle": ["A"], "last": "Hassab", "suffix": ""}], "year": 1964, "venue": "J Int Coll Surg", "volume": "41", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "A new technique for treating esophageal varices", "authors": [{"first": "M", "middle": [], "last": "Sugiura", "suffix": ""}, {"first": "S", "middle": [], "last": "Futagawa", "suffix": ""}], "year": 1973, "venue": "J Thorac Cardiovasc Surg", "volume": "66", "issn": "", "pages": "677--685", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Twenty-five-year experience with esophageal transection for esophageal varices", "authors": [{"first": "Y", "middle": [], "last": "Idezuki", "suffix": ""}, {"first": "K", "middle": [], "last": "Sanjyo", "suffix": ""}], "year": 1989, "venue": "J Thorac Cardiovasc Surg", "volume": "98", "issn": "", "pages": "876--883", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Hassab-EIS'') for esophagogastric varices: with an autopsied case after excessive gastric vascular damage", "authors": [{"first": "H", "middle": [], "last": "Nakamura", "suffix": ""}, {"first": "N", "middle": [], "last": "Goseki", "suffix": ""}, {"first": "Y", "middle": [], "last": "Dobashi", "suffix": ""}], "year": 1996, "venue": "Hepatogastroenterology", "volume": "64", "issn": "", "pages": "980--986", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Laparoscopic gastric devascularization and splenectomy for sclerotherapy-resistant esophagogastric varices with hypersplenism", "authors": [{"first": "M", "middle": [], "last": "Hashizume", "suffix": ""}, {"first": "K", "middle": [], "last": "Tanoue", "suffix": ""}, {"first": "M", "middle": [], "last": "Morita", "suffix": ""}], "year": 1998, "venue": "J Am Coll Surg", "volume": "187", "issn": "", "pages": "263--270", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Laparoscopic splenectomy: the latest modern technique", "authors": [{"first": "M", "middle": [], "last": "Hashizume", "suffix": ""}, {"first": "K", "middle": [], "last": "Tanoue", "suffix": ""}, {"first": "T", "middle": [], "last": "Akahoshi", "suffix": ""}], "year": 2002, "venue": "J Gastroenterol Hepatol", "volume": "17", "issn": "", "pages": "77--80", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Laparoscopic esophagogastric devascularization in bleeding varices", "authors": [{"first": "A", "middle": [], "last": "Helmy", "suffix": ""}, {"first": "A", "middle": [], "last": "Salama", "suffix": ""}, {"first": "S", "middle": ["D"], "last": "Schwaitzberg", "suffix": ""}], "year": 2003, "venue": "Surg Endosc", "volume": "17", "issn": "", "pages": "1614--1619", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Novel technique of laparoscopic azygoportal disconnection for treatment of esophageal varicosis", "authors": [{"first": "J", "middle": [], "last": "Danis", "suffix": ""}, {"first": "R", "middle": [], "last": "Hubmann", "suffix": ""}, {"first": "P", "middle": [], "last": "Pichler", "suffix": ""}], "year": 2004, "venue": "Surg Endosc", "volume": "18", "issn": "", "pages": "702--705", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "died of acute respiratory distress syndrome due to aspiration pneumonia on POD 40. POD: postoperative day.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Surgical interventions for gastric varices", "latex": null, "type": "table"}, "TABREF1": {"text": "Table 1) Here we describe a surgical technique performed at our institution and our preliminary results of the hand-assisted laparoscopic Hassab's procedure.\nMATERIALS AND METHODS\nBetween February 2002 and May 2005, we treated 7 patients with gastric varices with this type of operation.\nTable 1.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Surgical interventions for gastric varices\n</td><td> </td></tr><tr><td>Procedures </td><td>Rebleeding rate (%) </td><td>Complications </td><td>References\n</td></tr><tr><td>Sclerotherapy </td><td>20-53 </td><td>Systemic embolization </td><td>1, 4, 5\n</td></tr><tr><td>TIPS </td><td>20-50 </td><td>Stent stenosis/thrombosis </td><td>6, 7\n</td></tr><tr><td> </td><td> </td><td>Hepatic dysfunction </td><td>8, 9\n</td></tr><tr><td>B-RTO </td><td>0-10 </td><td>Worsening of esophageal varices </td><td>4, 10, 11, 12\n</td></tr><tr><td>DSRS </td><td>0-11 </td><td>Shunt occlusion </td><td>13, 14\n</td></tr><tr><td> </td><td> </td><td>Encephalopathy </td><td>15\n</td></tr><tr><td>Esophageal transection </td><td>0-37 </td><td>Anastomotic leakage </td><td>16, 17\n</td></tr><tr><td> </td><td> </td><td>Anastomotic stenosis </td><td>18\n</td></tr><tr><td>Hassab's operation </td><td>11-12 </td><td>Gastric outlet obstruction </td><td>14, 19\n</td></tr></table></body></html>"}}, "back_matter": []}