{"paper_id": "7a040473aeeb87b2e91ecac43ad68938e7f50137", "metadata": {"title": "Allogeneic or autologous stem cell transplantation following salvage chemotherapy for adults with refractory or relapsed acute lymphoblastic leukemia", "authors": [{"first": "R", "middle": [], "last": "Martino", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hospital de la Santa Creu i Sant Pau", "location": {"addrLine": "2 Servei d'Hematologia"}}, "email": ""}, {"first": "M", "middle": [], "last": "Bellido", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hospital de la Santa Creu i Sant Pau", "location": {"addrLine": "2 Servei d'Hematologia"}}, "email": ""}, {"first": "S", "middle": [], "last": "Brunet", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hospital de la Santa Creu i Sant Pau", "location": {"addrLine": "2 Servei d'Hematologia"}}, "email": ""}, {"first": "A", "middle": [], "last": "Sureda", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hospital de la Santa Creu i Sant Pau", "location": {"addrLine": "2 Servei d'Hematologia"}}, "email": ""}, {"first": "M", "middle": [], "last": "Peyret", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hospital de la Santa Creu i Sant Pau", "location": {"addrLine": "2 Servei d'Hematologia"}}, "email": ""}, {"first": "R", "middle": [], "last": "Guárdia", "suffix": "", "affiliation": {}, "email": ""}, {"first": "A", "middle": [], "last": "Altés", "suffix": "", "affiliation": {"laboratory": "", "institution": "Santa Coloma de Gramanet", "location": {"addrLine": "Sant Antoni Maria Claret, 167", "postCode": "08025", "settlement": "Barcelona, Barcelona", "country": "Spain, Spain ©Deceased"}}, "email": ""}, {"first": "Domingo-Albós", "middle": [], "last": "1©", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hospital de la Santa Creu i Sant Pau", "location": {"addrLine": "2 Servei d'Hematologia"}}, "email": ""}, {"first": "J", "middle": [], "last": "Sierra", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hospital de la Santa Creu i Sant Pau", "location": {"addrLine": "2 Servei d'Hematologia"}}, "email": ""}, {"first": "Servei", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Over a 9-year period 37 consecutive adults with primary refractory (n = 13) or first relapse of ALL (n = 24) received an intensive salvage chemotherapy regimen with the final intention of undergoing stem cell transplantation (SCT). Twenty-nine patients who achieved complete remission (CR) were assigned to receive autologous SCT (autoSCT) or allogeneic SCT (alloSCT) based on age and availability of a histocompatible sibling. Of the 19 patients assigned to autoSCT, 10 did not reach the transplant due to early relapse (n = 9) or fungal infection (n = 1), and nine were transplanted a median of 2.5 months (1-8) from CR, eight with an immunologically purged graft. One patient died early from ARDS and eight relapsed 2-30 months post-SCT. Three of the 10 patients assigned to alloSCT relapsed early, but all 10 received the assigned transplant a median of 2.5 months (1-7) from CR. Four died from transplant-related complications 0.7-12 months post-SCT, and six are alive and disease-free 9.7-92.6 months after the procedure. In an intention-to-treat analysis, the mean overall survival from CR for those assigned to autoSCT and alloSCT are 11.3 months (0.5-34.3) and 60.1 (2.3-98.3), respectively (log-rank, P Ͻ 0.01). Only 65% of patients who reached CR and 51% of the initial 37 cases underwent the intended SCT. We conclude that few adults with refractory or relapsed ALL actually reach SCT in CR even when the protocol used is designed for this purpose. AutoSCT appears to offer little benefit in this setting, and an alloSCT from a related or unrelated donor should be rapidly pursued after achieving CR.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Adult patients with ALL refractory to primary induction chemotherapy (CT) or who relapse following a first remission have a very poor short-term prognosis. 1 Although remissions can be obtained in 40-70% of cases with salvage CT, these usually last less than 5 months, regardless of the post-remission therapy used, and with CT alone less than 5% are alive 2 years from the start of salvage CT. 1, 2 Both autologous and allogeneic stem cell transplantation (SCT, either bone marrow transplantation (BMT) or peripheral blood stem cell transplantation (PBSCT)) have been used in such patients as post-remission therapy in an effort to improve the disease-free survival. [3] [4] [5] [6] However, reports from transplant centers or registries usually include heterogeneous patients highly selected either by the transplant center(s), referral for BMT of only 'good-risk' responding cases or exclusion of those cases debilitated by the salvage CT. It is thus difficult to establish the actual role played by SCT in the overall therapeutic strategy of adults with primary resistant or relapsed ALL from most reports. In this report, we describe the results of 37 consecutive adult patients treated with uniform salvage induction consolidation CT, who were then to receive an autologous or allogeneic SCT within 3 months following CR, according to age and the availability of an HLA-compatible sibling donor. The aims of the study were to evaluate the efficacy of an intense salvage CT regimen in effecting CR, and the role of an immediate autologous or allogeneic SCT in effecting prolonged remissions.", "cite_spans": [{"start": 156, "end": 157, "text": "1", "ref_id": "BIBREF0"}, {"start": 395, "end": 397, "text": "1,", "ref_id": "BIBREF0"}, {"start": 398, "end": 399, "text": "2", "ref_id": "BIBREF1"}, {"start": 668, "end": 671, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 672, "end": 675, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 676, "end": 679, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 680, "end": 683, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": ""}, {"text": "From January 1988 to December 1996, 37 consecutive adults (age Ͼ15 years) with ALL refractory to conventional first-line remission induction CT (n = 13) or in first relapse following a previous CR (n = 24) were included in this protocol. Other eligibility criteria were: (1) age Ͼ16 years р65 years; (2) normal renal, hepatic, cardiac and pulmonary function; and (3) oral informed consent.", "cite_spans": [], "ref_spans": [], "section": "Eligibility criteria"}, {"text": "The intensive CT induction protocol has been previously reported. 7, 8 It consists of: vindesine, 2 mg/m 2 intravenously (i.v.), on day 1; mitoxantrone, 12 mg/m 2 i.v., on days 1, 2 and 3; cyclophosphamide, 1.5 g/m 2 i.v., on day 1; intermediate-dose Ara-C, 1.2 g/m 2 as a 2-h i.v. infusion every 12 h, on days 1, 2, 3 and 4; prednisolone, 80 mg/m 2 i.v. on days 1, 2, 3 and 4; and methotrexate, 500 mg/m 2 i.v. (1/3 of dose as i.v. push, 2/3 as a 4-h infusion), on day 5. Patients achieving CR were to proceed to allogeneic or autologous SCT within 3 months, and if this could not be done due to logistic problems, either a second course of the same CT was given as consolidation (n = 5) or one cycle of ifosfamide, intermediate-dose Ara-C, etoposide and methylprednisolone (n = 2) was administered prior to SCT.", "cite_spans": [{"start": 66, "end": 68, "text": "7,", "ref_id": "BIBREF6"}, {"start": 69, "end": 70, "text": "8", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "CT salvage regimen"}, {"text": "Patients without a suitable donor and those above 50 years of age and who achieved CR were scheduled for a BM harvest within 2 months. The BM was cryopreserved after ex vivo treatment in all but one case. Purging was done with a panel of monoclonal antibodies and complement lysis or with antibody-coated immunobeads, as previously described in detail. 9,10 One patient had immunologically purged PBSC which were harvested following induction CT. Patients with a suitable donor and р50 years of age received unmanipulated BM (n = 7) or G-CSF-mobilized PBSC (n = 3). The conditioning regimen consisted of CTX (120 mg/kg) plus TBI (hyperfractionated over 3 days, two doses per day, total dose of 1200 or 1350 cGy) except for one patient who received BU/CY. Two ABMT recipients with Ph + ALL received VP-16 (30 mg/kg) + CTX/TBI. To prevent GVHD all allograft recipients received CYA plus a short course of MTX. All patients received intrathecal MTX (12 mg per dose) on days Ϫ7 and Ϫ3 and every 2 weeks following hematologic recovery to 10 doses when possible. GM-CSF was given post-transplant to eight ABMT recipients, while none of the allograft recipients received any growth factor.", "cite_spans": [], "ref_spans": [], "section": "Stem cell transplantation"}, {"text": "The closing date for analysis was 1 October 1997. The 2 test was used to establish differences in the distribution of qualitative variables and the Student's t-test to compare the means for continuous variables. Disease-free survival (DFS) and overall-survival (OS) post-transplant were calculated from the date of receiving the stem cell graft until relapse (DFS) or death (OS), while OS following CR was calculated from the date of CR until death from any cause. Kaplan-Meier product-limit estimates were used to prepare curves of DFS and OS, and differences between curves were calculated using the log-rank test. Tests of significance were two-sided, with a significance level of P р 0.05. Table 1 shows the overall patient characteristics and the outcome of induction and consolidation salvage CT. Twenty-nine of the 37 initial patients achieved CR, while the rest were either resistant to salvage CT (n = 6) or died during therapy (n = 2). Thus, 78% (95% CI 62-90%) achieved CR. Ten cases were assigned to receive an allograft (age р50 years, suitable HLA-identical donor), while the rest (n = 19) were assigned to receive an autograft (five due to age Ͼ50 years and 14 due to lack of a donor). All 10 patients in the allograft group proceeded to alloSCT in a median of 2.5 months (range 1-7) from CR. Seven received an alloBMT and three an unmanipulated alloPBSCT following conditioning with CTX/TBI in all but one case, who received BU/CY. Nine patients engrafted with median recovery times for neutrophils (Ͼ0.5 × 10 9 /l) and platelets (Ͼ20 × 10 9 /l) of 20 (12-25) and 21 days, respectively, while one died from ARDS on day +22 without engraftment. Three other patients have died from grade IV acute GVHD with CMV pneumonia (day +47), hepatitis B virus cirrhosis (day +76) and chronic extensive GVHD (day +360). Six are alive and disease-free at a median of 56.1 months (range 9.7-92.6) with no evidence of GVHD and excellent performance status.", "cite_spans": [], "ref_spans": [{"start": 694, "end": 701, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Statistical methods"}, {"text": "Of the 19 patients initially assigned to receive an autograft, 10 did not undergo SCT due to progressive mucormyosis (n = 1) or early relapse (n = 9) at a median of 2.5 months (range 1.5-3.5) from CR. Thus, only 9/19 (47%) actually received the intended autoSCT. These patients proceeded to transplant a median of 2.5 months (1-8) after achieving CR. The conditioning regimen consisted of CTX/TBI in all, with the addition of VP-16 in two Phpositive cases. Neutrophil and platelet recovery times occurred at a median of 22 and 39 (12-50) days in nine and seven cases, respectively, while two patients did not recover platelets before relapse or death. Eight patients relapsed at a median of 10.1 months (range 2-30.2) after transplant. One patient died from ARDS on day +38, seven died from relapse and one is alive after relapse; this latter case showed an isolated cutaneous relapse 3 months from ABMT but is alive and disease free at +27.5 months after local radiotherapy. Table 2 shows the characteristics of the patients allocated to autologous and allogeneic transplant following CR. The only difference between both groups is a Includes all patients in CR Ͼ50 years and those р50 years without an HLA-compatible donor and thus assigned to receive an ABMT following CR. b Includes all patients in CR р50 years with an HLA-compatible donor available and thus assigned to receive an alloSCT following CR. c Relapse less than 6 months from first CR. d Relapse later than 6 months from first CR. NP/NM = not performed/no mitoses obtained; SCT = stem cell transplantation; My+ ALL = prescursor B-ALL with one or two myeloid-linkeage antigens.", "cite_spans": [], "ref_spans": [{"start": 976, "end": 983, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Results"}, {"text": "the larger number of cases with an abnormal karyotype in the autologous group. Table 3 shows the characteristics and outcome of the 19 patients who proceeded to SCT; at this time-point the only relevant differences are the larger number of cases who were in relapse before transplant in the alloSCT group (none autologous vs 3/10 allogeneic) and the three cases of Ph-positive ALL in the autoSCT group. The interval from CR to transplant did not differ between groups. The median DFS and OS post-transplant for the autologous recipients are 6.9 months (range 1.5-30.2) and 10.5 months (range 1.5-32.2), respectively; allogeneic recipients have the same median DFS and OS at 11.9 months (range 0.7-92.6); these differences are not statistically significant (P = 0.08 for the DFS), probably due to the small number of patients. In an intention-to-treat analysis, the mean OS from achieving CR for the 19 patients initially assigned to receive autologous SCT is 11.3 months (range 0.5-34.3, 95% CI 6.1-16.4) and 60.1 months (range 2.3-98.3, 95% CI 31.3-90) for those assigned to allogeneic transplant. Figure 1 shows the Kaplan-Meier survival curves from achieving CR when analysed in an intention-to-treat basis; despite the small sample sizes the differences in OS are statistically significant (log-rank test, P Ͻ 0.01).", "cite_spans": [], "ref_spans": [{"start": 79, "end": 86, "text": "Table 3", "ref_id": "TABREF2"}, {"start": 1099, "end": 1107, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "Results"}, {"text": "Adults with primary refractory or relapsed ALL have a very poor short-term prognosis, regardless of the type of salvage strategy employed. 1,2 Allogeneic BMT has been the only curative option available to date, with most single-center experiences reporting a 3-year DFS of about 20%, better for patients transplanted in second or further CR (20-40%) than in those transplanted in relapse (10%). 3, 5 ABMT has been extensively investigated in the treatment of advanced ALL in those lacking an HLA-compatible sibling or who are too old to safely receive an allograft. The reported 3year DFS is also around 20%, with most patients failing due to leukemic relapse. 4 Purging of the marrow with monoclonal antibodies or cytotoxic agents was initially regarded as a promising approach to reduce the rate of relapse, 11 but the currently available uncontrolled data show no apparent benefit. 4 Unfortunately, there have been few controlled studies comparing results of allogeneic and autologous BMT in similar patients with advanced ALL, with no significant differences in DFS. 4, 12 Regrettably, in none of these studies are the data for adults and children reported separately, and the latter undoubtedly have much better short-and long-term outcomes.", "cite_spans": [{"start": 395, "end": 397, "text": "3,", "ref_id": "BIBREF2"}, {"start": 398, "end": 399, "text": "5", "ref_id": "BIBREF4"}, {"start": 661, "end": 662, "text": "4", "ref_id": "BIBREF3"}, {"start": 885, "end": 886, "text": "4", "ref_id": "BIBREF3"}, {"start": 1071, "end": 1073, "text": "4,", "ref_id": "BIBREF3"}, {"start": 1074, "end": 1076, "text": "12", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Discussion"}, {"text": "However, a more important caveat in these transplantoriented reports is that they do not give a realistic idea of the real impact of BMT in the overall therapeutic strategy for refractory or relapsed adult ALL. This is an important concept since these subjects must overcome many obstacles before actually reaching BMT, but we have found only two other studies addressing this issue. 13, 14 In our study, of the initial 37 patients, only 29 achieved CR, and only 19 actually reached SCT (65% of those attaining CR and 51 % of all initially treated). This loss of patients pretransplant was mainly due to early relapse, since 9/19 autologous SCT candidates relapsed before the transplant. However, 3/10 1026 One alive at +27.5 months following isolated cutaneous relapse (+3 months) treated with X-ray therapy. patients who relapsed before the assigned alloSCT underwent the transplant since early relapse was not a contraindication for the procedure. Arcese et al 13 reported the results of a GIMEMA multicenter salvage protocol. One hundred and sixty-eight patients (including 72 adults) were included, with a CR rate of 64% (56% in adults and 70% in children). However, 53% of complete remitters did not reach BMT, and only 30% of all initially treated patients underwent BMT, with a projected 3-year actuarial DFS of 52% for allogeneic BMT and 29% for ABMT recipients. Recently, these Italian investigators reported a follow-up study in adults only which confirmed significantly worse results than for children. 15 Specifically, only 9/61 adults initially treated reached BMT (26% of CR), five ABMT and four alloBMT. Five relapsed a median of 4 months post BMT and four were alive (1/5 ABMT and 3/4 alloBMT) with a median follow-up of 43 months. Freund et al 14 reported a German multicenter salvage protocol which enrolled 66 adults with refractory or relapsed ALL. The initial CR rate was 60%, but again, only 22 patients reached BMT, representing 33% of the initial 66 cases. Of the 13 who received an allogeneic BMT, five were alive, but the follow-up was short (1-18 months, median 13). All nine ABMT recipients had relapsed at a median of 4 months (range 1-12), as did all non-transplanted patients (median DFS of 2.9 months). These data suggest that at present an allogeneic transplant appears to be the best treatment approach for adults with relapsed or refractory ALL. Monoclonal-antibody purged autologous SCT does not appear to be an effective treatment for adult ALL in second CR or relapse. Even though purging strategies have undoubtedly improved and will improve further in the near future, they will probably not lead to better results in this setting; a recent large IBMTR study which includes children and adults has shown a relapse risk of 50-70% at 2 years for ALL allografted in second CR without GVHD and of 30% for those patients who developed GVHD. 16 Thus, a graft-versus-leukemia effect appears to exist in ALL, making it unlikely that even a highly purged stem cell autograft will significantly decrease the risk of relapse. On the other hand, matched volunteer unrelated donor transplants are an attractive alternative for these patients, [17] [18] [19] but only 10-50% will have a suitable A,B,DR-matched donor, and availability of the marrow usually requires 4-6 months from the start of the search. 19 Since second CRs usually last few months, most patients with a donor will be in relapse with progressive leukemia at BMT, which is associated with a poor outcome. 17, 18 Other alternatives are cord blood transplants 20 and, especially for adults, partially mismatched related donor stem cell transplants. 21 This latter approach has the advantage of rapid access to large numbers of stem cells, allowing for a transplant before disease progression. 22 In summary, few adults with relapsed or refractory ALL actually reach a stem cell transplant in CR. Autologous SCT offers little, if any, potential for long-term survival in these patients, and an allogeneic stem cell source should be rapidly sought after CR has been achieved, including experimental alternative donor transplant protocols in subjects under the age of 55 without an HLA-identical sibling.", "cite_spans": [{"start": 384, "end": 387, "text": "13,", "ref_id": "BIBREF12"}, {"start": 388, "end": 390, "text": "14", "ref_id": "BIBREF13"}, {"start": 964, "end": 966, "text": "13", "ref_id": "BIBREF12"}, {"start": 1515, "end": 1517, "text": "15", "ref_id": "BIBREF14"}, {"start": 2877, "end": 2879, "text": "16", "ref_id": "BIBREF15"}, {"start": 3171, "end": 3175, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 3176, "end": 3180, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 3181, "end": 3185, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 3334, "end": 3336, "text": "19", "ref_id": "BIBREF18"}, {"start": 3500, "end": 3503, "text": "17,", "ref_id": "BIBREF16"}, {"start": 3504, "end": 3506, "text": "18", "ref_id": "BIBREF17"}, {"start": 3553, "end": 3555, "text": "20", "ref_id": "BIBREF19"}, {"start": 3642, "end": 3644, "text": "21", "ref_id": "BIBREF20"}, {"start": 3786, "end": 3788, "text": "22", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Strategies for the treatment of recurrent acute lymphoblastic leukemia in adults", "authors": [{"first": "R", "middle": [], "last": "Bassan", "suffix": ""}, {"first": "T", "middle": [], "last": "Lerede", "suffix": ""}, {"first": "T", "middle": [], "last": "Barbui", "suffix": ""}], "year": 1996, "venue": "Haematologica", "volume": "81", "issn": "", "pages": "20--36", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Impact of reinduction regimens for relapsed and refractory acute lymphoblastic leukemia in adults", "authors": [{"first": "J", "middle": ["L"], "last": "Welborn", "suffix": ""}], "year": 1994, "venue": "Am J Hematol", "volume": "45", "issn": "", "pages": "341--344", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Allogeneic bone marrow transplantation for acute lymphoblastic leukemia", "authors": [{"first": "N", "middle": ["J"], "last": "Chao", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Forman", "suffix": ""}], "year": 1994, "venue": "", "volume": "", "issn": "", "pages": "618--628", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Autologous bone marrow transplantation for acute lymphoblastic leukemia", "authors": [{"first": "J", "middle": [], "last": "Ritz", "suffix": ""}, {"first": "N", "middle": ["K"], "last": "Ramsay", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Kersey", "suffix": ""}], "year": 1994, "venue": "", "volume": "", "issn": "", "pages": "731--742", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Treatment of acute lymphoblastic leukemia with allogeneic bone marrow transplantation. Multivariate analysis of factors affecting acute graft-versus-host disease, relapse and relapse-free survival", "authors": [{"first": "K", "middle": [], "last": "Doney", "suffix": ""}, {"first": "L", "middle": ["D"], "last": "Fisher", "suffix": ""}, {"first": "F", "middle": ["R"], "last": "Appelbaum", "suffix": ""}], "year": 1991, "venue": "Bone Marrow Transplant", "volume": "7", "issn": "", "pages": "453--459", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Autologous bone marrow transplantation for acute lymphoblastic leukemia", "authors": [{"first": "K", "middle": [], "last": "Doney", "suffix": ""}, {"first": "C", "middle": ["D"], "last": "Buckner", "suffix": ""}, {"first": "L", "middle": [], "last": "Fisher", "suffix": ""}], "year": 1993, "venue": "Bone Marrow Transplant", "volume": "12", "issn": "", "pages": "315--321", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Treatment of refractory and relapsed adult acute leukemia using a uniform chemotherapy protocol", "authors": [{"first": "R", "middle": [], "last": "Martino", "suffix": ""}, {"first": "S", "middle": [], "last": "Brunet", "suffix": ""}, {"first": "A", "middle": [], "last": "Sureda", "suffix": ""}], "year": 1993, "venue": "Leuk Lymphoma", "volume": "11", "issn": "", "pages": "393--398", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Hematopoietic growth factor (G-CSF or GM-CSF) after salvage chemotherapy in refractory or relapsed adult de novo acute leukemia", "authors": [{"first": "R", "middle": [], "last": "Martino", "suffix": ""}, {"first": "S", "middle": [], "last": "Brunet", "suffix": ""}, {"first": "A", "middle": [], "last": "Sureda", "suffix": ""}], "year": 1996, "venue": "Leuk Lymphoma", "volume": "20", "issn": "", "pages": "321--326", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Autologous bone marrow transplantation for acute lymphoblastic leukemia: role of bone marrow purging", "authors": [{"first": "C", "middle": [], "last": "Canals", "suffix": ""}, {"first": "M", "middle": [], "last": "Picón", "suffix": ""}, {"first": "T", "middle": [], "last": "Sánchez", "suffix": ""}], "year": 1994, "venue": "Prog Clin Biol Res", "volume": "389", "issn": "", "pages": "125--132", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Bone marrow purging in acute lymphoblastic leukemia: biological and clinical features", "authors": [{"first": "J", "middle": [], "last": "García", "suffix": ""}, {"first": "C", "middle": [], "last": "Punti", "suffix": ""}, {"first": "M", "middle": [], "last": "Picón", "suffix": ""}], "year": 1994, "venue": "J Hematother", "volume": "3", "issn": "", "pages": "203--211", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Autologous bone marrow transplantation with monoclonal antibody purged marrow for high risk acute lymphoblastic leukemia", "authors": [{"first": "B", "middle": [], "last": "Simonsson", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Burnett", "suffix": ""}, {"first": "H", "middle": ["G"], "last": "Prentice", "suffix": ""}], "year": 1989, "venue": "Leukemia", "volume": "3", "issn": "", "pages": "631--636", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Comparison of autologous and allogeneic bone marrow transplantation for treatment of high-risk refractory acute lymphoblastic leukemia", "authors": [{"first": "J", "middle": ["H"], "last": "Kersey", "suffix": ""}, {"first": "D", "middle": [], "last": "Weisdorf", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Nesbit", "suffix": ""}], "year": 1987, "venue": "New Engl J Med", "volume": "317", "issn": "", "pages": "461--467", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Allogeneic or autologous bone marrow transplantation for intensification of salvage therapy in patients with high-risk advanced acute lymphoblastic leukemia", "authors": [{"first": "W", "middle": [], "last": "Arcese", "suffix": ""}, {"first": "S", "middle": [], "last": "Amadori", "suffix": ""}, {"first": "G", "middle": [], "last": "Meloni", "suffix": ""}], "year": 1991, "venue": "Semin Hematol", "volume": "3", "issn": "", "pages": "116--121", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Treatment of relapsed or refractory adult acute lymphocytic leukemia", "authors": [{"first": "M", "middle": [], "last": "Freund", "suffix": ""}, {"first": "H", "middle": [], "last": "Diedrich", "suffix": ""}, {"first": "A", "middle": [], "last": "Ganser", "suffix": ""}], "year": 1992, "venue": "Cancer", "volume": "69", "issn": "", "pages": "709--716", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Treatment of adults with acute lymphoblastic leukaemia in first bone marrow relapse: results of the ALL R-87 protocol", "authors": [{"first": "F", "middle": [], "last": "Giona", "suffix": ""}, {"first": "L", "middle": [], "last": "Annino", "suffix": ""}, {"first": "R", "middle": [], "last": "Rondelli", "suffix": ""}], "year": 1997, "venue": "Br J Haematol", "volume": "97", "issn": "", "pages": "896--903", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Graft versus leukemia effects in T-lineage and B-lineage acute lymphoblastic leukemia", "authors": [{"first": "J", "middle": ["R"], "last": "Passweg", "suffix": ""}, {"first": "P", "middle": [], "last": "Tiberghien", "suffix": ""}, {"first": "J", "middle": ["Y"], "last": "Cahn", "suffix": ""}], "year": 1998, "venue": "Bone Marrow Transplant", "volume": "21", "issn": "", "pages": "153--158", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Transplantation of marrow cells from unrelated donors for treatment of high-risk acute leukemia: the effect of leukemic burden, donor HLA-matching and marrow cell dose", "authors": [{"first": "J", "middle": [], "last": "Sierra", "suffix": ""}, {"first": "B", "middle": [], "last": "Storer", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Hansen", "suffix": ""}], "year": 1997, "venue": "Blood", "volume": "89", "issn": "", "pages": "4226--4235", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Autologous versus unrelated donor allogeneic marrow transplantation for acute lymphoblastic leukemia", "authors": [{"first": "D", "middle": ["J"], "last": "Weisdorf", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Billett", "suffix": ""}, {"first": "P", "middle": [], "last": "Hannan", "suffix": ""}], "year": 1997, "venue": "Blood", "volume": "90", "issn": "", "pages": "2962--2968", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Impact of racial genetic polymorphism on the probability of finding an HLA-matched donor", "authors": [{"first": "P", "middle": ["G"], "last": "Beatty", "suffix": ""}, {"first": "M", "middle": [], "last": "Mori", "suffix": ""}, {"first": "E", "middle": [], "last": "Milford", "suffix": ""}], "year": 1995, "venue": "Transplantation", "volume": "60", "issn": "", "pages": "778--785", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Outcome of cord-blood transplantation from related and unrelated donors", "authors": [{"first": "E", "middle": [], "last": "Gluckman", "suffix": ""}, {"first": "V", "middle": [], "last": "Rocha", "suffix": ""}, {"first": "A", "middle": [], "last": "Boyer-Chammand", "suffix": ""}], "year": 1997, "venue": "New Engl J Med", "volume": "337", "issn": "", "pages": "377--381", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Allogeneic bone marrow transplantation with T cell-depleted partially matched related donors for advanced acute lymphoblastic leukemia in children and adults: a comparative matched cohort study", "authors": [{"first": "D", "middle": ["R"], "last": "Fleming", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Henslee-Downey", "suffix": ""}, {"first": "E", "middle": ["H"], "last": "Romond", "suffix": ""}], "year": 1996, "venue": "Bone Marrow Transplant", "volume": "17", "issn": "", "pages": "917--922", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Use of partially mismatched related donors extends access to allogeneic marrow transplant", "authors": [{"first": "P", "middle": [], "last": "Henslee-Downey", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Abhyankar", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Parrish", "suffix": ""}], "year": 1997, "venue": "Blood", "volume": "89", "issn": "", "pages": "3864--3872", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Overall survival following CR for patients assigned to allogeneic transplant (--) or autologous transplant (---) (log rank test, P Ͻ 0.01).", "latex": null, "type": "figure"}, "TABREF0": {"text": "Patient characteristics and results of salvage chemotherapy", "latex": null, "type": "table"}, "TABREF1": {"text": "Outcome of patients in complete remission assigned to autologous and allogeneic transplant", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Allocated to autologous SCT (n • 19)a </td><td>Allocated to allogeneic SCT (n • 10)b\n</td><td>P\n</td></tr><tr><td>Median age (range) </td><td>33 (16-55) </td><td>27 (18-50) </td><td>NS\n</td></tr><tr><td>Sex (M/F) </td><td>14/5 </td><td>7/3 </td><td>NS\n</td></tr><tr><td>Immunophenotype\nPrecursor B-ALL </td><td>14 </td><td>6 </td><td>NS\n</td></tr><tr><td>T-ALL </td><td>3 </td><td>2 </td><td>NS\n</td></tr><tr><td>My• ALL </td><td>2 </td><td>2 </td><td>NS\n</td></tr><tr><td>Cytogenetics\n</td><td> </td><td> </td><td> </td></tr><tr><td>NP/NM </td><td>7/1 </td><td>4/1 </td><td>NS\n</td></tr><tr><td>Abnormal </td><td>8 </td><td>0 </td><td>0.05\n</td></tr><tr><td>Normal ALL status at entry\n</td><td>3 </td><td>5 </td><td>NS\n</td></tr><tr><td>Primary REF </td><td>7 </td><td>5 </td><td>NS\n</td></tr><tr><td>Early RELc </td><td>3 </td><td>1 </td><td>NS\n</td></tr><tr><td>Late RELd </td><td>9 </td><td>4 </td><td>NS\n</td></tr><tr><td>Relapse pre-SCT </td><td>9 </td><td>3 </td><td>NS\n</td></tr><tr><td>(median, range, from CR) </td><td>(2.5, 1.5-3.5) </td><td>(1.5, 1-3.5)\n</td><td> </td></tr><tr><td>Death in CR </td><td>1 </td><td>0 </td><td>NS\n</td></tr><tr><td>Transplant procedure performed (% patients initially assigned) </td><td>9 </td><td>10 </td><td>-\n</td></tr><tr><td> </td><td>(47%, 95%, CI 24-71%) </td><td>(100%)\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Characteristics of transplanted patients and outcome NP/NM = not performed/no mitoses obtained; SCT = stem cell transplantation; My+ ALL = precursor B-ALL with one or two myeloid-lineage antigens.One aGVHD grade IV + CMV infection (day +47), one pneumonia during aplasia (day +22).One chronic extensive GVHD (day +360), one hepatitis B virus cirrhosis (day +76).", "latex": null, "type": "table"}, "TABREF3": {"text": "Table 3 Characteristics of transplanted patients and outcome", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Autologous (n • 9) </td><td>Allogeneic (n • 10)\n</td><td>P\n</td></tr><tr><td>Median age (range) </td><td>23 (19-53) </td><td>30 (18-50) </td><td>NS\n</td></tr><tr><td>Sex (M/F) </td><td>7/2 </td><td>7/3 </td><td>NS\n</td></tr><tr><td>Time from CR to transplant (months, median and range) Disease status at transplant\n</td><td>2.5 (1-8) </td><td>2.5 (1-7) </td><td>NS\n</td></tr><tr><td>Remission </td><td>9 </td><td>7 </td><td>NS\n</td></tr><tr><td>Relapse Immunophenotype\n</td><td>0 </td><td>3\n</td><td> </td></tr><tr><td>Precursor B-ALL </td><td>5 </td><td>6 </td><td>NS\n</td></tr><tr><td>T-ALL </td><td>2 </td><td>2 </td><td>NS\n</td></tr><tr><td>My• ALL </td><td>2 </td><td>2 </td><td>NS\n</td></tr><tr><td>Cytogenetics\n</td><td> </td><td> </td><td> </td></tr><tr><td>NP/NM </td><td>1/0 </td><td>3/1 </td><td>-\n</td></tr><tr><td>Abnormal </td><td>5a </td><td>0 </td><td>0.05\n</td></tr><tr><td>Normal </td><td>3 </td><td>6 </td><td>-\n</td></tr><tr><td>Source of SCT </td><td> </td><td> </td><td>-\n</td></tr><tr><td>BMT </td><td>8 </td><td>7\n</td><td> </td></tr><tr><td>PBSCT </td><td>1 </td><td>3\n</td><td> </td></tr><tr><td>aGVHD II-IV </td><td>- </td><td>5/9 evaluable </td><td>-\n</td></tr><tr><td>Chronic GVHD </td><td>- </td><td>1/6 evaluable </td><td>-\n</td></tr><tr><td>Early transplant-related death </td><td>1b </td><td>2c </td><td>-\n</td></tr><tr><td>Death in CR </td><td>0 </td><td>2d </td><td>-\n</td></tr><tr><td>Relapses </td><td>8e </td><td> </td><td>-\n</td></tr><tr><td>Alive in CR </td><td>0 </td><td>6 (median 56.1 months, range 9.7-92.6) </td><td>-\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "This study is dedicated to the recently deceased Dr Andreu Domingo-Albós, former chief of the Division of Clinical Hematology in our institution. This study was supported in part by grants FIS 96/0659 and 97/0626 and by a grant from 'Ramón Areces' Foundation (JS 1997(JS -1999.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}]}