{
    "paper_id": "7a127771726a4021821b1741661518a10cc1f73f",
    "metadata": {
        "title": "Early infantile pertussis; increasingly prevalent and potentially fatal",
        "authors": [
            {
                "first": "Craig",
                "middle": [],
                "last": "Smith",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Harish",
                "middle": [],
                "last": "Vyas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We report nine cases of severe early pertussis in infants less than 7 weeks of age. Clinical features at this age are atypical and may be confused with more common illnesses such as bronchiolitis. All were very dicult to manage. Ventilation was required for apnoeas in ®ve cases, seizures in two or respiratory failure in two. Complications included hypotension in seven cases, pulmonary hypertension in one, pneumothoraces in two, seizures in ®ve and co-infection in ®ve. Two cases were referred for extracorporeal membrane oxygenation and six died. Infection was con®rmed either at post mortem or by culture from pernasal swabs. The mother or other close family members were symptomatic at the time and thought to be the source of infection. Conclusion The nine cases suggest a signi®cant resurgence of the infection, which may be fatal in early life. If reporting continues to increase, the immunisation schedule will need to be reviewed and secondary transmission prevented where possible, to protect this vulnerable pre-immunisation group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Abbreviations ECMO extracorporeal membrane oxygenation á HFOV high frequency oscillatory ventilation á RSV respiratory syncytial virus",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Vaccination against pertussis has led to a signi®cant decline in morbidity and mortality. However, young infants remain susceptible and may present with atypical symptoms compared to older children. Making the diagnosis in early infancy requires the awareness that the organism continues to circulate and how it may present. Management of severe cases is dicult and death is not uncommon. We report our recent experience of nine cases of severe early infantile pertussis from the mid Trent region of England, UK, where the incidence is rising.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The nine cases were managed on the paediatric intensive care units in Nottingham (eight beds) and Derby (four beds) in the mid Trent region of England, UK. The region has approximately 60,000 live births per year. Six cases presented within a 10-month period over the winter months of 1997. The most recent case presented in March 1999. Seven of the infants were male. All were healthy term deliveries presenting between 2 and 6 weeks of age, i.e. before their ®rst immunisation. Table 1 summarises the clinical course and complications of the nine cases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 480,
                    "end": 487,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Summary of cases"
        },
        {
            "text": "Case 7 was atypical. He had been unwell for 4 weeks before admission, but the majority had been unwell for less than 4 days. All presented with a history of poor feeding and cough. The cough was described as paroxysmal in ®ve cases. Additional symptoms included apnoeas (®ve cases), fever (four cases), vomiting (two cases) and seizures (three cases). Typically cough, anorexia and poor feeding were noticed ®rst, suggesting an upper or lower respiratory tract infection. Fever and or vomiting were cause for further concern in these very young infants. Increased respiratory distress, apnoeas and seizures quickly followed, leading to admission and eventually intubation, which was required very shortly after presentation in two cases. Presenting during the bronchiolitis season, the ®rst four cases seen were initially thought to be bronchiolitis or bronchopneumonia and were treated as such, with oxygen and¯uids to maintain hydration. In case 3, respiratory syncytial virus (RSV) was isolated early on from the admission nasopharyngeal aspirate. However, all infants received broad spectrum antibiotics either because of their age, the severity of their symptoms or their negative RSV status. Pernasal swabs were not considered in the ®rst three cases. The total white cell count and total lymphocyte count were very high in all cases. The percentage of neutrophils was greater than lymphocytes in ®ve cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary of cases"
        },
        {
            "text": "Five cases suered increasing respiratory distress for a further 1 to 5 days before intubation was required. Ventilation was required for recurrent apnoeas (®ve cases), seizures (two cases) and respiratory failure (two cases) ( Table 1 ). Cases 7 and 9 initially stabilised in oxygen only. However, case 7 had a rapid deterioration late in his illness, presenting with respiratory failure and hypotension, while case 9 required intubation for frequent seizures. All cases required ventilation with high pressures and desaturations were common. Thick tenacious secretions were a constant feature and were very dicult to manage. Co-infection was found in four cases and may have contributed to their poor respiratory status. Their Xrays showed hyperin¯ation and collapse consolidation. In two infants pneumothoraces developed. In seven cases, inotropic support was necessary. Case 8 had signi®cant problems with pulmonary hypertension and suprasystemic right ventricular pressures, despite the use of pulmonary vasodilators. Cases 2, 3 and 8 had fatal rapid deteriorations after intubation. Cases 1 and 5 were so dicult to ventilate that extracorporeal membrane oxygenation (ECMO) was arranged.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 227,
                    "end": 234,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Summary of cases"
        },
        {
            "text": "Case 1 died before transfer. Case 5 went on to require prolonged respiratory support with ECMO and high frequency oscillatory ventilation (HFOV). Intensive care support was withdrawn in case 6 after EEG, cranial ultrasound and clinical examination revealed extensive cerebral damage. Five infants had seizures as part of their illness. Six of the nine cases died and a post mortem was performed in four cases. In three cases, the diagnosis was only made at post mortem. The other cases were diagnosed from pernasal swabs. At post mortem, pulmonary ®ndings were similar, revealing widespread mucus plugging and extensive mucosal damage. Of note, there was severe depletion of lymphocytes from the thymus, lymph nodes and spleen. Incidentally, case 8 was found to have a secondary atrial septal defect and polysplenia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary of cases"
        },
        {
            "text": "As pertussis related morbidity has declined so has awareness and reporting, even in the event of death [9] . Diagnosis was made only at post mortem in three of our cases because of short illnesses characterised by rapid clinical deterioration. The typical features of mid childhood, which clinicians remember, are not the same as those in the non-immunised very young infant, in whom diagnosis may be delayed. Pertussis was not the ®rst diagnosis considered at presentation in the ®rst of our cases, particularly during a bronchiolitis epidemic. The symptoms reported did suggest possible respiratory infection; bronchiolitis or bronchopneumonia being most likely. However, the important dierentiating symptom of a paroxysmal cough was reported in only ®ve of the nine cases and should not be considered as pathognomic in infancy. No patients developed an inspiratory whoop. Apnoeas secondary to respiratory infection are common in this age group but seizures are unusual in this context. They should serve as a useful diagnostic clue, as they are a signi®cant and well recognised complication of pertussis encephalopathy. The total white cell counts and lymphocyte counts were very high in all of these severe cases and were useful indicators of probable pertussis. We found that the percentage of neutrophils may be greater than that for lymphocytes. In the later cases the above features were recognised immediately as neonatal pertussis, allowing earlier con®rmation of the presence of pertussis from pernasal swabs.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 106,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Intubation and ventilation were necessary because of apnoeas, seizures or respiratory failure. It has been suggested that ventilation is straightforward in the majority requiring intubation [4] . This was not true in our cases or in the experience of others [5] . Thick secretions, patchy collapse consolidation combined with hyperination, pulmonary hypertension and co-infection made ventilation very dicult. Broad spectrum antibiotics (including erythromycin), mucolytics, steroids (dexa- In this series and in others death was associated with age, co-infection and multisystem involvement [10] . Five patients had seizures, suggesting encephalopathy, and ®ve had evidence of respiratory co-infection. The possible source of the pertussis infection is shown in Table 1 . These close family members all had recent illnesses with a prolonged cough. In case 3 the contacts (two cousins) had been noti®ed as probable pertussis cases. Unfortunately, even when pertussis was considered in the contact family members, no pernasal swabs were taken. Reporting has increased recently despite good current local and national vaccination uptake [8] . However protection is temporary and Bordetella pertussis continues to circulate, often silently [6] amongst those who have been vaccinated. In addition there is now a cohort of young adults whose parents declined vaccination because of concerns about possible adverse eects (encephalopathy), who are susceptible to primary infection and may pass infection on to their own infants. With the help of our local public health laboratory service we attempted to trace the immunisation records of the parents thought to be contacts. Unfortunately we were unable to ®nd documentary evidence of their immunisations.",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 193,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 258,
                    "end": 261,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 592,
                    "end": 596,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1135,
                    "end": 1138,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1237,
                    "end": 1240,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 763,
                    "end": 770,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "A signi®cant resurgence of pertussis has been predicted [2] . It is unclear why so many severe cases have occurred in such a small area, although a smaller group has been reported in the London area [8] . The susceptible infant may be at increasing risk from an increasing population of unprotected adults or poorly protected siblings. If this series is followed by others, or by increased reporting in other age groups then, methods of improving protection to the susceptible infant must be reconsidered. The importance of maintaining high vaccination rates at the earliest possible age cannot be overstated [3] . However, neonatal vaccination does not provide adequate protection [1] . Furthermore, it has been suggested that the change to an accelerated programme of vaccination in the UK (2, 3 and 4 months) may be responsible for the increase in cases [8] by leading to shorter immunity in siblings. The vulnerable newborn, may be at risk from all family members in whom pertussis has been forgotten or not been considered likely. If newer acellular vaccines are acceptable, then boosting in early childhood and adolescence may help reduce secondary transmission of pertussis to newborn babies [7] . These cases serve to remind us that pertussis continues to circulate and how dicult to manage it can be when spread to young infants, in whom it may be fatal.",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 59,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 199,
                    "end": 202,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 609,
                    "end": 612,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 682,
                    "end": 685,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 857,
                    "end": 860,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1199,
                    "end": 1202,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Immunolgic response to early and routine DTP immunisation in infants",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Bara",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Leake",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Burstyn",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Payne",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Cody",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Manark",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "St",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Geme",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Pediatrics",
            "volume": "73",
            "issn": "",
            "pages": "37--42",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The return of pertussis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Bass",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Stephenson",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Pediatr Infect Dis J",
            "volume": "6",
            "issn": "",
            "pages": "141--144",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Impact of anti-vaccine movements on pertussis control: the untold story",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Gangarosa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Galazka",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Wolfe",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Phillips",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Gangarosa",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Lancet",
            "volume": "351",
            "issn": "",
            "pages": "356--361",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Arti®cial ventilation in severe pertussis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gillis",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Grattan-Smith",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kilham",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Arch Dis Child",
            "volume": "63",
            "issn": "",
            "pages": "364--367",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Ventilatory support for children with whooping cough",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Bush",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Anaesthesia",
            "volume": "35",
            "issn": "",
            "pages": "979--983",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Widespread silent transmission of pertussis in families: antibody correlates of infection and symptomatology",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Long",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Welkon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Clarke",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Infect Dis",
            "volume": "161",
            "issn": "",
            "pages": "480--486",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Pertussis vaccination: is there a need for a booster dose",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Novelli",
                    "suffix": ""
                },
                {
                    "first": "Al",
                    "middle": [],
                    "last": "Ansari",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mok",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Tasker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Lancet",
            "volume": "344",
            "issn": "",
            "pages": "1225--1226",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Pertussis is increasing in unimmunised infants: is a change of policy needed?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ranganathan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tasker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Booy",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Habibi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nadel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Britto",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Arch Dis Child",
            "volume": "80",
            "issn": "",
            "pages": "297--299",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Underreporting of pertussis deaths in the United States: need for improved surveillance (letter)",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Shaikh",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Guris",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Strebel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wharton",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Pediatrics",
            "volume": "101",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Pertussis deaths: report of 23 cases in the United States",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wortis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Strebel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wharton",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bardenheier",
                    "suffix": ""
                },
                {
                    "first": "Irb",
                    "middle": [],
                    "last": "Hardy",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Pediatrics",
            "volume": "97",
            "issn": "",
            "pages": "607--612",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF1": {
            "text": "Clinical course and complications",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements The referring clinicians are thanked for their help in reviewing the presenting details. In particular Dr John Axton for his advice on early drafts, Dr James Pad®eld for interpretation of post mortem ®ndings and Dr Mary Newlands for information on local pertussis reporting and immunisation uptake.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}