{
    "paper_id": "7a4e535f5a06c7f61a0d01cec2ea3d3d5b853888",
    "metadata": {
        "title": "Construction of enhanced transcriptional activators for improving cellulase production in Trichoderma reesei RUT C30",
        "authors": [
            {
                "first": "Jiajia",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chuan",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wei",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dongzhi",
                "middle": [],
                "last": "Wei",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Enhancing cellulase production in Trichoderma reesei is of great interest for an economical biorefinery. Artificial transcription factors are a potentially powerful molecular strategy for improving cellulase production in T. reesei. In this study, enhanced transcriptional activators XYR1VP, ACE2VP, and ACE1VP were constructed by linking the C terminus of XYR1, ACE2, or ACE1 with an activation domain of herpes simplex virus protein VP16. T. reesei transformants T XYR1VP , T ACE2VP , and T ACE1VP showed improved cellulase and/or xylanase production. T XYR1VP has a cellulase-free phenotype but with significantly elevated xylanase production. Xylanase I and xylanase II activities [U/(mg biomass)] increased by 51% and 80%, respectively, in T XYR1VP in comparison with parental strain RUT C30. The filter paper activity of T ACE2VP in the Avicel-based medium increased by 52% compared to that of RUT C30. In the Avicel-based medium, T ACE1VP manifested an 80% increase in FPase activity and a 50% increase in xylanase activity as compared to those of RUT C30. Additionally, when pretreated corn stover was hydrolyzed, crude enzymes produced from T ACE1VP yielded a greater glucose release than did the enzymes produced by parental strain RUT C30. which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Production of environment-friendly biofuels and chemicals from lignocellulosic biomass, which forms the skeleton of all plant cells, has received extensive attention (Hahn-Hagerdal et al. 2006) . The conversion of lignocellulosic biomass into monosaccharides using cellulase is a critical step in the biorefinery process (Parisutham et al. 2014) . The enhancement of cellulase production greatly reduces the cost of a biorefinery of lignocellulosic biomass (Vicari et al. 2012; Biddy et al. 2016) .",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 193,
                    "text": "(Hahn-Hagerdal et al. 2006)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 321,
                    "end": 345,
                    "text": "(Parisutham et al. 2014)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 457,
                    "end": 477,
                    "text": "(Vicari et al. 2012;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 478,
                    "end": 496,
                    "text": "Biddy et al. 2016)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Trichoderma reesei, an excellent secretor of enzymes, has been widely used for the industrial production of cellulase (Bischof et al. 2016) . T. reesei produces three types of cellulases: cellobiohydrolases (CBH1 and CBH2), endoglucanases (mainly include EGL1 and EGL2), and β-glucosidase (mainly BGL1). Cellobiohydrolases and endoglucanases synergistically hydrolyze cellulose to produce cello-oligosaccharides (mainly cellobiose). β-Glucosidases degrade cellobiose into the end product glucose. T. reesei also expresses large amounts of xylanase, among which XYN1 and XYN2 are the most abundant (Zeilinger et al. 1996) . Strain RUT C30 serves as a cellulase hyperproducer and is employed in research and in the industry (Martinez et al. 2008; Bischof et al. 2016) . Therefore, enhancing cellulase production in T. reesei RUT C30 is useful for an economical biorefinery.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 139,
                    "text": "(Bischof et al. 2016)",
                    "ref_id": null
                },
                {
                    "start": 597,
                    "end": 620,
                    "text": "(Zeilinger et al. 1996)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 722,
                    "end": 744,
                    "text": "(Martinez et al. 2008;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 745,
                    "end": 765,
                    "text": "Bischof et al. 2016)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Cellulase production in T. reesei RUT C30 is transcriptionally coregulated by a set of transcription factors (TFs), including XYR1, ACE3, ACE2, and ACE1 (Mach-Aigner et al. 2008; Häkkinen et al. 2014; Bischof et al. 2016 ). Among them, XYR1 and ACE3 are key transcriptional activators, and deletion of xyr1 or ace3 abrogates cellulase production Akel et al. 2009; Häkkinen et al. 2014; Castro Santos et al. 2016 ). ACE2 also serves as a transcriptional activator of cellulase production, and deletion of ace2 decreases mRNA levels of cellulase-encoding genes, such as cbh1, cbh2, egl1, and egl2 (Aro et al. 2001 ). ACE1 is recognized as a transcriptional repressor of cellulase production, and deletion of ace1 increased the production of all main cellulase and xylanase in sophorose-and cellulose-induced cultures (Saloheimo et al. 2000; Aro et al. 2003; Portnoy et al. 2011) .",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 178,
                    "text": "(Mach-Aigner et al. 2008;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 179,
                    "end": 200,
                    "text": "Häkkinen et al. 2014;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 201,
                    "end": 220,
                    "text": "Bischof et al. 2016",
                    "ref_id": null
                },
                {
                    "start": 346,
                    "end": 363,
                    "text": "Akel et al. 2009;",
                    "ref_id": null
                },
                {
                    "start": 364,
                    "end": 385,
                    "text": "Häkkinen et al. 2014;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 386,
                    "end": 411,
                    "text": "Castro Santos et al. 2016",
                    "ref_id": null
                },
                {
                    "start": 574,
                    "end": 611,
                    "text": "cbh2, egl1, and egl2 (Aro et al. 2001",
                    "ref_id": null
                },
                {
                    "start": 815,
                    "end": 838,
                    "text": "(Saloheimo et al. 2000;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 839,
                    "end": 855,
                    "text": "Aro et al. 2003;",
                    "ref_id": null
                },
                {
                    "start": 856,
                    "end": 876,
                    "text": "Portnoy et al. 2011)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Artificial TFs are a potentially powerful molecular strategy for modulating target gene expression and for obtaining an enhanced phenotype (Ju et al. 2008; Lee et al. 2013) . Specific artificial transcriptional activators have been constructed to improve cellulase production in T. reesei (Su et al. 2009; Zhang et al. 2016a Zhang et al. , 2017 Zhang et al. , 2018 ). An artificial transcriptional activator constructed by fusing the two DNA-binding domains of ACE1 and CRE1 with an effector domain of ACE2 can regulate the expression of cellulase genes (Su et al. 2009 ). T. reesei U3, a mutant strain with enhanced cellulase production, was identified via screening with construction of an artificial zinc finger protein library (Zhang et al. 2016a) . Similarly, transformant zxy-2 of an artificial transcriptional activator-containing the binding domain of CRE1 linked to the effector and binding domains of XYR1-yields constitutive cellulase production from glucose as the sole carbon source (Zhang et al. 2017) . A universal and simple pattern strategy for constructing a series of artificial transcriptional activators in T. reesei must be developed further. Recently, we improved cellulase production in T. reesei by substituting natural TFs with minimal transcriptional activators (Zhang et al. 2018 ) designed by linking one DNA-binding domain of ACE2 or CRE1 to the C-terminal 78 amino acid residues (aa) of herpes simplex virus protein VP16, which act as an activation domain that activates transcription of early viral genes (Sadowski et al. 1988; Triezenberg et al. 1988) .",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 155,
                    "text": "(Ju et al. 2008;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 156,
                    "end": 172,
                    "text": "Lee et al. 2013)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 289,
                    "end": 305,
                    "text": "(Su et al. 2009;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 306,
                    "end": 324,
                    "text": "Zhang et al. 2016a",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 325,
                    "end": 344,
                    "text": "Zhang et al. , 2017",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 345,
                    "end": 364,
                    "text": "Zhang et al. , 2018",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 554,
                    "end": 569,
                    "text": "(Su et al. 2009",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 731,
                    "end": 751,
                    "text": "(Zhang et al. 2016a)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 996,
                    "end": 1015,
                    "text": "(Zhang et al. 2017)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1289,
                    "end": 1307,
                    "text": "(Zhang et al. 2018",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1537,
                    "end": 1559,
                    "text": "(Sadowski et al. 1988;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1560,
                    "end": 1584,
                    "text": "Triezenberg et al. 1988)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Here, we developed three novel artificial transcriptional activators as enhanced transcriptional activators (ETAs)-XYR1VP, ACE2VP, and ACE1VP-in T. reesei RUT C30 via a universal and simple pattern strategy. These ETAs were constructed by fusing the strong transcriptional activation domain of VP16 to the C terminus of natural TFs (XYR1, ACE2, and ACE1) and transfected into hypercellulolytic strain T. reesei RUT C30 to replace the natural TFs (XYR1, ACE2, and ACE1, respectively) by homologous double exchange. Next, the effects of these ETAs on cellulase production were investigated. These ETAs were shown to improve cellulase production in T. reesei. Our study offers a novel strategy for obtaining high-yield cellulase T. reesei strains as well as provides insight into the regulatory mechanisms of action of TFs for cellulase production.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Enhancing the function of TFs to improve cellulase production in T. reesei is considered an effective strategy (Zhang et al. 2018) . We hypothesized that cellulase production would be increased by fusing the strong transcriptional activation domain of VP16 to the C terminus of a natural TF to enhance its transcriptional activation. Three ETAs including XYR1VP, ACE2VP, and ACE1VP were designed by fusing the VP16 domain to the C terminus of XYR1, ACE2, and ACE1, respectively (Fig. 1) . The expression plasmids pXYR1VP, pACE2VP, and pACE1VP for the three ETAs were constructed by ligating the erasable hygromycin selection marker LML2.1 (Fig. 1) , which was eliminated by the product of a chimeric Cre recombinase gene (Zhang et al. 2016b ). The expression plasmids were introduced into the genome of the T. reesei hypercellulolytic mutant RUT C30 by Agrobacteriummediated transformation to replace natural TFs XYR1, ACE2, and ACE1 by homologous double exchange ( Fig. 1) , eliminating the risk of random insertion and unpredictable mutagenesis. The transformed strains with confirmed gene replacement were selected to eliminate the hygromycin selectable marker by xylose induction to obtain the final transformants. All the transformants were identified as correctly transformed ETA strains and harbored single-copy DNA integration (Additional file 1: Figure S1 ). Three randomly screened transformants T XYR1VP -1/-2/-3, T ACE2VP -1/-2/-3, and T ACE1VP -1/-2/-3 for each ETA were analyzed further.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 130,
                    "text": "(Zhang et al. 2018)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 721,
                    "end": 740,
                    "text": "(Zhang et al. 2016b",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 478,
                    "end": 486,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 639,
                    "end": 647,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 966,
                    "end": 973,
                    "text": "Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1355,
                    "end": 1364,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Construction of transformants with ETAs"
        },
        {
            "text": "To determine whether the ETAs helped to increase cellulase production, we first examined the growth of the transformants using parental strain RUT C30 as a control. The growth of ETA transformants T XYR1VP , T ACE2VP , and T ACE1VP was investigated in the minimal medium (MM) containing glycerol, Avicel, or lactose as the sole carbon source (Fig. 2a-c) . Regardless of the carbon sources, growth rates of transformants T ACE2VP and T ACE1VP were not significantly different from that of the control (Fig. 2a-c) . Thus, ACE2VP and ACE1VP had no effect on basic cellular metabolism. Similarly, the growth of T XYR1VP showed no significant differences from the control when cultured in glycerol (Fig. 2a) . Nevertheless, the growth rates of T XYR1VP on lactose and Avicel were much lower than the growth rate of the control, with growth on Avicel being particularly slow (Fig. 2b, c) , indicating that XYR1VP limits cellulase synthesis in T XYR1VP .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 342,
                    "end": 353,
                    "text": "(Fig. 2a-c)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 500,
                    "end": 511,
                    "text": "(Fig. 2a-c)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 693,
                    "end": 702,
                    "text": "(Fig. 2a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 869,
                    "end": 881,
                    "text": "(Fig. 2b, c)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Growth of the transformants expressing ETAs"
        },
        {
            "text": "To test whether XYR1VP decreases cellulase production, we determined the cellulase-related activities of T XYR1VP under Avicel and lactose culture conditions. T XYR1VP manifested nearly no filter paper activity (FPA) in the Avicel-or lactose-based medium (Fig. 3A) . Similarly, the p-nitrophenol-d-cellobioside hydrolase (pNPCase), the sodium salt of carboxymethyl cellulose hydrolase (CMCase), and the 4-nitrophenyl-betad-galactopyranoside hydrolase (pNPGase) activities in T XYR1VP were nearly absent as compared to the control ( Fig. 3B-D) . Additionally, the transcript levels of cellulase-related genes cbh1, cbh2, egl1, and egl2 were low compared to those in the control (Fig. 3E , F), suggesting that XYR1VP abrogated cellulase production. Consequently, the dramatically decreased growth rate of T XYR1VP on Avicel resulted from its cellulase-negative phenotype in the presence of inducing carbon sources (Avicel and lactose). A lack of cellulase hindered the growth of T XYR1VP in the Avicel-based medium. The , CMCase (C), and pNPGase (D) activities of RUT C30 and T XYR1VP after a switch from glycerol to 20 g/L Avicel or lactose. Enzymatic activities were measured at 2, 3, and 4 days after the transfer. Error bars show the respective standard deviations of three biological replicates; asterisks indicate significant differences (*P ≤ 0.05; **P ≤ 0.01; ***P ≤ 0.001; n.s. not significant) between the transformants and RUT C30, as assessed by Student's t test. Expression ratios of cellulase-related genes on 20 g/L Avicel (E) or lactose (F) for 12 and 24 h after the switch from glycerol. Data on T XYR1VP transformants were normalized to the corresponding gene expression levels at the same time points in RUT C30. Values represent the mean of three biological replicates, and the error bars denote standard deviations. Gene expression ratios greater than twofold or less than 0.5-fold are marked with \"a\" cellulase-free phenotype was observed not only in XYR1VP transformants but also in ACE3VP transformants, in which the strong transcriptional activation domain of VP16 was fused to the C terminus of ACE3 (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 255,
                    "end": 264,
                    "text": "(Fig. 3A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 532,
                    "end": 542,
                    "text": "Fig. 3B-D)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 677,
                    "end": 685,
                    "text": "(Fig. 3E",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "XYR1VP abrogated cellulase production"
        },
        {
            "text": "Of note, although cellulase production of T XYR1VP in lactose-and Avicel-based media was abrogated, xylanase production of T XYR1VP was unrepressed and even enhanced (Additional file 1: Figure S2a , b). T XYR1VP showed a xylanase upregulation phenotype in glyceroland lactose-based media, and a similar xylanase activity (U/mL) was observed in the Avicel-based medium as compared to that in the control. Additionally, T XYR1VP showed higher xylanase activities per unit of biomass with a 51% increase in xylanase I activity and an 80% increase in xylanase II activity compared to that in RUT C30 (Additional file 1: Figure S2a , b). Elevated transcript levels of xylanase genes were detected in T XYR1VP regardless of the carbon sources; this finding is consistent with the enhanced xylanase activities (Additional file 1: Figure  S2c -e). T XYR1VP , a xylanase-hyperproducing strain with a cellulase-free phenotype, can be employed in some industries where xylanase is desired, while cellulase is undesirable, e.g., in paper recycling (Buchert et al. 1998) .",
            "cite_spans": [
                {
                    "start": 1036,
                    "end": 1057,
                    "text": "(Buchert et al. 1998)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 186,
                    "end": 196,
                    "text": "Figure S2a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 616,
                    "end": 626,
                    "text": "Figure S2a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 823,
                    "end": 834,
                    "text": "Figure  S2c",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "XYR1VP abrogated cellulase production"
        },
        {
            "text": "The transcript levels of TFs xyr1, ace3, ace2, and ace1 in T XYR1VP were also analyzed. As shown in Fig. 3E , F, ace3 and ace2 transcript levels were lower in T XYR1VP than in the control (the gene expression ratio was less than 0.5-fold). The transcript levels of the xyr1 domain were higher than those of the control (the expression ratio was more than threefold) and the transcript levels of ace1 had no significant differences from those of RUT C30, which cannot explain the cellulase-negative and xylanase overexpression phenotypes of T XYR1VP .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 100,
                    "end": 107,
                    "text": "Fig. 3E",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "XYR1VP abrogated cellulase production"
        },
        {
            "text": "XYR1VP abolished cellulase production and increased xylanase production in T XYR1VP . By contrast, overexpression of xyr1 has been found not only to markedly enhance xylanase activity but also to increase cellulase activity in transformants (Mach-Aigner et al. 2008; Uzbas et al. 2012) . Therefore, we hypothesized that the C-terminal fusion of XYR1 would alter the function of XYR1VP. Using COILS (Lupas et al. 1991; Lichius et al. 2015) predicted that the C terminus of XYR1 is a coiledcoil domain and likely mediates homodimerization of XYR1. Therefore, fusing the VP16 activation domain at the C terminus of XYR1 abrogated the expression of cellulase genes in T. reesei. It is very important to study the function of the C terminus of XYR1. Nonetheless, the positive effect on xylanase gene expression observed after fusion of the VP16 activation domain indicated distinct regulatory mechanisms between cellulase and xylanase genes in terms of transcription. The different responsiveness of XYR1 to cellulase and xylanase was also observed by Pucher et al. (2011) . Notably, the cellulolytic regulon of XYR1 is positively affected, whereas the xylanolytic regulon is affected negatively in a T. reesei QM9414 strain constitutively expressing xyr1 (Pucher et al. 2011 ). These different regulatory mechanisms for cellulase gene transcription are supported by in silico identification of XYR1-binding sites in promoter regions, which are reported to occur at dramatically different frequencies in the promoter region of cbh1 and xyn1: 14-fold for cbh1 and only 4-fold for xyn1 (Rauscher et al. 2006; Furukawa et al. 2009 ).",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 266,
                    "text": "(Mach-Aigner et al. 2008;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 267,
                    "end": 285,
                    "text": "Uzbas et al. 2012)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 398,
                    "end": 417,
                    "text": "(Lupas et al. 1991;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 418,
                    "end": 438,
                    "text": "Lichius et al. 2015)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1047,
                    "end": 1067,
                    "text": "Pucher et al. (2011)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1251,
                    "end": 1270,
                    "text": "(Pucher et al. 2011",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1579,
                    "end": 1601,
                    "text": "(Rauscher et al. 2006;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1602,
                    "end": 1622,
                    "text": "Furukawa et al. 2009",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "XYR1VP abrogated cellulase production"
        },
        {
            "text": "The cellulase-related activities of ACE2VP transformant T ACE2VP were detected to verify the effect of ACE2VP on cellulase production under Avicel and lactose culture conditions. T ACE2VP had a significantly improved FPase activity (Fig. 4A ), pNPCase activity (Fig. 4B) , and CMCase activity (Fig. 4C ) in both Avicel-and lactosebased media. The highest FPase activity of T ACE2VP was 2.7 ± 0.2 U/mL in the Avicel-based medium on day 4; this effect was stronger by approximately 52% as compared to the control (Fig. 4A ). In the lactose-based medium, FPase activity also increased by approximately 48% on day 4 as compared to the control (Fig. 4A ). Additionally, the amount of protein secreted from T ACE2VP increased (Additional file 1: Figure S3a ). Consistent with the improved cellulase production, the transcript levels of cbh1, cbh2, egl1, and egl2 in T ACE2VP significantly increased by 2.0-to 3.7-fold in lactose-and Avicel-based media for 12 and 24 h subculturing (Fig. 4D, E) . It has been reported that deleting ace2 reduces total cellulase activity by 30-70% on cellulose (Aro et al. 2001) . Because ACE2 was replaced by an ETA (ACE2VP), cellulase production was enhanced.",
            "cite_spans": [
                {
                    "start": 1086,
                    "end": 1103,
                    "text": "(Aro et al. 2001)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 232,
                    "end": 240,
                    "text": "(Fig. 4A",
                    "ref_id": null
                },
                {
                    "start": 261,
                    "end": 270,
                    "text": "(Fig. 4B)",
                    "ref_id": null
                },
                {
                    "start": 293,
                    "end": 301,
                    "text": "(Fig. 4C",
                    "ref_id": null
                },
                {
                    "start": 511,
                    "end": 519,
                    "text": "(Fig. 4A",
                    "ref_id": null
                },
                {
                    "start": 639,
                    "end": 647,
                    "text": "(Fig. 4A",
                    "ref_id": null
                },
                {
                    "start": 740,
                    "end": 750,
                    "text": "Figure S3a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 975,
                    "end": 987,
                    "text": "(Fig. 4D, E)",
                    "ref_id": null
                }
            ],
            "section": "ACE2VP enhanced cellulase production"
        },
        {
            "text": "Nonetheless, there were no significant differences in the pNPGase and xylanase activities between T ACE2VP and control in either Avicel-or lactose-based media ( Fig. 4D ; Additional file 1: Figure S3b, c) . Moreover, the transcript levels of bgl1, xyn1, and xyn2 in T ACE2VP showed no significant differences in the lactose-or Avicel-based medium as compared to the control (Fig. 4D , E; Additional file 1: Figure S3d , e). One study revealed no effect on xyn1 expression in strains in which ace2 was deleted (Aro et al. 2001) . It is possible that xylanase production was not improved in T ACE2VP because ACE2 did not affect xyn1 expression, as was the case for ACE2VP. ACE2 can affect the expression of xyn2 and bgl1 (Aro et al. 2001; Stricker et al. 2008) . Additionally, phosphorylation and dimerization are prerequisites for ACE2 to bind the promoters of target genes (Stricker et al. 2008) . Fusion of the VP16 domain to the C terminus of ACE2 may influence the native effects on xyn2 and bgl1 expression.",
            "cite_spans": [
                {
                    "start": 509,
                    "end": 526,
                    "text": "(Aro et al. 2001)",
                    "ref_id": null
                },
                {
                    "start": 719,
                    "end": 736,
                    "text": "(Aro et al. 2001;",
                    "ref_id": null
                },
                {
                    "start": 737,
                    "end": 758,
                    "text": "Stricker et al. 2008)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 873,
                    "end": 895,
                    "text": "(Stricker et al. 2008)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 161,
                    "end": 168,
                    "text": "Fig. 4D",
                    "ref_id": null
                },
                {
                    "start": 190,
                    "end": 204,
                    "text": "Figure S3b, c)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 374,
                    "end": 382,
                    "text": "(Fig. 4D",
                    "ref_id": null
                },
                {
                    "start": 407,
                    "end": 417,
                    "text": "Figure S3d",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "ACE2VP enhanced cellulase production"
        },
        {
            "text": "We also analyzed the relative transcript levels of TFs xyr1, ace3, ace2 (ace2vp for T ACE2VP ), and ace1 in T ACE2VP . The transcript level of ace2vp in T ACE2VP was approximately 4.0-fold higher than that of ace2 in the control (Fig. 4D, E) , indicating that the VP16 domain fused at the C terminus of ACE2 elevated its own transcript level. The increased transcript levels of ace2vp in T ACE2VP may have also promoted cellulase production. The transcript levels of xyr1, ace3, and ace1 in T ACE2VP were similar to those in the control (an expression increase was approximately onefold), indicating that ACE2VP mainly affects the expression of cellulase genes and its own expression and has little effect on other TFs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 229,
                    "end": 241,
                    "text": "(Fig. 4D, E)",
                    "ref_id": null
                }
            ],
            "section": "ACE2VP enhanced cellulase production"
        },
        {
            "text": "Cellulase production and a comparison of transcript levels of cellulase-related genes between T ACE2VP and RUT C30. FPase (A), pNPCase (B), CMCase (C), and pNPGase (D) activities of RUT C30 and T ACE2VP after the switch from glycerol to 20 g/L Avicel or lactose. Enzymatic activities were measured at 2, 3, and 4 days after the transfer. Error bars show the respective standard deviations of three biological replicates; asterisks indicate significant differences (*P ≤ 0.05; **P ≤ 0.01; ***P ≤ 0.001; n.s. not significant) between the transformants and RUT C30, as assessed by Student's t test. Expression ratios of cellulase-related genes on 20 g/L Avicel (E) or lactose (F) for 12 and 24 h after the switch from glycerol. Data on T ACE2VP transformants were normalized to the corresponding gene expression at the same time points in RUT C30. Values represent the mean of three biological replicates, and error bars denote standard deviations. Gene expression ratios greater than twofold or less than 0.5-fold are marked with \"a\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 4"
        },
        {
            "text": "To investigate the effect of ACE1VP on cellulase production, on the cellulase-related activities, and on the amount of protein secreted by ACE1VP transformants, T ACE1VP and RUT C30 were examined under Avicel and lactose culture conditions. The amount of protein secreted from T ACE1VP notably increased (Additional file 1: Figure S4a ). Additionally, elevated cellulase activities were observed in T ACE1VP as compared to those in the control in both Avicel-and lactose-based media (Fig. 5A-D) . Cellulase production by T ACE1VP was higher in the Avicel-based medium than in the lactose-based medium. The highest FPase activity of T ACE1VP transformants was 3.2 ± 0.2 U/ mL in the Avicel-based medium, with an increase in activity of approximately 80% on day 4 compared to that in the control; this result is consistent with the enhanced pNPCase, CMCase, and pNPGase activities (Fig. 5B-D) . Xylanase activities (on day 4) of T ACE1VP transformants Fig. 5 Cellulase production and a comparison of transcript levels of cellulase-related genes between T ACE1VP and RUT C30. FPase (A), pNPCase (B), CMCase (C), and pNPGase (D) activities of RUT C30 and T ACE1VP after the switch from glycerol to 20 g/L Avicel or lactose. Enzymatic activities were measured at 2, 3, and 4 days after the transfer. Error bars show the respective standard deviations of three biological replicates; asterisks indicate significant differences (*P ≤ 0.05; **P ≤ 0.01; ***P ≤ 0.001; n.s. not significant) between the transformants and RUT C30, as assessed by Student's t test. Expression ratios of cellulase-related genes on 20 g/L Avicel (E) or lactose (F) for 12 and 24 h after the switch from glycerol. The data on T XYR1VP transformants were normalized to the corresponding gene expression at the same time points in RUT C30. Values represent the mean of three biological replicates, and the error bars denote standard deviation. Gene expression ratios greater than twofold or less than 0.5-fold are marked with \"a\" rose by nearly 50% in the Avicel-based medium as compared to the control (Additional file 1: Figure S4b , c). These results suggested that ACE1VP promotes cellulase and xylanase production in both Avicel-and lactosebased media. It has been reported that ace1 is a repressor and deleting ace1 increases the amounts of cellulase produced in T. reesei (Aro et al. 2003) . Here, ACE1VP is an artificial TF that promotes cellulase production. ACE1VP did not elevate the transcript level of itself but promoted the transcript levels of the cellulase genes and of transcriptional activators xyr1 and ace3. Therefore, ACE1VP harbors positive transcriptional effects for cellulase production, whereas native ACE1 had a negative effect on cellulase production.",
            "cite_spans": [
                {
                    "start": 2345,
                    "end": 2362,
                    "text": "(Aro et al. 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 324,
                    "end": 334,
                    "text": "Figure S4a",
                    "ref_id": null
                },
                {
                    "start": 483,
                    "end": 494,
                    "text": "(Fig. 5A-D)",
                    "ref_id": null
                },
                {
                    "start": 879,
                    "end": 890,
                    "text": "(Fig. 5B-D)",
                    "ref_id": null
                },
                {
                    "start": 950,
                    "end": 956,
                    "text": "Fig. 5",
                    "ref_id": null
                },
                {
                    "start": 2089,
                    "end": 2099,
                    "text": "Figure S4b",
                    "ref_id": null
                }
            ],
            "section": "ACE1VP enhanced cellulase production"
        },
        {
            "text": "The transcript levels of cbh1, cbh2, egl1, egl2, bgl1, xyn1, and xyn2 in T ACE1VP increased 1.3-to 3.8-fold in the Avicel-based medium as compared to the control for 12 and 24 h subculturing ( Fig. 5E ; Additional file 1: Figure  S4d , e). Similarly, there was a remarkable increase (~ 1.3 to 3.0-fold) in the transcript levels of cellulase genes in T ACE1VP as compared to the control strain in the lactosebased medium (Fig. 5F ). The elevated transcript levels were consistent with increased enzyme production by T ACE1VP in both Avicel-and lactose-based media. Aro et al. (2003) reported that deleting ace1 increased the cbh1, cbh2, egl1, egl2, xyn1, and xyn2 transcription levels in the Avicel-based medium. Our results revealed that ACE1VP acts as a positive regulator improving cellulase and xylanase production in Avicel and lactose media.",
            "cite_spans": [
                {
                    "start": 564,
                    "end": 581,
                    "text": "Aro et al. (2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 193,
                    "end": 200,
                    "text": "Fig. 5E",
                    "ref_id": null
                },
                {
                    "start": 222,
                    "end": 233,
                    "text": "Figure  S4d",
                    "ref_id": null
                },
                {
                    "start": 420,
                    "end": 428,
                    "text": "(Fig. 5F",
                    "ref_id": null
                }
            ],
            "section": "ACE1VP enhanced cellulase production"
        },
        {
            "text": "The transcript levels of ace2 and ace1 (ace1vp for T ACE1VP ) in T ACE1VP were similar to those in the control (the expression ratio was approximately onefold), whereas the transcript levels of xyr1 and ace3 in T ACE1VP obviously increased in both Avicel-and lactose-based media as compared to the control (Fig. 5E, F) . The xyr1 and ace3 expression ratios were approximately 1.9-to 2.6fold in the Avicel-and lactose-based medium (Fig. 5E, F) , indicating that the VP16 domain fused to the C terminus of ACE1 raised the transcript levels of key transcriptional activators XYR1 and ACE3. The increased transcript levels of xyr1 and ace3 in T ACE1VP reflect improved cellulase and xylanase production; this result is consistent with other reports of overexpression of xyr1 and ace3 in T. reesei (Mach-Aigner et al. 2008; Uzbas et al. 2012; Häkkinen et al. 2014) .",
            "cite_spans": [
                {
                    "start": 793,
                    "end": 818,
                    "text": "(Mach-Aigner et al. 2008;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 819,
                    "end": 837,
                    "text": "Uzbas et al. 2012;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 838,
                    "end": 859,
                    "text": "Häkkinen et al. 2014)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 306,
                    "end": 318,
                    "text": "(Fig. 5E, F)",
                    "ref_id": null
                },
                {
                    "start": 430,
                    "end": 442,
                    "text": "(Fig. 5E, F)",
                    "ref_id": null
                }
            ],
            "section": "ACE1VP enhanced cellulase production"
        },
        {
            "text": "T ACE1VP and T ACE2VP outperformed the control by showing markedly increased cellulase production. The crude cellulase produced by T ACE1VP and T ACE2VP was used to hydrolyze pretreated and biodetoxified corn stover (Qiu et al. 2017) , with strain RUT C30 serving as a control. At the same FPase loading (15 U/g pretreated corn stover), 33.8 ± 1.5 g/L glucose was produced after 72 h of incubation by crude cellulase from T ACE1VP . This result was approximately 22.6% higher than that produced by RUT C30 (Fig. 6) . The increased glucose release resulted from enhanced pNPGase activity in T ACE1VP , which can hydrolyze cellobiose to glucose. There was no significant difference in the amount of glucose released between the crude enzymes from T ACE2VP and the control (Additional file 1: Figure S5 ); these data are in agreement with the unimproved level of pNPGase activity from T ACE2VP in comparison with the control. Nonetheless, the production of cellulase by T ACE2VP was improved, resulting in a smaller crude cellulase volume loading as compared to the control. Thus, the costs of cellulase from T ACE1VP to T ACE2VP were reduced successfully.",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 233,
                    "text": "(Qiu et al. 2017)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 506,
                    "end": 514,
                    "text": "(Fig. 6)",
                    "ref_id": null
                },
                {
                    "start": 790,
                    "end": 799,
                    "text": "Figure S5",
                    "ref_id": null
                }
            ],
            "section": "Hydrolysis of corn stover by cellulase from T ACE1VP and T ACE2VP"
        },
        {
            "text": "After the supplementation with commercial β-glucosidase (4000 CBU/mL, Sunson Enzymes, Beijing, China) at the 2:1 CBU/FPA ratio, the glucose release from T ACE1VP (40.6 ± 1.6 g/L) and T ACE2VP (39.4 ± 2.1 g/L) was nearly the same as that observed with the commercial enzyme CTec2 (40.5 ± 1.2 g/L) (Fig. 6) at 72 h, revealing that the enzymes produced by T ACE1VP and T ACE2VP effectively hydrolyzed the pretreated corn stover. Additionally, cellulase from strain RUT C30 supplemented with β-glucosidase showed similar hydrolysis performance relative to the commercial CTec2. This phenomenon has Fig. 6 Hydrolysis of corn stover by CTec2 and by the crude enzyme from T ACE1VP or RUT C30. The crude enzymes from T ACE1VP or RUT C30 were either supplemented with β-glucosidase (Sunson Enzymes) (T ACE1VP +, RUT C30+) or not supplemented with β-glucosidase (T ACE1VP , RUT C30) at the CBU/FPA ratio of 2. Commercial cellulase CTec2 (Novozymes, Bagsvaerd, Denmark) served as the control. Enzymatic hydrolysis was performed at 15 FPA/(g pretreated corn stover). Values represent the mean and standard deviation of triplicate measurements been described in other reports too (Zhang et al. 2017 (Zhang et al. , 2018 , suggesting that the cellulase secreted by strain RUT C30 contains insufficient amounts of β-glucosidase (Pryor and Nahar 2015; Li et al. 2016; Zhang et al. 2016a ). The T ACE1VP strain showed higher β-glucosidase activity, which might be the reason for the improved hydrolysis yield with T ACE1VP .",
            "cite_spans": [
                {
                    "start": 1167,
                    "end": 1185,
                    "text": "(Zhang et al. 2017",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1186,
                    "end": 1206,
                    "text": "(Zhang et al. , 2018",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1313,
                    "end": 1335,
                    "text": "(Pryor and Nahar 2015;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1336,
                    "end": 1351,
                    "text": "Li et al. 2016;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1352,
                    "end": 1370,
                    "text": "Zhang et al. 2016a",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 296,
                    "end": 304,
                    "text": "(Fig. 6)",
                    "ref_id": null
                },
                {
                    "start": 594,
                    "end": 600,
                    "text": "Fig. 6",
                    "ref_id": null
                }
            ],
            "section": "Hydrolysis of corn stover by cellulase from T ACE1VP and T ACE2VP"
        },
        {
            "text": "We designed a universal and simple pattern strategy for enhancing the transcriptional activation of native regulators ACE2, ACE1, and XYR1 from T. reesei by linking their C terminus with the strong transcriptional activation domain of VP16. XYR1VP significantly improved xylanase gene transcription, while it abrogated cellulase gene expression. ACE2VP improved cellulase production in both lactose and Avicel media but was ineffective at inducing pNPGase and xylanase production. Moreover, ACE1VP functioned as a positive regulator of cellulase and xylanase expression. This is the first study to report the effects of ETAs on cellulase and xylanase production; these data are helpful for strain improvement of T. reesei. Additionally, our universal and simple pattern strategy for constructing ETAs can serve as an alternative genetic engineering method for increasing the yield of industrial products in other hosts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Hypercellulolytic strain T. reesei RUT C30 (ATCC 56765) serving as a parental strain and control was purchased from ATCC (Manassas, VA, USA). Escherichia coli DH5α and Agrobacterium tumefaciens AGL-1 were used as host strains for recombinant DNA manipulations and for Agrobacterium-mediated transformation (Michielse et al. 2008 ). DH5α and AGL-1 cells were cultured in the Luria-Bertani medium.",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 328,
                    "text": "(Michielse et al. 2008",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Strains and media"
        },
        {
            "text": "Three ETAs-XYR1VP, ACE2VP, and ACE1VP-were designed by fusing the VP16 domain to the C terminus of XYR1, ACE2, or ACE1, respectively (Fig. 1) . The C-terminal coding sequences and downstream sequences of natural TFs (ACE2, ACE1, and XYR1) were employed as the left (5′-) and right (3′-) homologous arms, respectively (Fig. 1) . The linker and activation domain of VP16 of the herpes simplex virus protein were amplified by PCR from pG1V (Wang et al. 2014) . All the primers are listed in Table S1 (Additional file 1). An unmarked genetic modification tool LML2.1 (Zhang et al. 2016b ) served as the skeleton of all the plasmids, in which the hygromycin resistance gene was removed by xylose-induced Cre recombinase. The amplified 5′-and 3′-fragments were fused to the corresponding sites PacI/XbaI and SwaI of LML2.1, respectively, with the Seamless Cloning and Assembly Kit (TransGen, Beijing, China). The resulting vectors were named as pXYR1VP, pACE1VP, and pACE2VP (Fig. 1) .",
            "cite_spans": [
                {
                    "start": 437,
                    "end": 455,
                    "text": "(Wang et al. 2014)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 563,
                    "end": 582,
                    "text": "(Zhang et al. 2016b",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 133,
                    "end": 141,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 317,
                    "end": 325,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 488,
                    "end": 496,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 969,
                    "end": 977,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Construction of ETAs and their expression plasmids"
        },
        {
            "text": "Agrobacterium-mediated transformation (Michielse et al. 2008) , transformed-clone verification, and xyloseinduced marker rescue (Zhang et al. 2016b) were performed to obtain the ETA-transformed strains T XYR1VP , T ACE1VP , and T ACE2VP . Single-copy DNA integration in the transformed clones was verified by diagnostic PCR, amplicon sequencing, and quantitative PCR (qPCR) as described by Li et al. (2017) . The related primers are presented in Additional file 1: Figure S1 and Table S1 . TransStart TipTop Green qPCR SuperMix (TransGen) was used for qPCR assays. For each ETA, three randomly selected transformants (T XYR1VP -1/-2/-3, T ACE2VP -1/-2/-3, and T ACE1VP -1/-2/-3) were collected.",
            "cite_spans": [
                {
                    "start": 38,
                    "end": 61,
                    "text": "(Michielse et al. 2008)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 128,
                    "end": 148,
                    "text": "(Zhang et al. 2016b)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 390,
                    "end": 406,
                    "text": "Li et al. (2017)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 465,
                    "end": 474,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 479,
                    "end": 487,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "Transformation of T. reesei and verification of the transformed clones"
        },
        {
            "text": "For the fungal growth assay, conidia (final concentration 10 6 /mL) from each T. reesei strain were inoculated into 100 mL of the minimal medium [MM, (NH 4 ) 2 SO 4 5 g/L; Urea 0.3 g/L; KH 2 PO 4 15 g/L; CaCl 2 0.6 g/L; MgSO 4 0.6 g/L; FeSO 4 ·7H 2 O 5 mg/L; ZnSO 4 ·7H 2 O 1.4 mg/L; CoCl 2 ·6H 2 O 2 mg/L; pH 5.5] containing 20 g/L glycerol, lactose, or Avicel in 500 mL Erlenmeyer flasks and were cultivated by shaking (200 rpm) at 28 °C for 72 h. Two milliliters of the culture liquid was collected every 12 h for biomass concentration analysis as described by Bischof et al. (2013) . Intracellular protein contents were measured by means of the Modified Lowry Protein Assay Kit (Sangon Biotech, Shanghai, China). The biomass (in dry weight per liter) was quantified by calculating the intracellular protein content in a glycerol-, Avicel-, or lactose-based medium assuming 0.32 g of intracellular protein per gram of dry biomass (Bischof et al. 2013) .",
            "cite_spans": [
                {
                    "start": 564,
                    "end": 585,
                    "text": "Bischof et al. (2013)",
                    "ref_id": null
                },
                {
                    "start": 933,
                    "end": 954,
                    "text": "(Bischof et al. 2013)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The biomass concentration assay"
        },
        {
            "text": "For the cellulase production assay, conidia (10 7 /mL) from each T. reesei strain were inoculated into 100 mL of the Mandels Andreotti (MA) medium (Mandels and Andreotti 1978) supplemented with 1 g/L peptone (Oxoid, Basingstoke, England) and 20 g/L glycerol in 500 mL Erlenmeyer flasks and were cultivated by shaking (200 rpm) at 28 °C for 2 days. Pregrown mycelia were harvested by filtration, washed with distilled water, and dried with sterile filter paper. Equal amounts of these mycelia were transferred into two 50 mL aliquots of fresh MA supplemented with 1 g/L peptone with 20 g/L lactose, or Avicel as the sole carbon source (Chen et al. 2016) . Incubation was continued at 28 °C with shaking at 200 rpm for 4 days. When enzyme production was analyzed in glycerol, the mycelial culture time was prolonged to 4 days without transfer. Two milliliters of the culture liquid was collected via centrifugation at 14,000×g and 4 °C for 10 min. The culture supernatants were subjected to cellulase activity measurements. The mycelia were washed with distilled water, dried with sterile filter paper, and subjected to RNA extraction and biomass concentration assays.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 175,
                    "text": "(Mandels and Andreotti 1978)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 634,
                    "end": 652,
                    "text": "(Chen et al. 2016)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Enzyme production in a flask"
        },
        {
            "text": "RNA was extracted using the FastRNA Pro Red Kit (MP Biomedicals, Santa Ana, CA, USA). cDNA was synthesized with TransScript All-in-One First-Strand cDNA Synthesis SuperMix for qPCR (TransGen). The levels of gene-specific mRNA were assessed by RT-qPCR on an ABI StepOne Plus thermocycler (Applied Biosystems, Foster City, CA, USA). The primers are described in Additional file 1: Table S1 . The cycling conditions comprised 30 s initial denaturation and polymerase activation at 95 °C, followed by 40 cycles of 5 s at 95 °C and 60 s at 64 °C. Threshold cycle (Ct) values and PCR efficiency rates were used to calculate relative expression quantities by the ABI software. Transcript levels of target genes were normalized to sar1 expression (Steiger et al. 2010) by the 2 −ΔΔCt method.",
            "cite_spans": [
                {
                    "start": 739,
                    "end": 760,
                    "text": "(Steiger et al. 2010)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 379,
                    "end": 387,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "RNA extraction and Real-time quantitative PCR (RT-qPCR) analysis"
        },
        {
            "text": "Produced cellulase activities against filter paper (FP), p-nitrophenyl-d-cellobioside (pNPC), sodium salt of carboxymethyl cellulose (CMC), and 4-nitrophenyl-betad-galactopyranoside (pNPG) were measured at pH 5.0 throughout cultivation. One unit of FPase or CMCase activity forms 1 μmol of reducing sugar per minute during the hydrolysis reaction, which was quantified by the 3,5-dinitrosalicylic acid method with glucose as a standard (Miller 1959) . One unit of pNPCase or pNPGase activity was defined as the amount of the enzyme needed to produce 1 μmol of p-nitrophenol per minute during the hydrolysis reaction. Xylanase I and xylanase II activities were measured by xylan degradation at pH 3.7 and 5.0, respectively, as described by Stricker et al. (2008) . One unit of xylanase activity was defined as the amount of the enzyme needed to generate 1 μmol of xylose reducing sugar equivalents per minute under the defined assay conditions. Protein concentration was determined by means of the Modified Lowry Protein Assay Kit (Sangon Biotech, Shanghai, China).",
            "cite_spans": [
                {
                    "start": 436,
                    "end": 449,
                    "text": "(Miller 1959)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 739,
                    "end": 761,
                    "text": "Stricker et al. (2008)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Enzymatic activity and the protein concentration assay"
        },
        {
            "text": "Pretreated and biodetoxified corn stover was found to contain 37.6% of cellulose and 4.4% of hemicellulose by dry mass and was kindly provided by Professor Jie Bao (Qiu et al. 2017) . The crude enzymes produced by the T. reesei ETA transformants and RUT C30 were collected in the Avicel-based MA medium after 4 days of fermentation after the switch from the glycerin-based medium. Saccharification was performed on 10% (w/v) pretreated corn stover as a substrate in a flask with FPase loading (15 U/g dry biomass) at 50 °C and pH 5.0 (50 mM sodium citrate buffer) for 72 h. The enzymes were supplemented with β-glucosidase (Sunson Enzymes) at the CBU/FPA ratio of two to hydrolyze pretreated corn stover when necessary. The glucose release was evaluated as described by Li et al. (2016) .",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 181,
                    "text": "(Qiu et al. 2017)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 770,
                    "end": 786,
                    "text": "Li et al. (2016)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Enzymatic hydrolysis of pretreated corn stover"
        },
        {
            "text": "All the experiments were conducted with three biological replicates and three technical replicates for each biological replicate. Student's two-tailed t test was performed in Microsoft Excel (Office 2013) (Microsoft, Redmond, WA, USA) to detect significant differences between two samples. P ≤ 0.05 was considered to indicate statistical significance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Additional file 1: Table S1 . Primers used in this study. Figure S1 . A schematic for identification of gene integration and single-copy DNA integration into the genome of transformants. Figure S2 . Xylanase production and a comparison of transcript levels of xylanase-related genes between T XYR1VP and RUT C30. Figure S3 . The amount of secreted protein and xylanase production in T ACE2VP and RUT C30. Figure S4 . The amount of secreted protein and xylanase production in T ACE1VP and RUT C30. Figure S5 . Hydrolysis of corn stover by CTec2 and by the crude enzyme from T ACE1VP or T ACE2VP .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 19,
                    "end": 27,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 58,
                    "end": 67,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 187,
                    "end": 196,
                    "text": "Figure S2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 313,
                    "end": 322,
                    "text": "Figure S3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 405,
                    "end": 414,
                    "text": "Figure S4",
                    "ref_id": null
                },
                {
                    "start": 497,
                    "end": 506,
                    "text": "Figure S5",
                    "ref_id": null
                }
            ],
            "section": "Additional file"
        },
        {
            "text": "ETA: enhanced transcriptional activator; TF: transcription factor; aa: amino acid residues; FPA or FPase: filter paper activity; pNPCase: p-nitrophenol-d-cellobioside hydrolase activity; CMCase: sodium salt of carboxymethyl cellulose hydrolase activity; pNPGase: 4-nitrophenyl-beta-d-galactopyranoside hydrolase activity; pNPC: p-nitrophenyl-d-cellobioside; pNPG: 4-nitrophenyl-beta-d-galactopyranoside; CMC: sodium salt of carboxymethyl cellulose; U: international units; CBU: cellobiase units; RT-qPCR: real-time quantitative polymerase chain reaction; MA medium: Mandels Andreotti medium; MM: minimal medium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abbreviations"
        },
        {
            "text": "Authors' contributions WW 1 initiated, designed, and coordinated the study and reviewed the manuscript. JZ planned and carried out the experiments and measurements and interpreted the experimental data. CW analyzed the partial data. DW and WW 2 provided the research funding. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abbreviations"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Identification of specific binding sites for XYR1, a transcriptional activator of cellulolytic and xylanolytic genes in Trichoderma reesei",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Furukawa",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shida",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kitagami",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mori",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kato",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Okada",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ogasawara",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Morikawa",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Fungal Genet Biol",
            "volume": "46",
            "issn": "",
            "pages": "564--574",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Bio-ethanol-the fuel of tomorrow from the residues of today",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hahn-Hagerdal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Galbe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Gorwa-Grauslund",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Liden",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zacchi",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Trends Biotechnol",
            "volume": "24",
            "issn": "",
            "pages": "549--556",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Screening of candidate regulators for cellulase and hemicellulase production in trichoderma reesei and identification of a factor essential for cellulase production",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Häkkinen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Valkonen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Westerholm-Parvinen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Aro",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Arvas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vitikainen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Penttilä",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saloheimo",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Pakula",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Biotechnol Biofuels",
            "volume": "7",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Phenotypic engineering by reprogramming gene transcription using novel artificial transcription factors in Escherichia coli",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "Ju",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Sung",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Sang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Mi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Koob",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nucleic Acids Res",
            "volume": "36",
            "issn": "16",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Artificial transcription regulator as a tool for improvement of cellular property in Saccharomyces cerevisiae",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Oh",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Chem Eng Sci",
            "volume": "103",
            "issn": "",
            "pages": "42--49",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Overproduction of cellulase by Trichoderma reesei RUT C30 through batch-feeding of synthesized low-cost sugar mixture",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Bioresour Technol",
            "volume": "216",
            "issn": "",
            "pages": "503--510",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Cellulase hyperproduction by Trichoderma reesei mutant SEU-7 on lactose",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Jin",
                    "middle": [
                        "M"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Biotechnol Biofuels",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Genome sequencing of the Trichoderma reesei QM9136 mutant identifies a truncation of the transcriptional regulator XYR1 as the cause for its cellulasenegative phenotype",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lichius",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bidard",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Buchholz",
                    "suffix": ""
                },
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Crom",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schackwitz",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Austerlitz",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Grigoriev",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "V"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Margeot",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Seiboth",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kubicek",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMC Genomics",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Predicting coiled coils from protein sequences",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lupas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Dyke",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stock",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Science",
            "volume": "252",
            "issn": "",
            "pages": "1162--1164",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Transcriptional regulation of xyr1, encoding the main regulator of the xylanolytic and cellulolytic enzyme system in Hypocrea jecorina",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Mach-Aigner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Pucher",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Steiger",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Bauer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Preis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Mach",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Appl Environ Microbiol",
            "volume": "74",
            "issn": "",
            "pages": "6554--6562",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Problems and challenges in the cellulose to cellulase fermentation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mandels",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Andreotti",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Process Biochem",
            "volume": "13",
            "issn": "",
            "pages": "6--13",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Genome sequencing and analysis of the biomass-degrading fungus Trichoderma reesei (syn. Hypocrea jecorina)",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Martinez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Berka",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Henrissat",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saloheimo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Arvas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chapman",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Chertkov",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Coutinho",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cullen",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat Biotechnol",
            "volume": "26",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Agrobacterium-mediated transformation of the filamentous fungus Aspergillus awamori",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Michielse",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Hooykaas",
                    "suffix": ""
                },
                {
                    "first": "Vdh",
                    "middle": [],
                    "last": "Ca",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Ram",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat Protoc",
            "volume": "3",
            "issn": "10",
            "pages": "1671--1678",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Use of dinitrosalicylic acid reagent for determination of reducing sugar",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 1959,
            "venue": "Anal Chem",
            "volume": "31",
            "issn": "",
            "pages": "426--428",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Feasibilities of consolidated bioprocessing microbes: from pretreatment to biofuel production",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Parisutham",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Bioresour Technol",
            "volume": "161",
            "issn": "",
            "pages": "431--440",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Differential regulation of the cellulase transcription factors XYR1, ACE2, and ACE1 in Trichoderma reesei strains producing high and low levels of cellulase",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Portnoy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Margeot",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Seidl-Seiboth",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Le",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Ben",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Linke",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Seiboth",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Kubicek",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Eukaryot Cell",
            "volume": "10",
            "issn": "2",
            "pages": "262--271",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": ") β-Glucosidase supplementation during biomass hydrolysis: how low can we go?",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Pryor",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nahar",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Biomass Bioenergy",
            "volume": "80",
            "issn": "",
            "pages": "298--302",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A modified expression of the major hydrolase activator in Hypocrea jecorina (Trichoderma reesei) changes enzymatic catalysis of biopolymer degradation",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Pucher",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Steiger",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Mach",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Mach-Aigner",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Catal Today",
            "volume": "167",
            "issn": "",
            "pages": "122--128",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Constructing xylose-assimilating pathways in Pediococcus acidilactici for high titer d-lactic acid fermentation from corn stoverfeedstock",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bao",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Bioresour Technol",
            "volume": "245",
            "issn": "",
            "pages": "1369--1376",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Transcriptional regulation of xyn1, encoding xylanase I, in Hypocrea jecorina",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rauscher",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wurleitner",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wacenovsky",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Aro",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Stricker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zeilinger",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Kubicek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Penttila",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Mach",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Eukaryot Cell",
            "volume": "5",
            "issn": "",
            "pages": "447--456",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "GAL4-VP16 is an unusually potent transcriptional activator",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Sadowski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Triezenberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ptashne",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Nature",
            "volume": "335",
            "issn": "6190",
            "pages": "563--564",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Isolation of the ace1 gene encoding a Cys2-His2 transcription factor involved in regulation of activity of the cellulase promoter cbh1 of Trichoderma reesei",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Saloheimo",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Aro",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ilmén",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Penttilä",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Biol Chem",
            "volume": "275",
            "issn": "",
            "pages": "5817--5825",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A Stricker n accurate normalization strategy for RT-qPCR in Hypocrea jecorina (Trichoderma reesei)",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Steiger",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Mach",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Mach-Aigner",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Biotechnol",
            "volume": "145",
            "issn": "",
            "pages": "30--37",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Xyr1 (xylanase regulator 1) regulates both the hydrolytic enzyme system and d-xylose metabolism in Hypocrea jecorina",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Stricker",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Grosstessner-Hain",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wurleitner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Mach",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Eukaryot Cell",
            "volume": "5",
            "issn": "",
            "pages": "2128--2137",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Role of ace2 (activator of cellulases 2) within the xyn2 transcriptosome of Hypocrea jecorina",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Stricker",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Trefflinger",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Aro",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Penttilä",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Mach",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Fungal Genet Biol",
            "volume": "45",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Identification of elevated transcripts in a Trichoderma reesei strain expressing a chimeric transcription activator using suppression subtractive hybridization",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "World J Microb Biotechnol",
            "volume": "25",
            "issn": "6",
            "pages": "1075--1084",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Functional dissection of VP16, the trans-activator of herpes simplex virus immediate early gene expression",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Triezenberg",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Kingsbury",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Mcknight",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Genes Dev",
            "volume": "2",
            "issn": "6",
            "pages": "718--729",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "A homologous production system for Trichoderma reesei secreted proteins in a cellulase-free background",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Uzbas",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Sezerman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hartl",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Kubicek",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Seiboth",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Appl Microbiol Biotechnol",
            "volume": "93",
            "issn": "",
            "pages": "1601--1608",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Uncertainty in techno-economic estimates of cellulosic ethanol production due to experimental measurement uncertainty",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Vicari",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Vicari",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shatova",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Joo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Scarlata",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Humbird",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Wolfrum",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "T"
                    ],
                    "last": "Beckham",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Biotechnol Biofuels",
            "volume": "5",
            "issn": "1",
            "pages": "1--12",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Light-mediated control of gene expression in filamentous fungus Trichoderma reesei",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Microbiol Methods",
            "volume": "103",
            "issn": "",
            "pages": "37--39",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Different inducibility of expression of the two xylanase genes xyn1 and xyn2 in Trichoderma reesei",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zeilinger",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Mach",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schindler",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Herzog",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Kubicek",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Biol Chem",
            "volume": "271",
            "issn": "",
            "pages": "25624--25629",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Enhanced cellulase production from Trichoderma reesei RUT C30 by engineering with an artificial zinc finger protein library",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Biotechnol J",
            "volume": "11",
            "issn": "",
            "pages": "1282--1290",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Light-inducible genetic engineering and control of non-homologous end-joining in industrial eukaryotic microorganisms: LML 3.0 and OFN 1",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "0. Sci Rep",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Constitutive cellulase production from glucose using the recombinant Trichoderma reesei strain overexpressing an artificial transcription activator",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Bioresour Technol",
            "volume": "223",
            "issn": "",
            "pages": "317--322",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Enhanced cellulase production in Trichoderma reesei RUT C30 via constitution of minimal transcriptional activators",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Microb Cell Fact",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Construction and transfection of the ETAs. A short flexible linker (GGGGSGGGGS) and activation domain of VP16 (vp16AD) were fused with the C terminus of the natural proteins, ACE2 (aa 1-341), ACE1 (aa 1-733), or XYR1 (aa 1-920). The C-terminal last encoding codon of each natural protein was fused to the linker and then fused to the activation domain of VP16 by Seamless Cloning and Assembly Kit (TransGen, Beijing, China). ETAs were used to replace the natural regulators in T. reesei RUT C30. Transformants T ACE2VP , T ACE1VP , and T XYR1VP were obtained after xylose-induced marker rescue",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Cell growth differences among T XYR1VP , T ACE2VP , and T ACE1VP cultured on glycerol (a), Avicel (b), and lactose (c). Error bars show the respective standard deviations of three biological replicates",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Cellulase production and a comparison of transcript levels of cellulase-related genes between strains T XYR1VP and RUT C30. FPase (A), pNPCase (B)",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Publisher's Note"
        }
    ]
}