{
    "paper_id": "7a7db2b9578b0fe1eb9a77e67d0deee30def9f89",
    "metadata": {
        "title": "Length of encapsidated cargo impacts stability and structure of in vitro assembled alphavirus core-like particles",
        "authors": [
            {
                "first": "Vamseedhar",
                "middle": [],
                "last": "Rayaprolu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Indiana University",
                    "location": {
                        "settlement": "Bloomington",
                        "region": "IN",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Alan",
                "middle": [],
                "last": "Moore",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Indiana University",
                    "location": {
                        "settlement": "Bloomington",
                        "region": "IN",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Joseph",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Che-Yen",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Indiana University",
                    "location": {
                        "settlement": "Bloomington",
                        "region": "IN",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Boon",
                "middle": [
                    "Chong"
                ],
                "last": "Goh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois Urbana-Champaign",
                    "location": {
                        "settlement": "Champaign",
                        "region": "IL",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Juan",
                "middle": [
                    "R"
                ],
                "last": "Perilla",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois Urbana-Champaign",
                    "location": {
                        "settlement": "Champaign",
                        "region": "IL",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Adam",
                "middle": [],
                "last": "Zlotnick",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Indiana University",
                    "location": {
                        "settlement": "Bloomington",
                        "region": "IN",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Suchetana",
                "middle": [],
                "last": "Mukhopadhyay",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Indiana University",
                    "location": {
                        "settlement": "Bloomington",
                        "region": "IN",
                        "country": "United States of America"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In vitro assembly of alphavirus nucleocapsid cores, called core-like particles (CLPs), requires a polyanionic cargo. There are no sequence or structure requirements to encapsidate singlestranded nucleic acid cargo. In this work, we wanted to determine how the length of the cargo impacts the stability and structure of the assembled CLPs. We hypothesized that cargo neutralizes the basic region of the alphavirus capsid protein and if the cargo is long enough, it will also act to scaffold the CP monomers together. Experimentally we found that CLPs encapsidating short 27mer oligonucleotides were less stable than CLPs encapsidating 48mer or 90mer oligonucleotides under different chemical and thermal conditions. Furthermore, cryo-EM studies showed there were structural differences between CLPs assembled with 27mer and 48mer cargo. To mimic the role of the cargo in CLP assembly we made a mutant (4D) where we substituted a cluster of four Lys residues in the CP with four Asp residues. We found that these few amino acid substitutions were enough to initiate CLP assembly in the absence of cargo. The cargo-free 4D CLPs show higher resistance to ionic strength and increased temperature compared to wild-type cargo containing CLPs suggesting their CLP assembly mechanism might also be different.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A virus capsid has dual roles in a viral infection. First, during extracellular transmission and intracellular transport, the capsid protects the viral genome from being released prematurely or being targeted for degradation. Second, in response to an environmental trigger such as a change in pH, the capsid releases its genome and viral replication begins inside the cell [1] . A capsid that is misassembled may not disassemble at the right time or location during an infection, and subsequently the infection will be attenuated. Understanding the mechanisms and physical basis behind capsid assembly will identify targets for anti-viral therapeutics and provide insight for the design of capsid-based nanoparticles [2] [3] [4] .",
            "cite_spans": [
                {
                    "start": 374,
                    "end": 377,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 718,
                    "end": 721,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 722,
                    "end": 725,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 726,
                    "end": 729,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Capsids have traditionally been characterized as closed, spherical shells held together by intersubunit contacts [5] [6] [7] . Interactions between either capsid proteins (CP) or nucleic acid and CP contribute to capsid stability, but their exact stoichiometric composition varies for each virus. Individual subunit contacts may be weak but as an entity, capsids are extremely stable. As a result of complete capsid assembly, there may be conformational changes of subunits and hysteresis or a high barrier to subunit dissociation from the capsid [8] [9] [10] .",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 116,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 117,
                    "end": 120,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 121,
                    "end": 124,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 547,
                    "end": 550,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 551,
                    "end": 554,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 555,
                    "end": 559,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The requirements for nucleic acid to promote in vitro selfassembly vary. Some viruses like MS2 require a stem loopcontaining cargo for assembly to occur [11, 12] . Other viruses like the immature HIV capsid and alphavirus nucleocapsid core require a polyanionic cargo but there is no sequence or structure requirement in vitro [13] [14] [15] [16] . In contrast, Cowpea chlorotic mottle virus and brome mosaic virus can assemble in the absence of nucleic acid but if nucleic acid is present, regardless of its sequence, it will be packaged [17, 18] . In vivo, viruses must package their genomic material to propagate an infection. Many CP contain a domain rich in basic residues (e.g. arginine-rich motifs) which binds to the negatively-charged viral genome. Theoretical studies have shown that a charge ratio (negative charges from cargo to positive charges from CP) ranging between ~1 and 2 is optimal for assembly of a closed capsid; capsids have a preference for being 'overcharged' or containing more negative charges [19] [20] [21] [22] . However, experimental studies have shown that particle assembly can occur with a charge ratio as broad as 0.3 and 9 [23] [24] [25] [26] [27] .",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 157,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 158,
                    "end": 161,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 327,
                    "end": 331,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 332,
                    "end": 336,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 337,
                    "end": 341,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 342,
                    "end": 346,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 539,
                    "end": 543,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 544,
                    "end": 547,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1022,
                    "end": 1026,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 1027,
                    "end": 1031,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1032,
                    "end": 1036,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 1037,
                    "end": 1041,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1160,
                    "end": 1164,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1165,
                    "end": 1169,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1170,
                    "end": 1174,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1175,
                    "end": 1179,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1180,
                    "end": 1184,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Alphaviruses are enveloped viruses with an icosahedral nucleocapsid core [28] . Self-assembly of the core can be recapitulated in vitro to form nucleocapsid core-like particles (CLPs), but only in the presence of anionic cargo [13, 16] . The cargo requirement can be fulfilled by single-stranded DNA or RNA oligos of at least 14 bases in length, heparan sulfate, or gold nanoparticles coated with carboxylated PEG. CLP assembly has been demonstrated with CP from several alphaviruses including Ross River (RRV), Sindbis, and Western equine encephalitis [16, [29] [30] [31] [32] [33] [34] . Alphavirus CP has a conserved N-terminal domain (residues 1-120 RRV numbering) enriched in basic residues (~30 out of 120 residues), and is thought to mediate electrostatic interactions between the CP and viral genome during core assembly [35] [36] [37] . There is no atomic structure of the alphavirus N-terminus domain. The C-terminus of alphavirus CP ~121-270 (RRV numbering) has a conserved chymotrypsin-like domain and folds independently of any CP-cargo interactions [38, 39] . In this work we use RRV CP.",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 77,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 227,
                    "end": 231,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 232,
                    "end": 235,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 553,
                    "end": 557,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 558,
                    "end": 562,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 563,
                    "end": 567,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 568,
                    "end": 572,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 573,
                    "end": 577,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 578,
                    "end": 582,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 583,
                    "end": 587,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 829,
                    "end": 833,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 834,
                    "end": 838,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 839,
                    "end": 843,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1063,
                    "end": 1067,
                    "text": "[38,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1068,
                    "end": 1071,
                    "text": "39]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "By negative stain transmission electron microscopy (TEM), alphavirus CLPs are spherical with a diameter between 36-40 nm, consistent with the size of the core in the virion. Early cryo-EM reconstructions of CLPs showed the CP were arranged as a series of pentamers and hexamers in T = 4 icosahedral symmetry [32] . The resolution of the CLP structures was limited to ~25 Å suggesting heterogeneity between particles. More recently, Wang et al, used a 27mer oligo and RRV CP and determined that these CLPs did not undergo hysteresis to dissociation as a result of changing ionic strength, one possibility being incomplete capsids were being formed [24] . Cryo-EM studies showed a prevalence of regions of discontinuity in the CP layer confirming the presence of incomplete shells.",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 312,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 647,
                    "end": 651,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "From the results from Wang et al [24] , we hypothesized that cargo length might impact alphavirus CLP assembly. We wanted to determine if cargo was important for neutralizing the basic N-terminus of CP, acting as a scaffold to localize CP, or both. We demonstrated that RRV CLPs assembled with oligos longer than 27 bases were more chemically and thermally stable than CLPs made with the 27mer. However, despite differences in stability, the CLPs with longer cargo still had incomplete capsid shells. To test the importance of electrostatics-mediated CP scaffolding, we mutated the CP and introduced a cluster of anionic residues in the N-terminus of RRV CP. We demonstrated that by providing intrinsic anionic charge, CP-CP scaffolding and CLP self-assembly can be promoted without exogenous cargo.",
            "cite_spans": [
                {
                    "start": 33,
                    "end": 37,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "CLPs assembled with longer oligo nucleotides are more stable than those assembled with the shorter 27mer",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "In our previous work we used a 27mer oligo to drive RRV CP assembly into CLPs [24] . From our results we concluded that the role of the 27mer oligo was to neutralize the basic residues of the CP to allow CLP assembly. In this current work we hypothesized that longer cargo would both neutralize and scaffold interactions between CP monomers in a CLP. Furthermore, the CLPs encapsidating longer cargo would be more stable compared to those containing the shorter 27mer. To test this, we monitored CLP formation using four different length oligos. Two cargos, the 27mer and 48hp were used in previous work [16, 24, 32] . The 27mer was predicted to be linear and the 48hp was predicted to have a hairpin structure. In addition, we also used a 48mer with no predicted secondary structure (48lin), and a 90mer with minimal predicted secondary structure (90mer) (figure 1(A)) as assembly substrates. Dynamic light scattering (DLS) and TEM (figure S1 (stacks.iop.org/ JPhysCM/29/484003/mmedia)) were used to measure particle size, and light scattering intensity was used to determine the relative amount of CLPs assembled with each oligo. CLPs were assembled at a charge ratio of 1:1 cargo anion to CP cation.",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 82,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 604,
                    "end": 608,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 609,
                    "end": 612,
                    "text": "24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 613,
                    "end": 616,
                    "text": "32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Modest differences in particle size on DLS and EM suggest that changes in light scattering intensity indicate that similar amounts of CLPs were formed using 48hp, 48lin, and 90mer oligos than with the shorter 27mer ( figure 1(B) ). The ionic strength at which half of the total CP assembles into CLPs (50% intensity or CLP 50 ) was used to determine the relative stability of CLPs assembled with different length oligos. The CLP 50 for the 27mer encapsidated CLPs required ~125 mM NaCl while the CLP 50 concentration for 48hp, 48lin, and 90mer fell between ~240-250 mM NaCl (figure 1(B)). The particle size, however, was about ~40 nm in diameter independent of the ionic strength of the reaction (data not shown), which is similar to the size of the nucleocapsid core in the virion [24, 28] . Our results show that CLPs containing longer oligos are more stable and require increased ionic strength to disassemble. These results are consistent with our hypothesis that the length of the oligo in the CLP also dictates the function of the oligo. For example, shorter oligos, like the 27mer, are long enough to neutralize the charge of the basic region of the N-terminus of the CP. However, longer oligos may not only neutralize the charge but act as a scaffold and bring CP monomers together. In addition to the cargo having a role as scaffold, it is entropically less advantageous to encapsidate many short cargo segments than a few longer ones. Thus the increase in CLPs made with longer oligos could be from both the cargo length and cargo function.",
            "cite_spans": [
                {
                    "start": 782,
                    "end": 786,
                    "text": "[24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 787,
                    "end": 790,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 217,
                    "end": 228,
                    "text": "figure 1(B)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Because the different lengths of cargo gave such different results for ionic strength sensitivity, we calculated the representative oligo structures to determine if there was a correlation between cargo structure and its potential function. The surface area of the oligo that potentially contacts the CP is predicted to affect CLP assembly. We built a 3D model using 3dRNA [40, 41] . We performed ten independent molecular dynamics simulations on each oligo, at low and high salt concentrations, for a cumulative of 480-1000 ns each, the results are shown in figure 1(C). We concluded that our oligo sequences had increasing footprints based on length and presence of secondary structure. We found that only the 48hp contained a hairpin, consistent with our initial design. The presence of the hairpin made 48hp have a smaller radius of gyration than 48lin (figure 1(C), table S1). Furthermore, we determined that all oligos could collapse into a more compact structure under high-salt conditions, presumably because the salt ions screen and attenuate the Coulomb interactions of the negative charges on the oligo (table S1). To help understand the relationship between the cargo and the CPs, we show the 27mer in the presence of the CP (residues 120-264 of Sindbis) arranged as seen in the mature virion [42] (figures 1(D) and (E)).",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 377,
                    "text": "[40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 378,
                    "end": 381,
                    "text": "41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1305,
                    "end": 1309,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "From our ionic strength stability results (figure 1(B)), we postulated that longer cargo that functioned to both neutralize charge and scaffold CP would favor the formation of complete, closed, spherical cores. As a result the CPs may undergo a conformational change when forming CLPs. If so, the disassembly of CLPs made with these longer cargo would require higher ionic strength compared to its assembly. Experimentally, the CLP 50 for CLP disassembly would be higher than the CLP 50 determined during assembly reactions. We compared assembly (figure 1(B)) and disassembly of CLPs in the presence of increasing ionic strength (figure 2(A)). For disassembly measurements we took preassembled CLPs made in low salt, titrated increasing amounts of NaCl, and monitored light scattering intensity for decreasing amounts of CLP. While there was a small shift in CLP 50 for the disassembly of 48hp CLPs compared to the assembly, no detectable hysteresis was observed in CLPs made with 27mer, 48lin, or 90mer, suggesting that these CLPs are not closed capsids and/or the CP does not undergo a major conformational change when forming a CLP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CLPs containing 48hp and 48lin cargos are not complete, closed capsids"
        },
        {
            "text": "From figure 2(A), the properties of 48lin and 90mer CLPs were similar to each other yet different when compared to the CLPs containing 27mer, and slightly different when compared to CLPs containing 48hp. We examined CLPs assembled with 27mer, 48hp, and 48lin by cryo-EM. We had three questions: Are the CLPs made with longer cargo closed capsids? Are the structures of CLPs made with longer cargos (48hp and 48lin) different than the structure of the 27mer CLP possibly a consequence of cargo length? Is there a difference between the structures of the CLPs made with 48hp and 48lin as suggested in the hysteresis experiments (figure 2(A))? Cryo-EM images of 48hp and 48lin CLPs showed that, like the 27mer CLPs, a majority of the particles were spherical (figure 2(B), top panel) but we also observed some individual particles with non-uniform density distribution at the surface (figure 2(B), arrow); particle diameters did not vary by more than 4% from the average size. We also observed very low amounts of multiplets in all CLP samples. When processing images, we determined that there were major structural differences between CLPs assembled with the 27mer compared to those assembled with longer cargo. The 48hp CLPs and 48lin CLPs were larger, with average diameters of 43 nm and 41 nm respectively, compared to 27mer CLPs which were 37 nm in diameter (figure 2(B), insets). Rotationally and translationally averaged particle images showed that both 48hp and 48lin CLPs have three concentric rings surrounding a dense center; whereas the 27mer CLP has only two rings around its center ( figure 2(B) , insets). Reference-free 2D classification was used to assess the structural features from the cryo-EM images (figure 2(C)). The resulting class averages revealed partially ordered density at the same positions as the three rings seen in the rotationally and translationally averaged particles (figure 2(B), inset). However, all of the class averages showed the CLPs with longer cargo were not complete, closed capsids (figure 2(C)).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1595,
                    "end": 1606,
                    "text": "figure 2(B)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "CLPs containing 48hp and 48lin cargos are not complete, closed capsids"
        },
        {
            "text": "To determine the arrangement of CP in the CLPs, the 3D structure of each CLP was determined imposing icosahedral symmetry. Applying icosahedral symmetry will allow resolution of the overall surface topology and arrangement of the CLPs while minimizing the effects of gaps or defects in a largely icosahedral CP lattice. If we imposed icosahedral symmetry on completely asymmetric particles we would expect to see a smooth surface. We determined the structure of 48hp and 48lin CLPs to ~14.5 Å resolution using 4971 and 3569 particles respectively (figure 2(D)). These CLP structures were compared to our previously published 27mer CLP structure. All CLPs had T = 4 symmetry but their surface arrangements were not the same (figure 2(D)). When comparing the CLPs made with the different oligos we saw that the orientation corresponding to the CP density was rotated between each structure. Taken together, our DLS and cryo-EM data show that CLPs assembled with 27mer cargo are structurally different than CLPs assembled with the longer cargos, possibly contributing to their differences in stability. The 48hp CLPs showed a slight shift in CLP 50 between assembly/disassembly compared to 48lin CLPs, however, at our resolution, CLPs assembled with both 48hp and 48lin oligos have incomplete CP shells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CLPs containing 48hp and 48lin cargos are not complete, closed capsids"
        },
        {
            "text": "Previous work has shown that Alphavirus CP does not selfassemble in the absence of polyanionic cargo [13, 16] . Our current results indicate that the cargo is important for both charge neutralization and scaffolding multiple CP monomers. We hypothesized that we could fulfill the function of the cargo by introducing polyanionic charge into the N-terminus of the CP itself. To test this hypothesis we made a 4D mutant where we mutated four consecutive Lys residues (104-107, RRV CP numbering) to Asp (figure 3(A)) thus substituting four basic amino acids with four acidic ones. We would predict cargofree assembly to occur with the 4D mutant because the 4D could either neutralize charges on the same CP monomer, similar to a 27mer oligo, or neutralize charges on an adjacent CP monomer. In the process of neutralizing charges on an adjacent monomer, the N-terminus would be fulfilling the scaffolding role of the cargo as well. We further predicted that the 4D mutant would be more sensitive to ionic strength because there would be fewer electrostatic interactions between CP monomers were present, similar to CLPs made with shorter oligos.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 106,
                    "end": 109,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Mutant CP self-assembles into CLPs independent of cargo"
        },
        {
            "text": "We found that 4D CP does indeed self-assemble into CLPs in the absence of cargo (figures 3(B)-(D) ). These cargo-free CLPs have different properties than cargo-containing CLPs made with wild-type CP. The 4D particles are spherical and have diameters of ~33-37 nm by TEM and ~43-58 nm by DLS (figures 3(B) and (C)). In contrast to CLPs assembled with the four different oligos, the total amount of cargo-free 4D CLPs formed was lower than the amount of CLPs formed using wild-type CP, even at the highest 4D CP concentration used.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 80,
                    "end": 97,
                    "text": "(figures 3(B)-(D)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Mutant CP self-assembles into CLPs independent of cargo"
        },
        {
            "text": "Unlike CLPs assembled with oligos and WT CP, when the ionic strength of the reaction mixture was increased, the amount of cargo-free 4D CLPs formed did not decrease ( figure 3(C) ). This was surprising since the mutations in 4D CP were expected to promote electrostatic-mediated scaffolding between adjacent N-termini of CP monomers. In the 4D cargo-free samples we also observed a small peak corresponding to about 10 nm that was also present in low and high ionic strength buffer. We speculate this smaller peak corresponds to unassembled proteins but do not know their oligomeric state. The differences in particle diameter and resistance to ionic strength suggested that 4D CP in CLPs interacted differently than WT CP in CLPs assembled with oligo. To explore this possibility, we used differential scanning fluorometry to compare the thermal stability of cargofree 4D CLPs to CLPs assembled with WT CP and 27mer and 48hp cargos (figure 3(D)) [43, 44] . Based on the stability of the 4D CLPs under increased ionic strength, we expected 4D CLPs to be more stable to thermal denaturation than WT CLPs assembled in the presence of cargo: that the CP-CP interactions in 4D CLPs would be stronger than the cargo-CP scaffolding interactions in WT, cargo-containing CLPs. The inflection point for 27mer and 48hp CLPs were ~49 °C and ~52 °C respectively, consistent with our previous findings that 48hp CLPs were more stable than 27mer CLPs. These monophasic melting curves suggest that CLP and CP melting are simultaneous. We found that 4D CLPs produced a biphasic melt-curve with inflection points of ~48 °C and 54 °C ( figure 3(D) ). These results indicate that 4D CLPs have two classes of interactions that combine to stabilize CP. We propose that the first inflection point may correspond to the electrostatic interactions between Asp rich region of one CP monomer with the basic rich region of adjacent CP monomer. The second inflection point may correspond to new hydrophobic or protein-protein contacts between the CP monomers that are present in the 4D CLPs but not in the WT+cargo CLPs.",
            "cite_spans": [
                {
                    "start": 947,
                    "end": 951,
                    "text": "[43,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 952,
                    "end": 955,
                    "text": "44]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [
                {
                    "start": 167,
                    "end": 178,
                    "text": "figure 3(C)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1618,
                    "end": 1629,
                    "text": "figure 3(D)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Mutant CP self-assembles into CLPs independent of cargo"
        },
        {
            "text": "Most surprising from this work is that CP self-assembly can be promoted in the absence of cargo by introducing as few as 4 anionic charges in the N-terminus of RRV CP. While 4D CLPs share some similarities with CLPs assembled from WT CP and different oligomer cargos, the differences in particle diameter, as well as chemical and thermal sensitivity, indicate that CLPs formed with and without cargo have different assembly properties and are most likely forming different structures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mutant CP self-assembles into CLPs independent of cargo"
        },
        {
            "text": "Taking our results and previously published work, we propose that cargo has two functions in alphavirus CLP assembly ( figure 4) . First, the anionic charges neutralize basic residues on the CP N-terminus, preventing electrostatic repulsion between CP monomers and possibly inducing structural changes in CP that confer assembly-competence. Second, cargo acts as a molecular scaffold upon which multiple CP monomers can adhere and interact. Short-range CP-CP interactions that drive assembly are promoted when CP monomers are brought within close proximity to each other via molecular scaffolding. The capacity of cargo to scaffold multiple CP monomers over long intermolecular distances increases with cargo length and the availability of anionic charge. Therefore non-adjacent CP monomers too distant to interact directly via CP-CP interactions can still be templated for CLP assembly. As cargo length decreases, so does the available anionic charge to neutralize basic residues on multiple CP monomers and to scaffold CP over long distances. Charge neutralization is favored over long-distance scaffolding when cargo is short, and assembly is driven primarily by CP-CP interactions between adjacent CP monomers [24] . However when longer cargo is present, both neutralization and scaffolding of multiple CP monomers is possible, allowing for a greater number of intermolecular contacts between CP and cargo alike. We suggest that CLPs formed with longer cargo are more stable to increasing ionic strength and thermal denaturation because of increased intermolecular interactions between CP and cargo conferred with an increase in available anionic charge and scaffold length. One could also speculate that with longer cargo, the assembly competent CP is in a different conformation compared to CP bound to shorter cargo.",
            "cite_spans": [
                {
                    "start": 1214,
                    "end": 1218,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 119,
                    "end": 128,
                    "text": "figure 4)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In the 4D mutant we set out to combine the electrostatic and scaffolding roles of the cargo into the N-terminus of the CP (figure 3). By replacing four basic residues with four acidic residues, the N-terminus of 4D CP could function both to neutralize and scaffold CP monomers. The cargo-free CLPs (4D CLPs) had very different properties compared to cargocontaining CLPs. The 4D CLPs were smaller than cargocontaining CLPs and were not sensitive to ionic strength, suggesting that CP-CP interactions between adjacent monomers are not primarily electrostatic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In addition, the thermal stability of the 4D CLPs showed a biphasic profile in contrast to single peaks seen in the cargo-containing CLPs suggesting at least two types of contacts-contacts between adjacent N-termini in addition to different contacts between CP monomers-are occurring in the 4D mutant (figure 4). One explanation for this phenotype is the mutations have minimized any repulsion that may be present between the more positively charged N-terminal domains of CP. Now, the N-termini of CP can come in closer contact and new CP-CP interactions are formed. When the N-terminus arginine-rich RNA binding domain from Cowpea chlorotic mottle virus is removed, T = 1 particles are formed presumably because the repulsion between basic residues was removed. With HBV, CP protein missing the arginine-rich domain can self-assemble but when this domain is present either nucleic acid or phosphorylation of the CP is necessary, implying that electrostatic repulsion between argininerich domains must be neutralized before assembly can occur, ( [45, 46] , personal communication M Comos Garcia and W Gelbart).",
            "cite_spans": [
                {
                    "start": 1046,
                    "end": 1050,
                    "text": "[45,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1051,
                    "end": 1054,
                    "text": "46]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Virus capsids have usually been shown to be spherical, closed shells. Our results showed the contrary. We found that regardless of the length of cargo used, the alphavirus CLPs still had incomplete CP shells, as seen either by cryo-EM reconstructions or testing for hysteresis (figures 2(A) and (B)). Upon closer analysis, we found that CLPs assembled with the 27mer and 48mer cargo show variances in their structure and, perhaps as a consequence, explain the differences in sensitivity to ionic strength and temperature (figures 2(A) and 3(D)). There was no obvious difference between CLPs made with 48mer and 90mer in our assays. One possible explanation for the retention of defects is that we are observing kinetic traps, often caused by relatively strong interactions between subunits [7, 8] . If this is the case for RRV CP, it would not be surprising that assembly around a longer cargo would allow for differential orientation of CP in a CLP compared to the CP arrangement in a CLP made with a shorter cargo.",
            "cite_spans": [
                {
                    "start": 790,
                    "end": 793,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 794,
                    "end": 796,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We see that CLPs assembled with a 27mer DNA oligo are structurally distinct from CLPs assembled with longer cargo of 48 or 90 bases, specifically in the interior region of the CLP where CP interacts with cargo ( figure 2(B) ). From our cryo-EM 2D classification we see multiple layers of density in particles encapsidating the longer cargo (longer than 27mer) suggesting increased order in the CP or additional contacts made because of the scaffolding function of the cargo. The C-terminal domain of the atomic structure of RRV CP fit well in the cryo density of the CLPs suggesting the differences in topology and inner density is due to rotation/translation and N-terminal CP conformation, all dependent on the length of the encapsidated cargo. We also speculate that the different numbers of concentric rings of density implies different N-terminal conformations in CP and thus a structural difference between CLPs containing 27mer compared to CLPs with 48mer ( figure 2(B) ). This model agrees well with the role of cargo as a scaffold or bridge between CP monomers, orienting them into different conformation, and provides an explanation for why cargo is required for assembly. This model would also be consistent with previous work that showed crosslinking retroviral Gag proteins, with a nucleic acid or by inserting a coiled -coil domain, led to enhanced assembly [47, 48] ; an effect readily explained by increasing the valency of the assembly competent CP [6, 49] .",
            "cite_spans": [
                {
                    "start": 1372,
                    "end": 1376,
                    "text": "[47,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1377,
                    "end": 1380,
                    "text": "48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1466,
                    "end": 1469,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1470,
                    "end": 1473,
                    "text": "49]",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [
                {
                    "start": 212,
                    "end": 223,
                    "text": "figure 2(B)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 965,
                    "end": 976,
                    "text": "figure 2(B)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "How do our observations compare to previous work on alphavirus core assembly and assembly models using different spherical viruses? Using full length RRV CP and 27mer as cargo, Wang et al proposed that an assembly competent CP subunit consists of one 27mer bound to the N-terminus of one CP [24] . Going from subunit to CLP assembly, the authors put forth a model where strong CP-CP subunit interactions trap structural defects, leading to incomplete CP shells. This model provides an explanation for the structural defects observed in the cryo-EM classification, but does not account for the possible role of longer cargo in scaffolding or bridging between CP monomers to promote CLP assembly. Reports using CP peptides and longer cargo (48-132 nucleotides in length) have proposed that CP-nucleic acid binding promotes the stabilization of a CP dimer bound to nucleic acid. In this model, CP dimers function as the assembly competent subunit, and multiple dimers then oligomerize to form CLPs [29, 33, 34] . Additional interactions between adjacent helical N-terminal domains [30, 31] , and/or interactions between adjacent C-terminal domains [50] were thought to follow during CLP assembly. Whether CLP assembly occurs with subunits of monomeric or multiple CPs bound to cargo, or additional interactions between purported helical domains of CP occur subsequent to cargo-binding, is not directly addressed in our experiments. However, our results suggest a direct correlation between the length of cargo and its ability to interact with the N-terminus of CP, leading to altered CP conformations in an assembled CLP and differential CLP stability.",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 295,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 995,
                    "end": 999,
                    "text": "[29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1000,
                    "end": 1003,
                    "text": "33,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1004,
                    "end": 1007,
                    "text": "34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1078,
                    "end": 1082,
                    "text": "[30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1083,
                    "end": 1086,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1145,
                    "end": 1149,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Studies with MS2 bacteriophage [51] [52] [53] , Hepatitis B virus [45] , and Cowpea chlorotic mottle virus [25, 26, 54, 55] suggest that initial interactions between cargo and CP may be strongly influenced by cargo length and structure [49, 51, 52] , and that a series of coordinated cargo-CP and CP-CP interactions are required for assembly. These studies suggest that specific RNA-CP interactions occur and then subsequently the CP-CP interactions drive assembly around the viral RNA. It has also been proposed that very weak CP-CP interactions do not promote assembly but too strong CP-CP interactions lead to kinetic traps [55] .",
            "cite_spans": [
                {
                    "start": 31,
                    "end": 35,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 36,
                    "end": 40,
                    "text": "[52]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 41,
                    "end": 45,
                    "text": "[53]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 66,
                    "end": 70,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 107,
                    "end": 111,
                    "text": "[25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 112,
                    "end": 115,
                    "text": "26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 116,
                    "end": 119,
                    "text": "54,",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 120,
                    "end": 123,
                    "text": "55]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 236,
                    "end": 240,
                    "text": "[49,",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 241,
                    "end": 244,
                    "text": "51,",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 245,
                    "end": 248,
                    "text": "52]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 627,
                    "end": 631,
                    "text": "[55]",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Assembly models that favor strong CP-CP interactions have also been observed. SV40 favors stepwise assembly of the capsid that occur concomitantly with nucleic acid binding [56] . Consistent with our results, SV40 assembly has shown tertiary structure of the cargo and length of cargo influence the assembly of the virion [57] . Computational models show that weak CP-CP interactions favor initial formation of a disordered CP-nucleic acid oligomer that then assembles, while strong interactions favor co-assembly [19, 20, 21] .",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 177,
                    "text": "[56]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 322,
                    "end": 326,
                    "text": "[57]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 514,
                    "end": 518,
                    "text": "[19,",
                    "ref_id": null
                },
                {
                    "start": 519,
                    "end": 522,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 523,
                    "end": 526,
                    "text": "21]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our experimental results are consistent with the observations of Perlmutter et al [20] and work by van der Schoot and Zandi et al [58] [59] [60] that assembled capsid tend to be 'overcharged' with excess genomic material. Through computational simulations Perlmutter and Hagan [20] determined that the most stable capsids have regions of the genome that are not directly binding to CP but are bridging adjacent CP monomers or subunits, acting as a scaffold or linker. In our model, we propose that overcharging occurs in the CLPs as the length of encapsidated cargo and the amount of available anionic charge increases over the number of basic residues to neutralize the N-terminus of CP. It is important to note that in these studies we do not purify CLPs or subsequently quantify the amount of encapsidated cargo or extent of overcharging.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 86,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 130,
                    "end": 134,
                    "text": "[58]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 135,
                    "end": 139,
                    "text": "[59]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 140,
                    "end": 144,
                    "text": "[60]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 277,
                    "end": 281,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The results presented in this work emphasizes that in order to fully understand how capsid assembly occurs-in the presence or absence of cargo-we must investigate the subunit interactions that occur. All CLPs may have similar structures but the chemical properties of the subunits, or complexes of subunits, alter their physical interactions and drastically modify the properties of the CLP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Ross River virus capsid protein (RRV CP) was purified as described previously [24] except the cell pellet was resuspended into Buffer A (20 mM HEPES, pH 6.8, 250 mM NaCl, 5 mM EDTA, 5% Glycerol, and 1 mM DTT) with a protease inhibitor cocktail (1 Roche ™ complete mini protease tablet/ gram of cell pellet, 1 µg ml − 1 Leupeptin, 1 µg ml −1 Aprotinin, 1 mM PMSF). A ratio of 10 ml buffer to 0.6-0.8 g of cell pellet was used. Full length CP was buffer exchanged into Storage Buffer (20 mM HEPES, pH 6.8, 150 mM NaCl, 0.1 mM EDTA) using Vivaspin 6 10 kDa filters (GE Healthcare) at 5000 × g. Protein concentration was determined by measuring absorbance at 280 nm using an extinction coefficient of 39 670 M −1 cm −1 .",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 82,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Ross River capsid protein purification"
        },
        {
            "text": "Oligos for the assembly reactions were purchased from IDT (Coralville, IA), resuspended in water. The nucleotide sequences are TACCCACGCTCTCGCAGTCATAATTCG (27mer), CCG TTAATGCATGTCGAGATATAAAGCATAAGGGACAT-GCATTAACGG (48hp), GTTGACGTCACAGATGAGA-TATAAAGCATAAGGGACATGTTCAAACGG (48lin), and GTTGAAATCACAGATGAGATATAAAGCATAAGGGA-CATACGGGTTGACGTCACAGATGAGATATAAAGCATA-AGGGACATGTTCAAACGC (90mer).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Oligonucleotides used for cargo"
        },
        {
            "text": "The 3D model of the different oligo cargo was built using 3dRNA [40, 41] . The generated RNA model was transformed into DNA by changing uracil to thymine. The cargo models (27mer, 48hp, 48lin, and 90mer) were similarly solvated in a sufficiently large water box at low and high salt concentrations. Ten independent equilibrium molecular dynamics simulations were performed for a cumulative of ~480-1000 ns for each system. To quantify the size of the cargo, the average radius of gyration was calculated based on the final structures of the ten independent simulations.",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 68,
                    "text": "[40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 69,
                    "end": 72,
                    "text": "41]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "3D model generation and simulations of oligo"
        },
        {
            "text": "CLP assembly was monitored using DLS. For assembly reactions, CLPs were assembled by adding cargo and NaCl in Buffer C (20 mM HEPES, 0.1 mM EDTA at pH 6.8) to the indicated concentration. Assembly was initiated by adding CP to obtain a final concentration of 3 µM in a final volume of 30 µl. Measurements were taken on a Malvern Zetasizer ™ Nano Z with the attenuator set to 8 and the measurement window at 4.2 mm. Each measurement consisted of at least three runs, each run averaged over 10 s. A peak corresponding to the hydrodynamic diameter of the core like particles (~48 nm) was observed. The data was plotted with the percent derived count rate on the Y-axis and the salt concentration on the X-axis. For disassembly reactions CLPs were pre-assembled in 20 mM salt and diluted into Buffer C containing indicated amounts of NaCl. The final concentration of CP was 2.5 µM in a volume of 30 µl for each reaction. The data was visualized using the Zetasizer software from Malvern and analysis was done using Microsoft Excel 2013 and GraphPad Prism. DSF CLP stability was monitored by the increase in the fluorescence of the SYPRO Orange dye. CLPs were prepared at a charge ratio of 1:1 and diluted in 20 mM Phosphate, pH 6.8, 50 mM NaCl, 0.1 mM EDTA to yield a final protein concentration of 2.5 µM in a final volume of 30 µl. Phosphate buffer was used instead of HEPES because it has a low temper ature dependence (ΔpH/ΔT = −0.0028). For all samples 3 ul of SYPRO Orange was added, yielding a final concentration of 2.5× (the absolute concentration is not disclosed by the manufacturer). MicroAmp optical adherent film was used to cover the microplate during the heating process. Buffer and water were used as negative controls and CP without the cargo was used as the positive control. The CLPs were incubated in a StepOnePlus ™ Real-Time PCR instrument. Samples were treated from 25 °C to 99.9 °C, in increments of 0.26° steps per 20 s and each temperature was maintained for 80 s. The fluorescence intensity was measured every 20 s. The negative first derivatives of fluorescence intensities were plotted as a function of temperature by using the internally developed software package. At least two measurements were performed. The data was analyzed using the StepOnePlus ™ software and analyzed using Microsoft Excel 2013 and GraphPad Prism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamic light scattering (DLS)"
        },
        {
            "text": "For TEM, 3-5 µl of a CLP reaction mix was applied to a Formvar and carbon-coated 400-mesh copper grid (Electron Microscopy Sciences, Hatfield, PA) and stained with 1% uranyl acetate. The stained grids were analyzed using a JEOL 1010 transmission electron microscope (Tokyo, Japan) operating at 80 kV. Images were recorded using a Gatan UltraScan 4000 charge-coupled-device camera (Pleasanton, CA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Negative stain TEM"
        },
        {
            "text": "CLPs were prepared using a charge ratio of 1 in Buffer C (20 mM HEPES pH 6.8, 0.1 mM EDTA, 50 mM NaCl) with a final protein concentration of 3 µM. Samples were prepared and data collected as described previously [24] . In total 104 and 195 cryo-EM images were collected for CLP 48lin and CLP 48hp, respectively. Image processing was performed as described previously [24] . A total of 3929 particles were selected for 48lin dataset and 6282 particles were selected for 48hp dataset. For 3D reconstruction, the initial model was generated from a cryo-EM model of Sindbis virus, in which the glycoprotein shell and the encpasidated RNA core were both removed. Structure determination and 3D reconstruction were carried out by applied icosahedral symmetry using auto3dem v4.05 [61] . The final resolution was estimated to 14.5 Å for 48lin (3569 particles) and 14.4 Å for 48hp (4971 particles) based on a Fourier shell correlation cutoff at 0.5. The 3D models were visualized using UCSF Chimera [62] .",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 216,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 367,
                    "end": 371,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 774,
                    "end": 778,
                    "text": "[61]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 991,
                    "end": 995,
                    "text": "[62]",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "Cryo-electron microscopy of CLPs"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Plant viruses and bacteriophages for drug delivery in medicine and biotechnology",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Czapar",
                    "suffix": ""
                },
                {
                    "first": "N F",
                    "middle": [],
                    "last": "Steinmetz",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Curr. Opin. Chem. Biol",
            "volume": "38",
            "issn": "",
            "pages": "108--124",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cbpa.2017.03.013"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Design of virus-based nanomaterials for medicine, biotechnology, and energy",
            "authors": [
                {
                    "first": "A M",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                },
                {
                    "first": "N F",
                    "middle": [],
                    "last": "Steinmetz",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Chem. Soc. Rev",
            "volume": "45",
            "issn": "",
            "pages": "4074--126",
            "other_ids": {
                "DOI": [
                    "10.1039/C5CS00287G"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Biomedical and catalytic opportunities of virus-like particles in nanotechnology Adv",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schwarz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Uchida",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Douglas",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Virus Res",
            "volume": "97",
            "issn": "",
            "pages": "1--60",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Are weak protein-protein interactions the general rule in capsid assembly?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zlotnick",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Virology",
            "volume": "315",
            "issn": "",
            "pages": "269--74",
            "other_ids": {
                "DOI": [
                    "10.1016/S0042-6822(03)00586-5"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The thermodynamics of virus capsid assembly Methods Enzymol",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Katen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zlotnick",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "455",
            "issn": "",
            "pages": "395--417",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Observed hysteresis of virus capsid disassembly is implicit in kinetic models of assembly",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zlotnick",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Biol. Chem",
            "volume": "278",
            "issn": "",
            "pages": "18249--55",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M211408200"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Dynamic pathways for viral capsid assembly",
            "authors": [
                {
                    "first": "M F",
                    "middle": [],
                    "last": "Hagan",
                    "suffix": ""
                },
                {
                    "first": "Chandler",
                    "middle": [
                        "D"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Biophys. J",
            "volume": "91",
            "issn": "",
            "pages": "42--54",
            "other_ids": {
                "DOI": [
                    "10.1529/biophysj.105.076851"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Kinetic theory of virus capsid assembly",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Der Schoot",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zandi",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Phys. Biol",
            "volume": "4",
            "issn": "",
            "pages": "296--304",
            "other_ids": {
                "DOI": [
                    "10.1088/1478-3975/4/4/006"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The three-dimensional structure of genomic RNA in bacteriophage MS2: implications for assembly",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Toropova",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Mol. Biol",
            "volume": "375",
            "issn": "",
            "pages": "824--860",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jmb.2007.08.067"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Specific interaction between RNA phage coat proteins and RNA Prog",
            "authors": [
                {
                    "first": "G W",
                    "middle": [],
                    "last": "Witherell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gott",
                    "suffix": ""
                },
                {
                    "first": "O C",
                    "middle": [],
                    "last": "Uhlenbeck",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Nucl. Acid Res. Mol. Biol",
            "volume": "40",
            "issn": "",
            "pages": "185--220",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The packaging of different cargo into enveloped viral nanoparticles",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Mol. Pharm",
            "volume": "10",
            "issn": "",
            "pages": "51--59",
            "other_ids": {
                "DOI": [
                    "10.1021/mp3002667"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Reversible binding of recombinant human immunodeficiency virus type 1 gag protein to nucleic acids in virus-like particle assembly in vitro",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Virol",
            "volume": "76",
            "issn": "",
            "pages": "11757--62",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.76.22.11757-11762.2002"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "In vitro assembly properties of human immunodeficiency virus type 1 Gag protein lacking the p6 domain",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rein",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Virol",
            "volume": "73",
            "issn": "",
            "pages": "2270--2279",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "In vitro assembly of alphavirus cores by using nucleocapsid protein expressed in Escherichia coli",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tellinghuisen",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Virol",
            "volume": "73",
            "issn": "",
            "pages": "5309--5328",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Aggregation states of brome mosaic virus protein Virology",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pfeiffer",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hirth",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "",
            "volume": "61",
            "issn": "",
            "pages": "160--167",
            "other_ids": {
                "DOI": [
                    "10.1016/0042-6822(74)90251-7"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Formation of artificial top component from brome mosaic virus at high salt concentrations Virology",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pfeiffer",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hirth",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "",
            "volume": "58",
            "issn": "",
            "pages": "362--370",
            "other_ids": {
                "DOI": [
                    "10.1016/0042-6822(74)90071-3"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Viral genome structures are optimal for capsid assembly Elife",
            "authors": [
                {
                    "first": "J D",
                    "middle": [],
                    "last": "Perlmutter",
                    "suffix": ""
                },
                {
                    "first": "Qiao",
                    "middle": [
                        "C"
                    ],
                    "last": "Hagan",
                    "suffix": ""
                },
                {
                    "first": "M F",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7554/eLife.00632"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Electrostatic origin of the genome packing in viruses Proc",
            "authors": [
                {
                    "first": "V A",
                    "middle": [],
                    "last": "Belyi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Muthukumar",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Natl Acad. Sci. USA",
            "volume": "103",
            "issn": "",
            "pages": "17174--17182",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0608311103"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "An examination of the electrostatic interactions between the N-terminal tail of the brome mosaic virus coat protein and encapsidated RNAs",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Mol. Biol",
            "volume": "419",
            "issn": "",
            "pages": "284--300",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jmb.2012.03.023"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Self-assembly of an alphavirus core-like particle is distinguished by strong intersubunit association energy and structural defects",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "ACS Nano",
            "volume": "9",
            "issn": "",
            "pages": "8898--906",
            "other_ids": {
                "DOI": [
                    "10.1021/acsnano.5b02632"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Self-assembly of viral capsid protein and RNA molecules of different sizes: requirement for a specific high protein/RNA mass ratio",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cadena-Nava R D",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Virol",
            "volume": "86",
            "issn": "",
            "pages": "3318--3344",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.06566-11"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Role of electrostatics in the assembly pathway of a single-stranded RNA virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Garmann",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Virol",
            "volume": "88",
            "issn": "",
            "pages": "10472--10481",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01044-14"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Packaging of a polymer by a viral capsid: the interplay between polymer length and capsid size",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Biophys. J",
            "volume": "94",
            "issn": "",
            "pages": "1428--1464",
            "other_ids": {
                "DOI": [
                    "10.1529/biophysj.107.117473"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Nucleocapsid and glycoprotein organization in an enveloped virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Cell",
            "volume": "80",
            "issn": "",
            "pages": "621--651",
            "other_ids": {
                "DOI": [
                    "10.1016/0092-8674(95)90516-2"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "In vitro assembly of Sindbis virus core-like particles from crosslinked dimers of truncated and mutant capsid proteins",
            "authors": [
                {
                    "first": "T L",
                    "middle": [],
                    "last": "Tellinghuisen",
                    "suffix": ""
                },
                {
                    "first": "Perera",
                    "middle": [
                        "R"
                    ],
                    "last": "Kuhn",
                    "suffix": ""
                },
                {
                    "first": "R J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Virol",
            "volume": "75",
            "issn": "",
            "pages": "2810--2817",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.75.6.2810-2817.2001"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Alphavirus nucleocapsid protein contains a putative coiled coil alpha-helix important for core assembly",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Perera",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Virol",
            "volume": "75",
            "issn": "",
            "pages": "1--10",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.75.1.1-10.2001"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Alphavirus capsid protein helix I controls a checkpoint in nucleocapsid core assembly",
            "authors": [
                {
                    "first": "E M",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "Perera",
                    "middle": [
                        "R"
                    ],
                    "last": "Kuhn",
                    "suffix": ""
                },
                {
                    "first": "R J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Virol",
            "volume": "80",
            "issn": "",
            "pages": "8848--55",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00619-06"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "In vitro-assembled alphavirus core-like particles maintain a structure similar to that of nucleocapsid cores in mature virus",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mukhopadhyay",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Virol",
            "volume": "76",
            "issn": "",
            "pages": "11128--11160",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.76.21.11128-11132.2002"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Role of sindbis virus capsid protein region II in nucleocapsid core assembly and encapsidation of genomic RNA",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Warrier",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Virol",
            "volume": "82",
            "issn": "",
            "pages": "4461--70",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01936-07"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Sindbis virus nucleocapsid assembly: RNA folding promotes capsid protein dimerization RNA",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Linger",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "128--166",
            "other_ids": {
                "DOI": [
                    "10.1261/rna.5127104"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The capsid protein of Semliki Forest virus has clusters of basic amino acids and prolines in its amino-terminal region Proc",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Garoff",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Natl Acad. Sci. USA",
            "volume": "77",
            "issn": "",
            "pages": "6376--80",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.77.11.6376"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Purification and amino acid compositions of the structural proteins of sindbis virus Virology",
            "authors": [
                {
                    "first": "J R",
                    "middle": [],
                    "last": "Bell",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Strauss",
                    "suffix": ""
                },
                {
                    "first": "J H",
                    "middle": [],
                    "last": "Strauss",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "",
            "volume": "97",
            "issn": "",
            "pages": "287--94",
            "other_ids": {
                "DOI": [
                    "10.1016/0042-6822(79)90340-4"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Structural proteins of Western equine encephalitis virus: amino acid compositions and N-terminal sequences",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bell",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J. Virol",
            "volume": "45",
            "issn": "",
            "pages": "708--722",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Structure of Sindbis virus core protein reveals a chymotrypsin-like serine proteinase and the organization of the virion",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Nature",
            "volume": "354",
            "issn": "",
            "pages": "37--43",
            "other_ids": {
                "DOI": [
                    "10.1038/354037a0"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Structural analysis of Sindbis virus capsid mutants involving assembly and catalysis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J. Mol. Biol",
            "volume": "262",
            "issn": "",
            "pages": "151--67",
            "other_ids": {
                "DOI": [
                    "10.1006/jmbi.1996.0505"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Using 3dRNA for RNA 3D structure prediction and evaluation Curr",
            "authors": [
                {
                    "first": "Wang",
                    "middle": [
                        "J"
                    ],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Protoc. Bioinform",
            "volume": "57",
            "issn": "5",
            "pages": "1--12",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Automated and fast building of threedimensional RNA structures",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Sci. Rep",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/srep00734"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Mapping the structure and function of the E1 and E2 glycoproteins in alphaviruses Structure",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mukhopadhyay",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "14",
            "issn": "",
            "pages": "63--73",
            "other_ids": {
                "DOI": [
                    "10.1016/j.str.2005.07.025"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Comparative analysis of adenoassociated virus capsid stability and dynamics",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Rayaprolu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Virol",
            "volume": "87",
            "issn": "",
            "pages": "13150--60",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01415-13"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Fluorometric estimation of viral thermal stability Bio Protoc",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Rayaprolu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.21769/BioProtoc.1199"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "HBV RNA pre-genome encodes specific motifs that mediate interactions with the viral core protein that promote nucleocapsid assembly",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nat. Microbiol",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/nmicrobiol.2017.98"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Hepatitis B virus core protein phosphorylation sites affect capsid stability and transient exposure of the C-terminal Domain",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Selzer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kant",
                    "suffix": ""
                },
                {
                    "first": "J C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bothner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zlotnick",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Biol. Chem",
            "volume": "290",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M115.678441"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Dimerization of the SP1 region of HIV-1 gag induces a helical conformation and association into helical bundles: implications for particle assembly",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Datta",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Virol",
            "volume": "90",
            "issn": "",
            "pages": "1773--87",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.02061-15"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Nucleic acid-independent retrovirus assembly can be driven by dimerization",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Virol",
            "volume": "76",
            "issn": "",
            "pages": "11177--85",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.76.22.11177-11185.2002"
                ]
            }
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "How does your virus grow? Understanding and interfering with virus assembly",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zlotnick",
                    "suffix": ""
                },
                {
                    "first": "S J",
                    "middle": [],
                    "last": "Stray",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Trends Biotechnol",
            "volume": "21",
            "issn": "",
            "pages": "536--578",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tibtech.2003.09.012"
                ]
            }
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Probing the early temporal and spatial interaction of the Sindbis virus capsid and E2 proteins with reverse genetics",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Snyder",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Virol",
            "volume": "86",
            "issn": "",
            "pages": "12372--83",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01220-12"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Bacteriophage MS2 genomic RNA encodes an assembly instruction manual for its capsid Bacteriophage",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Stockley",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/21597081.2016.1157666"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Direct evidence for packaging signalmediated assembly of bacteriophage MS2",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Rolfsson",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Mol. Biol",
            "volume": "428",
            "issn": "",
            "pages": "431--479",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jmb.2015.11.014"
                ]
            }
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Evidence that viral RNAs have evolved for efficient, two-stage packaging Proc",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Borodavka",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tuma",
                    "suffix": ""
                },
                {
                    "first": "P G",
                    "middle": [],
                    "last": "Stockley",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Natl Acad. Sci. USA",
            "volume": "109",
            "issn": "",
            "pages": "15769--74",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1204357109"
                ]
            }
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Physical principles in the selfassembly of a simple spherical virus Acc",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Garmann",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Chem. Res",
            "volume": "49",
            "issn": "",
            "pages": "48--55",
            "other_ids": {
                "DOI": [
                    "10.1021/acs.accounts.5b00350"
                ]
            }
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "The assembly pathway of an icosahedral single-stranded RNA virus depends on the strength of inter-subunit attractions",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Garmann",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Mol. Biol",
            "volume": "426",
            "issn": "",
            "pages": "1050--60",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jmb.2013.10.017"
                ]
            }
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "RNA encapsidation by SV40-derived nanoparticles follows a rapid two-state mechanism",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kler",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Am. Chem. Soc",
            "volume": "134",
            "issn": "",
            "pages": "8823--8853",
            "other_ids": {
                "DOI": [
                    "10.1021/ja2110703"
                ]
            }
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Single particle observation of SV40 VP1 polyanion-induced assembly shows that substrate size and structure modulate capsid geometry",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "ACS Chem. Biol",
            "volume": "12",
            "issn": "",
            "pages": "1327--1361",
            "other_ids": {
                "DOI": [
                    "10.1021/acschembio.6b01066"
                ]
            }
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "RNA topology remolds electrostatic stabilization of viruses",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Erdemci-Tandogan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Phys. Rev. E",
            "volume": "89",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.89.032707"
                ]
            }
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Effects of RNA branching on the electrostatic stabilization of viruses",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Erdemci-Tandogan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Phys. Rev. E",
            "volume": "94",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.94.022408"
                ]
            }
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Impact of a nonuniform charge distribution on virus assembly",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Phys. Rev. E",
            "volume": "96",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.96.022401"
                ]
            }
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "AUTO3DEM-an automated and high throughput program for image reconstruction of icosahedral particles",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sinkovits",
                    "suffix": ""
                },
                {
                    "first": "T S",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Struct. Biol",
            "volume": "157",
            "issn": "",
            "pages": "73--82",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jsb.2006.08.007"
                ]
            }
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "UCSF chimera-a visualization system for exploratory research and analysis",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pettersen",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Comput. Chem",
            "volume": "25",
            "issn": "",
            "pages": "1605--1617",
            "other_ids": {
                "DOI": [
                    "10.1002/jcc.20084"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Cargo length influences CLP sensitivity to ionic strength. (A) Nucleotide sequences of the four oligo cargo used in this study. (B) DLS of CLP assembly reactions using 27mer, 48hp, 48lin, and 90mer cargo. The values plotted are the average of at least three independent protein preparations and salt titrations. Determination of derived count rates and analysis of data are described in materials and methods. (C) 3D models of the different oligo cargo built using 3dRNA. 48hp is the only cargo predicted to have a hairpin motif, the others are primarily linear in structure. Details of parameters used are in materials and methods.(D) and (E) CP docked into cryo-EM virion structure (EMD 1121, PBD 1z8y) with the model of 27mer. One hexamer-pentamer-hexamer is shown. (D) is the side view and (E) is a view from the interior of the core.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "CLPs have incomplete capsid shells independent of cargo length. (A) The amount of CLPs present during assembly and disassembly at increasing NaCl concentrations based on light scattering intensity. (B) Images of CLPs used for cryo image reconstruction. The arrows indicate non-spherical particles. Inset, rotationally and translationally averaged particle images showing different concentric densities between the 27mer CLP and the 48hp/48lin CLPs. (C) 2D images and class-averaging of 27mer, 48hp, and 48lin CLPs shows regions of discontinuity in the CP shell. (D) cryo-EM reconstructions imposing icosahedral symmetry show that 27mer CLPs have different surface arrangement of CP compared to CLPs assembled with 48hp and 48lin oligos.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "RRV 4D CP self-assembles into CLPs in the absence of cargo. (A) Schematic showing the four lysine residues, amino acids 104-107, in the N-terminus of RRV CP that were mutated to aspartic acid in the 4D mutant. (B) TEM micrograph showing 4D cargo-free CLPs. (C) DLS spectra of 4D cargo-free CLPs in the presence of increasing ionic strength (black = 150 mM, red = 300 mM, and green = 500 mM NaCl). One representative result from three experiments that were performed is shown. (D) Thermal denaturation of 4D cargo-free CLPs, and 27mer and 48hp containing CLPs. The average of three experimental runs is shown.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Model for how cargo functions to neutralize and scaffold CP depending on its length. (A) The short length of the 27mer (red) will neutralize the CP N-terminus (blue) but limits cargo-mediated scaffolding of CP monomers and subunits. (B) Cargo 48 nucleotides and longer neutralize and scaffold CP monomers that potentially stabilize the assembled CLP. (C) Mutagenesis of the N-terminus of CP can fulfill the role of neutralization and all for CLP assembly as observed with 4D cargo-free CLPs. The CLPs formed via the three pathways have different sensitivities to ionic strength and heat suggesting, consistent with them being structurally different.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We thank the IU Nanoscale Characterization Facility for access to the instrumentation and members of the Mukhopadhyay and Zlotnick lab for scientific input. This work was supported by NIH Training Grant T32 GM0007757 (AM), Institute for Advanced Study at IU (SM), NIH 9P41GM104601 (BCG/ JRP), and NIH R01 AI067417 (AZ). Molecular dynamics simulations were performed on the Blue Waters Supercomputers, financed by the National Science Foundation (OCI-0725070 and ACI-1238993) under Petascale Computational Resource (PRAC) grant ACI-1440026.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "https://orcid.org/0000-0001-9230-4746",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Suchetana Mukhopadhyay"
        }
    ]
}