{
    "paper_id": "7abdca8783f18240fde2423af2f7c957cd7c4470",
    "metadata": {
        "title": "ARTICLE Vaccination with virosomally formulated recombinant CyRPA elicits protective antibodies against Plasmodium falciparum parasites in preclinical in vitro and in vivo models",
        "authors": [
            {
                "first": "Marco",
                "middle": [],
                "last": "Tamborrini",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Julia",
                "middle": [],
                "last": "Hauser",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anja",
                "middle": [],
                "last": "Schäfer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mario",
                "middle": [],
                "last": "Amacker",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Paola",
                "middle": [],
                "last": "Favuzza",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kwak",
                "middle": [],
                "last": "Kyungtak",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sylvain",
                "middle": [],
                "last": "Fleury",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gerd",
                "middle": [],
                "last": "Pluschke",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The Plasmodium falciparum (Pf) cysteine-rich protective antigen (PfCyRPA) has emerged as a promising blood-stage candidate antigen for inclusion into a broadly cross-reactive malaria vaccine. This highly conserved protein among various geographical strains plays a key role in the red blood cell invasion process by P. falciparum merozoites, and antibodies against PfCyRPA can efficiently prevent the entry of the malaria parasites into red blood cells. The aim of the present study was to develop a humancompatible formulation of the PfCyRPA vaccine candidate and confirming its activity in preclinical studies. Recombinant PfCyRPA expressed in HEK 293 cells was chemically coupled to phosphoethanolamine and then incorporated into the membrane of unadjuvanted influenza virosomes approved as antigen delivery system for humans. Laboratory animals were immunised with the virosome-based PfCyRPA vaccine to determine its immunogenic properties and in particular, its capacity to elicit parasite binding and growth-inhibitory antibodies. The vaccine elicited in mice and rabbits high titers of PfCyRPA-specific antibodies that bound to the blood-stage parasites. At a concentration of 10 mg/mL, purified total serum IgG from immunised rabbits inhibited parasite growth in vitro by about 80%. Furthermore, in a P. falciparum infection mouse model, passive transfer of 10 mg of purified total IgG from PfCyRPA vaccinated rabbits reduced the in vivo parasite load by 77%. Influenza virosomes thus represent a suitable antigen delivery system for the induction of protective antibodies against the recombinant PfCyRPA, designating it as a highly suitable component for inclusion into a multivalent and multi-stage virosomal malaria vaccine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "npj Vaccines (2020) 5:9 ; https://doi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Malaria is a mosquito-borne disease of the tropics caused by Plasmodium parasites. Amongst the five species that can affect humans, Plasmodium falciparum is the most virulent, causing most of the malaria-related deaths globally. According to the latest World Malaria Report, 1 in 2017, there were still 219 million cases of malaria leading to 435,000 deaths. Beside this high biomedical burden, malaria impedes social and economic development in endemic areas. 2 A reduction in the global malaria disease burden has been achieved during the last decade by integrated disease control programs. This gain is at risk by the potential spread of insecticide-resistant mosquitoes and drug-resistant parasites. 1 Consequently, an effective vaccine would be a complementary tool to reduce the burden of malaria in integrated control programs and could support efforts towards malaria elimination. 3 Currently no effective malaria vaccine is commercially available, but numerous vaccine design strategies against malaria infection, disease or transmission are being actively pursued, including development of subunit vaccines and whole sporozoite vaccination approaches. 4 The major symptoms and pathology of malaria are associated with merozoites invasion and replication within red blood cells. 5 Therefore, a vaccine able to elicit antibodies that effectively prevent the invasion process after release of free merozoites into the bloodstream may reduce parasite burden, disease symptoms and indirectly also transmission. However, extensive allelic polymorphism and redundancy in erythrocyte invasion pathways are limiting strain-transcending neutralisation by traditional merozoite candidate vaccine antigens, such as apical membrane antigen 1 (AMA1) and merozoite surface protein 1 (MSP1). 3, 6 Recently, a few new functionally essential and highly conserved merozoite proteins have emerged as more promising blood-stage candidate vaccine targets, 4 including the P. falciparum cysteinerich protective antigen (PfCyRPA). 7 PfCyRPA is a microneme-protein that is essential for merozoite invasion. It fulfils its still unknown role by forming a multi-protein complex at the interface between the merozoite and erythrocyte together with the reticulocyte-binding homolog 5 (PfRH5) and the RH5-interacting protein (PfRipr). 8, 9 This RH5/Ripr/CyRPA complex plays a central role in the mechanism of P. falciparum merozoite invasion as the complex is required for the establishment of tight junctions and the triggering of Ca 2+ release. 9 In contrast to the 'classical' blood-stage vaccine candidate antigens, PfCyRPA shows very limited genetic diversity and immunogenicity. 7 PfCyRPAspecific monoclonal antibodies (mAbs) can inhibit parasite growth in vitro by blocking merozoite invasion and show potent in vivo growth-inhibitory activity in P. falciparum infected NOD-scid IL2Rγ null (NSG) mice engrafted with human erythrocytes. 7, 10 Like PfCyRPA, the two other partners of the invasion complex, PfRH5 and PfRipr, are vaccine candidates, as they elicit cross-strain invasion-inhibitory antibodies. 8, [11] [12] [13] [14] [15] Moreover, anti-PfCyRPA antibodies show: (a) Additive parasite growth-inhibitory activity, when combined with anti-RH5 antibodies both in vitro and in vivo; 16 and (b) Synergistic in vitro inhibitory activity, when combined with antibodies against some merozoite antigens, such as anti-MSRP5 and anti-RAMA, involved in non-overlapping steps during erythrocyte invasion. 17 These findings support the inclusion of PfCyRPA into a multi-component subunit malaria vaccine.",
            "cite_spans": [
                {
                    "start": 461,
                    "end": 462,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 704,
                    "end": 705,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 889,
                    "end": 890,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1162,
                    "end": 1163,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1288,
                    "end": 1289,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1786,
                    "end": 1788,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1789,
                    "end": 1790,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1944,
                    "end": 1945,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2017,
                    "end": 2018,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2315,
                    "end": 2317,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2318,
                    "end": 2319,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2527,
                    "end": 2528,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2665,
                    "end": 2666,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2923,
                    "end": 2925,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2926,
                    "end": 2928,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 3093,
                    "end": 3095,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 3096,
                    "end": 3100,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 3101,
                    "end": 3105,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 3106,
                    "end": 3110,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 3111,
                    "end": 3115,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 3116,
                    "end": 3120,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 3277,
                    "end": 3279,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 3490,
                    "end": 3492,
                    "text": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Subunit vaccines based on recombinant proteins typically require co-administration with adjuvants, which are either already mixed with the antigens or provided into two separated vials requiring vaccine mixing prior to administration. Also effective particle-based antigen delivery platforms have been developed to achieve adequate immunogenicity. Some antigen delivery systems, like virosomes, can co-deliver immunostimodulators to enhance immunogenicity further. 18 Preclinical and clinical studies have proven the suitability of influenza derived virosomes as antigen carrier system for malaria-derived peptidomimetics and recombinant proteins. 19 These virosomes are non-replicating virus-like particles, prepared from the membrane of solubilised influenza virus mixed with synthetic phospholipids and vaccine antigens with or without adjuvants. The hemagglutinin (HA) membrane glycoprotein of the influenza virus harbours T helper cell epitopes that enhance the immune response particularly for small antigens, like peptides. Virosomes loaded with different antigens can be combined to formulate a multi-component subunit vaccine, making them a versatile and modular antigen delivery system with an excellent tolerance and safety profile in children, adults and elderlies, based on experience with the market approved influenza and hepatitis A virosome-based vaccines. 20 In this study, recombinant PfCyRPA expressed in mammalian cells was lipidated and incorporated into the membrane of human-compatible influenza virosomes. The virosomal formulation without adjuvant and with surface display of recombinant PfCyRPA was used to immunise mice and rabbits to determine its immunogenicity and capacity to elicit parasite binding and inhibitory antibodies capable of blocking erythrocyte invasion in vitro and in vivo.",
            "cite_spans": [
                {
                    "start": 465,
                    "end": 467,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 648,
                    "end": 650,
                    "text": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1374,
                    "end": 1376,
                    "text": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Purified recombinant PfCyRPA expressed in mammalian cells was chemically conjugated to phosphoethanolamine and then integrated into the membrane of influenza virosomes. Inbred (BALB/c) and outbred (NMRI) mice were immunised three times with a dose of 20 μg of PfCyRPA virosomes in intervals of three weeks after pre-immunisation with inactivated influenza virus. Pre-immune sera and sera collected after pre-immunisation with inactivated influenza virus showed no reactivity against PfCyRPA in ELISA. The vaccine elicited comparable anti-PfCyRPA IgG titers in the two tested mouse strains. Already one immunisation elicited detectable titers (Fig. 1a, b) , and while a second immunisation led to a strong titer increase in all animals, a third immunisation had only a moderate further booster effect. Analyses of the induced PfCyRPAspecific IgG subclass profiles showed a predominance of the IgG1 subclass (Fig. 1c, d) . In contrast to BALB/c mice, one outbred NMRI mouse also developed low anti-PfCyRPA IgG2a and IgG2b antibody levels.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 642,
                    "end": 654,
                    "text": "(Fig. 1a, b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 906,
                    "end": 918,
                    "text": "(Fig. 1c, d)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Immunogenicity of PfCyRPA virosomes in mice"
        },
        {
            "text": "To assess avidity maturation of PfCyRPA-specific serum IgG upon repeated immunisation of mice with PfCyRPA virosomes, chaotrope-based avidity measurements were performed. While NMRI mice had low-avidity anti-PfCyRPA IgG antibodies after the first immunisation, respective to BALB/c mice, a five-fold increase of the mean avidity index was observed after the third immunisation (Fig. 1f) . In BALB/c mice, the avidity after the first immunisation was already markedly higher than in NMRI mice, and consequently only a gradual increase of the mean avidity index over the course of immunisation was observed (Fig. 1e) . Induction of P. falciparum blood stage cross-reactive IgG upon immunisation with PfCyRPA virosomes was analysed by immunoblotting and immunofluorescence analysis (IFA) with sera collected after the third immunisation. All immune sera of both mouse strains were cross-reactive with PfCyRPA expressed by blood-stage P. falciparum schizonts, as detected in immunoblot analyses with parasite lysate. A representative example is shown in Fig. 2a . While immune sera from NMRI mice bound consistently to the blood-stage parasites in IFA (Fig. 2b) , immune sera from BALB/c mice yielded weaker and inconsistent immunofluorescence staining signals.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 377,
                    "end": 386,
                    "text": "(Fig. 1f)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 605,
                    "end": 614,
                    "text": "(Fig. 1e)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1050,
                    "end": 1057,
                    "text": "Fig. 2a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1148,
                    "end": 1157,
                    "text": "(Fig. 2b)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Immunogenicity of PfCyRPA virosomes in mice"
        },
        {
            "text": "Immunogenicity of PfCyRPA virosomes in rabbits Preclinical profiling of the virosomal formulation of the recombinant PfCyRPA protein was continued by immunogenicity studies in New Zealand rabbits. While one group of rabbits was immunised twice with PfCyRPA virosomes (40 μg PfCyRPA per dose) after pre-immunisation with inactivated influenza virus, a second group received three immunisations with PfCyRPA virosomes without prior pre-immunisation with inactivated influenza virus. Consistent with the results obtained in mice, all immunised rabbits developed IgG antibodies that interacted with the recombinant PfCyRPA protein in ELISA (Fig. 3a, b) . Both immunisation strategies induced an anti-PfCyRPA IgG response already after the first immunisation. Booster effects after the second immunisation were observed in both groups with limited variation in antibody titers. No significant increase in titers resulted from the third immunisation in the second group of animals (Fig. 3b) . Pre-immune sera and sera collected after preimmunisation with inactivated influenza virus showed no crossreactivity toward PfCyRPA in ELISA.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 636,
                    "end": 648,
                    "text": "(Fig. 3a, b)",
                    "ref_id": null
                },
                {
                    "start": 975,
                    "end": 984,
                    "text": "(Fig. 3b)",
                    "ref_id": null
                }
            ],
            "section": "Immunogenicity of PfCyRPA virosomes in mice"
        },
        {
            "text": "Immunised rabbits already developed after the first immunisation IgG antibodies that were reactive with PfCyRPA expressed by P. falciparum blood-stage schizonts in immunoblot analyses. Immunoblot competition experiments confirmed the bindingspecificity, since binding of immune sera to the endogenous protein (band of ∼36 kDa) was inhibited by the recombinant PfCyRPA protein in a concentration dependent manner, whereas background staining of other protein bands observed with preimmune sera remained unaffected. A representative example is shown in Fig. 3c . Immunisation with PfCyRPA virosomes also induced in all rabbits tested IgG antibodies that reacted with P. falciparum blood-stage parasites in IFA. A representative example is shown in Fig. 3d .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 551,
                    "end": 558,
                    "text": "Fig. 3c",
                    "ref_id": null
                },
                {
                    "start": 746,
                    "end": 753,
                    "text": "Fig. 3d",
                    "ref_id": null
                }
            ],
            "section": "Immunogenicity of PfCyRPA virosomes in mice"
        },
        {
            "text": "In vitro and in vivo assessment of the parasite inhibitory activity of antibodies generated in rabbits Total serum IgG preparations from individual rabbit serum samples taken after the final immunisation with PfCyRPA virosomes were purified to assess the effect of polyclonal anti-PfCyRPA antibodies on the parasite growth. Purified IgG preparations were assessed at concentrations of 10, 5 and 1 mg/mL of total IgG for activity in a single-cycle in vitro parasite growth inhibition assay (GIA) (Fig. 4a) . Purified IgG from all immunised rabbits showed substantial dose-dependent parasite in vitro growth-inhibitory activities. In contrast, purified control IgG preparations from non-immunised rabbits showed no significant growth-inhibitory activities against the parasite. While ≥ 80% inhibition was observed for three rabbits at a concentration of 10 mg/mL of total IgG, antibodies from the fourth rabbit (Fig. 4a , rabbit 2 that had received two doses of PfCyRPA virosomes) showed lower parasite growth-inhibitory activity, correlating with an~6 times lower anti-PfCyRPA IgG ELISA titer (Fig. 3a) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 495,
                    "end": 504,
                    "text": "(Fig. 4a)",
                    "ref_id": null
                },
                {
                    "start": 909,
                    "end": 917,
                    "text": "(Fig. 4a",
                    "ref_id": null
                },
                {
                    "start": 1092,
                    "end": 1101,
                    "text": "(Fig. 3a)",
                    "ref_id": null
                }
            ],
            "section": "Immunogenicity of PfCyRPA virosomes in mice"
        },
        {
            "text": "The antibody concentrations giving 50% growth inhibition (IC 50 values) were determined for IgG preparations from rabbits that received three doses of PfCyRPA virosomes in an [ 3 H]-hypoxanthine incorporation assay (Fig. 4b) , which is commonly used to measure the activity of antimalarial compounds against intraerythrocytic forms of P. falciparum. The IC 50 against 3D7 parasites was 0.92 and 0.96 mg/mL of total IgG, respectively (Fig. 4b) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 215,
                    "end": 224,
                    "text": "(Fig. 4b)",
                    "ref_id": null
                },
                {
                    "start": 433,
                    "end": 442,
                    "text": "(Fig. 4b)",
                    "ref_id": null
                }
            ],
            "section": "Immunogenicity of PfCyRPA virosomes in mice"
        },
        {
            "text": "The in vivo parasite inhibitory activity of the generated anti-PfCyRPA antibodies was evaluated in passive immunoprotection experiments using a humanised P. falciparum NSG mouse model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunogenicity of PfCyRPA virosomes in mice"
        },
        {
            "text": "In this model, the immunodeficient NSG mice engrafted with human erythrocytes are susceptible to infection by the human P. falciparum parasite, allowing the protective efficacy of antibodies specific for P. falciparum blood-stage antigens to be tested. Humanised NSG mice were infected intravenously with 3 × 10 7 parasitized erythrocytes obtained from in vitro cultures of strain Pf3D7 0087/N9 and the parasitemia evolution was monitored daily starting on day 3 after infection. One day before infection (day 1), groups of mice received a single dose of 10 or 5 mg of purified total serum IgG from individual rabbits that had received three immunisations with PfCyRPA virosomes. Control groups received either purified serum IgG from non-immunised rabbits or PBS without antibodies. In the PBS control group, parasitemia (percentage of the total number of human erythrocytes that were parasitized) reached 10.4 ± 0.5% on day 7 (6 days post infection when the experiment was terminated; Fig. 4c ). Passive immunisation with polyclonal anti-PfCyRPA antibodies had a substantial, dose-dependent parasite growth-inhibitory effect. The administration of 10 mg of purified total polyclonal immune rabbit IgG reduced parasite growth by 77.1 ± 4.7% (Fig. 4d) . Parasitaemia in these mice increased only marginally, reaching 2.4 ± 0.5% on day 7 after antibody injection (Fig. 4c) . The 5 mg dose still reduced parasite growth on average by 65.7 ± 8.7%. Purified control rabbit IgG from non-immune animals showed no significant growthinhibitory activities.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 987,
                    "end": 994,
                    "text": "Fig. 4c",
                    "ref_id": null
                },
                {
                    "start": 1242,
                    "end": 1251,
                    "text": "(Fig. 4d)",
                    "ref_id": null
                },
                {
                    "start": 1362,
                    "end": 1371,
                    "text": "(Fig. 4c)",
                    "ref_id": null
                }
            ],
            "section": "Immunogenicity of PfCyRPA virosomes in mice"
        },
        {
            "text": "The decline in the concentration of total rabbit IgG in the circulation of the passively immunised mice was monitored by ELISA analysis using the purified total IgG preparations as references. One day after antibody administration, when mice were infected, the total rabbit IgG concentrations were estimated to be 1.23 ± 0.64 and 0.46 ± 0.16 mg/mL of serum, for the 10 and 5 mg doses, respectively. At the end of the experiment (day 7), rabbit IgG levels had dropped to an estimated 0.29 ± 0.08 and 0.18 ± 0.07 mg/mL, for the 10 and 5 mg doses, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunogenicity of PfCyRPA virosomes in mice"
        },
        {
            "text": "The objective of the present study was to develop a humancompatible formulation of the PfCyRPA vaccine candidate antigen and to confirm its protective potential in preclinical studies. Protein subunit vaccine approaches typically require co-administration of strong adjuvants or effective antigen delivery systems such as virus-like particles to overcome the poor immunogenicity of recombinant proteins. Here we tested a monovalent candidate malaria vaccine based on the recombinant PfCyRPA target protein displayed on the surface of influenza virosomes, representing virus-like particles approved for use in humans. While in this first study unadjuvanted PfCyRPA influenza virosomes were tested, adjuvanted human-compatible formulations are under development that may offer the advantage to have both antigens and adjuvants bound to the same particle with no free-form adjuvant, improving the immunogenicity and safety profile of the vaccine. The concept of using antigen-loaded influenza virosomes for vaccination against malaria in humans has already been clinically validated with a virosomal formulation incorporating optimised peptidomimetics derived from the circumsporozoite protein (CSP) and the apical membrane antigen 1 (AMA-1). 19 This bivalent virosomal vaccine candidate demonstrated excellent safety, immunogenicity and pilot efficacy in a Phase 1b trial in African children. 21 Antigen delivery using influenza virosomes enables the design of multivalent vaccines, as different populations of antigen-loaded virosomes can be combined. This is an important prerequisite, since it is generally assumed that a highly effective malaria subunit vaccine has to target antigens of several developmental stages of the parasite.",
            "cite_spans": [
                {
                    "start": 1240,
                    "end": 1242,
                    "text": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1391,
                    "end": 1393,
                    "text": "21",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "PfCyRPA virosomes were immunogenic, leading to seroconversion in all immunised mice and rabbits; two immunisations were enough to elicit maximal anti-PfCyRPA IgG ELISA titers. Results confirmed that pre-immunisation of the rabbits with inactivated influenza virus is not a prerequisite for the induction of antibodies against heterologous antigens on virosomes and that pre-existing influenza immunity does not prevent antibody induction. 22 IgG avidity maturation, indicative for memory B cell formation, was evidenced by an increase in anti-PfCyRPA antibody avidity over the course of immunisations. Besides antibody fine-specificity and binding avidity, recently also the kinetic parameters for antibody binding to its target emerged as a key indicator of potency for merozoite neutralising antibodies. The ability of recombinant human anti-PfRH5 mAbs generated after vaccination with viral vectored PfRH5 to inhibit parasite growth in vitro correlated with antibody association-rates. Moreover, one anti-PfRH5 mAb without neutralising activity potentiated the activities of other inhibitory antibodies indirectly, by slowing down the invasion time of merozoites and thereby increasing the time window for inhibitory antibodies to act. 23 The PfCyRPA vaccine-induced parasite-binding IgG antibodies, confirming that virosomes presented the lipidated recombinant PfCyRPA protein in its native conformation to the immune system. After having established that vaccine-induced antibodies bound to the endogenous PfCyRPA protein expressed in the invasive stage of the parasite blood-stage cycle, we conducted in vitro GIAs with blood-stage parasites cultured in human red blood cells. This analysis compares invasion and growth of parasites in the absence and presence of antibodies. Although validation of the antibodymediated GIA as a correlate of protection in humans has been difficult to establish, this assay has been commonly used to select and prioritise blood-stage vaccine candidates for final preclinical and clinical development. Purified total IgG preparations of all PfCyRPA-immunised rabbits showed substantial and dose-dependent GIA activities. At a concentration of 5 mg/mL total IgG, 50-85% growth inhibition was observed with all rabbit IgG samples. While the small number of animals per group limits statistical interpretation of the results, higher mean activities were observed in rabbits that received three doses of antigen-loaded virosomes. The mean total IgG concentration giving 50% GIA for rabbits that received three vaccine doses was 0.94 mg/mL total IgG. This value lies within the broad range of GIA IC 50 values (between 0.38 mg/mL 17 and 5.07 mg/mL 24 ) that have been reported for total IgG generated by immunising rabbits with Immune sera of mice were tested for parasite binding in IFA with in vitro cultured P. falciparum blood-stage parasites. As a representative example, results obtained with sera from a NMRI mouse are shown. The left panel shows differential interference contrast (DIC), the middle panel DNA staining with DAPI (blue) and the right picture is IgG immunofluorescence staining with Alexa Fluor 568 conjugated secondary antibodies (red). The parasite inhibitory anti-PfCyRPA mAb c12 16 was used as positive control in both assays. Scale bar, 5 µm.",
            "cite_spans": [
                {
                    "start": 439,
                    "end": 441,
                    "text": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1239,
                    "end": 1241,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 2681,
                    "end": 2683,
                    "text": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 3238,
                    "end": 3240,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "adjuvanted recombinant PfCyRPA. All three studies used recombinant PfCyRPA proteins produced in HEK 293 cells but the immunisation strategies were not equivalent. In the study of Bustamante et al., 17 which reported the lowest GIA IC 50 value, rabbits were immunised four times with a total amount of 0.3-0.6 mg of purified antigen. The adjuvant used has not been reported. In the trial published by Illingworth et al., 24 rabbits were immunised three times and each dose consisted of 100 μg antigen and 200 μL AddaVax™ adjuvant. The differences in the GIA results could thus have arisen from factors such as differences in antigen dose, adjuvant activity, immunisation protocol and GIA assay format.",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 200,
                    "text": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 420,
                    "end": 422,
                    "text": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In malaria vaccine development, the preclinical evaluation of vaccine efficacy in vivo is complicated by the absence of simple non-primate animal models for P. falciparum. The development of an improved murine model of malaria using P. falciparum competent strains and NSG mice engrafted with human erythrocytes, 25 which was established and is extensively used for malaria drug development, has opened new possibilities for the preclinical evaluation and prioritisation of candidate vaccines against erythrocytic stages of P. falciparum. We adopted the improved P. falciparum infection mouse model for the assessment of the efficacy of antibodies against blood-stage antigens in passive immunoprotection experiments. 7 Antibody transfer experiments in this in vivo model demonstrated dosedependent and reproducible growth-inhibitory effects of mouse mAbs specific for the blood-stage vaccine candidates PfCyRPA and PfRH5. 7, 10, 16 In the present study, humanised NSG mice were passively immunised with purified total IgG from individual rabbits that received three vaccine doses of antigen-loaded virosomes. One day after the antibody transfer, mice were infected with P. falciparum 3D7 parasites. Passive transfer of vaccine-induced Competitor none 5µg/mL 0.5µg/mL 0.05µg/mL d c Fig. 3 Immunogenicity of virosomally formulated recombinant PfCyRPA in New Zealand rabbits. Groups of two animals were immunised twice (a) or three times (b) with antigen-loaded virosomes with (a) or without (b) pre-immunisation with inactivated influenza virus. Shown are serum anti-PfCyRPA IgG ELISA endpoint titers of individual animals and lines represent the mean titer. Two independent experiments yielded comparable results; representative data of a single assay is shown. c Immunoblot analysis of rabbit serum samples with blood-stage parasite lysate. Immune serum of a representative rabbit was pre-incubated with or without recombinant PfCyRPA protein competitor and subsequently added to cut strips. Immune serum was used at a dilution of 1:200 and the competitor at a concentration of 5, 0.5 or 0.05 μg/mL. Individual filter stripes of each blot derived from the same experiment and were processed in parallel. d Immune sera of rabbits were tested for parasite binding in IFA with in vitro cultured P. falciparum blood-stage parasites. Sera were diluted 1:1000 and representative examples are shown. The anti-PfCyRPA neutralising mAb c12 served as positive control. Scale bar, 5 µm.",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 315,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 718,
                    "end": 719,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 923,
                    "end": 925,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 926,
                    "end": 929,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 930,
                    "end": 932,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 1282,
                    "end": 1288,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "polyclonal anti-PfCyRPA antibodies did not completely prevent establishment of infection but reduced parasite growth in a dosedependent manner by about 77% (10 mg dose) and 66% (5 mg dose) on day 6 after infection. The concentration of total rabbit IgG in the circulation of the passively immunised mice that received 10 mg of total IgG, was estimated to be 1.23 mg/mL one day after administration (the day of infection) and 0.29 mg/mL at day 7 (the day of the measured final parasitemia). These concentrations were from the beginning of the parasite challenge much lower than the concentration of IgG in normal rabbit serum, which ranges from 5 to 12 mg/mL. Considering in addition the relatively quick in vivo clearance of the rabbit antibodies, while the parasite keeps replicating, the inhibition of parasite growth is remarkable. The PfCyRPA-specific IgG is expected to represent only a small fraction of the total IgG. In previous passive immunoprotection experiments with parasite inhibitory monoclonal antibodies, administration of 2.5 mg inhibitory anti-PfCyRPA or anti-PfRH5 mAbs was required to achieve a maximal parasitemia reduction of about 90%. 10, 16 An even higher reduction of parasite burden (95% inhibition) was observed in the mouse model when 2.5 mg inhibitory anti-PfCyRPA and 2.5 mg inhibitory anti-PfRH5 mAbs were injected in combination. 16 Taken together, these results demonstrate that recombinantly expressed PfCyRPA delivered on human-compatible influenza virosomes was immunogenic in preclinical animal models and induced strong growth-inhibitory antibodies against P. falciparum blood-stage parasites that were functional both in vitro and in vivo. Recombinant PfCyRPA thus represents a highly suitable highly conserved antigen candidate component for inclusion into a multivalent virosomal malaria vaccine, with excellent cross-strain inhibitory potential.",
            "cite_spans": [
                {
                    "start": 1160,
                    "end": 1163,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1164,
                    "end": 1166,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1364,
                    "end": 1366,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Recombinant P. falciparum CyRPA, a histidine-tagged protein comprising residues 29-362 and containing no N-glycosylation sites, was produced and purified as described. 10 Briefly, synthetically manufactured DNA sequences encoding PfCyRPA were cloned into a pcDNA3.1-based expression vector, which allows secretion of the protein of interest into the cell culture supernatant. Plasmids were amplified by transforming chemically competent Escherichia coli bacteria and used for transfection of human embryonic kidney HEK 293 cells. The histidine-tagged protein was purified from concentrated cell culture supernatant by immobilised metal ion affinity chromatography. The purified recombinant PfCyRPA protein was lipidated prior to incorporation into the influenza virosomes membrane derived from the flu strain A/Brisbane/59/2007 (H1N1). In short, purified PfCyRPA in 50 mM HEPES pH 7.4, 142.5 mM NaCl buffer was randomly modified on accessible lysine residues by reacting with a fivefold molar excess of 2-Iminothiolane for 30 min at 4°C, before addition of the maleimide-derivatized phospholipid N-MCC-DPPE (1,2-Dipalmitoyl-snglycero-3-phosphoethanolamine-N-[4-(p-maleinimidomethyl)cyclohexanecarboxamide], Corden Pharma LLC, Switzerland) for 1 h at room temperature. Unused maleimide groups were quenched by the addition of cysteine. SDS-PAGE analysis confirmed the modification of > 95% of the PfCyRPA molecules. Native immunoblot and ELISA analysis confirmed the reactivity of the modified protein with the parasite inhibitory anti-PfCyRPA Fig. 4 PfCyRPA virosomes elicited polyclonal IgG antibodies with in vitro and in vivo parasite growth-inhibitory activity. a Synchronised P. falciparum 3D7 blood-stage parasites were cultivated in vitro for 48 h in the presence of different concentrations of purified total serum IgG antibodies from individual rabbits that received two (orange symbols) or three (blue symbols) doses of PfCyRPA virosomes. Purified IgG antibodies from non-immune rabbit sera were used as negative controls. Two independent experiments yielded comparable results; representative data of a single assay performed in triplicate is shown as mean ± standard deviation. b In vitro [ 3 H]-hypoxanthine incorporation assay to calculate the IC 50 values for total IgG from individual rabbits that received three doses of PfCyRPA virosomes. Two independent experiments yielded comparable results; data shown as mean of duplicate wells of a single assay is representative for the two independent assays. c Passive immunisations of P. falciparum infected NSG mice. Humanised NSG mice received either two different doses of purified total serum IgG antibodies formulated in PBS from individual rabbits that received three doses of PfCyRPA virosomes, purified IgG antibodies from non-immune rabbit sera, growth-inhibitory anti-PfCyRPA mAb c12 or PBS. Mice were infected with P. falciparum and parasitaemia in peripheral blood was monitored by flow cytometry. d Percent parasite growth inhibition six days after infection was calculated against the parasitemia of PBS control mice. Shown are mean values ± standard deviation of two mice per group. The observed parasite growth-inhibitory activities of the anti-PfCyRPA antibodies were confirmed in an independent passive immunoprotection experiment. mAb c12 to the same extend as the unmodified PfCyRPA. The virosomal formulations with the lipidated PfCyRPA were prepared essentially as described. 20 ",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 170,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 3459,
                    "end": 3461,
                    "text": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 1543,
                    "end": 1549,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Recombinant protein production and candidate vaccine formulation"
        },
        {
            "text": "Mice experiments were carried out in accordance with the national regulations for the protection of animal rights. The protocols were ethically approved by the veterinary office of the county of Basel-City, Switzerland (Permit Numbers: 2375 and 2303). Seven-week-old specific pathogen-free Crl:NMRI(Han) (n = 3) and BALB/cAnNCrl (n = 5) mice were purchased from Charles River Laboratories (Germany) and used for immunisation studies. Mice were pre-immunised subcutaneously with inactivated influenza virus (equivalence of 1 μg of haemagglutinin from A/Brisbane/59/2007 H1N1) to induce immune responses toward viral membrane proteins for mimicking human pre-existing influenza immunity. Three weeks later, they were immunised subcutaneously with PfCyRPA conjugated to virosomes (20 μg PfCyRPA per dose) in intervals of three weeks (day 0, 21 and 42). Blood was collected before each immunisation and two weeks after the final injection. New Zealand rabbits were kept, immunised and bled at Kaneka Eurogentec S.A. (Belgium). One group of rabbits (n = 2) was immunised twice with PfCyRPA virosomes (40 μg PfCyRPA per dose) by the intramuscular route after pre-immunisation with inactivated influenza virus (equivalence of 10 μg of haemagglutinin). A second group of animals received three immunisations in intervals of at least three weeks without pre-immunisation with inactivated influenza virus. Blood was collected before each immunisation and three weeks after the final injection. Total IgG was purified from rabbit sera using protein A columns (GE Healthcare).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunogenicity studies in laboratory animals"
        },
        {
            "text": "For the detection of CyRPA-specific IgG antibodies in sera, Nunc MaxiSorp TM flat-bottom 96-well ELISA plates were coated with 5 μg/mL of purified recombinant PfCyRPA protein overnight at 4°C. After blocking and washing, plates were incubated with serial dilutions of mouse or rabbit sera in phosphate buffer saline (PBS) at pH 7.4 for one hour at room temperature. The plates were then washed and incubated with goat antimouse (Sigma) or anti-rabbit IgG (Jackson ImmunoResearch) conjugated to horseradish peroxidase (HRP) secondary antibodies for 1 h at room temperature. Tetramethylbenzidine (TMB) was used as substrate (KPL). The reaction was stopped after appropriate time with 0.5 M H 2 SO 4 and the absorbance was read at 450 nm with the Sunrise absorbance plate reader (Tecan). Data were processed and analysed using GraphPad Prism 7.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ELISA"
        },
        {
            "text": "The anti-PfCyRPA IgG subclasses were determined by ELISA with alkaline phosphatase-conjugated goat anti-mouse IgG1, IgG2a, IgG2b and IgG3 secondary antibodies (SouthernBiotech).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ELISA"
        },
        {
            "text": "In avidity ELISA analyses, 27 mouse serum samples were added to PfCyRPA-coated ELISA plates in triplicates at constant dilutions (approx. halfmax titer). After washing, plates were incubated for 15 min with NH 4 SCN diluted in 0.1 M NaH 2 PO 4 buffer (pH 6) at the following molarities: 5 M, 4 M, 3 M, 2 M, 1 M, 0.5 M, and 0.25 M. After a wash step, the plates were incubated with goat anti-mouse HRP secondary antibodies for detecting antibodies that remained bound to the antigen and processed as described above. The avidity index corresponds to the NH 4 SCN concentration (M) eluting 50% of the bound antibodies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ELISA"
        },
        {
            "text": "Cultured P. falciparum 3D7-infected erythrocytes were collected at the schizont stage and treated with 0.06% saponin on ice for 20 min to release the parasites. Washed parasites were resuspended in PBS pH 7.4 and frozen at −80°C. After thawing, parasite cells were lysed in RIPA buffer (1% NP40, 0.25% DOC, 10% glycerol, 2 mM EDTA, 137 mM NaCl, 20 mM Tris HCl pH 8.0, with a cocktail of protease inhibitors) for 10 min on ice. The lysates were cleared by centrifugation at 15,000 × g for 10 min and the supernatant kept at −80°C until use. Parasite lysates were heated to 70°C for 10 min under non-reducing conditions in LDS sample buffer and resolved on precast 4-12% gradient gels (NuPAGE TM Novex 4-12% Bis-Tris Gel, Invitrogen). Following gel electrophoresis, separated proteins were transferred to nitrocellulose membranes using a dry-blotting system (iBlot, Invitrogen). After blocking, the membranes were incubated with appropriate dilutions of sera or mAbs in PBS for 1 h at room temperature. In competition experiments, primary antibodies were pre-incubated for 30 min with recombinant PfCyRPA protein competitor at a concentration of 5, 0.5 or 0.05 μg/mL. After washing, blots were incubated with secondary HRP-conjugated antibodies and bands were visualised using ECL detection kit (Pierce). Uncropped scans of the blots from Figs 2a and 3c are shown in the Supplementary Figs 1 and 2. Indirect immunofluorescence assay Thin smears of synchronised P. falciparum 3D7-infected erythrocytes were fixed in 60% methanol and 40% acetone for 2 min at −20°C, air-dried and blocked with 3% BSA in PBS. Cells were then incubated with appropriate dilutions of sera or mAbs in PBS for 1 h at room temperature. After washing, cells were incubated with secondary antibodies specific for mouse or rabbit IgG conjugated with Alexa Fluor 568 (Invitrogen). Before the immunoreactivity was analysed with a Leica DM-5000B fluorescence microscope using a 60x oil immersion objective lens, the slides were washed, mounted with ProLong TM Gold antifade reagent containing DAPI (Invitrogen) and covered with a coverslip. Images were processed using Leica Application Suite V4 and Adobe Photoshop CC.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1369,
                    "end": 1396,
                    "text": "Supplementary Figs 1 and 2.",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Immunoblotting"
        },
        {
            "text": "In vitro growth inhibition assays with the laboratory-adapted P. falciparum 3D7 clone were performed essentially as described. 28 Synchronised trophozoites were adjusted to 0.5% parasitemia and then incubated for 48 h with various concentrations of purified rabbit IgG in PBS at 1% haematocrit. Each culture was set up in triplicate in 96-well flat-bottomed culture plates. Final parasitemia was quantified by flow cytometry after staining of viable parasites with hydroethidine and inhibition calculated relative to infection control wells containing PBS only. The gating strategy used for parasitemia quantification is shown in Supplementary Fig. 3a .",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 129,
                    "text": "28",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 630,
                    "end": 651,
                    "text": "Supplementary Fig. 3a",
                    "ref_id": null
                }
            ],
            "section": "In vitro growth inhibition assay"
        },
        {
            "text": "IC 50 values for total IgG from PfCyRPA-immunised rabbits were determined in vitro by measuring incorporation of the nucleic acid precursor [ 3 H]-hypoxanthine. 29 Infected red blood cells were exposed to increasing concentrations of purified total rabbit IgG in culture plates. After 48 h of incubation, 0.5 μCi [ 3 H]-hypoxanthine was added to each well. Cultures were incubated for further 24 h before they were harvested onto glass-fibre filters and washed with distilled water. The radioactivity was counted using a Betaplate liquid scintillation counter. The results were recorded as counts per minute per well at each IgG concentration and expressed as percentage of the untreated controls. For each individual rabbit a four-parameter sigmoidal dose-response curve was fitted to the relationship between log 10 (antibody concentration) and % inhibition, and then used to interpolate IC 50 values. Data were processed and analysed using GraphPad Prism 7.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 163,
                    "text": "29",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "In vitro growth inhibition assay"
        },
        {
            "text": "Passive immunisations of P. falciparum infected NSG mice The in vivo parasite inhibitory activity of the generated polyclonal anti-PfCyRPA antibodies was tested in the P. falciparum mouse infection model essentially as described. 7, 25 Six to eight week old female NSG mice (The Jackson Laboratory) were injected almost daily with 0.75 mL of human erythrocytes suspended in RPMI 1640 solution and decomplemented human serum at 50% haematocrit. Eleven days after the start of blood injections, groups of humanised mice (n = 2) received a single dose of 10 or 5 mg of purified total serum IgG antibodies by intraperitoneal injection. The following day, mice were infected intravenously with 3 × 10 7 parasitized erythrocytes obtained from in vitro cultures (strain Pf3D7 0087/N9 ). The degrees of engraftment and parasitemia in peripheral blood were measured by flow cytometry using SYTO-16 green fluorescent nucleic acid stain (Invitrogen) and an allophycocyanin-labelled rat anti-mouse erythrocyte TER-119 monoclonal antibody (BD Biosciences). The gating strategy used for parasitemia quantification is shown in Supplementary Fig. 3b .",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 232,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 233,
                    "end": 235,
                    "text": "25",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 1112,
                    "end": 1133,
                    "text": "Supplementary Fig. 3b",
                    "ref_id": null
                }
            ],
            "section": "In vitro growth inhibition assay"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization",
            "authors": [],
            "year": 2018,
            "venue": "World Health Organization. World malaria report",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The economic and social burden of malaria",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sachs",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Malaney",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nature",
            "volume": "415",
            "issn": "",
            "pages": "680--685",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Advances and challenges in malaria vaccine development",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Crompton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Pierce",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Clin. Invest",
            "volume": "120",
            "issn": "",
            "pages": "4168--4178",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Recent developments in malaria vaccinology",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Halbroth",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Draper",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Adv. Parasitol",
            "volume": "88",
            "issn": "",
            "pages": "1--49",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The pathogenic basis of malaria",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "I"
                    ],
                    "last": "Baruch",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Marsh",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "K"
                    ],
                    "last": "Doumbo",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nature",
            "volume": "415",
            "issn": "",
            "pages": "673--679",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Plasmodium falciparum erythrocyte invasion: combining function with immune evasion",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Rayner",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Pathog",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Passive immunoprotection of plasmodium falciparum-infected mice designates the CyRPA as candidate malaria vaccine antigen",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Dreyer",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Immunol",
            "volume": "188",
            "issn": "",
            "pages": "6225--6237",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Multiprotein complex between the GPI-anchored CyRPA with PfRH5 and PfRipr is crucial for Plasmodium falciparum erythrocyte invasion",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Reddy",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "112",
            "issn": "",
            "pages": "1179--1184",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Essential role of the PfRh5/PfRipr/CyRPA complex during plasmodium falciparum invasion of erythrocytes",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Volz",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Cell Host Microbe",
            "volume": "20",
            "issn": "",
            "pages": "60--71",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Generation of Plasmodium falciparum parasite-inhibitory antibodies by immunization with recombinantly-expressed CyRPA",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Favuzza",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Malar. J",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A full-length recombinant Plasmodium falciparum PfRH5 protein induces inhibitory antibodies that are effective across common PfRH5 genetic variants",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "Y"
                    ],
                    "last": "Bustamante",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Vaccine",
            "volume": "31",
            "issn": "",
            "pages": "373--379",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "An EGF-like protein forms a complex with PfRh5 and is required for invasion of human erythrocytes by Plasmodium falciparum",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS Pathog",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The blood-stage malaria antigen PfRH5 is susceptible to vaccine-inducible cross-strain neutralizing antibody",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Douglas",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nat. Commun",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Neutralization of Plasmodium falciparum merozoites by antibodies against PfRH5",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Douglas",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Immunol",
            "volume": "192",
            "issn": "",
            "pages": "245--258",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A PfRH5-based vaccine is efficacious against heterologous strain blood-stage Plasmodium falciparum infection in aotus monkeys",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Douglas",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cell Host Microbe",
            "volume": "17",
            "issn": "",
            "pages": "130--139",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Structure of the malaria vaccine candidate antigen CyRPA and its complex with a parasite invasion inhibitory antibody",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Favuzza",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Elife",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Synergistic malaria vaccine combinations identified by systematic antigen screening",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "Y"
                    ],
                    "last": "Bustamante",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "114",
            "issn": "",
            "pages": "12045--12050",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Particle-based platforms for malaria vaccines",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Narum",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fleury",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Jennings",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yadava",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Vaccine",
            "volume": "33",
            "issn": "",
            "pages": "7518--7524",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Development of a virosomal malaria vaccine candidate: from synthetic peptide design to clinical concept validation",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pluschke",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tamborrini",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Future Virol",
            "volume": "7",
            "issn": "",
            "pages": "779--790",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Influenza virosomes as vaccine adjuvant and carrier system",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Moser",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Müller",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Kaeser",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Weydemann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Amacker",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Expert Rev. Vaccines",
            "volume": "7",
            "issn": "",
            "pages": "779--791",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Virosome-formulated Plasmodium falciparum AMA-1 & CSP derived peptides as malaria vaccine: randomized phase 1b trial in semi-immune adults & children",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Cech",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS ONE",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Design and pre-clinical profiling of a Plasmodium falciparum MSP-3 derived component for a multi-valent virosomal malaria vaccine",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tamborrini",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Malar. J",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Human antibodies that slow erythrocyte invasion potentiate malaria-neutralizing antibodies",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G W"
                    ],
                    "last": "Alanine",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Cell",
            "volume": "178",
            "issn": "",
            "pages": "216--228",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Functional comparison of blood-stage plasmodium falciparum malaria vaccine candidate antigens",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Illingworth",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Front Immunol",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Improved murine model of malaria using Plasmodium falciparum competent strains and non-myelodepleted NOD-scid IL2Rγ null mice engrafted with human erythrocytes",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Jiménez-Díaz",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Antimicrob. Agents Chemother",
            "volume": "53",
            "issn": "",
            "pages": "4533--4536",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Triple co-culture model of the human respiratory tract to study immune-modulatory effects of liposomes and virosomes",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Blom",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS ONE",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The assessment of antibody affinity distribution by thiocyanate elution: a simple dose-response approach",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "U"
                    ],
                    "last": "Ferreira",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Katzin",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J. Immunol. Methods",
            "volume": "187",
            "issn": "",
            "pages": "297--305",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Induction of parasite growth-inhibitory antibodies by a virosomal formulation of a peptidomimetic of loop I from domain III of Plasmodium falciparum apical membrane antigen 1",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Mueller",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Infect. Immun",
            "volume": "71",
            "issn": "",
            "pages": "4749--4758",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Antiprotozoal and cytotoxic naphthalene derivatives from Diospyros assimilis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ganapaty",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Steve Thomas",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Karagianis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Waterman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brun",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Phytochemistry",
            "volume": "67",
            "issn": "",
            "pages": "1950--1956",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Immunogenicity of PfCyRPA virosomes in mice. Development of anti-PfCyRPA total IgG responses in BALB/c (a) and NMRI (b) mice after each immunisation. Sera were taken pre-immune (pre imm), after pre-immunisation with inactivated influenza virus (post flu priming) and after the first (1. imm), second (2. imm) and third (3. imm) immunisation with PfCyRPA virosomes. Shown are serum IgG ELISA endpoint titers of individual animals and lines represent the mean. Two independent experiments yielded comparable results; representative data of a single assay is shown. Determination of the IgG subclass profiles in BALB/c (c) and NMRI (d) mice by ELISA using plates coated with recombinant PfCyRPA. Sera from mice collected after the third immunisation were tested individually at three serum dilutions. Optical density (OD) values form a single experiment are shown; these are representative for the two independent assays. Avidity index for the anti-PfCyRPA IgG responses of BALB/c (e) and NMRI (f) mice three weeks after the first, second and third immunisation. The avidity index is the NH 4 SCN concentration (M) where 50% of the bound antibodies are eluted. Shown are results from a single experiment obtained with individual sera tested in triplicates and the median (line) for each time point.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Parasite cross-reactivity of anti-PfCyRPA IgG responses in mice. a Pre-immune and immune serum samples of individual mice were tested by immunoblotting analysis with blood-stage parasite lysate. Sera were diluted 1:200 and a representative example obtained with sera from a BALB/c mouse is shown. Blots derived from the same experiment and were processed in parallel. b",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Work at Swiss TPH has been co-funded by the Commission for Technology and Innovation, (grant 17635.1 PFLS-LS) and by Fondation Botnar (grant 6349). Mymetics SA provided the virosome formulations for the studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "The datasets generated during and/or analysed during the current study are available from the corresponding author on reasonable request. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DATA AVAILABILITY"
        },
        {
            "text": "Supplementary information is available for this paper at https://doi.org/10.1038/ s41541-020-0158-9.Correspondence and requests for materials should be addressed to M.T.Reprints and permission information is available at http://www.nature.com/ reprintsPublisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons. org/licenses/by/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ADDITIONAL INFORMATION"
        }
    ]
}