{
    "paper_id": "7ac32d1a5bf74ab9e422875203de65b7729ae6e5",
    "metadata": {
        "title": "Synthetic peptides from the N-domains of CEACAMs activate neutrophils. Synthetic peptides from the N-domains of CEACAMs activate neutrophils",
        "authors": [
            {
                "first": "K",
                "middle": [
                    "M"
                ],
                "last": "Skubitz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "K",
                "middle": [
                    "D"
                ],
                "last": "Campbell",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "P N"
                ],
                "last": "Skubitz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Keith",
                "middle": [
                    "M"
                ],
                "last": "Skubitz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "K",
                "middle": [
                    "D &amp;"
                ],
                "last": "Campbell",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Four members of the carcinoembryonic antigen family, CEACAM1, CEACAM8, CEACAM6 and CEACAM3, recognized by CD66a, CD66b, CD66c and CD66d monoclonal antibodies (mAb), respectively, are expressed on human neutrophils. CD66a, CD66b, CD66c and CD66d mAb binding to neutrophils triggers an activation signal that regulates the adhesive activity of CD11/CD18, resulting in an increase in neutrophil adhesion to human umbilical vein endothelial cells. Molecular modeling of CEACAM1 using IgG and CD4 as models has been performed, and three peptides from the N-terminal domain were found to increase neutrophil adhesion to human umbilical vein endothelial cell monolayers. The peptides were 14 amino acids in length and were predicted to be present at loops and turns between b-sheets. To better understand the amino acid sequences critical for this biological activity, in the present study we examined the other neutrophil CEACAMs and the highly homologous CEACAM, CEA. Molecular modeling of the N-terminal domains of human CEACAM8, -6, -3 and CEA was performed. Twenty peptides, each 14 amino acids in length, that were homologous to the previously reported peptides from the N-domains of CEACAM1, were synthesized and tested for their ability to alter neutrophil adhesion. Only one new peptide, from",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "the N-domain of CEA, was found to increase neutrophil adhesion, and this peptide differed from the corresponding CEACAM1 peptide by only a single conservative amino acid substitution. Importantly, minor amino acid differences between active and inactive homologous peptides suggest regions of these peptides that are critical for biological activity. The data suggest that the regions SMPF of peptide CD66a-1, QLFG of peptide CD66a-2 and NRQIV of peptide CD66a-3 are critical for the activities of these peptides, and for the native CEACAMs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The mechanism(s) by which CEACAMs transmit signals (e.g. activation in neutrophils, or growth regulating signals in epithelial cells and carcinomas) are unclear.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "However, CEACAM1 is phosphorylated on its cytoplasmic domain, largely on tyrosine with a lower level of phosphoserine, in neutrophils and colon cancer cells (12,62±66).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In addition, associated protein tyrosine kinase and phosphatase activities may be involved in CEACAM signaling (62, 64, 65) .",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 115,
                    "text": "(62,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 116,
                    "end": 119,
                    "text": "64,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 120,
                    "end": 123,
                    "text": "65)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Because of the adhesive and signaling properties of ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Normal peripheral blood neutrophils were prepared by a modi®cation of the method described in Ref. 68 Each experiment was performed at least three times using different HUVEC subcultures.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 101,
                    "text": "68",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Cell preparation"
        },
        {
            "text": "Effects of peptides on neutrophil adhesion to HUVECs was analyzed by the Student's t-test when appropriate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "Analyses of CD11b and CD62L expression were performed as previously described (67) . ",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 82,
                    "text": "(67)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Analysis of CD11b and CD62L expression"
        },
        {
            "text": "Synthetic peptides of human CEACAMs as described in the text. Amino acids underlined and shown in bold represent amino acid residues that differ from the homologous CEACAM1 peptide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of CD11b and CD62L expression"
        },
        {
            "text": "cells were then incubated, washed and analyzed by¯ow cytometry as above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of CD11b and CD62L expression"
        },
        {
            "text": "As CEACAMs are members of the Ig superfamily, we modeled CEACAM8, CEACAM6, CEACAM3 and CEA using the known crystallographically determined structure of the IgV and Ig C2-like domains of IgG and CD4. The amino acid sequences were also analyzed by a hydropathy plot using Kyte±Doolittle and Chou±Fassman analyses, and sequences predicted to be exposed on the surface of the molecules based on hydrophilicity were identi®ed. There was good agreement in general between the peptides selected using these two methods. A series of 32 peptides of 14 amino acids in length was then identi®ed that were predicted to contain turns and loops between b-sheets ( CD66e-6 and also CD66a-7, which is identical to CD66c-7, CD66d-7 and CD66e-7, was not successful. Peptide CD66a-6, which is identical to CD66c-6, was not soluble in our assay conditions and was therefore not studied further.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synthesis of CEACAM peptides"
        },
        {
            "text": "The CEACAM1 peptides CD66a-1, CD66a-2 and CD66a-3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effects of CEACAM peptides on neutrophil adhesion to endothelial cells"
        },
        {
            "text": "were previously reported to activate neutrophils and to increase neutrophil adhesion to HUVECs (67 CD66c-6, CD66c-7 and CD66c-8 were not tested as they are identical to the CD66a-6 (insoluble), CD66a-7 (unsuccessful synthesis) and CD66a-8 (inactive in this assay) peptides, respectively, previously reported (67) . Peptide CD66d-7 was not tested as it is identical to the CD66a-7 peptide. We were not able to synthesize peptide CD66d-6 in three separate attempts. Six peptides from CEA (CD66e-1 to CD66e-5 and",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 312,
                    "text": "(67)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Effects of CEACAM peptides on neutrophil adhesion to endothelial cells"
        },
        {
            "text": "CD66e-8) were also tested for their ability to alter neutrophil adhesion to HUVECs (Fig. 1) . Peptide CD66e-3, but none of the other CEA peptides, altered neutrophil adhesion to HUVECs. Peptide CD66e-7 was not tested as it is identical to CD66a-7. We were not able to synthesize peptide CD66e-6 in three separate attempts.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 83,
                    "end": 91,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Effects of CEACAM peptides on neutrophil adhesion to endothelial cells"
        },
        {
            "text": "The CEA peptide CD66e-3 was further tested for its effects on the adhesion of neutrophils to resting and TNF stimulated HUVECs in the presence of FMLP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concentration-dependent effect of CD66e-3 peptide"
        },
        {
            "text": "HUVECs at concentrations as low as 75 mg/mL (< 50 mm) ( Fig. 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 56,
                    "end": 63,
                    "text": "Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Peptide CD66e-3 increased neutrophil adhesion to"
        },
        {
            "text": "The effects of the CEA peptide CD66e-3 on surface expression of CD11b on neutrophils was next examined. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effect of CD66e-3 peptide on CD11b expression"
        },
        {
            "text": "Twenty peptides were synthesized from regions of the N-domains of human CEACAM8, CEACAM6, CEACAM3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "and CEA, that we predict form loops and turns between regions of b-sheets and may be exposed on the surface of the molecule. These peptides are homologous to a series of peptides from CEACAM1 that we described previously (67) that included three peptides that had activity in an assay examining stimulated neutrophil adhesion to HUVECs. Although 19 of the 20 peptides tested in this study were not active in this assay, it is possible that they might have functional activity in a different assay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We chose to focus our study on the N-domains of ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Comparison of active synthetic peptides of human CEACAM1 (CD66a-1 to CD66a-3), with homologous peptides of CEACAM8, CEACAM6, CEACAM3, and CEA as described in the text. Amino acids underlined and shown in bold represent amino acid residues that differ from the homologous CEACAM1 peptide. Activity in the neutrophil stimulation assay as described in the text is shown in the right column. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The carcinoembryonic antigen (CEA) family: structures, suggested functions and expression in normal and malignant tissues",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hammarstrom",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "CEA adhesion molecules ± multifunctional proteins with signal-regulatory properties",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Obrink",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Curr. Opin. Cell Biol",
            "volume": "95",
            "issn": "",
            "pages": "616--626",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Carcinoembryonic antigen gene family: molecular biology and clinical perspectives",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Grunert",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zimmerman",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Clin. Lab. Anal",
            "volume": "5",
            "issn": "",
            "pages": "344--366",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Carcinoembryonic antigens are targeted by diverse strains of typable and non-typable Haemophilus in¯uenzae",
            "authors": [],
            "year": null,
            "venue": "Mol. Microbiol",
            "volume": "36",
            "issn": "",
            "pages": "784--795",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The structural basis of CEACAM-receptor targeting by neisserial opa proteins: response",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Virji",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Cloning of the mouse hepatitis virus (MHV) receptor: expression in human and hamster cell lines confers susceptibility to MHV",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Dieffenbach",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Binding of the coronavirus mouse hepatitis virus A59 to its receptor expressed from a recombinant vaccinia virus depends on posttranslational processing of the receptor glycoprotein",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Pensiero",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Dveksler",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Cardellichio",
                    "suffix": ""
                },
                {
                    "first": "G.-S",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Elia",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Dieffenbach",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Virol",
            "volume": "66",
            "issn": "",
            "pages": "4028--4039",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Receptor for mouse hepatitis virus is a member of the carcijojembryonic antigen family of glycoproteins",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "G.-S",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "88",
            "issn": "",
            "pages": "5533--5536",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Mouse hepatitis virus utilizes two carcinoembryonic antigens as alternative receptors",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yokomori",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M C"
                    ],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Virol",
            "volume": "66",
            "issn": "",
            "pages": "6194--6199",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Coronavirus receptor speci®city",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dveksler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gagneten",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yeager",
                    "suffix": ""
                },
                {
                    "first": "S.-H",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Beauchemin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Look",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ashumn",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dieffenbach",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Cornaviruses",
            "volume": "",
            "issn": "",
            "pages": "261--266",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "CD66 family members are associated with tyrosine kinase activity in human neutrophils",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Skubitz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P N"
                    ],
                    "last": "Skubitz",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J. Immunol",
            "volume": "155",
            "issn": "",
            "pages": "5382--5390",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Anti-serum to carcinoembryonic antigen recognizes a phosphotyrosine-containing protein in human colon cancer cell lines",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Skubitz",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Ducker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P N"
                    ],
                    "last": "Skubitz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Goueli",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "FEBS Lett",
            "volume": "318",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Association of p60 c±src with biliary glycoprotein (CD66a), an adhesion molecule of the carcinoembryonic antigen family downregulated in colorectal carcinomas",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brummer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Neumaier",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gopfert",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wagener",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Oncogene",
            "volume": "11",
            "issn": "",
            "pages": "1649--1655",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Synthetic peptides of CEACAMs activate neutrophils",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Skubitz",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Peptide Res",
            "volume": "58",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Association of biliary glycoprotein with protein tyrosine phosphatase SHP-1 in malignant colon epithelial cells",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Veillette",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Oncogene",
            "volume": "14",
            "issn": "",
            "pages": "783--790",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Tyrosine phosphorylation of biliary glycoprotein, a cell adhesion molecule related to carcinoembryonic antigen",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Afar",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Stanners",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Bell",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Synthetic peptides of CD66a stimulate neutrophil adhesion to endothelial cells",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Skubitz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Skubitz",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Immunol",
            "volume": "164",
            "issn": "",
            "pages": "4257--4264",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Monoclonal antibodies that recognize lacto-N-fucopenatose III (CD15) react with adhesion-promoting glycoprotein family (LFA-1/HMAC-1/GP 150,95) and CR1 on human neutrophils",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Skubitz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Snook",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "I"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J. Immunol",
            "volume": "139",
            "issn": "",
            "pages": "1631--1639",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Rapid analysis of leukocyteendothelial adhesion",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Vaporciyan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Ward",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Immunol. Methods",
            "volume": "159",
            "issn": "",
            "pages": "93--100",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "CD63 associates with tyrosine kinase activity and CD11/CD18, and transmits an activation signal in neutrophils",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Skubitz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Cambell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Iida",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P N"
                    ],
                    "last": "Skubitz",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "CD50 monoclonal antibodies inhibit neutrophil activation",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Skubitz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P N"
                    ],
                    "last": "Skubitz",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J. Immunol",
            "volume": "159",
            "issn": "",
            "pages": "820--828",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Intercellular adhesion molecule-1 gene expression in human endothelial cells",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Wertheimer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Myers",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Wallace",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Parks",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Biol. Chem",
            "volume": "267",
            "issn": "",
            "pages": "12030--12035",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Traf®c signals for lymphocyte recirculation and leukocyte emigration: the multistep paradigm",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Springer",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Cell",
            "volume": "76",
            "issn": "",
            "pages": "301--314",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Phorbol esters cause sequential activation and deactivation of complement receptors on polymorphonuclear leukocytes",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J. Immunol",
            "volume": "136",
            "issn": "",
            "pages": "1759--1764",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Leukocyteendothelial adhesion molecules",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Carlos",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Haran",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Blood",
            "volume": "84",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Extended glycoprotein structure of the seven domains in human carcinoembryonic antigen by X-ray and neutron solution scattering and an automated curve ®tting procedure: implications for cellular adhesion",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Boehm",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "O"
                    ],
                    "last": "Mayans",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Thornton",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H J"
                    ],
                    "last": "Begent",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Keep",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Perkens",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Extracellular N-domain alone can mediate speci®c heterophilic adhesion between members of the carcinoembryonic antigen family, CEACAM6 and CEACAM8",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Oikawa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sugiyama",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kuroki",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nakazato",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Biochem",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The Identi®cation of Critical Adhesiotopes on the N-Domain of Human CEACAM1 Required for Homophilic Interactions",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Watt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Teixeira",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Doyonnas",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fritz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Blumberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kuroki",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Skubitz",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Bates",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Self recognition in the Ig superfamily. Identi®cation of precise subdomains in carcinoembryonic antigen required for intercellular adhesion",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Taheri",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Saragovi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fuks",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Makkerh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mort",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Stanners",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Biol. Chem",
            "volume": "275",
            "issn": "",
            "pages": "26935--26943",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Mutational analysis of the virus and monoclonal antibody binding sites in MHVR, the cellular receptor of the murine coronavirus mouse hepatitis virus strain A59",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Dveksler",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J. Virol",
            "volume": "72",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Site-directed mutagenesis within an ectoplasmic ATPase consensus sequence abrogates the cell aggregating properties of the rat liver canalicular bile acid transporter/ecto-ATPase/cell CAM 105 and carcinoembryonic antigen",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Sippel",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Perlmutter",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "A CD66a-speci®c, activation-dependent epitope detected by recombinant human signal chain fragments (scFvs) on CHO transfectants and activated granulocytes",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Grunert",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J. Leuk. Biol",
            "volume": "59",
            "issn": "",
            "pages": "891--901",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Evidence for regulated dimerization of cell±cell adhesion molecule (C-CAM) in epithelial cells",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Hunter",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sawa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Edlund",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Obrink",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Biochem. J",
            "volume": "320",
            "issn": "",
            "pages": "847--853",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "The dimeric structure of carcinoembryonic antigen (CEA)",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lisowska",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Krop-Watorek",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sedlaczek",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Calmodulin binds to speci®c sequences in the cytoplasmic domain of C-CAM and down-regulates C-CAM self-association",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Edlund",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Blikstad",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Obrink",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Biliary glycoprotein (BGP) expression on T cells and on a natural-killer-cell sub-population",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Moller",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kammerer",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Grunert",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Von Kleist",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Susceptibility of colorectal carcinoma cells to natural-killer-mediated lysis: relationship to CEA expression and degree of differentiation",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "B"
                    ],
                    "last": "Prado",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Laudanna",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R W"
                    ],
                    "last": "Carneiro",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "CEA expression of colorectal adenocarcinomas is correlated with their resistance against LAK-cell lysis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kammerer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Von Kleist",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Int. J. Cancer",
            "volume": "57",
            "issn": "",
            "pages": "341--347",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Binding of Escherichia coli and Salmonella strains to members of the carcinoembryonic antigen family: differential binding inhibition by aromatic a-glycosides of mannose",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Leusch",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Drezeniek",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Markos-Pusztai",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wagener",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Infect. Immun",
            "volume": "59",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Identi®cation of the speci®c oligosaccharide sites recognized by type 1 ®mbriae from Escherichia coli on nonspeci®c cross-reacting antigen, a CD66 cluster granulocyte glycoprotein",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Sauter",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Rutherfurd",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wagener",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Shively",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Hefta",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Biol. Chem",
            "volume": "268",
            "issn": "",
            "pages": "15510--15516",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "BSA; CEA, carcinoembryonic antigen; endo wash buffer, HBSS + 4% HIFBS; FMLP, N-formyl-Met-Leu-Phe; HBSS, Hanks' balanced salt solution; HIFBS, heat inactivated fetal bovine serum; HUVECs, human umbilical vein endothelial cells; NMS, normal mouse serum; PBS, phosphate-buffered saline, pH 7.4. Carcinoembryonic antigen (CEA) family members appear to play a role in a wide variety of normal and pathological processes, including: cancer, embryonic development, bacterial infection, viral infection, in¯ammation, pregnancy and cell adhesion (1±4). The CEACAM gene family belongs to the immunoglobulin (Ig) gene superfamily (for review see Refs 1,3±6). Structurally, each of the human CEACAMs contains one N-terminal domain of 108±110 amino acid residues, homologous to Ig variable domains, followed by a differing number (0±6) of Ig C2-type constant-like domains. The structure of the N-domain is predicted to be a stacked pair of b-sheets with nine b-strands (7). CD66 mAbs react with members of the CEACAM family (8±17). In CD terminology, mAbs belonging to the CD66 cluster are classi®ed according to their reactivity with each family member, as indicated by a lower case letter after`CD66' as follows: CEACAM3, but not CEA, are expressed on human neutrophils, where they are`activation antigens' in that their surface expression is increased following neutrophil activation by various stimuli. CD66a, CD66b, CD66c and CD66d mAb binding to the neutrophil surface trigger an activation signal that regulates the adhesive activity of CD11/CD18, and increases neutrophil adhesion to HUVECs (27±32,35). CEACAM1 is frequently downregulated in carcinomas (36±40), and may function as a tumor suppressor in some models of cancer (41±46). CEACAMs are also important in bacterial infections, where pathogenic Neisseria meningitidis and N. gonorrhea interact with CEACAMs via Opa proteins. The binding site for these Opa proteins has been localized to the N-domains of CEACAMs (47±56). CEACAM1 also functions as a receptor for murine hepatitis virus (57±61).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "For analysis of CD11b upregulation, puri®ed neutrophils (10 5 in 100 mL HBSS + 0.02% BSA) were incubated with media containing the indicated peptide (167 mg/mL) or FMLP (10 ±7 m) for 15 min at 378C. The cells were then cooled to 08C for 10 min and 2 mg of the PE-labeled CD11b mAb was added. The mixture was incubated at 08C for 25 min, and 4 mL of buffer B (PBS, pH 7.4, 0.2% BSA, 0.05% NaN 3 , 08C) was then added and the mixture was centrifuged at 400 g for 5 min at 48C. The supernatant was removed and the cells were vortexed, and suspended in 1 mL of buffer B (08C), and 250 mL of ®xative (Coulter) (238C) was then added. Three milliliters of buffer B (08C) was then added, and the mixture centrifuged at 400 g at 48C for 5 min. The cells were washed with 3 mL of buffer B as above, and resuspended in 200 mL of PBS containing 0.1% NaN 3 (08C) and stored at 48C until analysis. Quantitative¯ow cytometric analysis of surface antigen expression was performed using a FACSTAR Plus (Becton Dickinson). Forward and right-angle light scatter, as well as the peak¯uorescence channel, were optimized with¯uorescent beads. The cell population studied was determined by forward and right-angle light scatter.For analysis of CD62L down regulation, puri®ed neutrophils (10 5 in 100 mL HBSS + 0.02% BSA) were warmed to 378C for 5 min and then incubated with media containing the indicated peptide (167 mg/mL) or FMLP (10 ±7 m) for 5 min at 378C. The cells were then cooled to 08C for 10 min and 5 mg of the PE-labeled CD62L mAb was added. The",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "). As expected, when neutrophils were incubated for 30 min in the presence of media containing 167 mg/mL of peptide CD66a-2 with HUVECs in the presence of 10 ±7 m FMLP and washed as described in Materials and Methods, peptide CD66a-2 augmented neutrophil adhesion approximately 2-fold compared with media (Fig. 1, solid bars). This effect was also seen when neutrophils were pretreated with TNF-a (hatched bars). In contrast, none of the CEACAM8 peptides (CD66b-1 to CD66b-8), the CEACAM6 peptides (CD66c-1 to CD66c-5), or the CEACAM3 peptides (CD66d-1 to CD66d-5, and CD66d-8) altered neutrophil adhesion compared with incubation in media alone(Fig. 1). Similar results were obtained in the absence of FMLP (not shown). Peptides",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "These same three peptides also stimulated upregulation of CD11b/CD18 and downregulation of CD62L on the neutrophil surface. Thus, previous data suggested that peptide motifs from at least three regions of the N-terminal domain of human CEACAM1 are involved in the interaction of CEACAM1 with other ligands and can initiate signal transduction in neutrophils. In the current study, although CEACAMs 1, 8, 6 and 3 can all transmit activation signals in neutrophils, only one of the 20 newly synthesized peptides (CD66e-3) had biological activity in the neutrophil adhesion assay. Several other studies have proposed structural motifs",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Effects of human CEACAM peptides on neutrophil adhesion to HUVECs. HUVECs were grown to con¯uence in 96-well microtiter plates, and either used directly (solid bars) or stimulated by incubating in the presence of TNF-a at 50 ng/mL ®nal concentration for 4 h at 378C (hatched bars). The wells were then washed and 25 mL of adhesion buffer containing the indicated human CEACAM peptide at 167 mg/mL (®nal concentration) was added. One hundred microliters of adhesion media containing 10 5 neutrophils was then added immediately, followed by 25 mL of adhesion buffer with 6310 ±7 m FMLP, and the plates were incubated at 378C for 30 min as described in the text. The wells were then washed and the number of adherent neutrophils determined with a¯uorescence plate reader. Values are shown as the number of neutrophils remaining adherent to the HUVEC monolayers, expressed as a percent of those adherent in the presence of media without peptide, and represent the meansuSD of four separate determinations. The adhesion observed in the presence of the active CEACAM1 peptide CD66a-2 and the CEA peptide CD66e-3 was statistically greater than that observed with the other CEACAM peptides or media alone (P,0.05).of CD66a family proteins (7,22,54,76). Although our peptides of 14 amino acid residues in length contain variable numbers of residues from proposed b-sheet regions, our model is in general similar to other reported models.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "CD66a-3 by a single conservative amino substitution at the end of the NRQIV sequence and retains activity (Table 2). In contrast, CD66c-3 and CD66d-3, which are identical, differ from CD66a-3 by a RQ to SL substitution in the NRQIV sequence and are inactive. CD66b-3 has a substitution in the NRQIV sequence of QIV to RII. Given the activity of the V to I substitution in CD66e-3, this suggests that the loss of activity in CD66b-3 was due to the nonconservative Q to R substitution, although two other amino acid substitutions are also present. These changes in primary amino acid sequence may evoke a change in Effects of various concentrations of the CEA peptide CD66e-3 on neutrophil adhesion to HUVECs. HUVECs monolayers were tested directly (s) or stimulated by incubating with TNF-a (d), and neutrophil adhesion in the presence of the indicated ®nal concentration of the CEA peptide CD66e-3 and FMLP as inFig. 1. Values are shown as the number of neutrophils remaining adherent to the HUVEC monolayers, expressed as a percent of those adherent in the presence of media without peptide, and represent the meansuSD of four separate determinations. The adhesion observed in the presence of CEA peptide CD66e-3 at 75 mg/mL was statistically greater than that observed with lower concentrations of peptides (P,0.05). Representative¯ow cytometric histogram pro®les of the effect of CD66e-3 peptide on human neutrophil surface CD11b and CD62L expression. (Left) Puri®ed neutrophils were incubated with HBSS (MCF5584) (upper), 10 ±7 m FMLP (MCF5709) (middle) or 167 mg/mL of the CEA peptide CD66e-3 (MCF5707) (lower), for 15 min at 378C, and the binding of a",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "* indicates the position in CD66a-2, b-2, c-2, d-2 and e-2 of Tyr 34 which has been shown by alanine mutagenesis studies to be important in binding to some Opa variants. # indicates the position in CD66a-3, b-3, c-3, d-3 and e-3 of Val 39 which has been shown by alanine mutagenesis studies to be important in binding to certain Opa variants and in CEACAM1 homotypic adhesion. be regulated by calmodulin and intracellular calcium in vitro(83,85). Clearly, dimerization of CEACAMs could affect binding of other signal regulating molecules.The mechanisms by which CEACAM family members transmit signals (e.g. activation in neutrophils or growth regulating signals in epithelial cells and carcinomas) are unclear. In addition to the considerations described above, CEACAM1 is phosphorylated in neutrophils and colon cancer cells(12,62,63,66), and protein kinase and phosphatase activity may associate with CEACAMs(62,64,65).CEACAM1 contains an immune tyrosine inhibitory motif (ITIM), as well as a motif similar to an immune tyrosine activating motif (ITAM) in its cytoplasmic domain (2,62), and phosphorylation of ITAMs and ITIMs can result in binding of protein tyrosine kinases and protein tyrosine phosphatases, respectively, which can modify signal transduction (64,65). CEACAM family members appear to be involved in a wide variety of important biological processes, and their differential expression provides the possibility for diverse interactions. For example, CEACAM1, CEACAM8, CEACAM6 and CEACAM3, but not CEA, are expressed on neutrophils; CEA is expressed on many tumor cells but not leukocytes; CEACAM8 is expressed on neutrophils but not epithelial cells; CEACAM6 is expressed on both neutrophils and epithelial cells (reviewed in Refs 1,2,4,13). In addition, the surface expression of these molecules in other cells may also be regulated; for example, CEACAM1 expression is induced on HUVECs by c-IFN (14). CEACAM members may play an important role in in¯ammation, as each of the CEACAM family members expressed on neutrophils are capable of transmitting activation signals, CEACAM1 is also present on T-lymphocytes and a subset of NK cells (86), and CEA expression by tumor cells is correlated with resistance to NK/LAK cell mediated lysis (87,88). It is possible that CEACAM family members could contribute to the immunosuppression often found in patients with cancer. Some bacteria bind to neutrophil CEACAMs (13,47±56,89,90), and this interaction may result in signal transduction resulting in modi®cation of neutrophil activity. It is possible that surface expression of CEACAM family members may modify the signal transduction capabilities of other cell surface CEACAM molecules. In summary, the data suggest that three peptide motifs from the N-terminal domain of CEACAM1 are involved in the interaction of CEACAM1 with other ligands, and can initiate signal transduction in neutrophils. One peptide motif from the N-domain of CEA can also initiate signal transduction in neutrophils, and this may represent a region of CEA that can interact with CEACAM1, CEACAM6, or other ligands. Each of the four active CEACAM peptides has a unique amino acid sequence. The amino acid substitutions in the homologous peptides from other CEACAMs, compared with that found in the active peptides, that result in loss of activity provide further information on the critical amino acids generating the sequence necessary for biological activity.(1992) Identi®cation of three new genes and estimation of the carcinoembryonic antigen family. Genomics 14, 384±390. 6. Beauchemin, N., Draber, P., Dveksler, G., et al. (1999) Rede®ned nomenclature or members of the carcinoembryonic antigen family. Exp. Cell Res. 252, 243±249. 7. Bates, P.A., Lou, J. & Sternberg, M.J.E. (1992) A predicted three-dimensional structure for the carcinoembryonic antigen (CEA).FEBS Lett. 301, 207±214. 8. Daniel, S., Nagel, G., Johnson, J.P., Lobo, F.M., Hirn, M., Jantscheff, P., Kuroki, M., von Kleist, S. & Grunert, F. Nagel, G., Grunert, F., Kuijpers, T.W., Watt, S.M., Thompson, J. & Zimmerman, W. (1993) Genomic organization, splice variants and expression of CGM1, a CD66-related member of the carcinoembryonic antigen gene family. FEBS Lett. 214, 27±35. 11. Kuroki, M., Matsuo, Y., Kinugasa, T. & Matsuoka, Y. (1992) Three different NCA species, CGM6/CD67, NCA-95, and NCA-90, and comprised in the major 90±100-KDa band of granulocyte NCA detectable upon SDS-polyacrylamide gel electrophoresis. Biochem. Biophys. Res. Commun. 182, 501±506. 12. Skubitz, K.M., Ducker, T.P. & Goueli, S.A. (1992) CD66 monoclonal antibodies recognize a phosphotyrosine-containing protein bearing a carcinoembryonic antigen cross-reacting antigen on the surface of human neutrophils. J. Immunol. 148, 852±860. 13. Skubitz, K.M., Grunert, F., Jantscheff, P., Kuroki, M. & Skubitz, A.P.N. (1997) Summary of the CD66 cluster workshop. In Leukocyte Typing VI, Garland Publishing, New York, pp. 992±1000. 14. Skubitz, K.M., Micklem, K. & van der Schoot, C.E. (1995) Summary of CD66 and CD67 Cluster Report, Oxford University Press, Oxford, pp. 889±899. 15. Stoffel, A., Neumaier, M., Gaida, F.-J., Fenger, U., Drzeniek, Z., Haubeck, H.-D. & Wagener, C. (1993) Monoclonal, anti-domain and anti-peptide antibodies assign the molecular weight 160,000 granulocyte membrane antigen of the CD66 cluster to a mRNA species encoded by the biliary glycoprotein gene, a member of the carcinoembryonic antigen gene family. J. Immunol. 150, 4978±4984. 16. Watt, S.M., Fawcett, J., Murdoch, S.J., Teixeira, A.M., Gschmeissner, S.E., Hajibagheri, N.M. & Simmons, D.L. (1994) CD66 identi®es the biliary glycoprotein (BGP) adhesion molecule: cloning, expression and adhesion functions of the BGPc splice variant. Blood 84, cell surface: hemophilic and heterophilic adhesion. Biochem. Biophys. Res. Commun. 164, 39±45. 19. Benchimol, S., Fuks, A., Jothy, S., Beauchemin, N., Shirota, K. & Stanners, C.P. (1989) Carcinoembryonic antigen, a human tumor marker, functions as an intercellular adhesion molecule. Cell 57, 327±334. 20. Rojas, M., Fuks, A. & Stanners, C.P. (1990) Biliary glycoprotein, a member of the immunoglobulin supergene family, functions in vitro as a Ca 2+ -dependent intercellular adhesion molecule. Cell Growth Diff. 1, 527±533. 21. Pignatelli, M., Durbin, H. & Bodmer, W.F. (1990) Carcinoembryonic antigen functions as an accessory adhesion molecule mediating colon epithelial cell±collagen interactions. Proc. Natl Acad. Sci. USA 87, 1541±1545. 22. Oikawa, S., Inuzuka, C., Kuroki, M., Arakawa, F., Matsuoka, Y., Kosaki, G. & Nakazato, H. (1991) A speci®c heterotypic cell adhesion activity between members of carcinoembryonic antigen family, W272 and NCA, is mediated by N-domains. J. Biol. Chem. 266, 7995±8001. 23. Oikawa, S., Kuroki, M., Matsuoka, Y., Kosaki, G. & Nakazato, H. (1992) Homotypic and heterotypic Ca ++ -independent cell adhesion activities of biliary glycoprotein, a member of carcinoembryonic antigen family, expressed on CHO cell surface. Biochem. Biophys. Res. Commun. 186, 881±887. 24. Zhou, H., Fuks, A., Alcaraz, G., Bolling, T.J. & Stanners, C.P. (1993) Homophilic adhesion between Ig superfamily carcinoembryonic antigen molecules involves double reciprocal bonds. J. Cell Biol. 122, 951±960. 25. Zhou, H., Stanners, C.P. & Fuks, A. (1993) Speci®city of anti-carcinoembryonic antigen monoclonal antibodies and their effects on CEA-mediated adhesion. Cancer Res. G., van der Schoot, C.E., Grunert, F. & Roos, D. (1992) CD66 nonspeci®c crossreacting antigens are involved in neutrophil adherence to cytokine-activated endothelial cells. J. Cell Biol. 118, 457±466. 28. Kuijpers, T.W., van der Schoot, C.E., Hoogerwerf, M. & Roos, D. (1993) Crosslinking of the carcinoembryonic antigen-like glycoproteins CD66 and CD67 induces neutrophil aggregation. J. Immunol. 151, 4934±4940. 29. Stocks, S.C., Kerr, M.A., Haslett, C. & Drans®eld, I. (1995) CD66-dependent neutrophil activation: a possible mechanism for vascular selectin-mediated regulation of neutrophil adhesion. J. Leuk. Biol. 58, 40±48. 30. Stocks, S.C. & Kerr, M.A. (1992) Stimulation of neutrophil adhesion of antibodies recognizing CD15 (Lex(X)) and CD15-expressing carcinoembryonic antigenrelated glycoprotein NCA-160. Biochem. J. 288, 23±27. 31. Lund-Johansen, F., Olweus, J., Symington, F.W., Arli, A., Thompson, J.S., Vilella, R., Skubitz, K.M. & Horejsi, V. (1993) Activation of human monocytes and granulocytes by monoclonal antibodies to glycosylphosphatidylinositol-anchored antigens. Eur. J. Immunol. 23, 2782±2791. 32. Stocks, S.C., Ruchaud-Sparagano, M.-H., Kerr, M.A., Grunert, F., Haslett, C. & Drans®eld, I. (1996) CD66: role in the regulation of neutrophil effector function. Eur. J. Immunol. 26, 2924±2932. 33. Yamanaka, T., Kuroki, M., Matsuo, Y. & Matsuoka, Y. (1996) Analysis of heterophilic cell adhesion mediated by CD66b and CD66c using their soluble recombinant proteins.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "human C-CAM) and other members of the carcinoembryonic antigen gene family of adhesion molecules in human colorectal adenomas. Cancer Res. 57, 2354±2357. 38. Nollau, P., Prall, F., Helmchen, BGP), a cell adhesion molecule of the carcinoembryonic antigen family, in benign, premalignant, and malignant lesions of the human mammary gland. J. Histochem. Cytochem. 45, 957±963. 40. Tanaka, K., Hinoda, Y., Takahashi, H., Sakamoto, H., Nakajima, Y. & Imai, K. (1997) Decreased expression of biliary glycoprotein in hepatocellular carcinomas. Int. J. Cancer 74, 15±19. 41. Kunath, T., Ordonez-Garcia, C., Turbide, C. & Beauchemin, N. (1995) Inhibition of colonic tumor cell growth by biliary glycoprotein. Oncogene 11, 2375±2382. 42. Kleinerman, D.I., Troncosco, P., Lin, S.-H., Pisters, L.L., Sherwood, E.R., Brooks, T., von Eschenbach, A.C. & Hsieh, J.-T. (1995) Consistent expression of an epithelial cell adhesion molecule (C-CAM) during human prostate development and loss of expression in prostate cancer: implication as a tumor suppressor. Cancer Res. 55, 1215±1220. 43. Kleinerman, D.I.C.P.N., Dinney, W.-W., Zhang, S.-H., Van Lin, N.T. & Hsieh, J.-T. (1996) Suppression of human bladder cancer growth by increased expression of C-CAM1 gene in an orthotopic model. Cancer Res. 56, 3431±3435. 44. Luo, W., Wood, C.G., Earley, K., Hung, M.Luo, W., Tapolsky, M., Earley, K., Wood, C.G., Wilson, D.R., Logothetis, C.J. & Lin, S.H. (1999) Tumor-suppressive activity of CD66a in prostate cancer. Cancer Gene Ther. 6, 313±321. 47. Virji, M., Watt, S.M., Barker, S., Makepeace, K. & Doyonnas, R. (1996) The N-domain of the human CD66a adhesion molecule is a target for Opa proteins of Neisseria meningitidis and Neisseria gonorrhoeae. Mol. Microbiol. 22, 929±939. 48. Virji, M., Makepeace, K., Ferguson, D.J. & Watt, S.M. (1996) Carcinoembryonic antigens (CD66) on epithelial cells and neutrophils are receptors for Opa proteins of pathogenic neisseriae. Mol. Microbiol. 22, 941±950. 49. Gray-Owen, S., Dehio, C., Haude, A., Grunert, F. & Meyer, T.F. (1997) CD66 carcinoembryonic antigens mediate interactions between Opa-expressing Neisseria gonorrhoeae and human polymorphonuclear phagocytes. EMBO J. 16, 3435±3445. 50. Chen, T. & Gotschlich, E.C. (1996) CGM1a antigen of neutrophils, a receptor of gonococcal opacity proteins. Proc. Natl Acad. Sci. USA 93, 14851±14856. 51. Bos, M.P., Grunert, F. & Belland, R.J. (1997) Differential recognition of members of the carcinoembryonic antigen family by Opa variants of Neisseria gonorrhoeae. Infect. Immun. 65, 2353±2361. 52. Bos, M.P., Kuroki, M., Krop-Watorek, A., Hogan, D. & Belland, J. (1998) CD66 receptor speci®city exhibited by neisserial Opa variants is controlled by protein determinants in CD66 N-domains. Proc. Natl Acad. Sci. USA 95, 9584±9589. 53. Bos, M.P., Hogan, D. & Belland, R.J. (1999) Homologue scanning mutagenesis reveals CD66 receptor residues required for neisserial Opa protein binding. J. Exp. Med. 190, 331±340. 54. Virji, M., Evans, D., Had®eld, A., Grunert, F., Teixeira, A.M. & Watt, S.M. (1999) Critical determinants of host receptor targeting by Neisseria meningitidis and Neisseria gonorrhoeae: identi®cation of Opa adhesiotopes on the N-domain of CD66 molecules. Mol. Microbiol. 34, 538±551.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "PBS containing 1 mg/mL BSA as indicated. N-Formylmet-leu-phe (FMLP) and normal mouse serum (NMS) were purchased from Sigma Chemical Co. (St Louis, MO, USA). Peptides were diluted in PBS containing 1 mg/mL BSA as indicated. cells with 50 mg of calcein AM for 30 min at 378C in 18 mL of calcein labeling buffer (HBSS without Ca 2+ or Mg 2+ containing 0.02% BSA). Cells were then washed twice with calcein labeling buffer at 238C and resuspended in the desired media.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "CEACAM N-domain peptides",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": ". Ten of the modeled peptides were identical to at",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Although neutrophil adhesion to HUVECs is dependent on the functional activity of surface CD11/CD18, many adhesive stimuli also upregulate the surface expression of CD11/CD18, and this may play a role in regulating cell adhesion as well (73±75). To determine if an alteration in the surface expression of CD11/CD18 could contribute to the effect of the CD66e-3 peptide on neutrophil adhesion, CD11b expression was analyzed by¯ow cytometry. Because CD11 and CD18 are translocated to the cell surface only when they are complexed with each other, the use of a directly labeled CD11b mAb was used to demonstrate upregulation of CD18 as well as CD11b. When neutrophils were incubated with HBSS for 15 min at 378C and then reacted with a PE-labeled CD11b mAb, CD11b expression was readily detected by¯ow cytometry (MCF5584) (Fig. 3, left, upper panel). As expected, when neutrophils were incubated with FMLP (10 ±7 m) for 15 min, CD11b expression was increased (MCF5709) (middle). When neutrophils were incubated with 167 mg/mL of the CEA Skubitz et al . Synthetic peptides of CEACAMs activate neutrophils also increased, similar to that seen with incubation with 10 ±7 m FMLP. of CD66e-3 peptide on CD62L expressionThe effects of the CEA peptide CD66e-3 on surface expression of CD62L on neutrophils was next examined.l-Selectin, recognized by CD62L mAbs, also plays a role in neutrophil adhesion to endothelial cells, and its expression is altered by stimulation(73,75). To determine if the surface expression of CD62L could be altered by the CEA peptide CD66e-3, CD62L expression was analyzed by¯ow cytometry. When neutrophils were incubated with HBSS for 5 min at 378C, and then reacted with a PE-labeled CD62L mAb, CD62L expression was readily detected by¯ow cytometry (MCF5548)(Fig. 3, left, upper). When neutrophils were incubated with 10 ±7 m FMLP, CD62L expres-",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "As described above, the naturally occurring amino acid substitutions among the human CEACAMs provide insight into the identi®cation of the amino acid residues that are critical for biological activity. Other studies of functionally active sites of CEACAMs have also identi®ed regions",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "CEACAM N-domain peptides",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Biochem. Biophys. Res. Commun. 34. Wikstrom, K., Kjellstrom, G. & Obrink, B. (1996) Homophilic intercellular adhesion mediated by C-CAM is due to a domain 1-domain 1 reciprocal binding. Exp. Cell Res. 35. Skubitz, K.M., Campbell, K.D. & Skubitz, A.P.N. (1996) CD66a, CD66b, CD66c, and CD66d each independently stimulate neutrophils. J. Leuk. Biol. Matthaes, P. & Wagener, C. (1993) Biliary glycoprotein, a potential human cell adhesion molecule, is down-regulated in colorectal carcinomas. Proc. Natl Acad. Sci. USA 90, 10744±10748. 37. Nollau, P., Scheller, H., Kona-Horstmann, M., Rohde, S., Hagenmuller, F., Wagener, C. & Neumaier, M. (1997) Expression of CD66a",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Dr W. Gleason for a critical review of the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements:"
        }
    ]
}