{
    "paper_id": "7ac4ef7bfcf445834637cebc6d46183996a48572",
    "metadata": {
        "title": "Intensive Care Medicine Respiratory syncytial virus triggered adult respiratory distress syndrome in infants: a report of two cases",
        "authors": [
            {
                "first": "D",
                "middle": [
                    "C G"
                ],
                "last": "Bachmann",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Pediatric Intensive Care Unit",
                    "institution": "Inselspital",
                    "location": {
                        "postCode": "CH-3010",
                        "settlement": "Bern",
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Pfenninger",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Pediatric Intensive Care Unit",
                    "institution": "Inselspital",
                    "location": {
                        "postCode": "CH-3010",
                        "settlement": "Bern",
                        "country": "Switzerland"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Two infants with severe respiratory syncytial virus infection which resulted eventually in classical adult respiratory distress syndrome (ARDS) are presented. Both infants had severe apneic spells, necessitating intubation and mechanical ventilation (MV). Chest radiographs changed after a few days after institution of MV from initial bronchopneumonia like pattern to severe ARDS. Assessment of respiratory system mechanics (single breath occlusion technique) revealed severe restrictive disease in both cases. The first patient recovered with residual restrictive changes determined during a follow-up 2.5 months later, whereas the second infant died because of ARDS, pulmonary interstitial emphysema and hypoxemic hypoxia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Respiratory syncytial virus (RSV) is the single most frequent cause of acute viral infections of the lower respiratory tract in infants and young children [1] . The clinical manifestations of RSV infections range from upper respiratory tract infection (rhinitis, otits media) to more serious involvement of lower airways and pulmonary parenchyma (bronchiolitis, pneumonia). There are data linking infection by this agent in early life and persistent obstructive lung disease [2] . During the winter 1990/91 we treated two infants in whom RSV infection triggered severe adult respiratory distress syndrome (ARDS). Because of the scarcity of this complication we report the two cases.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 158,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 475,
                    "end": 478,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Case 1 A 2.5-month old female infant was admitted to our ICU because of fever, cough and severe apneic spells. The infant had been born after 32",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case reports"
        },
        {
            "text": "Correspondence to: D. C.G. Bachmann weeks of gestation and had suffered from mild neonatal respiratory distress syndrome, responding to supplemental oxygen. Because of severe repeated apnea endotracheal intubafion was performed and mechanical . ventilation (MV) started. Initial respiratory settings and arterial blood gases after stabilisation can be seen in Table 1 (day 1). Chest radiographs were suggestive of viral pneumonia, and RSV was demonstrated in nasopharyngeal secretions (antigen and culture positive). From day 7 and onward the chest radiograph showed progressively typical signs of ARDS [3] and respirator settings had to be increased considerably. Assessment of respiratory system mechanics by the single breath occlusion method [4, 5] revealed extremely severe restrictive changes (see Table 1 ). (For the physiological measurements the patients were supine and kept paralysed with either pancuronium or atracurium. At least 5 measurements were performed not differing more than 5%. Mean values are reported, and normal values are indicated at the bottom of Table 1). Respiratory compliance (Crs) started to improve on day 12, but respiratory system resistance (Rrs) deteriorated. For this reason a trial bronchodilation with salbutamol was started on day 13 with a net reduction of Rrs from 0.40-0.21 cmH20/ml/s and an increase of Crs from 0.33-0.43 ml/cmH20/kg [6] . Rapid weaning from the respirator was possible on the following days and extubation was performed on day 15. Supplemental oxygen was stopped 4 days later and salbutamol by inhalation on day 26. After discharge home the infant was seen 2.5 months after onset of ARDS for a follow-up: physical examination revealed normal psychomotor and somatic development and no abnormal respiratory signs except for slight tachypnea of 45/rain. Transcutaneous oxygen saturation (StcO2) was 93% in room air, capillary PCO 2 was 35 mmHg. Chest radiography showed mild increase of interstitial structures. Repeated study of Crs and Rrs using same technique as before (i.e. after tracheal intubation) revealed moderate to severe restrictive changes, resistance however had improved (see Table 1 ). Forced vital capacity using the deflation technique was 27 ml/kg (normal 55-70 ml/ kg).",
            "cite_spans": [
                {
                    "start": 603,
                    "end": 606,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 746,
                    "end": 749,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 750,
                    "end": 752,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1381,
                    "end": 1384,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 360,
                    "end": 367,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 804,
                    "end": 811,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 2155,
                    "end": 2162,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Case reports"
        },
        {
            "text": "A one-month-old, previously healthy male infant born at term was admitted to our ICU because of cough, fever and severe apneic spells. He underwent emergency endotracheal intubation and MV was started [initial respirator settings and arterial blood gases (day t) can be seen in Table 1 ]. Chest radiographs showed a mixture of pulmonary infiltrates, atelectasis and overinflation on both sides (see Fig. 1 ). Viral pneumonia was suspected and eventually confirmed by demonstrating RSV in the tracheo-bronchial aspiration material. Chest radiographs from day 3 and onward showed classical signs of ARDS (see Fig. 2 ). Assessment of respiratory system mechanics on day 6 by single breath occlusion technique gave severe restrictive changes (see Table 1 ). In the following days a Normal values: Crs 0 . 9 -1.2 ml/cmH20/kg; Rrs 0.07 -0.1 cmH20/ml/s MAwP, Mean airway pressure; PEEP, positive end-expiratory pressure; PIP, plateau inspiratory pressure radiographic signs of ARDS worsened, and in addition pulmonary interstitial emphysema (PIE) was evident. In order to minimise further iatrogenic lung injury inspiratory pressures were reduced, accepting high PaCO 2 levels. On day 9 poor respiratory mechanics were confirmed, and on the following day gas exchange worsened further. In this desperate situation a trial with high frequency ventilation was started, but the boy was critically dependent on high mean airway pressure (MawP) and FiO 2. He died on day i2 due to refractory hypoxemic hypoxia. Post-mortem lung biopsy was performed which showed a denudation of alveolar basement membranes, hyaline membrane formation, type II pneumocyte and septal fibroblast proliferation. In addition there were signs of alveolitis with occasional multinucleated epithelial giant cells (syncytia). . Apnea is one of the leading symptoms and is observed in approximately 20~ of infants hospitalised for primary RSV infection [7] . Only two cases of RSV triggered acute hypoxemic failure (\"ARDS\") have been described in the literature [8] , we report two additional cases with particular emphasis on respiratory system mechanics. It is of interest to note that both infants did not belong to a particular risk group (bronchopulmonary dysplasia, congenital heart disease etc.). ARDS is the manifestation of direct or indirect pulmonary injury with alveolo-capillary disruption, permeability pulmonary edema, hypoxemia and reduced compliance. Our two patients with clearly documented RSV infection fulfilled the classical criteria of severe ARDS for infants and children as reported by Pfenninger et al. [3] , both had high lung injury scores as published by Murray et al. (case 1: 3.5, case 2: 3) [9] . Few data are available on respiratory system mechanics in ARDS in the pediatric age group. Stretton et al. using the same technique as in the present cases, reported mean Crs values of 0.44 ml/cmH20/kg in severe cases, with minimally increased Rrs in the acute stage of the syndrome [10] . These findings are slightly better than those in our two patients who had minimal mean Crs of 0.23 ml/cmH20/kg. As stated initially, RSV may lead to chronic obstructive pulmonary disease [2] . In this respect it is interesting to note that patient 1 showed transiently elevated Rrs, beginning on day 12 and responding to salbutamol. This finding is indicative of small airways hyperactivity. By its beta-2-activity salbutamol decreased airway resistance and improved Crs most likely by recruitment of lung volume [6] . This infant had nearly normal Rrs and still considerably reduced Crs 2.5 months after ARDS. Fanconi et al. have shown in 9 children surviving severe ARDS that all had long-standing abnormal lung function [11] .",
            "cite_spans": [
                {
                    "start": 1914,
                    "end": 1917,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2023,
                    "end": 2026,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2590,
                    "end": 2593,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2684,
                    "end": 2687,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2973,
                    "end": 2977,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 3167,
                    "end": 3170,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 3493,
                    "end": 3496,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 3703,
                    "end": 3707,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 278,
                    "end": 285,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 399,
                    "end": 405,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 607,
                    "end": 613,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 743,
                    "end": 750,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Case 2"
        },
        {
            "text": "In conclusion two well-documented cases of RSV induced infantile ARDS are described. Whereas the first infant survived with long-standing pulmonary abnormalities, the second died due to severe pulmonary involvement and PIE. It remains unclear, if by early institution of antiviral treatment or extracorporeal membrane oxygenation the severity of the disease and outcome would have been modified [12, 13] .",
            "cite_spans": [
                {
                    "start": 395,
                    "end": 399,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 400,
                    "end": 403,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Acute lower respiratory tract infection in nonhospitalized children",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "W"
                    ],
                    "last": "Denny",
                    "suffix": ""
                },
                {
                    "first": "Clyde",
                    "middle": [],
                    "last": "Wa",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J Pediatr",
            "volume": "108",
            "issn": "",
            "pages": "635--636",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Longterm prospective study in children after respiratory syncytial virus infection",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Gala",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "B"
                    ],
                    "last": "Magill",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Leddy",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J Pediatr",
            "volume": "105",
            "issn": "",
            "pages": "358--364",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Adult respiratory distress sydnrome in children",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pfenninger",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gerber",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tschaeppeler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zimmermann",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J Pediatr",
            "volume": "101",
            "issn": "",
            "pages": "352--357",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Passive respiratory mechanics in newborns and children",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Lesouef",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "England",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Bryan",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Am Rev Respir Dis",
            "volume": "129",
            "issn": "",
            "pages": "552--556",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Lung mechanics and gas exchange in ventilated preterm infants during treatment of hyaline membrane disease with multiple doses of artificial surfactant (Exosurf)",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pfenninger",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Aebi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bachmann",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Wagner",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Pediatr Pumonol",
            "volume": "14",
            "issn": "",
            "pages": "10--15",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Respiratory response to salbutamol (albuterol) in ventilator-dependent infants with chronic lung disease: pressurized aerosol delivery versus intravenous injection",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pfenninger",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Aebi",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Intensive Care Med",
            "volume": "19",
            "issn": "",
            "pages": "251--255",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Apnea assoicated with respiratory syncytial virus infection in young infants",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bruhn",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Mokrohisky",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mcintosh",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J Pediatr",
            "volume": "90",
            "issn": "",
            "pages": "382--386",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Acute hypoxemic respiratory failure in infants and children: Clinical and pathologic characteristics",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Debruin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Notterman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Magid",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Godwin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Johnston",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Crit Care Med",
            "volume": "20",
            "issn": "",
            "pages": "1223--1234",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "An expanded definition of the aduk respiratory distress syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Matthay",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Lute",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Flick",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Am Rev Respir Dis",
            "volume": "138",
            "issn": "",
            "pages": "720--723",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Spirometry, lung volumes, flows and mechanics in the acute phase of ARDS in pediatric patients",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stretton",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Deakers",
                    "suffix": ""
                },
                {
                    "first": "Cjl",
                    "middle": [],
                    "last": "Newth",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Am Rev Respir Dis",
            "volume": "143",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Longterm sequelae in children surviving adult respiratory distress syndrome",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fanconi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kraemer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tschaeppeler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pfenninger",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J Pediatr",
            "volume": "106",
            "issn": "",
            "pages": "218--222",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "An RSVP to RSV (respiratory syncytical virus): declining mortality rates",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Pollack",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Crit Care Med",
            "volume": "20",
            "issn": "",
            "pages": "1375--1376",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Extracorporeal life support for pediatric respiratory failure",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "W"
                    ],
                    "last": "Moler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Custer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Bartlett",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Palmisano",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Meliones",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Delius",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "I"
                    ],
                    "last": "Braden",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Snedecor",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Crit Care Med",
            "volume": "20",
            "issn": "",
            "pages": "1112--1118",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Chest radiograph of patient 2 on day 2, showing areas with pneumonic consolidation, atelectasis and overexpansion Chest radiograph of patient 2 on day 5 with classical signs of ARDS In infants, RSV is the single most frequent cause of severe respiratory tract infections [1]",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Respiratory data of patients 1 and 2",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}