{"paper_id": "7b8bf0fbd3e45c557ea348f85f72bae2e02d7095", "metadata": {"title": "A model-based information sharing protocol for profile Hidden Markov Models used for HIV-1 recombination detection", "authors": [{"first": "Ingo", "middle": [], "last": "Bulla", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Anne-Kathrin", "middle": [], "last": "Schultz", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Christophe", "middle": [], "last": "Chesneau", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Tanya", "middle": [], "last": "Mark", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Florin", "middle": [], "last": "Serea", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background: In many applications, a family of nucleotide or protein sequences classified into several subfamilies has to be modeled. Profile Hidden Markov Models (pHMMs) are widely used for this task, modeling each subfamily separately by one pHMM. However, a major drawback of this approach is the difficulty of dealing with subfamilies composed of very few sequences. One of the most crucial bioinformatical tasks affected by the problem of small-size subfamilies is the subtyping of human immunodeficiency virus type 1 (HIV-1) sequences, i.e., HIV-1 subtypes for which only a small number of sequences is known. Results: To deal with small samples for particular subfamilies of HIV-1, we introduce a novel model-based information sharing protocol. It estimates the emission probabilities of the pHMM modeling a particular subfamily not only based on the nucleotide frequencies of the respective subfamily but also incorporating the nucleotide frequencies of all available subfamilies. To this end, the underlying probabilistic model mimics the pattern of commonality and variation between the subtypes with regards to the biological characteristics of HI viruses. In order to implement the proposed protocol, we make use of an existing HMM architecture and its associated inference engine. Conclusions: We apply the modified algorithm to classify HIV-1 sequence data in the form of partial HIV-1 sequences and semi-artificial recombinants. Thereby, we demonstrate that the performance of pHMMs can be significantly improved by the proposed technique. Moreover, we show that our algorithm performs significantly better than Simplot and Bootscanning.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Profile Hidden Markov Models (pHMMs) are widely employed to model nucleotide or protein sequence families, in particular for database search [1, 2] . In numerous applications (see e.g. [3] [4] [5] ), a sequence family classified into subfamilies is given, with each subfamily being modeled separately by one pHMM (i.e. only the information comprehended in the respective subfamily is used). If enough information is available about each subfamily (i.e. it consists of a sufficient number of sequences) this approach is feasible. Otherwise, the model is unable to *Correspondence: ingobulla@gmail.com 1 Institut für Mathematik und Informatik, Universität Greifswald, Walther-Rathenau-Straße 47, 17487 Greifswald, Germany 2 Theoretical Biology and Biophysics, Group T-6, Los Alamos National Laboratory, Los Alamos, New Mexico, USA Full list of author information is available at the end of the article detect sequences stemming from subfamilies composed of too few sequences [4] .", "cite_spans": [{"start": 141, "end": 144, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 145, "end": 147, "text": "2]", "ref_id": "BIBREF1"}, {"start": 185, "end": 188, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 189, "end": 192, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 193, "end": 196, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 973, "end": 976, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Information sharing protocol"}, {"text": "To overcome this drawback, one can use an information sharing protocol which makes use of the information available about other subfamilies to model subfamilies composed of only a few sequences. Although they are usually named differently, information sharing protocols are a widely used concept in bioinformatics and other fields. For example, deducing pseudocounts [6] or Dirichlet mixtures [7] from a complete multiple sequence alignment to model a prior distribution for positionwise nucleotide or protein emission probabilities, constitutes a protocol for sharing information between different columns of the multiple sequence alignment (MSA). In speech recognition, using the same parameters for different HMMs within complex systems of HMMs in order to reduce the complexity of the system is called parameter tying [8] . In fact, if a prior distribution in a Bayesian http://www.biomedcentral.com/1471-2105/15/205 framework [9] is deduced from a superordinate entity, one can regard the estimation of probabilities characterizing a subordinate part of this entity by application of the estimated prior distribution as an information sharing protocol.", "cite_spans": [{"start": 367, "end": 370, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 393, "end": 396, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 822, "end": 825, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 931, "end": 934, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Information sharing protocol"}, {"text": "Sjölander et al. [3] suggested such a protocol for automated protein subfamily identification and classification. Their approach to model the emission frequencies of a protein subfamily S is based on the idea to add the nucleotide frequencies of other subfamilies T (in weighted form) to the ones of S as done with pseudocounts. Hereby, the added frequencies of T are weighted by the probability of the amino acid frequencies of T under a model whose emission probabilities are constructed based only on the frequencies of S.", "cite_spans": [{"start": 17, "end": 20, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Information sharing protocol"}, {"text": "HIV-1 is classified into the four main phylogenetic groups M, N, O, and P. All four were introduced into humans by separate zoonotic events, whereby the sources were different simian immunodeficiency viruses from chimpanzees [10] and gorilla [11] , respectively. The M group is the most intensively studied one as it is responsible for the HIV pandemic. This group is further divided into ten subtypes, whereby Subtype A and F are further subdivided into sub-subtypes [12] . Inter-subtype recombination is very frequent among HIV-1 subtypes [13] : Up to now, 55 circulating recombinant forms (CRFs) have been reported [14] , i.e., recombinant forms exhibiting at least three epidemiological independent sequences.", "cite_spans": [{"start": 225, "end": 229, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 242, "end": 246, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 468, "end": 472, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 541, "end": 545, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 618, "end": 622, "text": "[14]", "ref_id": null}], "ref_spans": [], "section": "HIV classification"}, {"text": "The subtypes of HIV-1 Group M can be divided into two groups: On the one hand, the ones for which at least 30 full-length sequences are available (subtypes A-G), on the other hand, subtypes H, J, and K, for which up to now only four (subtypes H and J) or two (Subtype K), respectively, complete-length sequences have been sampled. Thus, we refer to the first group -subtypes A-Gas \"large-size\" subtypes and to the second one -subtypes H-K -as \"small-size\" subtypes in what follows. Moreover, 11 full-length and about 1000 partial sequences have been labeled as \"unknown\". That is, these sequences do not form an independent subtype or CRF. One can expect that by further sampling activities new small-size subtypes will be found, by finding sequences which are closely related to sequences of an unknown subtype already known, as well as by discovering sets of epidemiological independent sequences which are unrelated to the sequences now available [11] .", "cite_spans": [{"start": 950, "end": 954, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "HIV classification"}, {"text": "Up to now, roughly 50 tools have been developed for the purpose of recognition of recombinants and breakpoint detection in HIV-1 sequences. Examples are Bootscanning [15] , Simplot [16] , Recco [17] , the REGA HIV-1 Subtyping Tool [18] , and MaxChi2 [19] . In 2006, Schultz et al. developed the jumping profile Hidden Markov Model (jpHMM), an algorithm for subtyping, recombination analysis, and breakpoint detection, which we applied to HIV-1 and hepatitis C virus sequences [4] . The jpHMM is composed of one pHMM for each viral subtype. In addition to the usual transitions within these pHMMs, it allows for so-called jumps between different pHMMs at nearby positions. Thus, it is possible to jump between states associated with different subtypes, depending on the local similarity of the query sequence to the subtypes. Although performing well for most input sequences, it did not correctly predict the HIV-1 subtypes of smaller size H, J, and K. Further analysis revealed that this deficit was due to the lack of an appropriate inter-subtype information sharing protocol, i.e., no information from the large-size subtypes was used to model the small-size subtypes.", "cite_spans": [{"start": 166, "end": 170, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 181, "end": 185, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 194, "end": 198, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 231, "end": 235, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 250, "end": 254, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 476, "end": 479, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "jpHMM"}, {"text": "The aim of this paper is to develop an information sharing protocol suitable for the application to HIV-1 Group M sequences. The introduced protocol is incorporated into the HIV recombination detection tool jumping profile Hidden Markov Model [4, 20, 21] , short jpHMM. We investigate the influence of this modification on the performance of jpHMM. This application is of particular interest as reliable and accurate classification of HIV-1 (and other viral sequence data) facilitates to understand the influence of genetic diversity on host immune response, is crucial for epidemiological studies, and provides therapeutic decision support [22] [23] [24] .", "cite_spans": [{"start": 243, "end": 246, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 247, "end": 250, "text": "20,", "ref_id": "BIBREF19"}, {"start": 251, "end": 254, "text": "21]", "ref_id": "BIBREF20"}, {"start": 641, "end": 645, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 646, "end": 650, "text": "[23]", "ref_id": "BIBREF22"}, {"start": 651, "end": 655, "text": "[24]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Content"}, {"text": "The effect of modeling subfamilies with very few sequences separately is illustrated in Table 1 . It depicts this problem for the emission probabilities of a position in an alignment of HIV-1 sequences: Constructing a pHMM for each subtype separately, the emission probability of adenine for Subtype K is nearly 7% lower than the one for Subtype A.", "cite_spans": [], "ref_spans": [{"start": 88, "end": 95, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Small-size HIV subtypes"}, {"text": "Since a vast majority of columns in the HIV-1 MSA are strongly conserved over subtypes, it is very probable that in fact the most realistic way to model the emission probabilities in this example consists of using a joint emission probability for all subtypes. Hence, the modeled emission probabilities of Subtype K should be much closer to the ones of Subtype A and C. They should still be smaller (but to a lesser extent) since one has to account for the following (rather improbable) scenario: The nucleotide frequencies of Subtype K only coincidentally suggests that all subtypes should be modeled jointly, but the real emission probabilities are, in fact, considerably different. http://www.biomedcentral.com/1471-2105/15/205 Nucleotide frequencies and the derived emission probabilities for one column in an alignment of HIV-1 Group M sequences without using an information sharing protocol. The emission probabilities are estimated from the nucleotide frequencies using the pseudocounts α = (0.05, 0.05, 0.05, 0.05). We here restrict ourselves to 3 subtypes, A, C, and K.", "cite_spans": [], "ref_spans": [], "section": "Small-size HIV subtypes"}, {"text": "A workaround for this kind of situation consists of using the same emission probabilities for all subtypes in case a column is completely conserved (notice that in our example this does not apply to the column under consideration). But given that there are about 2000 non-recombinant full-length HIV-1 Group M genomes reported by now, almost all columns in an alignment composed of all these sequences are not 100% conserved. In a preparatory step, Sjölander's approach performs a sequence weighting based on the total numbers of independent counts. Unfortunately, this procedure results in sequence weights that are far too low if applied to HIV nucleotide sequence data instead of protein amino acid data. Trying to circumvent this problem by leaving this step out causes the influence of other subtypes to become too strong. Since Sjölander's approach is, in addition, an ad hoc one and aims at protein sequence data which are considerably more variable than HIV-1 sequences, we developed an alternative algorithm. This new algorithm is suitable for HIV-1 nucleotide sequence data and is derived from a probabilistic model of the interdependence of different HIV-1 subtypes.", "cite_spans": [], "ref_spans": [], "section": "Existing approaches"}, {"text": "Our model of the emission probabilities is based on the observation that for almost all sites in an HIV-1 MSA at least some of the subtypes share the same emission probabilities. In fact, for the majority of sites, it would be most plausible to assign equal emission probabilities to all subtypes. Neglecting the trivial case of all subtypes having the same emission probability assigned to them, the phenomenon that some but not all of the subtypes exhibit equal emission probabilities could be explained biologically as follows: Assume a site allows for more than one nucleotide to be present (i.e. at least two alleles are observed). Then, there are only very few characteristics of the virus which determine which degree of fitness the virus has for the different nucleotides possible at the respective site. Moreover, these characteristics take only very few values. As the characteristics and their values at a particular site are small in number, the number of different nucleotide distributions observed at the respective site is also small.", "cite_spans": [], "ref_spans": [], "section": "Biological motivation"}, {"text": "To clarify this reasoning, let us assume that for a site i in the MSA the dependence of the virus fitness on the nucleotide at site i is determined by a binary characteristics (values 0 and 1) of the virus. For example, it could be the case that some part of the virus can assume two distinct shapes, influencing which nucleotides can be present at site i such that the virus is able to survive. Then, the following might hold for the nucleotide distributions of the subtypes:", "cite_spans": [], "ref_spans": [], "section": "Biological motivation"}, {"text": "• If the characteristics takes the value 0, it might be that the virus can only survive if adenine is present at site i. This leads to a nucleotide distribution where adenine has a probability very near to one. • In case it takes the value 1 the virus might also be able to survive if cytosine is present, but with a significant disadvantage with respect to its fitness. This might lead to a nucleotide distribution where adenine has a probability of, say, about 90% and the one of cytosine is about 10%.", "cite_spans": [], "ref_spans": [], "section": "Biological motivation"}, {"text": "In this case we would observe two different nucleotide distributions at site i: One part of the subtypes will show one nucleotide distribution and the other subtypes will show another. In the following, we will call the different nucleotide distributions (resp. emission probabilities) at the site \"source\". That is, in the example just given there are two sources.", "cite_spans": [], "ref_spans": [], "section": "Biological motivation"}, {"text": "For the reasons just explained, we model the emission frequencies of the subtypes jointly (see Figure 1 for examples). In the following, we refer to subtypes being modeled jointly as sharing the same source. Moreover, an assignment of each subtype to its respective source is called a \"source combination\". That is, if at a given site Subtypes The colors indicate which subtypes should be jointly modeled in order to get the most likely source combination. The nucleotide frequencies of the sources (i.e. the aggregated frequencies of the subtypes belonging to it) as well as the emission probabilities estimated based on these frequencies are given on the right side of the table (using the same α). For the sake of simplicity, we assume only the nucleotides G and T occur. Apart from this simplification and the restriction to four subtypes, this example is taken from actual HIV-1 sequences.", "cite_spans": [], "ref_spans": [{"start": 95, "end": 103, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "Emission probabilities"}, {"text": "the number of state-context trees of parsimonious higherorder HMMs [25] ). Since the number of source combinations grows fast in the number of subtypes, we have to restrict the search space when determining the optimal source combination (see Subsection 'Methods -Details on the information sharing protocol').", "cite_spans": [{"start": 67, "end": 71, "text": "[25]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Emission probabilities"}, {"text": "In order to estimate the emission probabilities of the subtypes, we iterate through all possible source combinations for each position. For each source combination we estimate the emission probabilities of each source based on the nucleotide frequencies of the subtypes assigned to it using a Dirichlet prior a [7] . We obtain the emission probabilities of a subtype by averaging over all source combinations, taking for each source combination the emission probabilities of the source the subtype is assigned to. Hereby, we weight each source combination by its likelihood. Further details are provided in the Subsection 'Methods -Details on the information sharing protocol'.", "cite_spans": [{"start": 311, "end": 314, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Emission probabilities"}, {"text": "In HIV, the distribution of gaps in the MSA provides little help in distinguishing different subtypes. Most parts of the genome are highly conserved, possessing nearly no insertions and deletions. In contrast, small parts are highly variable (possessing lots of gaps), but they vary so strongly that they provide little information for distinguishing different subtypes. For this reason, we estimate the transition probabilities (using a Dirichlet distribution as prior) for all subtypes jointly from the complete MSA. The same approach was applied by [7] for subfamilies belonging to the same protein family.", "cite_spans": [{"start": 552, "end": 555, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Transition probabilities"}, {"text": "The recombination and breakpoint detection tool jpHMM requires a pre-calculated MSA of the HIV-1 subtypes as input (see Figure 2 ). Each subtype in the MSA is modeled by a separate pHMM (see Figure 3 ). In addition to the usual transitions within these pHMMs, the model allows for so-called jumps between different pHMMs at nearly any position in the MSA. That is, the model allows to jump between states associated with different subtypes, depending on the local similarity of the query sequence to the different subtypes. The complete model including the setting of the hyper-parameters is detailed in [4] .", "cite_spans": [{"start": 604, "end": 607, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [{"start": 120, "end": 128, "text": "Figure 2", "ref_id": null}, {"start": 191, "end": 199, "text": "Figure 3", "ref_id": null}], "section": "jpHMM"}, {"text": "In order to determine the recombination pattern of a query sequence, the so-called Viterbi path [26] is computed, i.e., the most probable path of hidden states through the model generating this sequence. In this way, each position of the query sequence is assigned to exactly one parental subtype since i) each state of the model is assigned to exactly one pHMM (ignoring the special states at the begin and end of the model) and ii) each position of the query sequence is generated by one state of the model. The recombination breakpoints correspond to the positions of the jumps between different subtypes.", "cite_spans": [], "ref_spans": [], "section": "jpHMM"}, {"text": "Notation Let 1, . . . , F be the subtype (or, more generally, subfamily) indices. The individual sources in a source combination are indexed by 1, . . . , R. The space of all source combinations is denoted by S, the source of subtype i by s i . For each source j of a source combination s = {s 1 , . . . , s F }, we denote the subtypes assigned to source j by", "cite_spans": [], "ref_spans": [], "section": "Details on the information sharing protocol"}, {"text": "That is, if F = 4 and the subtypes 1, 2, and 4 are assigned to Source 1, and the Subtype 3 to Source 2, we have", "cite_spans": [], "ref_spans": [], "section": "Details on the information sharing protocol"}, {"text": "k are defined for a particular source combination, but that for the sake of readability we do not indicate that source combination by an additional index, in case several source combinations are considered). The number of nucleotides, denoted by N, is equal to 4.", "cite_spans": [], "ref_spans": [], "section": "Details on the information sharing protocol"}, {"text": "Prior probability of number of sources We denote the probability of a given number of sources j by P(R = j) = ρ j . http://www.biomedcentral.com/1471-2105/15/205 Figure 2 Outline of the information flow of jpHMM. As input, jpHMM expects an MSA partitioned into subtypes as well as an (unaligned) query sequence. Furthermore, the model parameters, based on which different details of the underlying model are determined, have to be set by the user. That is, the emission and transition probabilities and certain parts of the topology of the model are set based on the parameters. jpHMM then derives the most probable path through its pHMMs. As output, jpHMM assigns each position of the query sequence to a subtype of the MSA. Here, three possible outputs are shown.", "cite_spans": [], "ref_spans": [{"start": 162, "end": 170, "text": "Figure 2", "ref_id": null}], "section": "Details on the information sharing protocol"}, {"text": "These probabilities are estimated as described in [27] : For each column in the alignment of all full-length HIV-1 Group M sequences, we decide based on the AIC (Akaike Information Criterion) by how many sources the nucleotide frequencies of that column are modeled in the most likely way. Then, the prior probability of a given number of sources R is estimated by the relative frequency of for how many alignment columns R was found to be the most likely number of sources. Since the frequencies for R > 6 are zero or near to zero, we set the maximum number of sources R max to 6. The estimated values are (ρ j ) j=1,..., 6 = (0.37, 0.30, 0.20, 0.097, 0.029, 0.0047).", "cite_spans": [{"start": 50, "end": 54, "text": "[27]", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Details on the information sharing protocol"}, {"text": "Restricting the search space In [27] , we restricted our site-wise search in S to (S r ) r≤3 , where S r is the space of source combinations composed of r sources. Since |S r | = S(F, r) (with S() the Stirling numbers of the second kind) and |S| = B(F) (with B() the Bell numbers b ) a brute force search in the entire space S would imply a considerable computational burden: Increasing R max from 3 to 6 would result in an increase of the computational effort by about a factor of 6. Hence, we restrict the search in S by the following procedure, illustrated in Figure 4 . We search (S r ) r≤6 successively, starting with S 1 , which only contains one source combination. Before searching S r , r ≥ 2, we determine the most likely element of S r−1 (calling it s max r−1 ). Then we restrict our search in S r to those source combinations which can be obtained from s max r−1 by dividing one of its sources into two, thus obtaining s max r . We denote the subset of S r in which we conduct the search byS r .", "cite_spans": [{"start": 32, "end": 36, "text": "[27]", "ref_id": "BIBREF25"}], "ref_spans": [{"start": 563, "end": 571, "text": "Figure 4", "ref_id": "FIGREF1"}], "section": "Details on the information sharing protocol"}, {"text": "In case we only have one subtype, we use the following Bayesian approach http://www.biomedcentral.com/1471-2105/15/205 Figure 3 The underlying model of jpHMM. This model is illustrated using a toy example. It is built from a DNA MSA composed of two subtypes, with the first subtype having three sequences and the second one two sequences. For each match and insert state, a vector of emission probability values for the nucleotides is given. For the sake of clarity, the majority of transitions between the two subtypes is omitted. Moreover, the delete state directly right to the begin state B (from which one can go to each match state) as well as the delete state directly left to the end state E (to which one can go from each match state) were left out. High transition probabilities are represented by fat lines, low probabilities by thin lines, and the jumps between the subtypes by dashed lines. The Viterbi path with regards to the query sequence is colored in blue, i.e., the first two positions of the query are assigned to Subtype 1 and the last two to Subtype 2. to estimate the emission probabilitiesˆ p of the subtype at a fixed site given the nucleotide frequencies n at that site: We assume that the a priori distribution on the emission probabilities p is a Dirichlet distribution (see [7] ), with parameter α (estimated in [4] ). The parameter may be interpreted as pseudo counts which are added to the nucleotide frequencies.", "cite_spans": [{"start": 1065, "end": 1075, "text": "Subtype 2.", "ref_id": null}, {"start": 1304, "end": 1307, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 1342, "end": 1345, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [{"start": 119, "end": 127, "text": "Figure 3", "ref_id": null}], "section": "Estimation of emission probabilities"}, {"text": "The emission probabilities then are the corresponding relative frequencies of these modified nucleotide frequencies.", "cite_spans": [], "ref_spans": [], "section": "Estimation of emission probabilities"}, {"text": "For the general case of more than one subtype, we here restrict ourselves to the estimation of the emission probability of nucleotide ν ∈ {1, . . . , N} of Subtype 1 for the sake of simplicity. We denote the probability to be estimated byp 1,ν , with the 1 being the index of the subtype. Without loss of generality, we can assume that this subtype is always assigned to Source 1. Moreover, we denote the nucleotide frequencies of subtype i at the position under consideration by n i and the emission probabilities of source r by q r . Then, we estimate the emission probability of Subtype 1 bŷ", "cite_spans": [], "ref_spans": [], "section": "Estimation of emission probabilities"}, {"text": "withp (s)", "cite_spans": [], "ref_spans": [], "section": "Estimation of emission probabilities"}, {"text": "That is, we estimate the emission probability of Subtype 1 for each fixed source combination s byp (s) 1,ν . Then we sum these estimates over all possible source combinations, weighting the summands by the probability of the respective source combination given the observed nucleotide frequencies.", "cite_spans": [], "ref_spans": [], "section": "Estimation of emission probabilities"}, {"text": "We now consider the two factors in (1) . In this, we assume that", "cite_spans": [{"start": 35, "end": 38, "text": "(1)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Estimation of emission probabilities"}, {"text": ". . , m}, i.e., Source 1 is composed of the subtypes 1 to m:", "cite_spans": [], "ref_spans": [], "section": "Estimation of emission probabilities"}, {"text": "1. In [27] (last equation on p. 6), we showed that ", "cite_spans": [{"start": 6, "end": 10, "text": "[27]", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Estimation of emission probabilities"}, {"text": "Moreover, we introduce", "cite_spans": [], "ref_spans": [], "section": "Estimation of emission probabilities"}, {"text": "as K is a constant independent of the source combination. In fact, we do not need to calculate K because we can make use of the fact that Finally, we assume that all source combinations composed of the same number of sources share the same prior probability, i.e.,", "cite_spans": [], "ref_spans": [], "section": "Estimation of emission probabilities"}, {"text": "Now, plugging (2), (4), (5) , and (6) into (1), we obtain", "cite_spans": [{"start": 24, "end": 27, "text": "(5)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Estimation of emission probabilities"}, {"text": "with φ (r)", "cite_spans": [], "ref_spans": [], "section": "Estimation of emission probabilities"}, {"text": "With these two formulas,p ν is calculable using only known quantities. An example illustrating the details on the calculation of the emission probabilities is given in Figure 5 . We provide further details on the calculations presented in this subsection in the Additional file 1: Supplements. Simplified example of the detailed derivation of the emission probabilities from the nucleotide frequencies. At the top, the nucleotide frequencies for each subtype are given and, at the bottom, the emission probabilities derived from these frequencies are provided. In between, for each source combination, the probability of the respective source combination given the nucleotide frequencies is shown on the left side, whereas the emission probabilities of each subtype for the particular source combination is given on the right side. The coloring indicates to which source each subtype belongs for the respective source combination. For example, the third column in the middle block represents the source combination, for which Subtype A and C belong to one source (green) and Subtype B to another (red), yielding emission probabilities of 0.844 and 0.156, respectively, for the green source and of 0.082 and 0.918, respectively, for the red one (we elaborate on some details in this table in the supplements). The simplification made consists of the restriction to 3 subtypes and 2 nucleotides. http://www.biomedcentral.com/1471-2105/15/205", "cite_spans": [], "ref_spans": [{"start": 168, "end": 176, "text": "Figure 5", "ref_id": "FIGREF3"}], "section": "Estimation of emission probabilities"}, {"text": "We evaluate our algorithm on two sets of test sequences, T rec and T pure (see Figure 6 ).", "cite_spans": [], "ref_spans": [{"start": 79, "end": 87, "text": "Figure 6", "ref_id": null}], "section": "Test data"}, {"text": "The sequences in T rec are semi-artificial recombinants of real-world subtype sequences. The purpose of T rec is to test the sensitivity of our algorithm with respect to the detection of segments originating from small-size subtypes. The sequences in T rec are composed of three segments, each of length 250 bps. The first and last segment stem from a regular-size subtype (A-D, F, and G), the middle part stems from one of the small-size subtypes (H, J, and K). The choice to group the subtypes this way into normal-and small-size ones, is canonical since the subtypes H, J, and K contain only 2 resp. 3 sequences, whereas the other subtypes contain 30+ sequences. For each pair composed of a normal-and a small-size subtype, T rec contains 10 semi-artificial recombinants composed of sequences from the respective pair of subtypes. That is, we have 180 sequences in total. The first position of the 750 bps long genome part from which a semiartificial recombinant is constructed is chosen randomly between position 1007 and 8501 with respect to the HIV-1 reference sequence HXB2 (see [28] ).", "cite_spans": [{"start": 1086, "end": 1090, "text": "[28]", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Test data"}, {"text": "The set T pure is composed of parts of sequences from regular-size pure subtypes, i.e. partial subtype sequences. The purpose of T pure is to test the specificity of our algorithm with respect to the detection of segments originating from small-size and regular-size subtypes. Each sequence in T pure has a length of 2000 bps. For each subtype, T pure contains 20 partial sequences, i.e. 180 sequences in total. The starting position of the sequence part taken is chosen randomly between position 1007 and 8501 with respect to HXB2.", "cite_spans": [], "ref_spans": [], "section": "Test data"}, {"text": "We evaluate the performance of our algorithm by two measures: i) the fraction s pos of sequence positions correctly classified, ii) the conformance s segm of the predicted and the correct subtype pattern. Hereby, s segm is computed C C C J H Figure 6 Example sequences of the test data. Sequences of the test dat sets T pure (upper) and T rec (lower) are shown. like follows (see Figure 7 ). All segments of the correct subtype pattern are trimmed by 50 bps on both ends. If a segment is too short for this procedure, only its middle point is kept. Then each of these trimmed segments is checked whether all its position coincide with the subtype in the predicted pattern. The same is done with the roles of the correct and the predicted pattern switched. The score s segm is then defined as the fraction of all trimmed segments which match their counterpart.", "cite_spans": [], "ref_spans": [{"start": 242, "end": 250, "text": "Figure 6", "ref_id": null}, {"start": 380, "end": 388, "text": "Figure 7", "ref_id": "FIGREF4"}], "section": "Performance measures"}, {"text": "The motivation for using the two measures s pos and s segm consists in each concentrating on a different type of classification error: the primary purpose of s pos is to identify smaller shifts of the breakpoints, under the assumption that the predicted recombination patterns are correct. On the contrary, s segm does not aim for these errors, but is designed for detecting different recombination patterns. Furthermore, these scores are suitable for being used in an automatic evaluation. In contrast to that, using the distances between the correct and the predicted breakpoints (which is a more canonical approach) would require to deal with differences in the recombination patterns (like the recombination patterns AGA and AGAGA) manually. We use the arithmetic mean of s pos and s segm as an overall score for a single test sequence, denoting it s tot .", "cite_spans": [], "ref_spans": [], "section": "Performance measures"}, {"text": "Notice that applying the introduced measures on the two test sets does not exactly measure what we stated as purpose of the test sets (sensitivity resp. specificity to detect segments originating from small-size subtypes): For T rec we also consider misclassification in the first and last segment and for T pure we do not distinguish between wrongful inserts of segments of normal-and small-size subtypes. One can rather view T rec and T pure as boundaries between which all reasonable application scenarios lie: No standard user will want to emphasize sensitivity more than measured by one of the introduced scores on T rec and, analogously, no one specificity more than measured on T pure .", "cite_spans": [], "ref_spans": [], "section": "Performance measures"}, {"text": "We compare four different versions of jpHMM, as summarized in Table 2 . Since we have already shown in [29] that the performance of jpHMM can be improved by jointly modeling the transition probabilities for all subtypes, we do not consider the original version of jpHMM in our evaluation, which models them separately for each subtype. We compare four approaches to estimate the emission probabilities: i) jpHMM prob : the probabilistic model utilizing an information sharing protocol introduced in this paper, ii) jpHMM ml : the regularized linear discriminant learning presented in [29] , iii) jpHMM scal : a heuristic approach scaling the pseudocounts depending on the number of sequences in a subtype already evaluated in [29] , and iv) jpHMM semi : the original algorithm introduced in [4] . http://www.biomedcentral.com/1471-2105/15/205 ", "cite_spans": [{"start": 103, "end": 107, "text": "[29]", "ref_id": "BIBREF27"}, {"start": 584, "end": 588, "text": "[29]", "ref_id": "BIBREF27"}, {"start": 726, "end": 730, "text": "[29]", "ref_id": "BIBREF27"}, {"start": 791, "end": 794, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [{"start": 62, "end": 69, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Versions of jpHMM"}, {"text": "We compare the four jpHMM versions jpHMM semi , jpHMM scal , jpHMM ml , and jpHMM prob on the test sequence set T pure and all of them but jpHMM scal on T rec . The results of this evaluation are illustrated in Figures 8, 9 and 10 . jpHMM scal is not tested on T rec since the purpose of introducing jpHMM scal was to demonstrate that it is not possible to reach the performance of jpHMM ml or jpHMM prob by employing an arbitrary heuristic approach to estimate the emission probabilities. For this purpose, testing only on T pure is sufficient.", "cite_spans": [{"start": 211, "end": 221, "text": "Figures 8,", "ref_id": null}, {"start": 222, "end": 230, "text": "9 and 10", "ref_id": null}], "ref_spans": [], "section": "Comparison of different versions of jpHMM"}, {"text": "On T pure , jpHMM semi classifies 82.2% of the sequences correctly, jpHMM scal 85.6%, jpHMM ml 97.2%, and jpHMM prob 98.9%. Applying the sign test yields that jpHMM prob is better than jpHMM semi with p-value p = 9 · 10 −10 , than jpHMM scal with p = 6 · 10 −8 , and than jpHMM ml with p = 0.125.", "cite_spans": [], "ref_spans": [], "section": "Comparison of different versions of jpHMM"}, {"text": "On T rec , jpHMM semi achieves an average s tot of 0.74, jpHMM ml of 0.83, and jpHMM prob of 0.90. Based on the Wilcoxon signed rank test jpHMM prob performs better than jpHMM semi with p < 2 · 10 −16 and outperforms jpHMM ml with p = 3 · 10 −6 . The first column gives the abbreviation used for the respective model in what follows. The second column indicates how the emission probabilities are modeled: the probabilistic model introduced in this paper, the machine learning approach presented in [29] , a scaling the pseudocounts depending on subtype size evaluated in [29] , or the original algorithm introduced in [4] . The third column shows whether the transition probabilities are modeled jointly or separately. The last column indicates whether the respective approach was evaluated in this paper.", "cite_spans": [{"start": 499, "end": 503, "text": "[29]", "ref_id": "BIBREF27"}, {"start": 572, "end": 576, "text": "[29]", "ref_id": "BIBREF27"}, {"start": 619, "end": 622, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Comparison of different versions of jpHMM"}, {"text": "Setting Simplot employs a distance-based method, whereas Bootscanning is based on a phylogenetic approach. Both can be applied to both single sequences and groups of sequences, such as HIV-1 subtypes. Simplot as well as Bootscanning require a certain number of sequences (respectively, groups) as input (three for Simplot, four for Bootscanning, including the query sequence). As neither Simplot nor Bootscanning allow for automatic execution, we restrict our comparison to 84 sequences of T pure and 36 sequences of T rec . Since it turned out during our evaluation that correctly classifying segments from large subtypes is not a challenge for any algorithm, we compared the methods i) for each large-size subtype on four randomly selected sequences from T pure and ii) on all sequences of T pure from small-size subtypes. For the comparison on semi-artificial recombinants, we randomly picked two sequences for each combination of a large-and a small-size subtype from T rec .", "cite_spans": [], "ref_spans": [], "section": "Comparison of jpHMM with Simplot and Bootscanning"}, {"text": "All four methods classify the 24 pure segments from large-size subtypes correctly. Out of the 60 segments from the small-size subtypes, jpHMM prob misclassifies 2, jpHMM ml 5, Simplot 11, and Bootscanning 6. Applying the sign test yields that jpHMM prob performs better than Simplot with p = 0.006 and better than Bootscanning with p = 0.11.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "On the 36 semi-artificial recombinants taken from T rec , jpHMM prob achieves an average s pos of 0.926, jpHMM ml of 0.863, Simplot of 0.833, and Bootscanning of 0.839. Hereby, jpHMM prob achieves a higher score than Simplot for 28 sequences with Simplot better performing for the remaining 8 sequences. Comparing jpHMM prob with Bootscannnig, jpHMM prob performs better in 32 out of 36 cases, with Bootscanning being better for the rest. Applying the Wilcoxon signed-rank test yields that jpHMM prob performs better than Simplot with p = 2 · 10 −4 and better than Bootscanning with p = 2 · 10 −6 . http://www.biomedcentral.com/1471-2105/15/205 Figure 8 The fraction of correctly classified sequences for T pure . This fraction is shown for the application of jpHMM ml , jpHMM scal , jpHMM semi , and jpHMM prob to T pure , stratified by subtypes.", "cite_spans": [], "ref_spans": [{"start": 645, "end": 653, "text": "Figure 8", "ref_id": null}], "section": "Results"}, {"text": "In order to measure the influence of the variability of the genome part from which a sequence stems on the performance of jpHMM prob , we evaluate the performance Figure 9 The performance of different versions of jpHMM on T rec . The performance of jpHMM ml , jpHMM semi , and jpHMM prob on T rec for different choices of p jump is shown. It is measured by s tot . of jpHMM prob on semi-artificial recombinants. Since the results from pure sequences are less conclusive, we restrict our evaluation to recombinants. As T rec is too small to achieve significant results in this regards, we employ an extended version of T rec . Instead of 10 sequences per subtype pair we use 50. We measure the degree of conservation by the pairwise percentage identity of all sequences from our input MSA in the genome region from which the respective semi-artificial recombinant was taken. The results are shown in Figure 11 .", "cite_spans": [], "ref_spans": [{"start": 163, "end": 171, "text": "Figure 9", "ref_id": null}, {"start": 899, "end": 908, "text": "Figure 11", "ref_id": "FIGREF0"}], "section": "Influence of the degree of conservation on the performance of jpHMM"}, {"text": "The degree of conservation has an influence on the performance of jpHMM prob . The score achieved by jpHMM prob for sequences with identity lower than 70% is significantly lower than the one for sequences with identity higher than 70%. Above the threshold of 70%, the degree of conservation does not seem to have a significant influence on the prediction performance.", "cite_spans": [], "ref_spans": [], "section": "Influence of the degree of conservation on the performance of jpHMM"}, {"text": "In order to verify that jpHMM prob is capable of handling full-length sequences which exhibit a recombination pattern observed in a real recombinant, we apply jpHMM semi , jpHMM prob , and jpHMM ml to the sequence AF119819 classified as recombinant of type CRF04 [30, 31] in the LANL database. CRF04 is one of the CRFs whose genome http://www.biomedcentral.com/1471-2105/15/205 Figure 10 The stratified performance of different versions of jpHMM on T rec . The performance (measured in s tot ) of jpHMM ml , jpHMM semi , and jpHMM prob on T rec is shown, with the semi-artificial recombinant sequences T rec being stratified by which small-and which large-size subtype was used for the generation of the respective sequence. Figure 11 The influence of the degree of conservation on the performance of jpHMM prob . The performance of jpHMM prob (measured in s tot ) on semi-artificial recombinants against the pairwise percentage identity of the sequences in the genome region from which the respective semi-artificial recombinant was taken. The LOESS curve together with its standard deviation (dashed) and the double of the standard deviation (dotted) is given as red line.", "cite_spans": [{"start": 263, "end": 267, "text": "[30,", "ref_id": "BIBREF28"}, {"start": 268, "end": 271, "text": "31]", "ref_id": "BIBREF29"}], "ref_spans": [{"start": 378, "end": 387, "text": "Figure 10", "ref_id": "FIGREF0"}, {"start": 725, "end": 734, "text": "Figure 11", "ref_id": "FIGREF0"}], "section": "Application to CRF04"}, {"text": "allegedly stems in part from a small-size subtype (subtypes H and K for CRF04). The segmentation of CRF04 provided in the LANL database was obtained by Bootscanning. Since for this kind of application, one normally does not want the subtype-wise segmentation to get too fragmented, we use p jump = 10 −8 for jpHMM semi , p jump = 10 −6 for jpHMM prob and p jump = 10 −7 for jpHMM ml . We here have to use a considerably smaller jump probability for jpHMM semi than for jpHMM prob since we have to smooth out the misclassifications jpHMM semi does due to its less performant estimator of the emission probabilities. The results and the classification given on the LANL website are given in Figure 12 .", "cite_spans": [], "ref_spans": [{"start": 689, "end": 698, "text": "Figure 12", "ref_id": "FIGREF0"}], "section": "Application to CRF04"}, {"text": "Notice that subtypes F and K as well as subtypes A, G, and J, respectively, are closely related [32] . Hence, one can expect different algorithms to classify a particular segment as belonging to two different subtypes of one of these two phylogenetic groups. Furthermore, the original classification assigns parts of the sequence to Subtype U (\"unknown\"). Since the input alignment of jpHMM does not contain sequences of an unknown subtype, jpHMM cannot designate any part of a query sequence as Subtype U. http://www.biomedcentral.com/1471-2105/15/205 Figure 12 The classification of CRF04. The classifications as given on the LANL website (first) and provided by jpHMM semi (second), jpHMM ml (third), and jpHMM prob (last), respectively. Here, Subtype U stands for an unknown subtype.", "cite_spans": [{"start": 96, "end": 100, "text": "[32]", "ref_id": "BIBREF30"}], "ref_spans": [{"start": 553, "end": 562, "text": "Figure 12", "ref_id": "FIGREF0"}], "section": "Application to CRF04"}, {"text": "We also explored how the results of jpHMM prob change with different parameter values. Increasing p jump to 10 −5 does not change the prediction at all, while for p jump = 10 −4 the number of segments is increased by four. Decreasing p jump to 10 −7 or 10 −8 yields the same result. The fragment from Subtype G, predicted in the vif gene, vanishes and instead Subtype A is predicted in this location.", "cite_spans": [], "ref_spans": [], "section": "Application to CRF04"}, {"text": "On an Intel Core 2 Duo E8400 with 3 GHz and 4 GB of RAM, the application of jpHMM prob to a sequence from T rec (length 750 bps) takes about 16 minutes. The lion's share of the computational time is due to the calculation of the emission probabilities. It could be decreased considerably by implementing further heuristics to neglect source combinations with very low likelihood.", "cite_spans": [], "ref_spans": [], "section": "Running time"}, {"text": "In this paper, we presented a novel information sharing protocol, realized in the form of a probabilistic model, for estimating the emission probabilities of pHMMs. We incorporated this protocol into the recombination detection program jpHMM and applied it to semi-artificial and real-world HIV-1 Group M sequences. As we were able to confirm an improvement of the prediction accuracy of jpHMM by our protocol, we demonstrated the value of the http://www.biomedcentral.com/1471-2105/15/205 protocol for a crucial biological and medical application employing pHMMs.", "cite_spans": [], "ref_spans": [], "section": "Discussion and conclusions"}, {"text": "The work of biological and medical researchers can be supported in various ways by improving the precision of recombination and breakpoint detection for HIV-1. For example, discovering recombination-free genome regions allows for the identification of barriers to genetic crossing between different viral strains. This kind of barriers then may help identifying vulnerable aspects of HIV biology in form of combinations of mutations strongly decreasing the survivability of an HI virus. This can facilitate finding promising targets for antiviral strategies (Talk of M. Negroni on HIV Dynamics & Evolution 2011).", "cite_spans": [], "ref_spans": [], "section": "Biological/medical relevance"}, {"text": "Furthermore, recombination analysis and breakpoint detection do not only play a role for numerous viruses, e.g., flaviviruses, coronaviruses, alphaviruses, avian oncoviruses, rotaviruses, and influenza viruses [23, [33] [34] [35] [36] [37] [38] [39] . It is also needed for bacteria [40, 41] and within the scope of the detection of 16S rRNA chimera, which evolve during PCR [42] [43] [44] . Moreover, our approach could also be employed to improve software for remote homology detection of proteins. A heuristic probabilistic approach addressing the problem of small protein families has been introduced in [3] .", "cite_spans": [{"start": 210, "end": 214, "text": "[23,", "ref_id": "BIBREF22"}, {"start": 215, "end": 219, "text": "[33]", "ref_id": "BIBREF31"}, {"start": 220, "end": 224, "text": "[34]", "ref_id": "BIBREF32"}, {"start": 225, "end": 229, "text": "[35]", "ref_id": "BIBREF33"}, {"start": 230, "end": 234, "text": "[36]", "ref_id": "BIBREF34"}, {"start": 235, "end": 239, "text": "[37]", "ref_id": "BIBREF35"}, {"start": 240, "end": 244, "text": "[38]", "ref_id": "BIBREF36"}, {"start": 245, "end": 249, "text": "[39]", "ref_id": "BIBREF37"}, {"start": 283, "end": 287, "text": "[40,", "ref_id": "BIBREF38"}, {"start": 288, "end": 291, "text": "41]", "ref_id": "BIBREF39"}, {"start": 375, "end": 379, "text": "[42]", "ref_id": "BIBREF40"}, {"start": 380, "end": 384, "text": "[43]", "ref_id": "BIBREF41"}, {"start": 385, "end": 389, "text": "[44]", "ref_id": "BIBREF42"}, {"start": 608, "end": 611, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Biological/medical relevance"}, {"text": "We have applied i) the novel version of jpHMM incorporating our information sharing protocol, ii) former versions of jpHMM, and iii) the established recombination breakpoint detection tools Simplot and Bootscanning to i) sequences designated (in the LANL HIV database) as originating from a pure subtype, ii) semi-artificial recombinants of two real-world subtype sequences, iii) a fulllength sequence of CRF04. In total, we compared the novel version of jpHMM with three formerly introduced ones, differing with regards to how they estimate the emission probabilities: i) a machine learning approach using linear discriminant learning, ii) a heuristic approach of scaling the pseudocounts, iii) the original approach without adaptions for small-size subtypes.", "cite_spans": [], "ref_spans": [], "section": "Testing"}, {"text": "The results were compared using appropriate performance measures. On all test sequence sets, the novel version of jpHMM either significantly outperformed the other algorithms or achieved better results, but without reaching statistical significance. The latter is mostly a result of the fact that for most algorithms the task of correctly classifying segments of large-size subtypes is not a challenge, thus yielding very similar results for the corresponding type of test.", "cite_spans": [], "ref_spans": [], "section": "Testing"}, {"text": "Compared with the machine-learning approach (jpHMM ml ) introduced in [29] , the method presented in this paper (jpHMM prob ) seems to be considerably better performing on very small subtypes: On the one hand, jpHMM ml achieves an average score (s tot ) of 0.87 on the semi-artificial recombinants constructed from Subtype H or J, respectively, whereas the average score on recombinants constructed from Subtype K is 0.76. That is, there is a difference in regard to the average score of 0.11 between recombinants built from Subtype H and J, respectively, and Subtype K. On the other hand, for jpHMM prob the average score is 0.92 for recombinants built from Subtype H and J, respectively, and 0.87 for Subtype K. That is, a difference of 0.05 can be observed. Thus, our model-driven information sharing approach seems in particular more suitable to model very small subtypes than a machine learning approach based on regularized linear discriminant learning and a transformation of the resulting weights into valid probabilities via a softmax function.", "cite_spans": [{"start": 70, "end": 74, "text": "[29]", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Testing"}, {"text": "Astonishingly, for the tests on semi-artificial recombinants, the phylogenetic distance between the respective small-and large-size subtypes does not seem to have a notable influence on the performance of jpHMM prob . The phylogenetically nearest large-size subtype of Subtype H is Subtype C, of Subtype J is Subtype A, and of Subtype K is Subtype F. Nevertheless, only semi-artificial recombinants composed of Subtype J and A achieve considerably poorer results than recombinants composed of Subtype J and another large-size subtype. For Subtypes H and K, recombinants built from Subtypes C and F, respectively, do not yield a notably low performance. Since Subtypes K and F are phylogenetically closer than H and C (J and A, respectively), we can conclude that the low performance for recombinants built from Subtype J and A is probably simply coincidental and that the influence of the phylogenetic distance is at most weak for recombinants between HIV-1 Group M subtypes.", "cite_spans": [], "ref_spans": [], "section": "Testing"}, {"text": "The relatively weak performance of jpHMM prob on partial sequences stemming from weakly conserved genome parts can easily be explained by the fact that jpHMM is not well suited for this kind of sequences: pHMMs assume that the group of sequences to be modeled can be well aligned. If not, the resulting pHMM consists mostly of insert states which do not constitute a sophisticated model for unalignable sequences.", "cite_spans": [], "ref_spans": [], "section": "Testing"}, {"text": "One might wonder whether our test setting, with very short segments, is appropriate if the normal application requires considerably lower jumping probabilities. That is, one could suppose that our test setting does not prove that the algorithm performs well in correctly classifying a very long fragment (i.e. several thousand bps) stemming entirely from one subtype. But if the algorithm tended to assign such a fragment to more than one subtype, it would also misclassify shorter subfragments. Hence, by testing it on partial length sequences from one subtype we have in fact also covered these long fragments from one subtype. http://www.biomedcentral.com/1471-2105/15/205", "cite_spans": [], "ref_spans": [], "section": "Testing"}, {"text": "In order to verify that jpHMM prob is capable of handling real world data, we applied it to a CRF04 sequence. This application shows -to some extent -why we stuck to semi-artificial recombinants instead of evaluating jpHMM prob on CRFs. For CRFs, it is unclear which classification is the \"correct\" one. This results from the scientific community not coming to any consensus on which subtype classifications are the correct ones. Beyond that, it is even discussed whether the entire classification system exhibits flaws: For example, it has been debated whether Subtype G is in fact a recombinant and CRF02 a pure subtype [45] [46] [47] [48] . Moreover, the total number of CRFs is still quite small and a large fraction of them possesses only a few breakpoints, i.e., the number of potential test sequences is limited. Furthermore, it is a widespread approach to evaluate the performance of recombination detection tools using (semi-)artificial recombinants [21, 46, 49, 50] . Therefore, we chose to test jpHMM prob on semi-artificial recombinants, despite one could perceive testing on CRFs as more \"realistic\".", "cite_spans": [{"start": 622, "end": 626, "text": "[45]", "ref_id": "BIBREF43"}, {"start": 627, "end": 631, "text": "[46]", "ref_id": "BIBREF44"}, {"start": 632, "end": 636, "text": "[47]", "ref_id": "BIBREF45"}, {"start": 637, "end": 641, "text": "[48]", "ref_id": "BIBREF46"}, {"start": 959, "end": 963, "text": "[21,", "ref_id": "BIBREF20"}, {"start": 964, "end": 967, "text": "46,", "ref_id": "BIBREF44"}, {"start": 968, "end": 971, "text": "49,", "ref_id": "BIBREF47"}, {"start": 972, "end": 975, "text": "50]", "ref_id": "BIBREF48"}], "ref_spans": [], "section": "Application to CRF04"}, {"text": "We recently have developed a probabilistic algorithm called the \"Unknown Subtype Finder (USF)\" [27] for the purpose of automatically detecting parts of an input sequence which stem from a subtype yet unknown. For USF, the emission probabilities of an unknown subtype are also calculated employing the concept of sources which is the base of the information sharing protocol presented in this paper. Consequently, we plan the integration of USF and jpHMM into one tool. This tool then could be used to assign the known subtypes of HIV-1 to a (full-or partlength) query sequence as well as to detect segments of the genome originating from a subtype yet unknown.", "cite_spans": [{"start": 95, "end": 99, "text": "[27]", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Outlook"}, {"text": "Beyond this, one might think of several extensions to the probabilistic model presented in this paper:", "cite_spans": [], "ref_spans": [], "section": "Outlook"}, {"text": "• The probability of whether the emission probabilities of a given set of subtypes are modeled jointly might depend on the subtypes in the set. Like this, it could be accounted for the fact that phylogenetic close subtypes should tend more to be modeled jointly than phylogenetic distant ones. As the phylogeny of the subtypes, which subtypes tend to be jointly modeled might change along the genome. • The information sharing protocol could be based on a hierarchical classification system (as it is with protein families, superfamilies, folds, and classes [51] ) instead of a flat classification system (for example, HÌV-1 Group M subtypes). Similarly, how strongly the emission probabilities of an entity from the classification system (e.g. a protein family) is influenced by another entity could depend on how close the two entities are in the classification system. Analogously, one could also allow for unknown entities differing with regards to how distant they are to the known entities, e.g., unknown protein families and unknown protein superfamilies. • The probability of jumping between subtypes could be modeled as varying along the genome, motivated by the fact that the distribution of recombination breakpoints is not uniform among the genome [52] .", "cite_spans": [{"start": 558, "end": 562, "text": "[51]", "ref_id": "BIBREF49"}, {"start": 1260, "end": 1264, "text": "[52]", "ref_id": "BIBREF50"}], "ref_spans": [], "section": "Outlook"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Hidden Markov Models in computational biology: applications to protein modeling", "authors": [{"first": "A", "middle": [], "last": "Krogh", "suffix": ""}, {"first": "M", "middle": [], "last": "Brown", "suffix": ""}, {"first": "I", "middle": ["S"], "last": "Mian", "suffix": ""}, {"first": "K", "middle": [], "last": "Sjölander", "suffix": ""}, {"first": "D", "middle": [], "last": "Haussler", "suffix": ""}], "year": 1994, "venue": "J Mol Biol", "volume": "235", "issn": "5", "pages": "1501--1531", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Profile Hidden Markov Models", "authors": [{"first": "S", "middle": [], "last": "Eddy", "suffix": ""}], "year": 1998, "venue": "", "volume": "14", "issn": "", "pages": "755--763", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Automated protein subfamily identification and classification", "authors": [{"first": "D", "middle": ["P"], "last": "Brown", "suffix": ""}, {"first": "N", "middle": [], "last": "Krishnamurthy", "suffix": ""}, {"first": "K", "middle": [], "last": "Sjölander", "suffix": ""}], "year": 2007, "venue": "e160", "volume": "3", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "A jumping profile Hidden Markov Model and applications to recombination sites in HIV and HCV genomes", "authors": [{"first": "A", "middle": ["K"], "last": "Schultz", "suffix": ""}, {"first": "M", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "T", "middle": [], "last": "Leitner", "suffix": ""}, {"first": "C", "middle": [], "last": "Kuiken", "suffix": ""}, {"first": "B", "middle": [], "last": "Korber", "suffix": ""}, {"first": "B", "middle": [], "last": "Morgenstern", "suffix": ""}, {"first": "M", "middle": [], "last": "Stanke", "suffix": ""}], "year": 2006, "venue": "BMC Bioinformatics", "volume": "7", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Identification and classification of conopeptides using profile Hidden Markov Models", "authors": [{"first": "S", "middle": [], "last": "Laht", "suffix": ""}, {"first": "D", "middle": [], "last": "Koua", "suffix": ""}, {"first": "L", "middle": [], "last": "Kaplinski", "suffix": ""}, {"first": "F", "middle": [], "last": "Lisacek", "suffix": ""}, {"first": "R", "middle": [], "last": "Stöcklin", "suffix": ""}, {"first": "M", "middle": [], "last": "Remm", "suffix": ""}], "year": 2012, "venue": "Biochimica et Biophysica Acta", "volume": "1824", "issn": "3", "pages": "488--492", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Biological Sequence Analysis: Probabilistic Models of Proteins and Nucleic Acids", "authors": [{"first": "R", "middle": [], "last": "Durbin", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Eddy", "suffix": ""}, {"first": "A", "middle": [], "last": "Krogh", "suffix": ""}, {"first": "G", "middle": [], "last": "Mitchison", "suffix": ""}], "year": 1998, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Dirichlet mixtures: a method for improved detection of weak but significant protein sequence homology", "authors": [{"first": "K", "middle": [], "last": "Sjölander", "suffix": ""}, {"first": "K", "middle": [], "last": "Karplus", "suffix": ""}, {"first": "M", "middle": [], "last": "Brown", "suffix": ""}, {"first": "R", "middle": [], "last": "Hughey", "suffix": ""}, {"first": "A", "middle": [], "last": "Krogh", "suffix": ""}, {"first": "I", "middle": [], "last": "Mian", "suffix": ""}, {"first": "D", "middle": [], "last": "Haussler", "suffix": ""}], "year": 1996, "venue": "Comput Appl Biosci", "volume": "12", "issn": "4", "pages": "327--345", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "The general use of tying in phoneme-based HMM speech recognisers", "authors": [{"first": "S", "middle": [], "last": "Young", "suffix": ""}], "year": 1992, "venue": "Comput. Appl. Biosci", "volume": "3", "issn": "", "pages": "569--572", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Introduction to Bayesian Statistics", "authors": [{"first": "W", "middle": ["M"], "last": "Bolstad", "suffix": ""}], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "AIDS as a Zoonosis: scientific and public health implications", "authors": [{"first": "B", "middle": ["H"], "last": "Hahn", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Shaw", "suffix": ""}, {"first": "De", "middle": [], "last": "Cock", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Sharp", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "", "suffix": ""}], "year": 2000, "venue": "Science", "volume": "287", "issn": "5453", "pages": "607--614", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "A new human immunodeficiency virus derived from gorillas", "authors": [{"first": "J", "middle": ["C"], "last": "Plantier", "suffix": ""}, {"first": "M", "middle": [], "last": "Leoz", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Dickerson", "suffix": ""}, {"first": "De", "middle": [], "last": "Oliveira", "suffix": ""}, {"first": "F", "middle": [], "last": "Cordonnier", "suffix": ""}, {"first": "F", "middle": [], "last": "Lemee", "suffix": ""}, {"first": "V", "middle": [], "last": "Damond", "suffix": ""}, {"first": "F", "middle": [], "last": "Robertson", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Simon", "suffix": ""}, {"first": "F", "middle": [], "last": "", "suffix": ""}], "year": 2009, "venue": "Nat Med", "volume": "15", "issn": "8", "pages": "871--872", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "HIV-1 nomenclature proposal", "authors": [{"first": "D", "middle": ["L"], "last": "Robertson", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Anderson", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Bradac", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Carr", "suffix": ""}, {"first": "B", "middle": [], "last": "Foley", "suffix": ""}, {"first": "R", "middle": ["K"], "last": "Funkhouser", "suffix": ""}, {"first": "F", "middle": [], "last": "Gao", "suffix": ""}, {"first": "B", "middle": ["H"], "last": "Hahn", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Kalish", "suffix": ""}, {"first": "C", "middle": [], "last": "Kuiken", "suffix": ""}, {"first": "G", "middle": ["H"], "last": "Learn", "suffix": ""}, {"first": "T", "middle": [], "last": "Leitner", "suffix": ""}, {"first": "F", "middle": [], "last": "Mccutchan", "suffix": ""}, {"first": "S", "middle": [], "last": "Osmanov", "suffix": ""}, {"first": "M", "middle": [], "last": "Peeters", "suffix": ""}, {"first": "D", "middle": [], "last": "Pieniazek", "suffix": ""}, {"first": "M", "middle": [], "last": "Salminen", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Sharp", "suffix": ""}, {"first": "S", "middle": [], "last": "Wolinsky", "suffix": ""}, {"first": "B", "middle": [], "last": "Korber", "suffix": ""}], "year": 2000, "venue": "Science", "volume": "288", "issn": "", "pages": "55--57", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Detection of HIV-1 subtypes, recombinants, and dual infections in East Africa by a multi-region hybridization assay", "authors": [{"first": "M", "middle": [], "last": "Hoelscher", "suffix": ""}, {"first": "W", "middle": ["E"], "last": "Dowling", "suffix": ""}, {"first": "E", "middle": [], "last": "Sanders-Buell", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Carr", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Harris", "suffix": ""}, {"first": "A", "middle": [], "last": "Thomschke", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Robb", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Birx", "suffix": ""}, {"first": "F", "middle": ["E"], "last": "Mccutchan", "suffix": ""}], "year": 2002, "venue": "AIDS", "volume": "16", "issn": "", "pages": "2055--2064", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Identification of breakpoints in intergenotypic recombinants of HIV type 1 by bootscanning", "authors": [{"first": "M", "middle": ["O"], "last": "Salminen", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Carr", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Burke", "suffix": ""}, {"first": "F", "middle": ["E"], "last": "Mccutchan", "suffix": ""}], "year": 1995, "venue": "AIDS Res Hum Retroviruses", "volume": "11", "issn": "", "pages": "1423--1425", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Recombination in HIV-1", "authors": [{"first": "D", "middle": ["L"], "last": "Robertson", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Sharp", "suffix": ""}, {"first": "F", "middle": ["E"], "last": "Mccutchan", "suffix": ""}, {"first": "B", "middle": ["H"], "last": "Hahn", "suffix": ""}], "year": 1995, "venue": "Nature", "volume": "374", "issn": "", "pages": "124--126", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Recco: recombination analysis using cost optimization", "authors": [{"first": "J", "middle": [], "last": "Maydt", "suffix": ""}, {"first": "T", "middle": [], "last": "Lengauer", "suffix": ""}], "year": 2006, "venue": "Bioinformatics", "volume": "22", "issn": "9", "pages": "1064--1071", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Vandamme AM: An automated genotyping system for analysis of HIV-1 and other microbial sequences", "authors": [{"first": "T", "middle": [], "last": "De Oliveira", "suffix": ""}, {"first": "K", "middle": [], "last": "Deforche", "suffix": ""}, {"first": "S", "middle": [], "last": "Cassol", "suffix": ""}, {"first": "M", "middle": [], "last": "Salminen", "suffix": ""}, {"first": "D", "middle": [], "last": "Paraskevis", "suffix": ""}, {"first": "C", "middle": [], "last": "Seebregts", "suffix": ""}, {"first": "J", "middle": [], "last": "Snoeck", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "Van Rensburg", "suffix": ""}, {"first": "Amj", "middle": [], "last": "Wensing", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Van De Vijver", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Boucher", "suffix": ""}, {"first": "R", "middle": [], "last": "Camacho", "suffix": ""}], "year": 2005, "venue": "Bioinformatics", "volume": "21", "issn": "19", "pages": "3797--3800", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Analyzing the mosaic structure of genes", "authors": [{"first": "J", "middle": ["M"], "last": "Smith", "suffix": ""}], "year": 1992, "venue": "J Mol Evol", "volume": "34", "issn": "", "pages": "126--129", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "jpHMM at GOBICS: a web server to detect genomic recombinations in HIV-1", "authors": [{"first": "M", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Schultz", "suffix": ""}, {"first": "C", "middle": [], "last": "Calef", "suffix": ""}, {"first": "C", "middle": [], "last": "Kuiken", "suffix": ""}, {"first": "T", "middle": [], "last": "Leitner", "suffix": ""}, {"first": "B", "middle": [], "last": "Korber", "suffix": ""}, {"first": "B", "middle": [], "last": "Morgenstern", "suffix": ""}, {"first": "M", "middle": [], "last": "Stanke", "suffix": ""}], "year": 2006, "venue": "Nucleic Acids Res", "volume": "34", "issn": "S2", "pages": "463--465", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "jpHMM: Improving the reliability of recombination prediction in HIV-1", "authors": [{"first": "A", "middle": ["K"], "last": "Schultz", "suffix": ""}, {"first": "M", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "I", "middle": [], "last": "Bulla", "suffix": ""}, {"first": "T", "middle": [], "last": "Leitner", "suffix": ""}, {"first": "B", "middle": [], "last": "Korber", "suffix": ""}, {"first": "B", "middle": [], "last": "Morgenstern", "suffix": ""}, {"first": "M", "middle": [], "last": "Stanke", "suffix": ""}], "year": 2009, "venue": "Web Server issue", "volume": "37", "issn": "", "pages": "647--651", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Evolutionary and immunological implications of contemporary HIV-1 variation", "authors": [{"first": "B", "middle": [], "last": "Korber", "suffix": ""}, {"first": "B", "middle": [], "last": "Gaschen", "suffix": ""}, {"first": "K", "middle": [], "last": "Yusim", "suffix": ""}, {"first": "R", "middle": [], "last": "Thakallapally", "suffix": ""}, {"first": "C", "middle": [], "last": "Kesmir", "suffix": ""}, {"first": "V", "middle": [], "last": "Detours", "suffix": ""}], "year": 2001, "venue": "Br Med Bull", "volume": "58", "issn": "", "pages": "19--42", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "The Molecular Epidemiology of Human Viruses", "authors": [{"first": "T", "middle": [], "last": "Leitner", "suffix": ""}], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Comparative analysis of hepatitis C virus phylogenies from coding and non-coding regions: the 5' untranslated region (UTR) fails to classify subtypes", "authors": [{"first": "P", "middle": [], "last": "Hraber", "suffix": ""}, {"first": "W", "middle": [], "last": "Fischer", "suffix": ""}, {"first": "W", "middle": [], "last": "Bruno", "suffix": ""}, {"first": "T", "middle": [], "last": "Leitner", "suffix": ""}, {"first": "C", "middle": [], "last": "Kuiken", "suffix": ""}], "year": 2006, "venue": "Virol J", "volume": "3", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Parsimonious higher-order Hidden Markov Models for improved array-CGH analysis with applications to Arabidopsis thaliana", "authors": [{"first": "M", "middle": [], "last": "Seifert", "suffix": ""}, {"first": "A", "middle": [], "last": "Gohr", "suffix": ""}, {"first": "M", "middle": [], "last": "Strickert", "suffix": ""}, {"first": "I", "middle": [], "last": "Grosse", "suffix": ""}], "year": 1967, "venue": "IEEE Trans Inform Theor", "volume": "8", "issn": "2", "pages": "260--269", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Detection of viral sequence fragments of HIV-1 subfamilies yet unknown", "authors": [{"first": "T", "middle": [], "last": "Unterthiner", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Schultz", "suffix": ""}, {"first": "J", "middle": [], "last": "Bulla", "suffix": ""}, {"first": "B", "middle": [], "last": "Morgenstern", "suffix": ""}, {"first": "M", "middle": [], "last": "Stanke", "suffix": ""}, {"first": "I", "middle": [], "last": "Bulla", "suffix": ""}], "year": 2011, "venue": "BMC Bioinformatics", "volume": "12", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Numbering Positions in HIV Relative to HXB2CG", "authors": [{"first": "", "middle": [], "last": "Lanl Hiv Databases", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Improving Hidden Markov Models for classification of human immunodeficiency virus-1 subtypes through linear classifier learning", "authors": [{"first": "I", "middle": [], "last": "Bulla", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Schultz", "suffix": ""}, {"first": "P", "middle": [], "last": "Meinicke", "suffix": ""}], "year": 2012, "venue": "Stat Appl Genet Mol", "volume": "11", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "An isolate of human immunodeficiency virus type 1 originally classified as subtype I represents a complex mosaic comprising three different group M subtypes (A, G, and I)", "authors": [{"first": "F", "middle": [], "last": "Gao", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Robertson", "suffix": ""}, {"first": "C", "middle": ["D"], "last": "Carruthers", "suffix": ""}, {"first": "Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "E", "middle": [], "last": "Bailes", "suffix": ""}, {"first": "L", "middle": ["G"], "last": "Kostrikis", "suffix": ""}, {"first": "M", "middle": ["O"], "last": "Salminen", "suffix": ""}, {"first": "F", "middle": [], "last": "Bibollet-Ruche", "suffix": ""}, {"first": "M", "middle": [], "last": "Peeters", "suffix": ""}, {"first": "D", "middle": ["D"], "last": "Ho", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Shaw", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Sharp", "suffix": ""}, {"first": "B", "middle": ["H"], "last": "Hahn", "suffix": ""}], "year": 1998, "venue": "J Virol", "volume": "72", "issn": "12", "pages": "10234--10241", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Re-analysis of human immunodeficiency virus type 1 isolates from Cyprus and Greece, initially designated 'subtype I", "authors": [{"first": "D", "middle": [], "last": "Paraskevis", "suffix": ""}, {"first": "M", "middle": [], "last": "Magiorkinis", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Vandamme", "suffix": ""}, {"first": "L", "middle": ["G"], "last": "Kostrikis", "suffix": ""}, {"first": "A", "middle": [], "last": "Hatzakis", "suffix": ""}], "year": 2001, "venue": "J Gen Virol", "volume": "82", "issn": "3", "pages": "575--580", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Understanding the genetic diversity of HIV-1", "authors": [{"first": "F", "middle": ["E"], "last": "Mccutchan", "suffix": ""}], "year": 2000, "venue": "AIDS", "volume": "14", "issn": "S3", "pages": "31--44", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Widespread intra-serotype recombination in natural populations of dengue virus", "authors": [{"first": "M", "middle": [], "last": "Worobey", "suffix": ""}, {"first": "A", "middle": [], "last": "Rambaut", "suffix": ""}, {"first": "E", "middle": ["C"], "last": "Holmes", "suffix": ""}], "year": 1999, "venue": "Proc Natl Acad Sci U S A", "volume": "96", "issn": "13", "pages": "7352--7357", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "RNA recombination in animal and plant viruses", "authors": [{"first": "M", "middle": ["M"], "last": "Lai", "suffix": ""}], "year": 1992, "venue": "Microbiol Mol Biol Rev", "volume": "56", "issn": "", "pages": "61--79", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Western equine encephalitis virus is a recombinant virus", "authors": [{"first": "C", "middle": ["S"], "last": "Hahn", "suffix": ""}, {"first": "S", "middle": [], "last": "Lustig", "suffix": ""}, {"first": "E", "middle": ["G"], "last": "Strauss", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Strauss", "suffix": ""}], "year": 1988, "venue": "Proc Natl Acad Sci U S A", "volume": "85", "issn": "16", "pages": "5997--6001", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Recombinant avian oncoviruses I. Alterations in the precursor to the internal structural proteins", "authors": [{"first": "R", "middle": [], "last": "Shaikh", "suffix": ""}, {"first": "M", "middle": [], "last": "Linial", "suffix": ""}, {"first": "J", "middle": [], "last": "Coffin", "suffix": ""}, {"first": "R", "middle": [], "last": "Eisenman", "suffix": ""}], "year": 1978, "venue": "Virology", "volume": "87", "issn": "2", "pages": "326--338", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Transfection-mediated recombination of influenza A virus", "authors": [{"first": "M", "middle": [], "last": "Bergmann", "suffix": ""}, {"first": "A", "middle": [], "last": "Garcia-Sastre", "suffix": ""}, {"first": "P", "middle": [], "last": "Palese", "suffix": ""}], "year": 1992, "venue": "J Virol", "volume": "66", "issn": "12", "pages": "7576--7580", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Nonhomologous recombination between the hemagglutinin gene and the nucleoprotein gene of an influenza virus", "authors": [{"first": "M", "middle": [], "last": "Orlich", "suffix": ""}, {"first": "H", "middle": [], "last": "Gottwald", "suffix": ""}, {"first": "R", "middle": [], "last": "Rott", "suffix": ""}], "year": 1994, "venue": "Virology", "volume": "204", "issn": "", "pages": "462--465", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Poliovirus RNA recombination: mechanistic studies in the absence of selection", "authors": [{"first": "T", "middle": ["C"], "last": "Jarvis", "suffix": ""}, {"first": "K", "middle": [], "last": "Kirkegaard", "suffix": ""}], "year": null, "venue": "Virology", "volume": "1992", "issn": "8", "pages": "3135--3145", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Recombination and the population structures of bacterial pathogens", "authors": [{"first": "E", "middle": ["J"], "last": "Feil", "suffix": ""}, {"first": "B", "middle": ["G"], "last": "Spratt", "suffix": ""}], "year": 2001, "venue": "Annu Rev Microbiol", "volume": "55", "issn": "", "pages": "561--590", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Genetic diversity, recombination and cryptic clades in pseudomonas viridiflava infecting natural populations of Arabidopsis thaliana", "authors": [{"first": "E", "middle": ["M"], "last": "Goss", "suffix": ""}, {"first": "M", "middle": [], "last": "Kreitman", "suffix": ""}, {"first": "J", "middle": [], "last": "Bergelson", "suffix": ""}], "year": 2005, "venue": "Genetics", "volume": "169", "issn": "", "pages": "21--35", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Chimeric 16S rDNA sequences of diverse origin are accumulating in the public databases", "authors": [{"first": "P", "middle": [], "last": "Hugenholtz", "suffix": ""}, {"first": "T", "middle": [], "last": "Huber", "suffix": ""}], "year": 2003, "venue": "Int J Syst Evol Microbiol", "volume": "53", "issn": "", "pages": "289--293", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "At least 1 in 20 16S rRNA sequence records currently held in public repositories is estimated to contain substantial anomalies", "authors": [{"first": "K", "middle": ["E"], "last": "Ashelford", "suffix": ""}, {"first": "N", "middle": ["A"], "last": "Chuzhanova", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Fry", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Jones", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Weightman", "suffix": ""}], "year": 2005, "venue": "Appl Environ Microbiol", "volume": "71", "issn": "12", "pages": "7724--7736", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Chimärenerkennung bei 16S RNA", "authors": [{"first": "S", "middle": [], "last": "Bolling", "suffix": ""}], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Recombination confounds the early evolutionary history of human immunodeficiency virus type 1: subtype G is a circulating recombinant form", "authors": [{"first": "A", "middle": ["B"], "last": "Abecasis", "suffix": ""}, {"first": "P", "middle": [], "last": "Lemey", "suffix": ""}, {"first": "N", "middle": [], "last": "Vidal", "suffix": ""}, {"first": "T", "middle": [], "last": "De Oliveira", "suffix": ""}, {"first": "M", "middle": [], "last": "Peeters", "suffix": ""}, {"first": "R", "middle": [], "last": "Camacho", "suffix": ""}, {"first": "B", "middle": [], "last": "Shapiro", "suffix": ""}, {"first": "A", "middle": [], "last": "Rambaut", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Vandamme", "suffix": ""}], "year": 2007, "venue": "J Virol", "volume": "81", "issn": "16", "pages": "8543--8551", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Identifying recombinants in human and primate immunodeficiency virus sequence alignments using quartet scanning", "authors": [{"first": "P", "middle": [], "last": "Lemey", "suffix": ""}, {"first": "M", "middle": [], "last": "Lott", "suffix": ""}, {"first": "D", "middle": [], "last": "Martin", "suffix": ""}, {"first": "V", "middle": [], "last": "Moulton", "suffix": ""}], "year": 2009, "venue": "BMC Bioinformatics", "volume": "10", "issn": "", "pages": "", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "HIV classification using the coalescent theory", "authors": [{"first": "I", "middle": [], "last": "Bulla", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Schultz", "suffix": ""}, {"first": "F", "middle": [], "last": "Schreiber", "suffix": ""}, {"first": "M", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "T", "middle": [], "last": "Leitner", "suffix": ""}, {"first": "B", "middle": [], "last": "Korber", "suffix": ""}, {"first": "B", "middle": [], "last": "Morgenstern", "suffix": ""}, {"first": "M", "middle": [], "last": "Stanke", "suffix": ""}], "year": 2010, "venue": "Bioinformatics", "volume": "26", "issn": "11", "pages": "1409--1415", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "The role of recombination in the emergence of a complex and dynamic HIV epidemic", "authors": [{"first": "M", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "B", "middle": [], "last": "Foley", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Schultz", "suffix": ""}, {"first": "J", "middle": [], "last": "Macke", "suffix": ""}, {"first": "I", "middle": [], "last": "Bulla", "suffix": ""}, {"first": "M", "middle": [], "last": "Stanke", "suffix": ""}, {"first": "B", "middle": [], "last": "Morgenstern", "suffix": ""}, {"first": "B", "middle": [], "last": "Korber", "suffix": ""}, {"first": "T", "middle": [], "last": "Leitner", "suffix": ""}], "year": 2010, "venue": "Retrovirology", "volume": "7", "issn": "", "pages": "", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "A simple and robust statistical test for detecting the presence of recombination", "authors": [{"first": "T", "middle": ["C"], "last": "Bruen", "suffix": ""}, {"first": "H", "middle": [], "last": "Philippe", "suffix": ""}, {"first": "D", "middle": [], "last": "Bryant", "suffix": ""}], "year": 2006, "venue": "Genetics", "volume": "172", "issn": "4", "pages": "2665--2681", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "An evolutionary model-based algorithm for accurate phylogenetic breakpoint mapping and subtype prediction in HIV-1", "authors": [{"first": "Kosakovsky", "middle": [], "last": "Pond", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Posada", "suffix": ""}, {"first": "D", "middle": [], "last": "Stawiski", "suffix": ""}, {"first": "E", "middle": [], "last": "Chappey", "suffix": ""}, {"first": "C", "middle": [], "last": "Poon", "suffix": ""}, {"first": "A", "middle": ["F"], "last": "Hughes", "suffix": ""}, {"first": "G", "middle": [], "last": "Fearnhill", "suffix": ""}, {"first": "E", "middle": [], "last": "Gravenor", "suffix": ""}, {"first": "M", "middle": ["B"], "last": "", "suffix": ""}, {"first": "Leigh", "middle": [], "last": "Brown", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Frost", "suffix": ""}, {"first": "S", "middle": ["D"], "last": "", "suffix": ""}], "year": 2009, "venue": "PLoS Comput Biol", "volume": "5", "issn": "11", "pages": "", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "SCOP: a structural classification of proteins database for the investigation of sequences and structures", "authors": [{"first": "A", "middle": ["G"], "last": "Murzin", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Brenner", "suffix": ""}, {"first": "T", "middle": [], "last": "Hubbard", "suffix": ""}, {"first": "C", "middle": [], "last": "Chothia", "suffix": ""}], "year": 1995, "venue": "J Mol Biol", "volume": "247", "issn": "4", "pages": "536--540", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "The distribution of HIV-1 recombination breakpoints", "authors": [{"first": "J", "middle": [], "last": "Fan", "suffix": ""}, {"first": "M", "middle": [], "last": "Negroni", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Robertson", "suffix": ""}], "year": 2007, "venue": "Infect Genet Evol", "volume": "7", "issn": "6", "pages": "717--723", "other_ids": {"DOI": ["10.1186/1471-2105-15-205"]}}, "BIBREF51": {"ref_id": "b51", "title": "Submit your next manuscript to BioMed Central and take full advantage of: • Convenient online submission • Thorough peer review • No space constraints or color figure charges • Immediate publication on acceptance • Inclusion in PubMed, CAS, Scopus and Google Scholar • Research which is freely available for redistribution", "authors": [{"first": "", "middle": [], "last": "Bulla", "suffix": ""}], "year": 2014, "venue": "BMC Bioinformatics", "volume": "15", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "A, C, G, and H are modeled by one source, B and K by another and D, F, and J by a third one, the assignment {A, C, G, H} → 1, {B, K} → 2, {D, F, J} → 3 constitutes the source combination of the respective site. In a more general context, the source combinations are called the set of partitions (which play a role e.g. in determining http:Examples of the calculation of the emission probabilities. Simplified example of position-and subtype-wise nucleotide frequencies of HIV and the emission probabilities derived from them using the presented information sharing protocol. For three sites the subtype-wise nucleotide frequencies for the four subtypes A-D are given on the left side of the table. Below them, the emission probabilities estimated based only on the frequencies of the respective subtype are shown, using pseudocounts α = (0.1, 0.1).", "latex": null, "type": "figure"}, "FIGREF1": {"text": "( s | n 1 , . . . , n F ) = P ( n 1 , . . . , n F | s) P( s) P ( n 1 , . . . , n F ) = r l=1 P n i (l) 1 , . . . , n i (l) m l | s P( s) P ( n 1 , . . . , n F ) (3) Restricted search of the space of source combinations. The heuristics described in Section 'Details on the information sharing protocol -Restricting the search space' is illustrated. In this example, we assume 4 subtypes A, B, C, and D. In each line a source combination is given, with the source combination in eachS i being grouped. The most likely source combinations in eachS i is colored in red. The arrows indicate how the spacesS 1 , . . . ,S 4 are traversed during the search process. By the first equation after Equation 4 in [27], we have P( n 1 , . . . , n m | s) = m k=1 (| n k | + 1) N j=1 (n k,j + 1)", "latex": null, "type": "figure"}, "FIGREF2": {"text": "( s | n 1 , . . . , n F ) = 1.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Detailed calculation of the emission probabilities.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Calculation of s segm between two subtype-wise segmentations. The arrows show how the segments of both classifications are trimmed. Hereby, the colored bar between two arrows on the bottom side of the upper classification indicates which positions of the upper classification have to be assigned to a subtype as given by the bar such that the corresponding segment of the lower classification is counted as conforming to the upper classification (same applies with the roles of the lower and upper classification being switched). Segments which do not conform to the other classification are shaded.", "latex": null, "type": "figure"}, "TABREF0": {"text": "The effects of a small subtype size", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Subtype </td><td>Nucleotide </td><td>Frequency </td><td>Probability\n</td></tr><tr><td>A </td><td>89 </td><td>99.83%\n</td></tr><tr><td>A\n</td><td>C </td><td>0 </td><td>0.06%\n</td></tr><tr><td>G </td><td>0 </td><td>0.06%\n</td></tr><tr><td>T </td><td>0 </td><td>0.06%\n</td></tr><tr><td> </td><td>A </td><td>392 </td><td>99.71%\n</td></tr><tr><td>C\n</td><td>C </td><td>1 </td><td>0.27%\n</td></tr><tr><td> </td><td> </td><td> </td></tr><tr><td>G </td><td>0 </td><td>0.01%\n</td></tr><tr><td> </td><td>T </td><td>0 </td><td>0.01%\n</td></tr><tr><td>K\n</td><td>A </td><td>2 </td><td>93.18%\n</td></tr><tr><td>C </td><td>0 </td><td>2.27%\n</td></tr><tr><td>G </td><td>0 </td><td>2.27%\n</td></tr><tr><td> </td><td>T </td><td>0 </td><td>2.27%\n</td></tr></table></body></html>"}, "TABREF1": {"text": "The evaluated models", "latex": null, "type": "table"}}, "back_matter": [{"text": "This work was supported by the Deutsche Forschungsgemeinschaft (STA 1009/5-1 and BU 2685/4-1) and the National Institutes of Health (AI087520). We thank Thomas Leitner for his comments on the draft.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "The C++ source code of jpHMM and Matlab code for evaluating the different versions of jpHMM is available at http://jphmm.gobics.de. ", "cite_spans": [], "ref_spans": [], "section": "Availability"}, {"text": "Additional file 1: Supplements.", "cite_spans": [], "ref_spans": [], "section": "Additional file"}, {"text": "The authors declare that they have no competing interests.", "cite_spans": [], "ref_spans": [], "section": "Competing interests"}, {"text": "IB conceived the approach and developed, implemented, and tested the algorithm. AKS carried out modifications on jpHMM. CC provided statistical expertise. TM and FS assisted in the data handling. All authors read and approved the final manuscript.", "cite_spans": [], "ref_spans": [], "section": "Authors' contributions"}]}