{"paper_id": "7c04c87c7cc9018ada3a0ab44432fc31de7ccc36", "metadata": {"title": "Tuberculous pneumonia-induced severe ARDS complicated with DIC in a female child: a case of successful treatment", "authors": [{"first": "Dong", "middle": ["Tien"], "last": "Ngo", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Phuc", "middle": ["Huu"], "last": "Phan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Shoji", "middle": [], "last": "Kawachi", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Noriko", "middle": [], "last": "Nakajima", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Naoyuki", "middle": [], "last": "Hirata", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Akira", "middle": [], "last": "Ainai", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Thuy", "middle": ["Thi"], "last": "Bich", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Phung", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Minh", "middle": [], "last": "Tran", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Hai", "middle": ["Thanh"], "last": "Le", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background: Tuberculous (TB) pneumonia can induce acute respiratory distress syndrome (ARDS). Although TB pneumonia is one of the causes of disease and death among children worldwide, the literature on TB pneumonia-induced ARDS is limited. We report herein on the successful treatment of a two-year-old female child with TB pneumonia-induced severe ARDS complicated with disseminated intravascular coagulation (DIC). Case presentation: A two-year-old Vietnamese female child with sustained fever and cough for 20 days was transferred to our hospital. She had severe dyspnea and a chest X-ray showed bilateral infiltration without findings of heart failure. After tracheal intubation, her oxygenation index (OI) and PaO 2 /FiO 2 (PF) ratio were 29 and 60 mmHg, respectively. Mycobacterium tuberculosis was detected by real-time polymerase chain reaction (rPCR) assay of tracheal lavage fluid. She was diagnosed as having severe ARDS that developed from TB pneumonia. Anti-tuberculous therapy and cardiopulmonary support were started. However, her respiratory condition deteriorated despite treatment with highfrequency oscillating ventilation (HFO), vasopressor support, and 1 g/kg of immunoglobulin. On the third day after admission, her International Society on Thrombosis and Hemostasis DIC score had increased to 5. Recombinant human soluble thrombomodulin (rTM) was administered to treat the DIC. After the administration of rTM was completed, OI gradually decreased, after which the mechanical ventilation mode was changed from HFO to synchronized intermittent mandatory ventilation. The DIC score also gradually decreased. Plasma levels of soluble receptor for advanced glycan end products (sRAGE) and high mobility group box 1 (HMGB-1), which are reported to be associated with ARDS severity, also decreased. In addition, inflammatory biomarkers, including interferon-gamma (IFN-γ) and interleukin-6 (IL-6), decreased after the administration of rTM. Although severe ARDS (P/F ratio ≦ 100 mmHg) continued for 19 days, the patient's OI and P/F ratio improved gradually, and she was extubated on the 27th day after admission. The severe ARDS with DIC was successfully treated, and she was discharged from hospital on day 33 post-admission. Conclusions: We successfully treated a female child suffering from TB pneumonia-induced severe ARDS complicated with DIC using multimodal interventions. (338/350).", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Pulmonary tuberculosis (TB) is prevalent in developing countries, but is a rare cause of acute respiratory distress syndrome (ARDS) [1] [2] [3] . In pediatric populations, although ARDS is secondary to lung infections, including TB pneumonia [4] , there have been few reports on severe ARDS complicated with disseminated intravascular coagulation (DIC) caused by TB pneumonia. We report herein the successful treatment of a female child suffering from TB pneumonia induced-severe ARDS complicated with DIC using multimodal interventions, including high-frequency oscillating ventilation, vasopressor support, anti-tuberculous therapy, intravenous immunoglobulin (IVIG) and recombinant soluble human thrombomodulin (rTM).", "cite_spans": [{"start": 132, "end": 135, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 136, "end": 139, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 140, "end": 143, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 242, "end": 245, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Background"}, {"text": "A two-year-old Vietnamese female child had fever and cough 20 days before admission to our hospital. She visited a local hospital and was diagnosed with pneumonia. She was treated with meropenem and vancomycin for 15 days. Despite treatment, she developed increased fever (40°C), persistent cough and general malaise. Her respiratory condition deteriorated and she was transferred to our hospital. Prior to hospitalization, she had been healthy and had developed normally. She had no immunodeficiency and no history of contact with anyone suffering from TB.", "cite_spans": [], "ref_spans": [], "section": "Case presentation"}, {"text": "Physical examination on admission showed a child with a weight of 10 kg, body temperature of 38.5°C, blood pressure of 79/41 mmHg, and a heart rate of 157 beats/min. Her weight was reduced from 11 kg (25th percentile) to 10 kg (10th percentile) over the past month alone. Immediately after admission, tracheal intubation was performed because of severe dyspnea, and she was transferred to a pediatric intensive care unit (PICU). Arterial blood gas analysis in the PICU showed PaO 2 of 60 mmHg, PaCO 2 of 59 mmHg, and pH 7.27 under mechanical ventilation with FiO 2 of 1.0, which resulted in a PaO 2 /FiO 2 (P/F) ratio of 60 mmHg and an oxygenation index (OI) of 29 (Table 1) . A chest X-ray showed bilateral infiltration without findings of heart failure (Fig. 1 ). Laboratory findings were as follows: white blood cell (WBC) count, 7000 cells/μl; red blood cell (RBC) count, 430 × 10 3 cells/μl; platelet (PLT) count, 223 × 10 3 cells/μl; aspartate aminotransferase (AST), 60 U/L; alanine aminotransferase (ALT), 13 U/L; blood urea nitrogen (BUN), 18.0 mg/dL; creatinine (Cre), 32 μmol/L; c-reactive protein (CRP), 7.3 mg/dL; fibrinogen, 2.79 g/L; and prothrombin time (PT), 16.1 s ( Table 2 ). The results of a rapid influenza test were negative. Genomes of mycobacterium TB and cytomegalovirus (CMV) were detected in tracheal lavage fluid (TLF) by real-time polymerase chain reaction (rPCR) assay. Acid fast bacilli smear and culture were both positive. She was diagnosed as having severe ARDS that developed from TB pneumonia, and the standard anti-tuberculous drugs: rifampicin, 15 mg/kg/day; isoniazid, 10 mg/kg/day; pyrazinamide, 30 mg/kg/day; ethambutol, 20 mg/kg/day were administered. We also used colistin and levofloxacin for not only nosocomial infection, but also mycoplasma infection, which we could not rule out. However, her respiratory and circulatory conditions deteriorated despite high-frequency oscillating ventilation (HFO), vasopressor support (noradrenaline at 0.2 μg/kg/ min), and administration of 1 g/kg of immunoglobulin. On the third day after admission, the patient's International Society on Thrombosis and Hemostasis DIC score had increased to 5 (PLT, 153 × 10 3 cells/μl; fibrinogen, 2.11 g/L; D-dimer, 5659 ng/mL; and PT, 23.3 s). For the treatment of DIC, 380 U/kg of rTM was administered as an intravenous drip infusion for 6 consecutive days. After administration of rTM was completed, OI gradually decreased, and the mechanical ventilation mode was changed from HFO to synchronized intermittent mandatory ventilation (Fig. 2) . DIC score also gradually decreased. We measured plasma levels of soluble receptor for advanced glycan end products (sRAGE) and high mobility group box 1 (HMGB-1) before and after rTM administration, because increased levels of sRAGE and HMGB-1 are associated with death in patients with ARDS [5] . After administration of rTM, HMGB-1 and sRAGE decreased (Fig. 3) , and inflammatory biomarkers, including interferon-gamma (IFN-γ) and interleukin-6 (IL-6), also decreased ( Fig. 4) . Throughout the administration of rTM, there was no bleeding-related and other adverse event. Although severe ARDS (P/F ratio ≦ 100 mmHg) was sustained for 19 days, the patient's OI and P/F ratio improved gradually (Fig. 2) , and she was extubated on the 27th day after admission. Although there was still a diffuse pattern in the chest X-ray just after extubation (Fig. 5) , her fever went down and her respiratory condition was stable (P/F ratio: 325, OI: 3). Therefore, she was moved from the PICU to the infectious disease department. The severe ARDS with DIC was successfully treated, and she was discharged from hospital on the 33rd day after admission.", "cite_spans": [{"start": 2859, "end": 2862, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [{"start": 665, "end": 674, "text": "(Table 1)", "ref_id": "TABREF0"}, {"start": 755, "end": 762, "text": "(Fig. 1", "ref_id": "FIGREF0"}, {"start": 1185, "end": 1192, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 2556, "end": 2564, "text": "(Fig. 2)", "ref_id": null}, {"start": 2921, "end": 2929, "text": "(Fig. 3)", "ref_id": null}, {"start": 3039, "end": 3046, "text": "Fig. 4)", "ref_id": null}, {"start": 3263, "end": 3271, "text": "(Fig. 2)", "ref_id": null}, {"start": 3413, "end": 3421, "text": "(Fig. 5)", "ref_id": null}], "section": "Case presentation"}, {"text": "TB continues to be one of the causes of disease and death among children worldwide, particular in developing countries with a poor public health infrastructure [6, 7] . While TB-associated ARDS in adult patients has been reported [3] , surveillance data for estimating the contribution of TB to pediatric ARDS remains limited [7] . Thus, it can be speculated that many pediatric patients with TB pneumonia induced-ARDS have not been reported in the literature. More robust data on the epidemiology of childhood TB are needed in order to determine not only the contribution to ARDS but also to develop pediatric-specific therapeutic strategies. Previous reviews have indicated that pediatric TB is associated with a high prevalence of human immunodeficiency virus (HIV) infection [7, 8] . In the present case, the patient had no HIV infection or immunodeficiency. She also had no history of contact with anyone suffering from TB. Diagnosis of TB in children without a specific history is challenging because many childhood diseases can present with similar symptoms and signs, and bacteriological confirmation and specimen collection may be difficult [9] . Nevertheless, earlier diagnosis of and therapy for TB might have prevented proceeding to severe ARDS in the present case.", "cite_spans": [{"start": 160, "end": 163, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 164, "end": 166, "text": "7]", "ref_id": "BIBREF6"}, {"start": 230, "end": 233, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 326, "end": 329, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 779, "end": 782, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 783, "end": 785, "text": "8]", "ref_id": "BIBREF7"}, {"start": 1150, "end": 1153, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Discussion and conclusions"}, {"text": "In this case, TB and CMV were detected in TLF on the PICU admission day by PCR. CMV also causes severe pneumonia [10] . In this case, 2.19 × 10 4 /ml of CMV-DNA was detected in TLF on the day of admission. The copy number of CMV-DNA in TLF decreased to under the detection limit and CMV-DNA in blood was 2.16 × 10 3 /ml without anti-CMV medication on the 8th day after admission. These levels of CMV-DNA copy numbers are observed also during CMV latent infection. So, we concluded that TB infection rather than CMV infection was the main pathogen of pneumonia that developed into severe ARDS in this case.", "cite_spans": [{"start": 113, "end": 117, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Discussion and conclusions"}, {"text": "While a recent pediatric acute lung injury consensus conference [11] developed recommendations for therapeutic strategies for pediatric ARDS, the mortality rate in pediatric patients with ARDS has remained high, approximately 24% according to a recent meta-analysis [12] . In our case, immediately after diagnosis of TB pneumonia-induced ARDS, anti-TB therapy and interventions for ARDS, including lung protective support with HFO, administration of antibiotics and high-dose IVIG therapy to control inflammation, were started. However, the patient's condition deteriorated and she developed DIC-related complications. As an anti-DIC therapy, rTM was administered. rTM is a new anticoagulant agent that is expected to have both anti-coagulopathy and anti-inflammatory effects [13] . In addition, the incidence of bleeding-related adverse events leading to discontinuation for rTM was significantly lower than that for heparin [13] . Previous clinical studies have demonstrated that rTM could improve not only mortality in patients with sepsis-induced DIC but also respiratory dysfunction in patients with severe sepsis [14, 15] . Recently, we reported that rTM might improve severe ARDS complicated with DIC in pediatric patients [16] . In the present case, after rTM administration, OI gradually improved and the DIC score also decreased without bleeding-related or other adverse events. The levels of sRAGE and HMGB-1, biomarkers of ARDS, decreased after administration of rTM. sRAGE is a biomarker of Type I alveolar epithelial cell injury, and plasma levels of sRAGE increase in patients with acute lung injury [17] . HMGB1 is considered to be one of the late mediators and damage-associated molecular patterns (DAMPS) contribute to innate immunity [18] . In addition, the serum levels of INF-γ and IL-6 also decreased after the administration of rTM. We previously reported that serum level of INF-γ on the intubation day was one of the possible prognostic factors affecting a fatal outcome in a child with severe ARDS of pulmonary origin [19] . On the basis of the previous results, poor outcome might be predicted in the present case. Nevertheless, the patient recovered from severe conditions, and inflammatory responses were attenuated after administration of rTM. Although it might be difficult to determine what specific intervention could be the most effective for very severe conditions, rTM might be involved in improvement of severe ARDS via anti-inflammatory effects.", "cite_spans": [{"start": 64, "end": 68, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 266, "end": 270, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 776, "end": 780, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 926, "end": 930, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 1119, "end": 1123, "text": "[14,", "ref_id": "BIBREF13"}, {"start": 1124, "end": 1127, "text": "15]", "ref_id": "BIBREF14"}, {"start": 1230, "end": 1234, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 1615, "end": 1619, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 1753, "end": 1757, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 2044, "end": 2048, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Discussion and conclusions"}, {"text": "In conclusion, we have reported successful treatment of TB pneumonia-induced severe ARDS complicated with DIC using multimodal interventions including cardiopulmonary supports, anti-tuberculous therapy, and administration of immunoglobulin and rTM in a female child. ", "cite_spans": [], "ref_spans": [], "section": "Discussion and conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Experience with ARDS caused by tuberculosis in a respiratory intensive care unit", "authors": [{"first": "R", "middle": [], "last": "Agarwal", "suffix": ""}, {"first": "D", "middle": [], "last": "Gupta", "suffix": ""}, {"first": "A", "middle": ["N"], "last": "Aggarwal", "suffix": ""}, {"first": "D", "middle": [], "last": "Behera", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Jindal", "suffix": ""}], "year": 2005, "venue": "Intensive Care Med", "volume": "31", "issn": "", "pages": "1284--1291", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Acute respiratory distress syndrome in disseminated tuberculosis: an uncommon association", "authors": [{"first": "S", "middle": [], "last": "Sharma", "suffix": ""}, {"first": "U", "middle": [], "last": "Nahar", "suffix": ""}, {"first": "A", "middle": [], "last": "Das", "suffix": ""}, {"first": "B", "middle": [], "last": "Radotra", "suffix": ""}, {"first": "K", "middle": [], "last": "Joshi", "suffix": ""}, {"first": "S", "middle": [], "last": "Varma", "suffix": ""}, {"first": "R", "middle": ["K"], "last": "Vasishta", "suffix": ""}], "year": 2016, "venue": "Int J Tuberc Lung Dis", "volume": "20", "issn": "", "pages": "271--276", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Predictors and outcome of patients with acute respiratory distress syndrome caused by Fig. 5 Chest X-ray just after extubation miliary tuberculosis: a retrospective study in Chongquing, China", "authors": [{"first": "W", "middle": [], "last": "Deng", "suffix": ""}, {"first": "M", "middle": [], "last": "Yu", "suffix": ""}, {"first": "H", "middle": [], "last": "Ma", "suffix": ""}, {"first": "L", "middle": ["A"], "last": "Hu", "suffix": ""}, {"first": "G", "middle": [], "last": "Chen", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}], "year": 2012, "venue": "BMC Infect Dis", "volume": "12", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "The American-European consensus conference on ARDS. Definitions, mechanisms, relevant outcomes, and clinical trial coordination", "authors": [{"first": "G", "middle": ["R"], "last": "Bernard", "suffix": ""}, {"first": "A", "middle": [], "last": "Artigas", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "Brigham", "suffix": ""}, {"first": "A", "middle": [], "last": "Artigas", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "Brigham", "suffix": ""}, {"first": "J", "middle": [], "last": "Carlet", "suffix": ""}], "year": 1994, "venue": "Am J Respir Crit Care Med", "volume": "149", "issn": "", "pages": "818--842", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Increased levels of soluble receptor for advanced glycation end products (sRAGE) and high mobility group box 1 (HMGB1) are associated with death in patients with acute respiratory distress syndrome", "authors": [{"first": "T", "middle": [], "last": "Nakamura", "suffix": ""}, {"first": "E", "middle": [], "last": "Sato", "suffix": ""}, {"first": "N", "middle": [], "last": "Fujiwara", "suffix": ""}, {"first": "Y", "middle": [], "last": "Kawagoe", "suffix": ""}, {"first": "S", "middle": [], "last": "Maeda", "suffix": ""}, {"first": "S", "middle": [], "last": "Yamagishi", "suffix": ""}], "year": 2011, "venue": "Clin Biochem", "volume": "44", "issn": "", "pages": "601--605", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "A prospective evaluation of children under the age of 5 years living in the same household as adults with recently diagnosed pulmonary tuberculosis", "authors": [{"first": "N", "middle": [], "last": "Beyers", "suffix": ""}, {"first": "R", "middle": ["P"], "last": "Gie", "suffix": ""}, {"first": "H", "middle": ["S"], "last": "Schaaf", "suffix": ""}, {"first": "S", "middle": [], "last": "Van Zyl", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Talent", "suffix": ""}, {"first": "E", "middle": ["D"], "last": "Nel", "suffix": ""}], "year": 1997, "venue": "Int J Tuberc Lung Dis", "volume": "1", "issn": "", "pages": "38--43", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Paediatric tuberculosis", "authors": [{"first": "S", "middle": ["M"], "last": "Newton", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Brent", "suffix": ""}, {"first": "S", "middle": [], "last": "Anderson", "suffix": ""}, {"first": "E", "middle": [], "last": "Whittaker", "suffix": ""}, {"first": "B", "middle": [], "last": "Kampmann", "suffix": ""}], "year": 2008, "venue": "Lancet Infect Dis", "volume": "8", "issn": "", "pages": "498--510", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Pediatric tuberculosis: global overview and challenges", "authors": [{"first": "S", "middle": [], "last": "Swaminathan", "suffix": ""}, {"first": "B", "middle": [], "last": "Rekha", "suffix": ""}], "year": 2010, "venue": "Clin Infect Dis", "volume": "50", "issn": "", "pages": "184--94", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Tuberculosis exposure, infection and disease in children: a systematic diagnostic approach", "authors": [{"first": "C", "middle": ["L"], "last": "Roya-Pabon", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Perez-Velez", "suffix": ""}], "year": 2016, "venue": "Pneumonia", "volume": "8", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Effect of ganciclovir for the treatment of severe cytomegalovirus-associated pneumonia in children without a specific immunocompromised state", "authors": [{"first": "T", "middle": ["T"], "last": "Doan", "suffix": ""}, {"first": "T", "middle": ["T"], "last": "Phung", "suffix": ""}, {"first": "H", "middle": ["V"], "last": "Pham", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Pham", "suffix": ""}, {"first": "L", "middle": ["T"], "last": "Nguyen", "suffix": ""}], "year": 2013, "venue": "BMC Infect Dis", "volume": "13", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Pediatric acute respiratory syndrome: consensus recommendations from the pediatric acute lung injury consensus conference", "authors": [], "year": 2015, "venue": "Pediatric acute lung injury consensus conference group", "volume": "16", "issn": "", "pages": "428--467", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Mortality in pediatric acute respiratory distress syndrome: a systematic review and metaanalysis", "authors": [{"first": "J", "middle": ["J"], "last": "Wong", "suffix": ""}, {"first": "M", "middle": [], "last": "Jit", "suffix": ""}, {"first": "R", "middle": [], "last": "Sultana", "suffix": ""}, {"first": "Y", "middle": ["H"], "last": "Mok", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Yeo", "suffix": ""}, {"first": "Jwjc", "middle": [], "last": "Koh", "suffix": ""}], "year": 2017, "venue": "J Intensive Care Med", "volume": "1", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1177/0885066617705109"]}}, "BIBREF12": {"ref_id": "b12", "title": "Efficacy and safety of recombinant human soluble thrombomodulin (ART-123) in disseminated intravascular coagulation: results of a phase III, randomized, double-blind clinical trial", "authors": [{"first": "H", "middle": [], "last": "Saito", "suffix": ""}, {"first": "S", "middle": [], "last": "Maruyama", "suffix": ""}, {"first": "S", "middle": [], "last": "Shimazaki", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yamamoto", "suffix": ""}, {"first": "N", "middle": [], "last": "Aikawa", "suffix": ""}, {"first": "R", "middle": [], "last": "Ohno", "suffix": ""}], "year": 2007, "venue": "J Thromb Haemost", "volume": "5", "issn": "", "pages": "31--41", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Recombinant human soluble thrombomodulin in sepsis-induced disseminated intravascular coagulation: a multicenter propensity score analysis", "authors": [{"first": "K", "middle": [], "last": "Yamakawa", "suffix": ""}, {"first": "H", "middle": [], "last": "Ogura", "suffix": ""}, {"first": "S", "middle": [], "last": "Fujimi", "suffix": ""}, {"first": "M", "middle": [], "last": "Morikawa", "suffix": ""}, {"first": "Y", "middle": [], "last": "Ogawa", "suffix": ""}, {"first": "T", "middle": [], "last": "Mohri", "suffix": ""}], "year": 2013, "venue": "Intensive Care Med", "volume": "39", "issn": "", "pages": "644--52", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Benefit profile of recombinant human soluble thrombomodulin in sepsis-induced disseminated intravascular coagulation: a multicenter propensity score analysis", "authors": [{"first": "J", "middle": [], "last": "Yoshimura", "suffix": ""}, {"first": "K", "middle": [], "last": "Yamakawa", "suffix": ""}, {"first": "H", "middle": [], "last": "Ogura", "suffix": ""}, {"first": "Y", "middle": [], "last": "Umemura", "suffix": ""}, {"first": "H", "middle": [], "last": "Takahashi", "suffix": ""}, {"first": "M", "middle": [], "last": "Morikawa", "suffix": ""}], "year": 2015, "venue": "Crit Care", "volume": "19", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Successful treatment of pneumonia-induced severe ARDS complicated with DIC in two infants using recombinant human thrombomodulin", "authors": [{"first": "P", "middle": ["H"], "last": "Phuc", "suffix": ""}, {"first": "N", "middle": ["T"], "last": "Dong", "suffix": ""}, {"first": "T", "middle": ["A"], "last": "Tuan", "suffix": ""}, {"first": "S", "middle": [], "last": "Kawachi", "suffix": ""}, {"first": "N", "middle": [], "last": "Nakajima", "suffix": ""}, {"first": "N", "middle": [], "last": "Hirata", "suffix": ""}], "year": 2017, "venue": "Integr Mol Med", "volume": "4", "issn": "", "pages": "1--5", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Elevated plasma and alveolar levels of soluble receptor for advanced glycation endproducts are associated with severity of lung dysfunction in ARDS patients", "authors": [{"first": "T", "middle": [], "last": "Mauri", "suffix": ""}, {"first": "S", "middle": [], "last": "Masson", "suffix": ""}, {"first": "A", "middle": [], "last": "Pradella", "suffix": ""}, {"first": "G", "middle": [], "last": "Bellani", "suffix": ""}, {"first": "A", "middle": [], "last": "Coppadoro", "suffix": ""}, {"first": "M", "middle": [], "last": "Bombino", "suffix": ""}], "year": 2010, "venue": "Tohoku J Exp Med", "volume": "222", "issn": "", "pages": "105--117", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "HMG-1 as a mediator of acute lung inflammation", "authors": [{"first": "E", "middle": [], "last": "Abraham", "suffix": ""}, {"first": "J", "middle": [], "last": "Arcaroli", "suffix": ""}, {"first": "A", "middle": [], "last": "Carmody", "suffix": ""}, {"first": "H", "middle": [], "last": "Wang", "suffix": ""}, {"first": "K", "middle": ["J"], "last": "Tracey", "suffix": ""}], "year": 2000, "venue": "J Immunol", "volume": "165", "issn": "", "pages": "2950--2954", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Pathogen screening and prognostic factors in children with severe ARDS of pulmonary origin", "authors": [{"first": "Ttb", "middle": [], "last": "Phung", "suffix": ""}, {"first": "T", "middle": [], "last": "Suzuki", "suffix": ""}, {"first": "P", "middle": ["H"], "last": "Phan", "suffix": ""}, {"first": "S", "middle": [], "last": "Kawachi", "suffix": ""}, {"first": "H", "middle": [], "last": "Furuya", "suffix": ""}, {"first": "H", "middle": ["T"], "last": "Do", "suffix": ""}], "year": 2017, "venue": "Pediatr Pulmonol", "volume": "52", "issn": "", "pages": "1469--77", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Chest X-ray on admission to PICU", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Changes in sRAGE and HMGB-1 before and after administration of rTM. sRAGE, soluble receptor for advanced glycan end products; HMGB-1, high mobility group box 1 Changes in INF-γ and IL-6 before and after administration of rTM. INF-γ, interferon-gamma; IL-6, interleukin-6", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Abbreviations ALT: Alanine aminotransferase; ARDS: Acute respiratory distress syndrome; AST: Aspartate aminotransferase; BUN: Blood urea nitrogen; CMV: Cytomegalovirus; Cre: Creatinine; CRP: C-reactive protein; DAMPS: Damage-associated molecular patterns; DIC: Disseminated intravascular coagulation; HFO: High frequency oscillating ventilation; HIV: Human immunodeficiency virus; HMGB-1: High mobility group box 1; IVIG: Intravenous immunoglobulin; OI: Oxygenation index; PF ratio: PaO 2 /FiO 2 ratio; PICU: Pediatric intensive care unit; PLT: Platelet; PT: Prothrombin time; RBC: Red blood cell; rPCR: Real-time polymerase chain reaction; rTM: Recombinant human soluble thrombomodulin; sRAGE: Soluble receptor for advanced glycation end products; TB: Tuberculous or tuberculosis; TLF: Tracheal lavage fluid; WBC: White blood cell", "latex": null, "type": "figure"}, "TABREF0": {"text": "Changes in vital singsPRVC Pressure regulated volume control, HFO high frequency oscillating ventilation, SIMV synchronized intermittent mandatory ventilation", "latex": null, "type": "table"}, "TABREF1": {"text": "Changes in laboratory data", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Days after admission </td><td>1st </td><td>3rd </td><td>4th </td><td>5th </td><td>6th </td><td>7th </td><td>8th </td><td>9th </td><td>10th </td><td>27th\n</td></tr><tr><td>WBC (× 1000/μl) </td><td>7 </td><td>6.7 </td><td>3.7 </td><td>6 </td><td>5 </td><td>6.6 </td><td>10.5 </td><td>12.2 </td><td>7.7 </td><td>13\n</td></tr><tr><td>Plt (×1000/μl) </td><td>223 </td><td>153 </td><td>76 </td><td>65 </td><td>60 </td><td>67 </td><td>81 </td><td>142 </td><td>123 </td><td>291\n</td></tr><tr><td>AST (U/L) </td><td>60 </td><td>70 </td><td>92 </td><td>92 </td><td>87 </td><td>87 </td><td>73 </td><td>73 </td><td>95 </td><td>170\n</td></tr><tr><td>ALT (U/L) </td><td>13 </td><td>16 </td><td>17 </td><td>17 </td><td>14 </td><td>15 </td><td>13 </td><td>14 </td><td>16 </td><td>81\n</td></tr><tr><td>Cre (μmol/L) </td><td>32 </td><td>50 </td><td>45 </td><td>52 </td><td>47 </td><td>43 </td><td>41 </td><td>48 </td><td>41 </td><td>39\n</td></tr><tr><td>BUN (mg/dL) </td><td>18 </td><td>18 </td><td>22.8 </td><td>27 </td><td>18.6 </td><td>18 </td><td>22 </td><td>18 </td><td>15 </td><td>12\n</td></tr><tr><td>Fibrinogen (g/L) </td><td>2.79 </td><td>2.11 </td><td>2.05 </td><td>2.1 </td><td>2.3 </td><td>1.53 </td><td>0.8 </td><td>0.75 </td><td>2.22 </td><td>4\n</td></tr><tr><td>D-dimer(ng/mL) </td><td>1140 </td><td>5659 </td><td>1212 </td><td>1133 </td><td>1316 </td><td>1195 </td><td>1250 </td><td>6841 </td><td>8442 </td><td>916\n</td></tr><tr><td>PT (sec.) </td><td>16.1 </td><td>23.3 </td><td>20.9 </td><td>19.4 </td><td>16.6 </td><td>18.4 </td><td>22 </td><td>16.4 </td><td>13.7 </td><td>10.9\n</td></tr><tr><td>DIC score </td><td>3 </td><td>5 </td><td>5 </td><td>4 </td><td>5 </td><td>6 </td><td>5 </td><td>3 </td><td>3 </td><td>1\n</td></tr><tr><td> </td><td> </td><td> </td><td>CRP (mg/dL) </td><td>7.3 </td><td>13.0 </td><td>12.2 </td><td>15.8 </td><td>4.7 </td><td>3.9 </td><td>2.6\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Table 1 Changes in vital sings", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Days after admission </td><td>1st </td><td>3rd </td><td>4th </td><td>5th </td><td>6th </td><td>7th </td><td>8th </td><td>9th </td><td>10th </td><td>27th\n</td></tr><tr><td>Oxygenation Index </td><td>36 </td><td>29 </td><td>66 </td><td>61.5 </td><td>66.7 </td><td>53 </td><td>53.3 </td><td>52 </td><td>32 </td><td>3\n</td></tr><tr><td>Ventilation mode </td><td>PRVC </td><td>HFO </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>SIMV </td><td> </td><td>Extubation\n</td></tr><tr><td>Blood Pressure (mmHg) </td><td>79/41 </td><td>82/51 </td><td>94/49 </td><td>89/45 </td><td>109/60 </td><td>100/49 </td><td>103/66 </td><td>105/60 </td><td>75/45 </td><td>98/60\n</td></tr><tr><td>Heart Rate (bpm) </td><td>126 </td><td>157 </td><td>149 </td><td>127 </td><td>128 </td><td>128 </td><td>158 </td><td>165 </td><td>156 </td><td>130\n</td></tr><tr><td>Body Temperature (°C) </td><td>38.5 </td><td>38.5 </td><td>38.2 </td><td>38.6 </td><td>38.8 </td><td>38.6 </td><td>39 </td><td>39.3 </td><td>39.7 </td><td>36.7\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "This therapeutic strategy was supported by the Research Program on Emerging and Re-Emerging Infectious Diseases from the Agency for Medical Research and Development (AMED) Japan under Grant Number JP17km0908001.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "The authors have not received money, gifts, or other compensation from any organization, institution, or business that may be affected financially by our publication. ", "cite_spans": [], "ref_spans": [], "section": "Funding"}, {"text": "The data supporting our findings can be found in the manuscript, tables and figures.Authors' contributions DTN, PHP, DMT and HTL performed medical treatment for this patient. SK, NN, and NH participated in the conception of the treatment protocol, and drafted the manuscript. AA and TTBP performed rPCR assays and analyzed biomarkers of ARDS. All authors have read and approved the final manuscript. ", "cite_spans": [], "ref_spans": [], "section": "Availability of data and materials"}, {"text": "The parents of the patient provided written informed concent for the publication of this manuscript.", "cite_spans": [], "ref_spans": [], "section": "Consent for publication"}, {"text": "The authors declare that they have no competing interests.", "cite_spans": [], "ref_spans": [], "section": "Competing interests"}, {"text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.", "cite_spans": [], "ref_spans": [], "section": "Publisher's Note"}]}