{
    "paper_id": "7c9beabec7ec635a2db7856e37255d600abbb82f",
    "metadata": {
        "title": "Hospitalization of newborns and young infants for chickenpox in France",
        "authors": [
            {
                "first": "Aurélie",
                "middle": [],
                "last": "Lécuyer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Corinne",
                "middle": [],
                "last": "Levy",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Joel",
                "middle": [],
                "last": "Gaudelus",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [],
                "last": "Floret",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Benoit",
                "middle": [],
                "last": "Soubeyrand",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Evelyne",
                "middle": [],
                "last": "Caulin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [],
                "last": "Cohen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Emmanuel",
                "middle": [],
                "last": "Grimprel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "I",
                "middle": [],
                "last": "Pediatricians",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Working",
                "middle": [],
                "last": "Group&gt;&lt;",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "?",
                "middle": [],
                "last": "A3b2",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Chickenpox is often considered more severe during the first year of life, but its course is usually mild during the first 3 months of life, presumably owing to the persistence of maternal antibodies. Hospitalization and intravenous acyclovir therapy are generally restricted to severe cases but also systematically recommended in newborns in France, irrespective of the clinical severity of the infection. This recommendation was launched in 1998 when Varicella zoster virus (VZV)-specific immunoglobulins were not available in the country and has remained unchanged since. The aim of this prospective observational study was to describe complications of varicella infection in a population of 745 children hospitalized for varicella before 1 year of age, with a specific focus on newborns. Complications occurred in 65% of cases. They were very rare before the age of 1 month (10%) but their incidence then increased progressively with age and probably the disappearance of maternal antibodies: 42% (1-2 months), 66% (3-5 months), 70% (6-8 months), and 79% (9-12 months). Conclusion Chickenpox is usually mild in newborns because most of them are protected by VZV maternal antibodies. Unless the absence of maternal VZV immunity is demonstrated, newborns with mild chickenpox should not require antiviral therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In France, hospitalization rate for chickenpox is high before the age of 5 years, particularly during the first year of life [3] . The main reason for hospital admission in this age group is bacterial superinfection, especially of the skin and soft tissues [4, 6, 12] . Mortality peaks before 1 year of age (median 5.5 months), but Varicella zoster virus (VZV) infection is rarely fatal during the first 2 months of life, probably owing to the protection conferred by maternal antibodies [15] . It is also generally agreed that anti-VZV antibodies transmitted during pregnancy persist until 6 months after birth [1, 5] , but some authors have reported a shorter period of 3 to 4 months [7, 11, 14] . Newborns of mothers who exhibit chickenpox between 5 days before and 2 days after delivery, as well as some premature babies (after 28 weeks of gestation when mother lacks a reliable history of varicella and before 28 weeks of gestation or ≤1,000 g of weight regardless of maternal history of varicella), are particularly at risk of severe disease and are the subject of commonly accepted specific guidelines using VZV-specific immunoglobulins [13] . However, guidelines differ upon countries for newborns developing post-natally acquired chickenpox [2, 8, 13] . Hospitalization and intravenous (IV) acyclovir therapy are generally restricted to severe cases but systematically recommended in France from birth to the age of 28 days [2, 13] . When the French guidelines were published in 1998, VZV-specific immunoglobulins were not available in France. Thus, only IV acyclovir was recommended and targeted to newborns whom mother presented varicella between 5 days before and 2 days after delivery, but also newborns (0 to 28 days old) with varicella and infants before the age of 1 year with severe disease [2] . However, the presence of maternally acquired antibodies which might protect the newborn against severe disease is not taken into account in these guidelines.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 128,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 257,
                    "end": 260,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 261,
                    "end": 263,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 264,
                    "end": 267,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 488,
                    "end": 492,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 612,
                    "end": 615,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 616,
                    "end": 618,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 686,
                    "end": 689,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 690,
                    "end": 693,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 694,
                    "end": 697,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1144,
                    "end": 1148,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1250,
                    "end": 1253,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1254,
                    "end": 1256,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1257,
                    "end": 1260,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1433,
                    "end": 1436,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1437,
                    "end": 1440,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1808,
                    "end": 1811,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The aim of this study is to use data from the prospective observatory to describe the outcome of varicella especially in newborns and young infants who might be protected by maternally acquired VZV-specific antibodies. The findings of this study may help to improve the French guidelines for the management of varicella in newborns and young infants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Patients were recruited prospectively by the National Observatory of Childhood Hospitalization for Chickenpox under the direction of the Pediatric Infectious Diseases Group (Groupe de Pathologie Infectieuse Pédiatrique) of the French Society of Pediatrics and the Association Clinique et Thérapeutique Infantile du Val de Marne for logistic and data collection. Two hundred pediatric wards located in hospitals around the country agreed to participate in the study. Each patient admitted for varicella or event related to varicella was eligible for inclusion. A standard form collecting epidemiological data, reason for hospitalization, type of complication, and immediate evolution was completed by a clinical investigator. In a second time, for newborns (<1 month of age), special data on the likely source of infection and on acyclovir therapy were collected in a form that was sent to the investigator, and a hospitalization report was asked.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "Risk factors for severe and complicated chickenpox were sought (acquired, congenital, or treatment-related immunodeficiency) [13] .",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 129,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "Data were analyzed with the Statview II (Abacus Concepts) and Stata 8 (Stata Corporation) programs. The tests were two-sided and significance was assumed at p<0.05. The χ 2 test with Yates' correction or Fisher's exact test was used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "From January 2003 to June 2007, 175 pediatric hospital units (among the 200 who agreed to participate to the study) reported admitting at least one pediatric case of chickenpox. These units were located throughout the territory and could be an intensive care unit, a general pediatric unit, or another type of pediatric unit. A total of 2,675 children were hospitalized for chickenpox, of whom 745 (27.9%) were less than 1 year old. The M/F sex ratio was 1.3 (392/307), median age was 6 months (1 day-11 months), 15% (112/745) of patients were younger than 3 months, and 6.4% (48/745) were younger than 1 month. The age distribution showed a peak between 5 and 11 months.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The median length of hospital stay was 4 days (1-60 days), and 1.5% (11/745) of patients were admitted to pediatric intensive care unit (PICU). Those PICU patients were aged from 3 to 11 months, four had acute respiratory distress syndrome (ARDS) with varicella pneumonia, and seven had infectious complication such as necrotizing fasciitis, septic shock, or cellulitis. Two patients died with ARDS (3 and 4 months old).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The source of exposure was identified in 64.1% of cases (415/647). Family contacts were involved in 87.7% (364/415) of cases, playgroups in 3.4% (14/415), daycare centers in 6% (25/415), and other sources in 2.9% (12/415).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Immunodeficiency was found in 8.5% (63/745) of cases and was mainly due to steroid therapy (95%, 60/63).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The number of skin lesions was between 50 and 500 in 55.3% (135/244) of cases, below 50 in 36.1% (88/244) of cases, and above 500 in 8.6% (21/244) of cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Overall, complications occurred in 65% (484/745) of cases. Complications were rare in newborns (10.4%, 5/48) but their rate increased rapidly with age, reaching a rate of 78.8% (149/189) between 9 and 11 months of age (Fig. 1 In patients without complications, the reasons for hospitalization were fever (11.4%, 85/745), underlying illness (8.3%, 62/745), young age (6.8%, 51/745), severe chickenpox (6.3%, 47/745), risk factor (1.6%, 12/745), or social issue (0.5%, 4/745).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 218,
                    "end": 225,
                    "text": "(Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Most of the children made a full recovery. The only sequelae were cutaneous scars in 10 cases. Three deaths occurred (0.4%): two involved girls aged respectively 4 and 8 months who appeared to have bacterial superinfections, and the third involved a 3-month-old boy who had ARDS and varicella pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Newborns (<1 month) constitute a specific subgroup of 48 patients. Their median age was 21 days (range 1-29 days). The main reason for hospitalization was young age (79.2%, 38/48) and complications were rare (10.4%, 5/48) ( Table 2) . Acyclovir was, however, given in 86.7% of cases (39/45), IV in 27 cases, IV then orally in 11 cases, and orally in one case. The median total duration of acyclovir treatment was 6 days (1-15 days) and the median duration of IV infusion was 5 days (1-12 days).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 224,
                    "end": 232,
                    "text": "Table 2)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "According to the investigators, the contamination occurred post-natally in 42/48 newborns (87.5%) but was due for only one case to transmission from the mother (day9 of life). Among the 41 other cases, four had complications, consisting of oral cavity lesion, hepatitis, skin bacterial superinfection, and pleuropulmonary infection by group A Streptococcus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The six remaining newborns were infected in utero. The date of the maternal rash was known in five cases, between delivery and day −5 in two cases, and before day −5 in the other three cases. The three newborns for whom infection occurred before day −5 presented a rash respectively at the age of 1, 2, and 3 days of life. All six patients received IV acyclovir. The only complication described was VZV pneumonia with ARDS and hepatitis in a premature twin (29 weeks). In this case; the mother had developed the skin rash 48 h before delivery and initial treatment of the newborn was inappropriate (relevant guidelines were not followed). The second twin did not present varicella and his serology remained negative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "This study is one of the largest studies of infants and newborns hospitalized for chickenpox in Europe. However, the main limitations of this study are the underrepresentation of neonatal units, the fact that it is restricted to patients hospitalized for ongoing chickenpox, excluding patients hospitalized for late complications, and the lack of antibody determination in newborns and their mothers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our findings show the heterogeneous characteristics of children hospitalized for chickenpox during the first year of life. It appears that the risk of complications is very low during the first 3 months of life, then gradually becomes the main reason for hospitalization, reaching a similar rate (79%) to that observed in children over 1 year [6] . The increase in the rate of complications as the maternal antibody declined tends to confirm that natural maternal protection rapidly disappears after the third month. Very few complications occurred before 3 months of age, suggesting that hospitalization and systematic antiviral treatment was not warranted.",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 346,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Most newborns hospitalized for chickenpox in our series had mild and uncomplicated varicella but received IV acyclovir, as recommended in the French guidelines [2] . Such patients might have been cared differently in other countries. The situation of a newborn infected after birth, whose mother has a history of chickenpox, is the simplest for the practitioner since the newborn is protected by maternal antibodies and should be kept at home with simple monitoring. The decision is more difficult when the mother's VZV immune status is unknown, although more than 90% of women of child-bearing potential are immune to VZV in Western Europe [1, 9] . In tropical countries, this seroprevalence is much lower [10] . Unfortunately, in this study, data concerning mothers' antibodies status were not available. It would be interesting to complete our study with the systematic determination of VZV antibodies status for infants and their mothers. Such information is useless when the mother is the index case to the newborn. In our study, the only newborn infected by his mother after 2 days of life had no complications but nonetheless received acyclovir.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 163,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 641,
                    "end": 644,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 645,
                    "end": 647,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 707,
                    "end": 711,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study confirms the potential gravity of chickenpox during the first year of life but only beyond the age of 3 months, after the disappearance of protective maternal antibodies. Chickenpox is usually mild in newborns because most of them are protected by VZV maternal antibodies and should not require specific antiviral treatment. Indeed, the three newborns of mothers who had VZV rash 5 days before delivery presented, as expected, an early rash that was mild and had no complication. This is consistent with the fact that they were probably protected by maternally transmitted anti-VZV antibodies, although all of them also received IV acyclovir.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "However, in the absence of maternally transmitted antibodies, chickenpox may be severe in newborns and justify prompt acyclovir treatment. In this situation, the risk of severe VZV infection is increased since infection occurred inside the household [13] .",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 254,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Guidelines for the management of varicella in newborns could be proposed. (1) Any newborn with severe varicella should be hospitalized and treated by IV acyclovir as it is already recommended in USA, France, and other countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "(2) Healthy newborns with uncomplicated VZV infection but infected by their mother should also be treated by IV acyclovir. (3) Healthy newborns with mild VZV infection and contaminated by anybody but their mother should not receive acyclovir but must be monitored closely until their mother's VZV status (past history of VZV or positive detection of VZV antibodies) is known. Acyclovir treatment should be considered if the mother is not immune to VZV. (4) Premature newborns <28 weeks of gestation or with birth weight ≤1,000 g regardless of maternal history of varicella, premature newborns >28 weeks of gestation whose mother lacks a reliable history of varicella, and newborns of mothers who present varicella between 5 days before and 2 days after delivery are at high risk of severe varicella [13] . If they did not receive preventive VZVspecific immunoglobulins after contamination as recommended, they should be treated by IV acyclovir as soon as the rash appears. ",
            "cite_spans": [
                {
                    "start": 799,
                    "end": 803,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Age-specific seroprevalence to varicella-zoster virus: study in Swiss children and analysis of European data",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Aebi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fischer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gorgievski",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Vaccine",
            "volume": "9",
            "issn": "",
            "pages": "3097--3103",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "French consensus conference of VZV infections",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Anonymous",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Méd Mal Inf",
            "volume": "28",
            "issn": "",
            "pages": "692--712",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Varicella in non-immune persons: incidence, hospitalization and mortality rates",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Boëlle",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hanslik",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Epidemiol Infect",
            "volume": "129",
            "issn": "",
            "pages": "599--606",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Epidemiology of hospital admissions for paediatric varicella infections: a one-year prospective survey in the pre-vaccine era",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Dubos",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Grandbastien",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Hue",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Epidemiol Infect",
            "volume": "135",
            "issn": "1",
            "pages": "131--138",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Antibody to Varicella-Zoster virus in parturient women and their offspring during the first year of life",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Gershon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Raker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Steinberg",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Pediatrics",
            "volume": "58",
            "issn": "",
            "pages": "692--696",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Paediatric varicella hospitalisations in France: a nationwide survey",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Grimprel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "De La Rocque",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clin Microbiol Infect",
            "volume": "13",
            "issn": "",
            "pages": "546--549",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Seroprevalence of Varicella-Zoster virus IgG antibodies in Swiss children during the first 16 months of age",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Heininger",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Desgrandchamps",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "B"
                    ],
                    "last": "Schaad",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Vaccine",
            "volume": "24",
            "issn": "",
            "pages": "3258--3260",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The management of varicella-zoster virus exposure and infection in pregnancy and the newborn period",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Heuchan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Isaacs",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Paediatric Infectious Diseases of the Australasian Society for Infectious Diseases",
            "volume": "174",
            "issn": "",
            "pages": "288--292",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Seroprevalence of varicella in the French population",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Khoshnood",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Debruyne",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lancon",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Pediatr Infect Dis J",
            "volume": "25",
            "issn": "",
            "pages": "41--44",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Prevalence of varicella-zoster virus infection in Singapore",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Ooi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Goh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Doraisingham",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Ling",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Southeast Asian J Trop Med Public Health",
            "volume": "23",
            "issn": "",
            "pages": "22--25",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The age distribution of neutralizing antibodies against varicella-zoster virus in healthy individuals",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ozaki",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nagai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kimura",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Biken J",
            "volume": "23",
            "issn": "",
            "pages": "9--14",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Children hospitalized for varicella: a prevaccine review",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mascola",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Chao",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Pediatr",
            "volume": "129",
            "issn": "",
            "pages": "529--536",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Varicella-Zoster infections",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pickering",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mc Millan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Long",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Report of the Committee on Infectious Diseases",
            "volume": "27",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Prevalence of anti-Varicella-Zoster virus antibodies in French infants below 15 months of age",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pinquier",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gagneur",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Balu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Vaccine Immunol",
            "volume": "16",
            "issn": "",
            "pages": "484--487",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Deaths from varicella in infants",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Preblud",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Bregman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Vernon",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Pediatr Infect Dis",
            "volume": "4",
            "issn": "",
            "pages": "503--507",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "). The principal complications were bacterial superinfections (45.9%, 342/745), mainly of the skin and soft tissues (31.9%, 238/745). A pathogen was identified in 33.3% of cases of bacterial superinfections (114/342): the main pathogen was Staphylococcus aureus (n = 83, 72.8%) followed by group A Streptococcus (n=19, 16.7%).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Complications before 1 year of age",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Description of the five complications before 1 month of age",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments The authors express their grateful thanks to all the participants in the study.Financial support was given by Laboratoire Sanofi Pasteur MSD, Groupe de Pathologie Infectieuse Pédiatrique de la Société Française de Pédiatrie (GPIP), and Association Clinique et Thérapeutique Infantile du Val de Marne (ACTIV). M. Boucherat for the design of the data base, M. Pereira and S. Tortorelli for their technical assistance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}