{
    "paper_id": "7cc9a75ab2c2ef9fbdb9a3c115fd8e41020b9d56",
    "metadata": {
        "title": "Infections de I'intestin gr ie",
        "authors": [
            {
                "first": "C",
                "middle": [],
                "last": "Cuvelier",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ghent University",
                    "location": {
                        "country": "Belgium"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Infections of the small intestine",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Les infections intestinales gr~les sont, avec les infections coliques, les maladies les plus fr6quentes au monde et particuli~rement agressives, sp6cialement chez les jeunes enfants, oti elles peuvent causer un hombre 61ev6 de d6c~s dus aux diarrh6es. Elles sont caus6es par des agents pathog~nes les plus divers et leurs aspects pathologiques et 6pid6miologiques comme leur incidence peuvent &re diff6rents d'une contr6e ~ l'autre.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Dans cet article, nous traiterons des causes les plus communes des infections gr61es et d6crirons leurs caract6ristiques cliniques et leurs aspects histologiques. Les maladies infectieuses sont class6es en deux catggories, aigu6s et chroniques ; le type d'infiltrat inflamrnatoire peut aider ~ poser un diagnostic correct.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "SUMMARY",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "In this paper the most common causes of small intestinal infections are reviewed and some characteristics of their clinical and histological aspects are described. Moreover, the different infectious diseases are classified into acute and chronic as the recognition of the type of inflammatory infiltrate may be helpful to make a correct diagnosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "INFECTIONS AIGUES",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Choldra Le chol6ra, maladie end6mique dans l'estuaire du Gange, peut 6galement ~tre rencontr6 occasionnellement dans un contexte de d6sastre naturel, dans Tir& 5 part : Prof. D r C. CUVELIER, MD, PhD, Department of Pathology, UZ Ghent, Ghent University, De Pintelaan 185, B9000 Ghent (Belgium).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Mots-clOs: cellules M, MALT, ent6rite aigu~, ent6rite chronique, infections de l'intestin gr~le.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Les infections intestinales gr~les sont tr~s courantes et sont un fl6au mondial. Les agents patho-g~nes couvrent un large 6ventail de bactdries, virus, protozoaires et helminthes. Les infections peuvent provoquer des diarrh6es chroniques, aigu~s ou persistantes. Dans les pays sous-d6velopp6s, les infections bact6riennes sont responsables de la majorit6 des diarrh6es aigu~s alors que les virus sont plus frdquemment en cause dans les pays industrialis6s. Dans les pays en voie de d6veloppement, des millions d'enfants, le plus souvent fig& de moins de 5 ans, meurent d'infections intestinales qui auraient pu ~tre trait6es ou jugul6es pr6ventivement. Dans la majorit6 de ces cas, l'agent causal exact n'est pas connu. Les biopsies ne sont certainement pas la m6thode de choix pour un diagnostic. Ce sont les cultures de selles, la s6rologie ou l'identification du parasite sur des frottis de selles qui apportent davantage de renseignements. Cependant, le pathologiste dolt connMtre l'existence des diff6rents pathog~nes si bien que leur reconnaissance au niveau des biopsies peut permettre de poser un diagnostic. De nombreux agents pathog6nes intestinaux peuvent &re retrouv6s h la fois au niveau du c61on et au niveau de I'intestin gr61e (Tableau I). Leur incidence diff~re cependant s'il s'agit de pays d6velopp6s ou sous-d6velopp6s (Tableau II) [1] [2] [3] [4] .",
            "cite_spans": [
                {
                    "start": 1352,
                    "end": 1355,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1356,
                    "end": 1359,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1360,
                    "end": 1363,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1364,
                    "end": 1367,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "INTROD UCTION"
        },
        {
            "text": "Ce papier passe en revue la plupart des maladies infectieuses qui apparaissent plus ou moins fr6quemment et dont la localisation est essentiellement gr61e. De plus, ils classent ces infections suivant teur pr6sentation clinique, c'est-h-dire soit des infections aigu~s, chroniques ou persistantes. L'organisme n'infiltre pas la muqueuse; la muqueuse reste le plus souvent intacte chez les patients atteints de chol6ra. La biopsie ne met donc en 6vidence qu'une d6pl6tion en mucine des cellules gobelet, un oed6me muqueux et une dilatation ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTROD UCTION"
        },
        {
            "text": "Les il6ites aigu~s et la lymphad6nite m6sent6rique peuvent survenir ensemble ou s6par6ment [7] . Le plus souvent, les patients sont des enfants qui pr6sentent un syndrome appendiculaire clinique mais l'op6ration, il n'existe pas de signe d'appendicite. L'il6on terminal apparait congestif et ~ed6mati6 ; les ganglions lymphatiques m6sent6riques sont augmen-t6s de volume. Occasionnellement, l'inflammation il6ale peut 6tre ~ ce point importante qu'elle cause des p6ritonites localis6es ou 6ventuellement des adh6rences fibrineuses. L'6tiopathog6nie de cette affection n'est pas connue mais peut ~tre une manifestation d'une r6ponse du tissu lymphoYde ~ une infection intestinale, r6ponse qui appara~t asp6cifique et qui peut ~tre com-par6e aux 16sions d'amygdalite d6crites chez l'enfant. I1 est 6tabli cependant que la plupart de ces cas sont dus a une infection h Yersinia enterocolitica (Fig. 1 ).",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 94,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 890,
                    "end": 897,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "II~ites aigu~s non sp~cifiques et lymphad~nite m~sent~rique"
        },
        {
            "text": "Les ent6rites virales sont la cause la plus commune des ent6rites en pays industrialis6s. Le diagnostic n'est habituellement pas effectu6 sur biopsies mais sur culture, biologie mol6culaire ou 6tude des selles. Quatre groupes de pathog~nes peuvent ~tre distin-gu6s:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ent~rite virale"
        },
        {
            "text": "1. ceux qui induisent des diarrh6es chez l'enfant, de type rota-ou reovirus ; 2. ceux qui sont responsables des diarrh6es chez des jeunes adultes, de type agent N o r w a l k ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ent~rite virale"
        },
        {
            "text": "3. ceux qui infectent les patients immunod6prim6s, tels que l'herpbs et le CMV ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ent~rite virale"
        },
        {
            "text": "4. les ent6rites dans le contexte de sida.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ent~rite virale"
        },
        {
            "text": "Le rotavirus est un virus RNA de 70 nm qui se fixe aux ent6rocytes villositaires non cryptiques, les d6truit et de ce fait cause leur remplacement par des cellules cryptiques immatures. L'activit6 de disaccharidase est donc r6duite, ce qui entraine une diminution de la capacit6 d'absorption de l'il6on [8] . La maladie dure environ 1 semaine et la r6paration de la muqueuse s'accomplit dans les 2 h 3 semaines.",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 306,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Ent~rite virale"
        },
        {
            "text": "Le reovirus, virus RNA 70 nm, s'attache essentiellement au niveau des cellules M. I1 induit un changement cubo~dal des cellules 6pith6liales.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ent~rite virale"
        },
        {
            "text": "L'agent Norwalk, virus DNA de 27 nm, provoque une diarrh6e aqueuse chez les adultes jeunes, s'6tendant sur 2 h 3 jours avec vomissements, fi~vre et douleurs musculaires. Les biopsies mettent en 6vidence un aspect identique ~ une sprue tropicale avec raccourcissement des villosit6s et hyperplasie des cryptes. La lamina propria est infiltr6e de polynu-cl6aires neutrophiles et de cellules mononuc166es et l'on objective une augmentation des lymphocytes intra-6pith61iaux. La r6paration muqueuse se fait dans les 6 semaines. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ent~rite virale"
        },
        {
            "text": "Tuberculose La tuberculose intestinale se d6veloppe sous deux formes : la premiere par infiltration du tissu lymphoide associ6 aux muqueuses (GALT) et envahisse-ment secondairement des ganglions lymphatiques m6sentdriques ; la deuxi~me forme par une infection secondaire apr~s contamination par des expectorations infect6es au d6part d'une tuberculose pulmonaire.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ent~rite bact~rienne"
        },
        {
            "text": "La tuberculose primaire intestinale est rare depuis la pasteurisation du lait. Elle se caract6rise principalement par une atteinte des ganglions m6sent6riques sans 16sion intestinale initiale. Les ganglions lymphatiques sont le si~ge d'une cas6ification suivie de fibrose et de calcification. En Inde et dans le delta du Gange, la tuberculose primaire est fr6quente et des formes ulc6ratives ou ulc6ro-hypertrophiques peuvent appara~tre, causant un diagnostic diffdrentiel difficile avec la maladie de Crohn. Dans de tels cas, le diagnostic correct ne peut 6tre fait qu'apr6s ddmonstration de la pr6sence de bacilles acido-r6sistants 6tant donn6 que les aspects tant macroscopiques que microscopiques sont fort semblables ~a ceux de la maladie de Crohn. Bien que l'incidence de la tuberculose soit faible dans les pays industrialisds, il reste important d'inclure la tuberculose dans le diagnostic diff6rentiel syst6matique des 16sions granulomateuses de l'intestin grale.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ent~rite bact~rienne"
        },
        {
            "text": "La tuberculose intestinale secondaire pr6sente des aspects d'ulc6rations des follicules lymphoides ou des plaques de Peyer apr~s p6n6tration au niveau des cellules M. Les ulc~res sont petits ou 6tendus, parfois multiples, transverses, frdquemment localis6s au niveau de la r6gion il6ocaecale. Quelques ldsions peuvent &re annulaires 6tant donn6 que le processus inflammatoire p6n~tre ~ travers les lymphatiques de la paroi gr~le formant d'6ventuelles zones en bagues. La forme hypertrophique commence au niveau des plaques de Peyer provoquant une importante masse inflammatoire de fibrose, de graisse, une cas6ification des ganglions lymphatiques avec prdsence de tissu de granulation. Une masse palpable peut faire l'objet d'un diagnostic diff6rentiel entre les abcbs appendiculaires, les carcinomes ou la maladie de Crohn. La muqueuse montre des aspects en pav6s, des pseudopolypes ou apparalt aplatie tandis que la paroi est 6paissie par la fibrose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ent~rite bact~rienne"
        },
        {
            "text": "Microscopiquement, les granulomes casdeux contiennent des cellules g6antes de type Langhans, caract6ristiques de la maladie (Fig. 2) . Comme toute situation inflammatoire chronique, des ulc6rations peuvent atre retrouvdes. Une coloration de Ziehl n6gative ne permet pas d'exclure une tuberculose 6tant donn6 que le nombre de bacilles par millilitre requis avant qu'un bacille soit mis en 6vidence est de 10 HPF.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 124,
                    "end": 132,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Ent~rite bact~rienne"
        },
        {
            "text": "Mycobact&ie A vium intracellulaire (MAI) se d6veloppe dans un contexte de Sida. Dans la lamina propria comme dans la sous-muqueuse, on objective des amas de macrophages spumeux. Ces macrophages doivent ~tre distingu6s de ceux de la maladie de Whipple (les deux maladies contiennent des bacilles intracellulaires PAS diastase positif, mais aussi positifs ~ la coloration acide pour les Mycobactdrium Avium). I1 n'y a pas de granulome dans le cadre du MAI.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ent~rite bact~rienne"
        },
        {
            "text": "Occasionnellement, les actinomycoses israeli, un commensal oral, infectent la partie distale de l'intestin gr61e et produisent des cavit6s abc6d6es inflammatoires au sein desquelles on retrouve des grains constitu6s au centre d'organismes filamenteux Grampositifs, entour6s par un mat6riel amorphe ros6. Certains grains d'actinomycose peuvent 6galement ~tre mis en 6vidence dans les biopsies il6ales.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Actinomycose"
        },
        {
            "text": "La Syphilis a 6t6 ddcrite dans l'intestin gr61e. Sur biopsies, on objective une infiltration lymphoplasmocytaire importante de la lamina propria. Cet infiltrat inflammatoire peut 6galement atre accompagn6 de micro-granulomes au voisinage des petits vaisseaux. Des spirochetes sont mis en 6vidence par la coloration de Warthin-Starry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Actinomycose"
        },
        {
            "text": "Le cytomdgalovirus (CMV) est le virus le plus fr6quemment rencontr6 chez des patients immuno-d6prim6s. I1 cause de larges ulc6rations muqueuses. D'un point de vue histologique, l'aspect est typique, constitu6 de cellules pr6sentant une inclusion 6osinophile au sein du noyau de cellules 6pith61iales et stromales (Fig. 3) . Les inclusions nucl6aires peuvent 6tre objectiv6es tant au niveau du tissu de granulation qu'au niveau de la muqueuse normale.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 313,
                    "end": 321,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Ent6rite virale"
        },
        {
            "text": "Les plus fr6quemment rencontrdes sont les candidoses, les aspergilloses, les mucormycoses et les histoplasmoses. La candidose intestinale gr~le est rare et cause des diarrhdes ou des perforations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ent~rite mycotique"
        },
        {
            "text": "Le Torulopsis glabrata, organisme de 3 ~ 5 gm, considdr6 comme un agent pathogbne opportuniste, cause des ent6rocolites n6crosantes et peut atre observ6 comme des spores bourgeonnants sans aspect filamenteux ou pseudo-filamenteux. D'autres mycoses, telles que les Aspergillus fumigatus et les Paracoccidioides brasiliensis, sont rarement rapportdes dans le contexte de maladies inflammatoires du gr~le.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ent~rite mycotique"
        },
        {
            "text": "Toutes les infections mycotiques se ddveloppent le plus souvent chez des patients immuno-ddprimds type sida.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ent~rite mycotique"
        },
        {
            "text": "La globalisation de l'6conomie, l'augmentation des voyages interplan6taires et le nombre croissant de patients immuno-d6prim6s chroniques augmentent statistiquement les infections ~a protozoaires.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ent~rite h protozoaires"
        },
        {
            "text": "Pour un diagnostic de giardiase, la pratique d'une biopsie d'intestin gr~le proximal est l'examen de choix. Les trophozoides peuvent 6tre retrouv6s dans l'il6on terminal mais l'espace intervillositaire j6juno-duod6nal ou la base des cryptes semble atre leur lieu privildgi6. Lorsque le trophozo'fde est pr6sent, il est attach6 aux cellules cylindriques et non aux cellules M. Dans l'il6on, il peut induire une il6ite 16g~re avec une augmentation du nombre de lymphocytes et de granulocytes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Giardiase"
        },
        {
            "text": "Les coccidioses, les cryptosporidioses, les isosporias et les microsporidioses sont 6galement rencon-tr6es chez des patients immuno-ddprim6s de m~me que les toxoplasmoses et les infections ~ Pneumocystis carinii.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Giardiase"
        },
        {
            "text": "Les amibes, causdes par l'Entemoeba histolytica, peuvent 6tre observ6es dans les ulc6res il6aux ou au sein des exsudats inflammatoires tapissant les ulc6rations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Giardiase"
        },
        {
            "text": "Trematodes La Shistosomiase est une infection tropicale due au Shistosoma mansoni ou au Shistosoma japonicum. Les 0eufs, entour6s d'un granulome bien d61imit6, peuvent occasionnellement ~tre mis en 6vidence dans les biopsies il6ales.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ent6rite helminthique [9]"
        },
        {
            "text": "Le parasite adulte, Taenia saginata ou Taenia solium, est fr6quent de par le monde dans l'intestin gr~le humain et cause rarement des 16sions tissulaires. Cependant, si des ~ufs sont ing6r6s, la cystocercose peut se ddvelopper chez l'homme.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cestodes Tenias"
        },
        {
            "text": "Le Diphyllobothriasis est plus fr6quent dans les r6gions baltiques et peut ~tre retrouv6 dans l'intestin des mammif6res mangeurs de poisson. Chez l'homme, une an6mie macrocytaire peut provenir de la comp6tition entre ce pathog6ne et l'h6te en ce qui concerne la vitamine B12.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cestodes Tenias"
        },
        {
            "text": "L'Ascaris lumbriciodes est le ver rond le plus grand et dont la pr6valence est peut-~tre la plus importante chez l'homme. La forme adulte vit dans l'intestin gr~le et particuli6rement chez les enfants ; quand ils pullulent, ils peuvent former une masse et obstruer la lumi~re.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "N~matodes"
        },
        {
            "text": "Le Strongyloides stercoralis est r6pandu partout dans le monde mais est plus fr6quent dans les zones tropicales.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "N~matodes"
        },
        {
            "text": "L'Ankylostome duodenal et les Necator Americanus sont les formes les plus fr6quentes qui infectent l'intestin gr61e humain. Cependant, ces pathog6nes sont rares dans nos contr6es.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "N~matodes"
        },
        {
            "text": "Le Capillariasis est rencontr6 dans les pays du Levant qui consomment des poissons frais.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "N~matodes"
        },
        {
            "text": "L'anisakiase est relativement fr6quente chez les mangeurs de maatjes qui vivent dans les polders et il y a une pr6valence non n6gligeable au Japon chez les mangeurs de sushi et de sashimi [10] .",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 192,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "N~matodes"
        },
        {
            "text": "L'infection est secondaire ?a une ingestion de poisson cru contenant des larves de n6matodes. Cette maladie commence subitement avec des douleurs aigu~s abdominales de type colique et une 6osinophilie. Parfois, les sympt6mes ne sont que de vagues douleurs abdominales chroniques non sp6cifiques. La maladie peut 6galement se pr6senter comme un abdomen aigu, les patients 6tant admis en urgence chirurgicale. L'aspect microscopique typique est un oedbme diffus d'un segment gr61e parfois suggestif de maladie de Crohn ou de lymphome malin. Histologiquement, les larves peuvent ou non ~tre mises en 6vidence au sein de l'intestin gr61e qui appara~t 6paissi par l'ced6me, si6ge d'un infiltrat 6osinophile relativement marqu6, d'6rosions ou d'ulc6rations au sommet des plis. On peut 6galement retrouver, dans le voisinage imm6diat des larves, des abc6s ~ 6osinophiles. Si la larve p6n~tre et perfore la paroi gr61e, des p6ritonites ~ 6osinophiles peuvent se d6velopper. Biopsy is certainly not the first choice method for a diagnosis as this is usually made on stool cultures, serology or identification of the parasite on stool smears, but the pathologist has to be aware of the existence of the different pathogens as the recognition of their presence may result in a diagnostic biopsy. A feature of many enteric pathogens is that they can be found both in small and large intestine (Table I) . Their incidence differs, depending on whether developing or industrialized countries are considered (Table II ) [1-41 . It is the purpose of this paper to review these diseases that occur more or less frequently and that are most typical in their small intestinal localisation. Moreover, they will be classified according to their clinical presentation, namely, whether they are generally accompanied by acute or persistent and chronic infections.",
            "cite_spans": [
                {
                    "start": 1505,
                    "end": 1512,
                    "text": "[1-41 .",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1381,
                    "end": 1390,
                    "text": "(Table I)",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 1493,
                    "end": 1502,
                    "text": "(Table II",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "N~matodes"
        },
        {
            "text": "Cholera, an endemic disease in the Ganges estuary, can also occasionally be seen in the context of natural or human-generated calamities in other parts of Asia, Africa and parts of the Americas. It is caused by Vibrio ",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 217,
                    "text": "Vibrio",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Vibrio cholerae"
        },
        {
            "text": "In addition to Salmonella typhimurium and S. enteritidis, food poisoning can be caused by Staphylococcus pyogenes and Clostridia, mainly C. perfringens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Food poisoning"
        },
        {
            "text": "It is a term that implies ingestion of drink or food contaminated with bacteria or their toxins, with exclusion of typhoid, paratyphoid, Shigella or cholera.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Food poisoning"
        },
        {
            "text": "After ingestion of food containing living Salmonella typhimurium or S. enteritidis, the more common cause of food poisoning, the small intestinal mucosa features hyperaemia, shallow ulcers and lymphoid hyperplasia without necrosis. As a rule, polymorphonuclear cell infiltration is rare or absent. C. perfringens may cause an acute enteritis. A strain that is unusually heat-resistant and of relatively low toxicity, can develop in a meat dish that was cooked overnight and had the possibility to cool slowly over many hours. These circumstances are ideal to allow anaerobic, spore-bearing organisms to multiply and to form its toxin. The enteritis resulting from the infection and intoxication starts after 12 hours and causes sharp colics and diarrhoea that subsides quickly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S. aureus enterotoxin preformed in the food causes an acute enteritis after 2-8 hours which returns to normal within three days. Thus, in fact, this disease is an intoxication rather than an infection. Features are cuboidalization of the enterocytes, villus swelling and distention, crypt elongation and infiltration by granulocytes."
        },
        {
            "text": "This is the most common bacterial form of acute infective diarrhoeal disease in developed countries. It is widespread in the intestines of wild and domestic animals. Up to 75 % of raw poultry but less than 5 % of pork and beef on sale in the USA are contaminated with Campylobacter jejuni. Because of its extensive animal reservoir virtually all surface waters are contaminated, even the subarctic waters. Patients have diarrhoea, crampy abdominal pain, fever, chills, headache and muscle pain, with or without rectal bleeding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Campylobacter jejuni enteritis"
        },
        {
            "text": "Histologically, the small intestinal mucosa features acute jejuno-ileitis with ileal haemorrhagic ulcers, often in relation with Peyer's patches.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Campylobacter jejuni enteritis"
        },
        {
            "text": "Infections with both species ofYersinia, Y. enterocolitica and Y. pseudotuberculosis, are frequently diagnosed in Europe, and especially in Belgium [5] . The genus Yersinia is responsible for 60-80 % of cases of terminal ileitis and mesenteric lymphadenitis. The main source is food contamination, especially from raw minced meat. Diarrhoea is a common symptom in children but enterocolitis with acute onset and short duration may occur at any age.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 151,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Yersinia enteritis"
        },
        {
            "text": "The histopathological changes in Y. pseudotuberculosis comprise four stages:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Yersinia enteritis"
        },
        {
            "text": "1. lymphoid hyperplasia with active germinal centers;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Yersinia enteritis"
        },
        {
            "text": "2. diffuse increase of macrophages with \"starry sky\" appearance;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Yersinia enteritis"
        },
        {
            "text": "3. formation of multiple epithelioid granulomas with occasional giant cells, also in the lymph nodes and in the germinal centers in the appendix; 4. central coagulative necrosis of the granulomas associated with granulocytic infiltration and microabscess formation. In the ileum these abscesses may break down and cause ulceration of the mucosal surface. In Y. enterocolitica infection granulomas are not conspicuous. In general, Yersinia enteritis does not become chronic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Yersinia enteritis"
        },
        {
            "text": "Both acute ileitis and mesenteric lymphadenitis can occur together or separately [7] . Mostly, patients are children and they present with an acute appendicitislike syndrome but at operation there are no signs of appendicitis. However, the terminal ileum looks congested and edematous whereas the mesenterial lymph nodes are enlarged. On occasion the ileal inflammation may be sufficient to cause local peritonitis or even fibrinous adhesions.",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 84,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Acute non-specific ileitis and mesenteric lymphadenitis"
        },
        {
            "text": "It is established, however, that a number of these cases are the consequence of Y. enterocolitica infection (Fig. 1 ). Syphilis has been described in the small intestine.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 108,
                    "end": 115,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "The etiology of this condition is not clear but acute ileitis and mesenteric lymphadenitis might be manifestations of a non-specific response of the lymphoid tissue to intestinal infection, analogous to what is seen in tonsillar tissue in children."
        },
        {
            "text": "On biopsies a prominent lymphoplasmocytic infiltration of the lamina propria can be seen as well as microgranulomas in the vicinity of small vessels. The spirochetes can be recognized in a Warthin-Starry stain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The etiology of this condition is not clear but acute ileitis and mesenteric lymphadenitis might be manifestations of a non-specific response of the lymphoid tissue to intestinal infection, analogous to what is seen in tonsillar tissue in children."
        },
        {
            "text": "Cytomegalovirus (CMV) is most frequently seen in immunocompromised patients like in AIDS. It causes large mucosal ulcers. Histological features are typical with the large eosinophilic inclusions in the nuclei of epithelial and stromal cells (Fig. 3) . The nuclear inclusions may be present in intact mucosa or in granulation tissue.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 241,
                    "end": 249,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Viral enteritis"
        },
        {
            "text": "Most frequently encountered are candidiasis, aspergillosis, mucormycosis and histoplasmosis. Small intestinal candidiasis is rare and causes diarrhoea or perforation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fungal enteritis"
        },
        {
            "text": "Torulopsis glabrata, a 3-5 I, tm yeast can also be seen as opportunistic pathogen. It causes a necrotising enterocolitis and can be observed with polar budding without hyphal or pseudohyphal formation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fungal enteritis"
        },
        {
            "text": "Other fungi like Aspergillus fumigatus and Paracoccidioides brasiliensis have rarely been reported in the context of small intestinal disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fungal enteritis"
        },
        {
            "text": "All these fungal infections occur mostly in immunocompromised patients such as in AIDS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fungal enteritis"
        },
        {
            "text": "As a consequence of globalization of the economy, increased world travel and the growth of the number of chronically immunosuppressed patients, the occurrence of protozoal infections has become more important.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protozoan enteritis"
        },
        {
            "text": "For a diagnosis of giardiasis a proximal small intestinal biopsy is best taken. The trophozoites can be found in the terminal ileum, but the intervillous duodenojejunal area and the crypt bases appear to be their favorite shelters. If present, trophozoites attach to the columnar cells and not to the M cells. In the ileum they will also induce a mild ileitis with increased number of lymphocytes and granulocytes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Giardiasis"
        },
        {
            "text": "Coccidiosis, cryptosporidiosis, isosporiasis and microsporidiosis are seen in the context of immunocompromised patients, like are also toxoplasmosis and infections with Pneumocystis carinii.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Giardiasis"
        },
        {
            "text": "Amoebiasis, caused by Entamoeba histolytica can be observed in ileal ulcers or in the ulcer's inflammatory exudate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Giardiasis"
        },
        {
            "text": "Trematodes Schistosomiasis is a tropical infection due to Schistosoma mansoni or S. japonicum. The ova surrounded by a sharply defined granuloma may occasionally be seen in ileal biopsies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Helminthic enteritis [9]"
        },
        {
            "text": "The adult parasites, Taenia saginata and Taenia solium, that occur worldwide live in the human small bowel and rarely cause tissue injury. However, if their ova are ingested cysticercosis develops in man.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Taeniasis"
        },
        {
            "text": "Diphyllobothriasis is most frequent in the Baltic area and is found in the intestine offish-eating mammals. In man, macrocytic anaemia can be the result of competition between worm and host for vitamin B12.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Taeniasis"
        },
        {
            "text": "Ascaris lumbriciodes is the largest and maybe most prevalent roundworm in man. The adult worm lives in the small intestine and, particularly in children, when becoming tangled, they can form a mass and obstruct the lumen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nematodes"
        },
        {
            "text": "Ankylostoma duodenale and Necator americanus are the most frequent hookworms that infect human small intestine, but these also are rare in western countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strongyloides stercoralis occurs worldwide but is most frequent in tropical areas."
        },
        {
            "text": "Capillariasis is seen in the Far East amongst consumers of raw freshwater fish.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strongyloides stercoralis occurs worldwide but is most frequent in tropical areas."
        },
        {
            "text": "Anisakiasis used to be seen relatively frequently amongst devotees of fresh green (\"maatjes\") herring in the lowlands and is still prevalent in Japan and amongst sushi and sashimi lovers [10] . Infection is caught after eating raw fish containing the larvae of sea mammal nematodes. The disease onset can be typically abrupt with acute colicky abdominal pain and eosinophilia. Alternatively there may be vague chronic non-specific abdominal complaints. The disease can present as an acute abdomen and patients may undergo emergency surgery. The specimen features a diffuse edematous small intestinal segment, sometimes suggestive of Crohn's disease or of malignant lymphoma. Histologically the larvae may or may not be found and the small intestinal wall is thickened by edema, a prominent eosinophilic infiltrate and erosions or ulcerations at the top of the plicae of Kerkring. In the immediate surrounding of the larvae eosinophilic abscesses can be seen. If the larvae succeed into penetration and perforation of the bowel wall, peritonitis with eosinophilia can develop.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 191,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Strongyloides stercoralis occurs worldwide but is most frequent in tropical areas."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Bacterial infections : small intestine and colon",
            "authors": [],
            "year": 2001,
            "venue": "Curr. Opin. Gastroenterol",
            "volume": "17",
            "issn": "",
            "pages": "4--9",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Rotavirus and calicivirus infections of the gastrointestinal tract",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ciarlet",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Estes M.K",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Curr. Opin. GastroenteroL",
            "volume": "17",
            "issn": "",
            "pages": "10--16",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Emerging and reemerging intestinal protozoa",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "D"
                    ],
                    "last": "Huston C",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Petri",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Curr. Opin. Gastroenterol",
            "volume": "17",
            "issn": "",
            "pages": "17--23",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Gastrointestinal infections in children",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "E"
                    ],
                    "last": "Monkemi~iller K",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wilcox C.M",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Curr. Opin. Gastroenterol",
            "volume": "17",
            "issn": "",
            "pages": "35--39",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Campylobacter colitis : histological, immunohistochemical and ultrastructural findings",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "P"
                    ],
                    "last": "V A N S P R E E U W E L J",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "C"
                    ],
                    "last": "D U U R S M A G",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "J L M"
                    ],
                    "last": "M E I J E R C",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "C M"
                    ],
                    "last": "Bax R., R O S E K R A N S P",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lindeman J",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "",
            "volume": "26",
            "issn": "",
            "pages": "945--951",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Yersinia enteritis and enterocolitis : gastroenterological aspects. GastroenteroL",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "O"
                    ],
                    "last": "V A N T R A P P E N G",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ponette E., G E B O E S K",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "B E R T R A N D Ph",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "",
            "volume": "72",
            "issn": "",
            "pages": "220--227",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The interpretation of ileal biopsies : morphological features in normal and diseased mucosa",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "C U V E L I E R C",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "D E M E T T E R P., M I E L A N T S H",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "M"
                    ],
                    "last": "Veys E",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "De Vos M",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "38",
            "issn": "",
            "pages": "1--12",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "-Rotavirus-induced structural and functional alterations in tight junctions of polarized intestinal Caco-2 cell monolayers",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Obert",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Peiffer I",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "L"
                    ],
                    "last": "Servin A",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Virol",
            "volume": "74",
            "issn": "",
            "pages": "4645--4651",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Infectious and parasitic diseases",
            "authors": [
                {
                    "first": "Merlin",
                    "middle": [
                        "T L W"
                    ],
                    "last": "Gibson D",
                    "suffix": ""
                },
                {
                    "first": "Connor",
                    "middle": [
                        "D"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Pathology",
            "volume": "",
            "issn": "2",
            "pages": "337--452",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Nine cases of acute gastric anisakiasis",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "I K E D A K., K U M A S H I R O R",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kifune T",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Gastrointest. Endosc",
            "volume": "35",
            "issn": "",
            "pages": "304--308",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "autres parties de l'Asie, en Afrique et en Am6rique. Le chol6ra est caus6 par le Vibrio Cholerae, un organisme en forme de virgule qui s'attache, colonise et prolif~re au niveau des ent6rocytes. I1 produit une entOrotoxine qui s'unit au ganglioside GM1 5 la surface des ent6rocytes et ainsi stimule l'ad6nylcyclase, ce qui entraine une augmentation de I'AMP cyclique celtutaire et la s6cr6tion d'eau et d'61ectrolytes. Ce ph6nom~ne provoque une diarrh6e massive et la perte d'61ectrolytes qui est rapidement fatale.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "m6sent6rique & yersinia prenant la forme d'un granulome volumineux presentant centralement une necrose de coagulation et formation de microabces centraux. H.E. x 10. Yersinia mesenteric lymphadenitis, featuring a large granuloma with coagulative necrosis and central microabscess formation. Haematoxylin-eosin x 10.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Ent6rite #, cytom6gaovirus avec aspect histopathologique sp~cifique : volumineuse inclusion intranucl~aire eosinophile visualis~e dans quelques cellules stromales. H.E. x 40 Cytomegalovirus enteritis with typical cytopathic effect resulting in a large eosinophilic intranuclear inclusion in some stromal cells.Haematoxylin-eosin x 40.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Tuberculose : la muqueuse de I'intestin est ulceree et contient en profondeur de nombreux granulomes confluents & cellules ~pthelio'fdes. Quelques cellules g~antes de type Langhans sont visalis6es au sein des granulomes. H.E. x 4. Tuberculosis : the small intestinal mucosa is ulcerated and underneath are numerous confluent tuberculoid granulomas. Some multinucleated Langhans-type giant cells are discernible in the granulomas. Haematoxylin-eosin x 4.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "spleen and bone marrow. After necrosis of these cells a septicaemia occurs within one week and the organisms are secreted in bile and enter the small intestine. As the small intestinal mucosa is invaded, an inflammatory reaction in the sensitized hyperplastic lymphoid tissue induces the typhoid ulceration. The ulcers are typically longitudinal and oval and covered with a crust. The mucosal defects may be deep and hence cause haemorrhage or perforation of the wall.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "TABLEAU II POURCENTAGE D'IDENTIFICATION DES BACTI~RIES PATHOGI~NES ENTI~RIQUES DANS LES PAYS EN VOIE DE Dt~VELOPPEMENT ET DANS LES PAYS INDUSTRIALISI~S",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "capillaire. I1 n'existe pas de signe histologique d'inflammation aigu~.L'infection gr61e par le Salmonella typhimurium et te Salmonella enteritidis peut causer la fi6vre typhoi'de, un empoisonnement alimentaire et la diar-rh6e du voyageur. la fiOvre typhoYde, le bacille infiltre la muqueuse il6ale via les cellules M au dfpart desquelles il p6n6tre le tissu lymphoide des plaques de Peyer vers les ganglions lymphatiques m6sent6riques et atteint ainsi le syst~me h6matopoi6tique du foie, de la rate et de la moelle osseuse.Apr6s n6crose de ces cellules, une septic6mie survient dans la semaine et les organismes sont s6cr6t6s dans la bile et atteignent l'intestin gr~le. Comme la muqueuse gr61e est infiltr6e, une rdaction inflammatoire au sein du tissu lymphoide sensibilis6 induit les ulc6rations typiques de la typho[de. Ces ulc6res sont longitudinaux, ovales et couverts d'une membrane. Le d6fect muqueux peut 6tre profond et causer des hdmorragies, voire des perforations de la paroi, A l'examen histologique, on note une ulc6ration situ6e au niveau du tissu lymphoide n6crotique, de l'~edbme, une hyperh6mie muqueuse et une infiltration de cellules de Mallory, macrophages ayant pha-gocyt6 des globules rouges et des bacilles. Ceux-ci peuvent 6galement se retrouver au niveau des cellules 6pithdliales ildales. A distance des ulc~res, de plus petites ulc6rations peuvent appara~tre et la lamina propria est alors infiltr6e de cellules mononu-c166es et si6ge de granulomes. I1 existe 6galement une augmentation des cellules intra-6pith61iales. La gu6rison s'accompagne d'une disparition du tissu n6crotique et d'une r6g6n6ration de la muqueuse au d6part des berges de l'ulc6ration accompagn6e par la pr6sence d'un tissu de granulation ou d'une fibrose.En plus du Salmonella typhimurium et du Salmonella enteritidis, les empoisonnements alimentaires peuvent ~tre caus6s par les Staphylocoques pyog~nes et le Clostridium, le plus souvent Clostridium perfringens. Ce terme implique l'ingestion de boissons ou d'aliments contamin6s par des bact6ries ou leur toxine, en excluant la typhoide, la paratyphoide, le Shigella ou le chol6ra. L'ent6rotoxine pr6form6e du Staphylocoque aureus cause une ent6rite aigu~ dans les 2 ?a 8 heures apr~s ingestion. La gu6rison se produit dans les 3jours. En fait, cette maladie est davantage une intoxication qu'une infection. Les aspects histologiques sont une atrophie des ent6rocytes avec aspect cubo~dal, distension des axes villositaires, 61ongation des cryptes et infiltration muqueuse par des polynu-cl6aires neutrophiles. Apr6s ingestion d'aliments contenant des Salmonella typhimurium ou Salmonella enteritidis, cause la plus commune des empoisonnements alimentaires, la muqueuse intestinale appara~t hyperh6mi6e, si6ge de petites ulc6rations et d'une hyperplasie lymphoide sans n6crose. L'infiltration ~ polynucl6aires est rare, voire absente. Le Clostridium perfringens peut causer 6galement une ent6rite aigu& Une souche peu r6sistante et de relativement faible toxicit6 peut se d6velopper dans un plat de viande cuit la veille et qui refroidit lentement durant plusieurs heures. Ces circonstances sont id6ales pour d6velopper une prolif6ration d'organismes ana6robies qui se multiplient et s6cr6tent leur toxine. Cette ent6rite r6sultant de l'infection et de l'intoxication d6bute apr6s 12 heures et cause des coliques et une diarrh6e qui s'apaisent rapidement. ext6rioriser et causer de larges ulc6rations muqueuses. Dans l'infection h Yersinia enterocolitica, les granulomes sont peu visibles. En g6n6ral, les ent6rites h Yersinia ne passent pas ~ la chronicit6.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "tions are responsible for most cases of acute diarrhoea, whereas viruses are a more common cause in westernised countries. In poorer countries millions of children, mostly under 5 years of age, die of treatable or preventable infectious enteritides. In these cases the exact causative agents are in a large proportion unknown.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "cholerae, a motile comma shaped organism, that attaches to, colonises and proliferates on enterocytes. It produces an enterotoxin that binds to the GM1 ganglioside on the luminal surface of enterocytes and so stimulates the adenyl cyclase cascade that results in increased cellular cyclic AMP and secretion of water and electrolytes. This causes massive diarrhoea and electrolyte loss and is rapidly fatal The organism does not invade the mucosa and the mucosa remains intact in cholera patients. The biopsy findings are mucin depletion in the goblet cells, mucosal edema and capillary dilatation. There are no histological signs of acute inflammation. Small intestinal invasion by Salmonella typhimurium and S. enteritidis can cause typhoid fever, food poisoning and traveller's diarrhoea. In typhoid fever the bacilli invade the ileal mucosa after uptake via M cells, from where they are taken to the lymphoid tissue of the Peyer's patches, to the mesenterial lymph nodes, thoracic duct and via the bloodstream to the monocytic/phagocytic system of",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "PATHOGENS IN SMALL AND LARGE INTESTINEBacteriaAeromonas spp. Campytobacter spp. Chlamydia spp. (lymphogranuloma venereum LGV and non-LGV immunotypes) Clostridium spp. (difficile, perfringens, septicum) Escherichia coli spp. (enterotoxigenic, enteroinvasive, enteropathogenic)",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Primary intestinal tuberculosis has become rare since the pasteurization of the milk. Characteristic features are that the disease affects mainly the mesenteric lymph nodes without recognizable initial intestinal lesion. The nodes undergo caseation and later fibrosis and calcification. In India and the Ganges delta primary tuberculosis is frequent and ulcerative or ulcerohypertrophic forms occur which can be difficult to distinguish from Crohn's disease. In such cases the only certain way to a correct diagnosis can be the demonstration of acid-fast bacilli as macro-and microscopic aspects are very similar. Although the incidence of tuberculosis is still low in industrialized countries, it remains important to be aware of its occurrence in the differential diagnosis of chronic small intestinal granulomatous conditions. intestinal tuberculosis features ulceration of the lymphoid follicles or Peyer's patches after uptake by M cells. The ulcers are small or large, often multiple, transverse, undermining and located in the ileocaecal region. Some lesions become annular as the inflammatory process spreads through lymphatic channels of the intestinal wall with eventual napkinring formation. The hypertrophic form starts in the Peyer's patches producing a large inflammatory mass of fibrosis, fat, caseous lymph nodes and granulation tissue. This palpable mass has to be distinguished from appendiceal abscess, carcinoma or Crohn's disease. The mucosa shows cobblestoning, pseudopolyposis, or flattening, whereas the wall is thickened by fibrosis.Histologically the caseating granulomas containing Langhans-type giant cells are the hallmark of the disease(Fig. 2). As in other chronic inflammatory situations the ulcer-associated cell lineage may be found. A negative Ziehl-Neelsen stain in this condition does not rule out tuberculosis because 1.106bacilli/ml is required before one bacillus is seen in 10 HPF. Avium Intracellulare (MAI) occurs in the context of AIDS. In the lamina propria and submucosa nodular collections of foamy macrophages occur. They have to be distinguished from those in Whipple' s disease (both contain diastase-resistant PAS positive intracellular bacilli that are also acid fast in MAI). There are no granulomas formed in MAL Occasionally, Actinomycosis israeli, an oral commensal, infects the distal small bowel wall and induces an inflammatory abscess cavity in which sulfur granules occur with central core of gram-positive filamentous organisms surrounded by amorphous pink Splendore-Hoepple material and a gram-negative area with club-shaped structures. The sulfur granules may occur in ileal biopsies.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}