{
    "paper_id": "7db4a6037030d1bebbd7d64ae633c4ed896b7ec9",
    "metadata": {
        "title": "Potential inoculum sources of Phaeomoniella chlamydospora in South African grapevine nurseries",
        "authors": [
            {
                "first": "E",
                "middle": [],
                "last": "Retief",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Stellenbosch",
                    "location": {
                        "addrLine": "Private Bag X1",
                        "postCode": "7602",
                        "settlement": "Stellenbosch",
                        "country": "South Africa"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Mcleod",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Stellenbosch",
                    "location": {
                        "addrLine": "Private Bag X1",
                        "postCode": "7602",
                        "settlement": "Stellenbosch",
                        "country": "South Africa"
                    }
                },
                "email": ""
            },
            {
                "first": "P",
                "middle": [
                    "H"
                ],
                "last": "Fourie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Stellenbosch",
                    "location": {
                        "addrLine": "Private Bag X1",
                        "postCode": "7602",
                        "settlement": "Stellenbosch",
                        "country": "South Africa"
                    }
                },
                "email": "phfourie@sun.ac.za"
            }
        ]
    },
    "abstract": [
        {
            "text": "Petri disease of grapevine is primarily caused by Phaeomoniella chlamydospora. This pathogen affects mostly young grapevines, but is also implicated in esca disease of older grapevines. Little is known about the disease cycle of this fungus. Infected propagation material was identified as a major means of dissemination of the pathogen. Recently, the pathogen was also detected from soil in South Africa and airborne conidia have been found in vineyards. The aim of this study was to use a molecular detection technique to test different samples collected from nurseries in South Africa at different nursery stages for the presence of P. chlamydospora. A one-tube nested-PCR technique was optimised for detecting P. chlamydospora in DNA extracted from soil, water, callusing medium and grapevine wood. The one-tube nested-PCR was sensitive enough to detect as little as 1 fg of P. chlamydospora genomic DNA from water and 10 fg from wood, callusing medium and soil. PCR analyses of the different nursery samples revealed the presence of several putative 360 bp P. chlamydospora specific bands. Subsequent sequence analyses and/ or restriction enzyme digestions of all 360 bp PCR bands confirmed that all bands were P. chlamydospora specific, except for five bands obtained from callusing media and one from water. Phaeomoniella chlamydospora was positively detected in 25% of rootstock cane sections collected from mother blocks, 42% of rootstock cuttings and 16% of scion cuttings collected during grafting, 40% of water samples collected after pre-storage hydration, 67% of water samples collected during grafting, 8% of callusing medium samples and 17% of soil samples collected from mother blocks. These media can therefore be considered as possible inoculum sources of the pathogen during the nursery stages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Petri disease (previously known as 'black goo' and Petri grapevine decline) causes a reduction in the survival rate of young grapevines (Mugnai et al., 1999) . External symptoms of Petri disease include stunted growth, shorter internodes, small leaves, interveinal chlorosis, smaller trunks and branches and a general decline of young vines resulting in plant death (Morton, 1995; Bertelli et al., 1998; Ferreira, 1998; Fourie et al., 2000; Sidoti et al., 2000; Whiteman et al., 2003) . Internal symptoms include a black discolouration and tyloses formation in the xylem vessels (Ferreira, 1998) . Phaeomoniella chlamydospora and Phaeoacremonium aleophilum have been isolated from grapevine material showing these symptoms and are considered to be the causal organisms of this disease. In New Zealand, the fungus that was most commonly isolated from diseased vines was P. chlamydospora (Whiteman et al., 2003) , as was the case in South Africa . Wallace et al. (2003) inoculated grapevine cuttings with P. chlamydospora and P. aleophilum and found that P. chlamydospora caused brown wood streaking in the rootstock cultivars, but not in the scion varieties and that no visible internal symptoms were caused by P. aleophilum. They suggested P. chlamydospora to be the more virulent fungus. Collectively, these results indicate that P. chlamydospora is the main causal organism of Petri disease.",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 157,
                    "text": "(Mugnai et al., 1999)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 366,
                    "end": 380,
                    "text": "(Morton, 1995;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 381,
                    "end": 403,
                    "text": "Bertelli et al., 1998;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 404,
                    "end": 419,
                    "text": "Ferreira, 1998;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 420,
                    "end": 440,
                    "text": "Fourie et al., 2000;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 441,
                    "end": 461,
                    "text": "Sidoti et al., 2000;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 462,
                    "end": 484,
                    "text": "Whiteman et al., 2003)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 579,
                    "end": 595,
                    "text": "(Ferreira, 1998)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 886,
                    "end": 909,
                    "text": "(Whiteman et al., 2003)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 946,
                    "end": 967,
                    "text": "Wallace et al. (2003)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "There is not much known about the disease cycle of P. chlamydospora. However, a few sources of inoculum have been identified. Spores of Phaeoacremonium spp. and P. chlamydospora have been trapped in vineyards in California and France (Larignon, 1998; Eskalen et al., 2003) . From these findings, it was concluded that the fungus produces conidia that can be aerially dispersed and usually penetrates the host through pruning wounds (Larignon, 1998; Eskalen et al., 2003) .",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 250,
                    "text": "(Larignon, 1998;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 251,
                    "end": 272,
                    "text": "Eskalen et al., 2003)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 432,
                    "end": 448,
                    "text": "(Larignon, 1998;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 449,
                    "end": 470,
                    "text": "Eskalen et al., 2003)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Infected rootstock mother plants and propagation material are considered to be primary inoculum sources since isolations have shown that the pathogen is present in apparently healthy rootstock mother plants (Fourie and Halleen, 2004b) and cuttings (Bertelli et al., 1998; Larignon, 1998; Fourie and Halleen, 2002; Halleen et al., 2003) . Spores and hyphal fragments of P. chlamydospora have been randomly detected along the full length of canes (Feliciano and Gubler, 2001; Edwards et al., 2003) . It has therefore been hypothesised that spores are carried in sap flow of infected mother plants, which causes the subsequent contamination of canes .",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 234,
                    "text": "(Fourie and Halleen, 2004b)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 248,
                    "end": 271,
                    "text": "(Bertelli et al., 1998;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 272,
                    "end": 287,
                    "text": "Larignon, 1998;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 288,
                    "end": 313,
                    "text": "Fourie and Halleen, 2002;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 314,
                    "end": 335,
                    "text": "Halleen et al., 2003)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 445,
                    "end": 473,
                    "text": "(Feliciano and Gubler, 2001;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 474,
                    "end": 495,
                    "text": "Edwards et al., 2003)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Infested soil is also considered as a potential inoculum source since P. chlamydospora was found in nursery and vineyard soil by means of conventional species-specific PCR and nested-PCR (Whiteman et al., 2002) . Formation of chlamydospores by P. chlamydospora might enable the fungus to survive for long periods in soil. Chlamydospores are thought to form conidia that can penetrate uninjured roots of vines in nurseries or vineyards (Bertelli et al., 1998; Feliciano and Gubler, 2001) .",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 210,
                    "text": "(Whiteman et al., 2002)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 435,
                    "end": 458,
                    "text": "(Bertelli et al., 1998;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 459,
                    "end": 486,
                    "text": "Feliciano and Gubler, 2001)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "During the propagation process of grapevines in nurseries, there are various stages where P. chlamydospora can potentially infect the host (Whiteman et al., 2003) . One of the earliest stages where infection can occur is when rootstock and scion cuttings are harvested and drenched in hydration tanks for periods of up to 12 h prior to cold storage ( Van der Westhuizen, 1981) . Following cold storage, rootstock and scion cuttings are again drenched in hydration or fungicide tanks during the grafting process (this can occur pregrafting and/or pre-callus). In South Africa, grafted cuttings are callused in callusing medium consisting of fresh pine sawdust that was drenched in a broad-spectrum fungicide suspension, such as captan (Van der Westhuizen, 1981) . The callusing media might also be a potential inoculum source (Whiteman et al., 2003) . In New Zealand nurseries, it was found that P. chlamydospora was present at all stages, especially in drench solutions where there was repeated exposure to plant material and in pre and post storage hydration/ fungicide tanks. The percentage of positive samples was moderate from grafting tool washings and low from washings of callusing media (Whiteman et al., 2003) .",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 162,
                    "text": "(Whiteman et al., 2003)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 351,
                    "end": 376,
                    "text": "Van der Westhuizen, 1981)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 734,
                    "end": 760,
                    "text": "(Van der Westhuizen, 1981)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 825,
                    "end": 848,
                    "text": "(Whiteman et al., 2003)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1195,
                    "end": 1218,
                    "text": "(Whiteman et al., 2003)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Phaeomoniella chlamydospora and P. aleophilum are difficult to detect using traditional isolation methods due to their slow growth and lack of suitable selective media. Fourie and Halleen (2002) used these methods and found that detection levels in rootstock canes were very low (<0.2%). Therefore, a sensitive molecular technique is required for accurate and sensitive pathogen detection. Previously, a conventional PCR detection method was developed for detection of P. chlamydospora in grapevine wood, detecting up to 1 pg P. chlamydospora DNA (Retief et al., 2005) . However, preliminary studies showed that this technique is not specific and sensitive enough for detection of P. chlamydospora in soil and water (unpublished results). Whiteman et al. (2002) recently published a more sensitive nested-PCR using species-specific primers (Tegli et al., 2000) for detecting as little as 50 fg of P. chlamydospora genomic DNA from artificially infested soil. However, the identity of PCR products obtained with the species-specific primers had to be differentiated from other closely related fungi using restriction enzyme digestion (Whiteman et al., 2002) .",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 194,
                    "text": "Fourie and Halleen (2002)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 547,
                    "end": 568,
                    "text": "(Retief et al., 2005)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 739,
                    "end": 761,
                    "text": "Whiteman et al. (2002)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 840,
                    "end": 860,
                    "text": "(Tegli et al., 2000)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1133,
                    "end": 1156,
                    "text": "(Whiteman et al., 2002)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The first objective of this study was to develop a technique for extracting DNA from water and callusing medium. DNA extraction techniques from soil and wood (Retief et al., 2005) have previously been developed.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 179,
                    "text": "(Retief et al., 2005)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Subsequently, a one-tube nested-PCR technique, using species-specific primers (Tegli et al., 2000) , was optimised to detect P. chlamydospora in water, soil, wood and callusing medium. These molecular techniques were used to determine if P. chlamydospora is present in samples (water, soil, wood, callusing medium) collected from different nurseries, which would allow the identification of different inoculum sources of P. chlamydospora at different nursery stages in South Africa.",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 98,
                    "text": "(Tegli et al., 2000)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Wood Rootstock canes from the cvs 101-14 Mgt, Ramsey, 99 Richter and 110 Richter were collected from six nurseries. Samples consisted of five thirdinternode sections from one-year-old canes, which were sub-sampled from five randomly selected rootstock mother plants in a randomly selected vineyard row in each nursery. Four samples were collected for each mother block. Rootstock cuttings from the cvs 101-14 Mgt and Ramsey (five cuttings of each cultivar) were collected during grafting from 16 nurseries. Scion cuttings (five per cultivar) from a variety of cultivars were also collected during the grafting process from 19 nurseries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample collection"
        },
        {
            "text": "Soil samples (approximately 50 g each) were collected in plastic bags from the area surrounding each rootstock mother plant from which cane samples were removed. Samples were collected at a depth of 10-20 cm. The 20 samples (5 per row and 4 rows per block) from each mother block were mixed and analysed as one composite sample (24 samples in total). Soil samples were also collected prior to planting from the prepared nursery beds of 18 nurseries. Four sampling sites were randomly selected, samples collected at a depth of 10-20 cm, mixed and analysed as one composite sample.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Soil"
        },
        {
            "text": "During pre-storage hydration, two water samples were collected in 250 ml sterile glass bottles from each of 15 nurseries. One sample consisted of water from hydration tanks in which root-stock cuttings had been drenched for a period of up to 12 h. In order to determine whether the water source might be contaminated, the other water sample consisted of water collected from the water supply leading to the hydration tank. Water samples were also collected during the grafting process (either pre-grafting or precallusing) from 21 nurseries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Water"
        },
        {
            "text": "During the grafting process, callusing medium consisting of fresh pine sawdust was sampled in plastic bags from 12 nurseries. These samples were taken prior to the callusing stage, before the grafted cuttings were packed in callusing medium or the callusing medium was drenched in a fungicide suspension.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Callusing medium"
        },
        {
            "text": "Wood Wood samples were prepared for DNA extraction by removing a half centimetre piece from the 1-3 cm section of the basal end of each wood subsample. After the bark was removed, woody pieces were surface sterilised (70% ethanol for 30 s and in 3.5% sodium hypochlorite for 60 s and then again in 70% ethanol for 30 s) and stored at 4°C. The pieces of each sample were snap frozen in liquid nitrogen and ground to a powder using a Mixer Mill Type MM 301 (Retsch Gmbh & Co. KG, Germany). Following grinding, the four rootstock cane samples from each mother block were added together to represent 24 samples (each sample representing a mother block). Likewise, 32 samples were prepared from rootstock cuttings (Ramsey and 101-14 Mgt samples from 16 nurseries) and 19 samples from the scion cuttings (various cultivars, 19 mother blocks). DNA was extracted from 0.5 g ground wood as previously described (Retief et al., 2005) .",
            "cite_spans": [
                {
                    "start": 902,
                    "end": 923,
                    "text": "(Retief et al., 2005)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "DNA extraction"
        },
        {
            "text": "Soil DNA was extracted from soils using a SDS buffer, FastPrep Ò instrument (Bio101, Savant, Farmingdale, NY, USA) and self-prepared PVPP (polyvinylpoly pyrrolidone) spin columns as described by Damm and Fourie (2005) . The purified DNA was amplified with universal primers ITS2 (5¢-GCTG CGTTCTTCATCGATGC-3¢) and ITS5 (5¢-GGA AGTAAAAGTCGTAACAAGG-3¢) to ensure that the DNA had been successfully extracted and that no PCR inhibitors, such as humic acids, were present.",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 217,
                    "text": "Damm and Fourie (2005)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "DNA extraction"
        },
        {
            "text": "Water DNA extraction was done from 90 ml water of each water sample by centrifugation in a Beckman J2-21 Centrifuge (Beckman Instruments, California). Thirty millilitres of water was centrifuged for 10 min at 6000 rpm (rotor JA-20) in an Oakridge centrifuge tube and the supernatant discarded. This step was repeated twice in the same tube, enabling 90 ml of water to be processed for a single DNA extraction. The pellet was re-suspended in 1 ml of a CTAB extraction buffer (1 M Tris, pH 7.5; 5 M NaCl; 500 mM EDTA, pH 8.0) and the solution transferred to a 2 ml Eppendorf tube. Glass beads (0.5 g) were added and tubes were shaken for 5 min at a 30 1 s )1 frequency using a Mixer Mill Type MM 301 (Retsch Gmbh & Co. KG, Germany), followed by incubation at 65°C for 1 h. After incubation, 400 ll chloroform:isoamylalcohol (24:1) was added, followed by centrifugation at 1300 Â g for 15 min. The watery supernatant was transferred to a new Eppendorf tube and 50 ll of 7.5 M ammonium acetate solution (pH 7.0) and 600 ll cold isopropanol were added. The samples were incubated for 1 h at )20°C before centrifugation at 15,800 Â g for 10 min. The supernatant was discarded and 1 ml cold 70% ethanol was added before incubation at )20°C for 30 min. After incubation, the samples were centrifuged at 15800 Â g for 5 min and the supernatant discarded. The DNA pellet was dried at room temperature, dissolved in 100 ll sterile ddH 2 0 and stored at 4°C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DNA extraction"
        },
        {
            "text": "Callusing medium DNA was extracted from callusing medium by combining 0.5 g callusing medium and 0.5 g glass beads (2 mm) in a 2 ml tube. The samples were snap frozen in liquid nitrogen and shaken for 5 min at a 30 1 s )1 frequency using a Mixer Mill Type MM 301 (Retsch Gmbh & Co. KG, Germany). CTAB buffer (500 ll) was added to the tubes and shaken for 5 min at a 30 1 s )1 frequency using a Mixer Mill Type MM 301 (Retsch Gmbh & Co. KG, Germany), followed by incubation at 65°C for 1 h. Thereafter, the extraction protocol was followed as described above for the water samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DNA extraction"
        },
        {
            "text": "Following DNA extraction, a one-tube nested-PCR was performed using a 0.5 ml Eppendorf tube that was compartmentalised with the end of a standard 200 ll plastic pipette tip (Olmos et al., 1999) . The end of the pipette tip served as a small cone, which was inserted into the Eppendorf tube to physically separate the two PCR cocktails in the same tube. The PCR reaction containing the external universal primer pair ITS4 (5¢-TCCTCCGCTTATTG ATATGC-3¢) and ITS6 (5¢-GAAGGTGAAGTC GTAACAAGG-3¢)] was dispensed in the bottom of the tube. The PCR reaction containing the internal species-specific primer pair Pch1 and Pch2 (Tegli et al., 2000) was dispensed in the pipette tip cone. The external primer PCR reaction (25 ll) consisted of 1Â PCR buffer (Bioline, Luckenwalde, Germany), 3 mM MgCl 2, 0.4 mM dNTPs (each) (ABgene, Rochester, New York, USA), 0.2 lM ITS4 primer, 0.2 lM ITS6 primer, 0.65 units of Taq DNA polymerase (Bioline), 1.25 ll (20 mg ml )1 ) BSA Fraction V (Roche Diagnostics South Africa, Randburg, South Africa) and 5 ll of DNA template. BSA (bovine serum albumin) was dissolved in a buffer consisting of 50 mM Tris-HCl (pH 8), 0.1 M NaCl, 0.25 mM EDTA (pH 8) and 50% glycerol. The internal primer PCR reaction consisted of 1Â PCR buffer (Bioline), 4 lM Pch1 primer, 4 lM Pch2 primer, 0.75 ll (20 mg ml )1 ) BSA Fraction V (Roche) and 1 unit of Taq DNA polymerase (Bioline) in a total volume of 15 ll. The final MgCl 2 concentration for amplification with the internal species-specific primer pair was 1.875 mM. The nested-PCR was performed in a GeneAmp PCR System 9700 (Applied Biosystems, Foster City, CA, USA) and the cycling conditions for the external amplification were: 3 min at 94°C, followed by 32 cycles of 30 s at 94°C, 30 s at 50°C, 1 min at 72°C and a final extension cycle of 7 min at 72°C. Following completion of the first external primer pair PCR cycles, tubes were vortexed for 20 s and briefly centrifuged (6000 Â g for 2 s). Cycling conditions for the internal amplification were 3 min at 94°C, followed by 40 cycles of 30 s at 94°C, 30 s at 57°C, 30 s at 72°C and a 7 min extension step at 72°C to complete the reaction.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 193,
                    "text": "(Olmos et al., 1999)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 617,
                    "end": 637,
                    "text": "(Tegli et al., 2000)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "One-tube nested-PCR analyses"
        },
        {
            "text": "Sensitivity of the one-tube nested-PCR was determined by adding known quantities of P. chlamydospora genomic DNA to DNA extractions from wood, soil, water and callusing medium that had tested negative with the one-tube nested-PCR. Approximately five to six different negative samples from each medium were pooled before adding known quantities of genomic DNA. DNA concentrations of the purified DNA were determined with a fluorometer FL600ä (Bio-Tek, http://www.biotek.com) and added to the DNA extract to achieve final concentrations of 1 pg ll )1 , 100 fg ll )1 , 10 fg ll )1 and 1 fg ll )1 . Spore suspensions of P. chlamydospora were added to water samples to achieve final concentrations of 10 1 and 10 2 conidia in 90 ml water. DNA extraction was done as previously described. Five microlitres from each of these spiked DNA extracts and artificially infested water were used in PCR reactions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "One-tube nested-PCR analyses"
        },
        {
            "text": "Identification of putative P. chlamydospora PCR products Enzyme restriction digestion as described by Whiteman et al. (2002) and/or sequencing analyses were used to determine whether all 360 bp amplicons amplified from DNA samples (wood, soil, callusing medium and water) with the one-tube nested-PCR were indeed P. chlamydospora. All 360 bp amplicons that were obtained from amplifications were cut from agarose gels and purified using a QIAquickÒ Gel Extraction kit (Qiagen, Valencia, CA, USA). Restriction enzyme digestions with AatII and MluNI (Roche Diagnostics South Africa Pty Ltd, Randburg, South Africa) were done according to the manufacturer's instructions. A sub-sample of 22 (13%) of the 360 bp amplicons from the different samples was also sequenced using the primer Pch3 (5¢-GATAA TGACGCTCGAACAGG-3¢). The sequencing reaction and cycle conditions were carried out as recommended by the manufacturer with an ABI Prism Big Dye Terminator v3.0 Cycle Sequencing Ready Reaction Kit (PE Biosystems, Foster City, California, USA) containing AmpliTaq DNA Polymerase. The resulting fragments were analysed on an ABI Prism 3100 DNA Sequencer (Perkin-Elmer, Norwalk, Connecticut, USA). The identity of the sequences was determined by BLAST analyses.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 124,
                    "text": "Whiteman et al. (2002)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "One-tube nested-PCR analyses"
        },
        {
            "text": "The nested-PCR was sensitive enough to detect 1 fg of P. chlamydospora genomic DNA from water and 10 fg from callusing medium, wood and soil. It was furthermore able to detect as few as 10 spores suspended in 90 ml of water (Figure 1 ). Several putative P. chlamydospora PCR products (360 bp amplicons) were obtained with the onetube nested-PCR ( Figure 2 ): 25% of rootstock cane sections collected from mother blocks, 42% of rootstock cuttings collected during grafting, 16% of scion cuttings, 40% of water samples collected after the pre-storage hydration, 76% of water samples collected during grafting, 50% of the callusing medium samples and 17% of the soil samples collected from mother blocks. Although no 360 bp amplicons were obtained from soil collected from nursery beds, amplification with ITS2/ITS5 confirmed that DNA was successfully extracted and that PCR inhibitors were absent in all samples. Figure 1 . Determination of the sensitivity of the one-tube nested-PCR with primers Pch1 and Pch2. DNA from grapevine wood (1), callusing medium (2), soil (3) and water (4), which tested negative for P. chlamydospora and were spiked with 1 pg (A), 100 fg (B), 10 fg (C) and 1 fg (D) of P. chlamydospora genomic DNA. The 90 ml water samples (5) were also spiked with 10 2 spores (E) and 10 1 spores (F). The 100 bp ladder is far left and right. A positive control (X) containing only genomic DNA and a negative control (Y) containing no template were included.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 224,
                    "end": 233,
                    "text": "(Figure 1",
                    "ref_id": null
                },
                {
                    "start": 347,
                    "end": 355,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 911,
                    "end": 919,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "One-tube nested-PCR analyses"
        },
        {
            "text": "All PCR amplicons that were 360 bp in size were sequenced and/or restriction enzyme digested to confirm that these PCR amplicons were P. chlamydospora specific. PCR amplicons were considered to be P. chlamydospora specific when restriction digestion of the amplicons with AatII and MluNI yielded products corresponding in size to those obtained from restriction digestion of a PCR amplicon amplified from P. chlamydospora genomic DNA. MluNI yielded products of 79 bp and 281 bp and AatII yielded products of 127 bp and 233 bp. Analyses of the GenBank ITS sequence data of P. chlamydospora (AF197986) confirmed that the aforementioned fragment sizes should be obtained with restriction digestion using AatII and MluNI. A subset of the 360 bp PCR amplicons was also sequenced. BLAST analyses showed that the sequences of the majority of the bands were 100% identical to P. chlamydospora (Phaeoacremonium chlamydosporum) in GenBank (accession numbers: AF197986, AF266656, AF266653, AF197987, AF 197973, AF017652). The only samples where 360 bp PCR amplicons could not be identified as being P. chlamydospora, either through sequence or restriction enzyme digests, were in five callusing medium and one water sample. BLAST analyses of the callusing medium and the water amplicons showed that these PCR amplicons had highest homology to Diplotomma venustum (E-value: 10 )41 ), Botryosphaeria stevensii (E-value: 10 )41 ) and Botryosphaeria dothidea (E-value: 10 )87 ). However, the E-values were very low and the identity of these bands could thus not be determined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Identification of putative P. chlamydospora PCR products"
        },
        {
            "text": "Considering all bands that were positively confirmed as being P. chlamydospora, 25% of rootstock cane sections collected from mother blocks, 42% of rootstock cuttings collected during grafting, 16% of scion cuttings, 40% of water samples collected after pre-storage hydration, 67% of water samples collected during grafting, 8% of callusing medium samples and 17% of soil samples collected from mother blocks contained P. chlamydospora. Phaeomoniella chlamydospora was most frequently detected from 101-14 Mgt (13%) and 99 Richter (8%) mother plants compared with Ramsey (4%) and 110 Richter (0%). Furthermore, it was most frequently detected from 101-14 Mgt (24%) cuttings during grafting, compared with Ramsey (18%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Identification of putative P. chlamydospora PCR products"
        },
        {
            "text": "Conventional PCR might not always provide the sensitivity and specificity needed for pathogen detection in samples such as water, soil and wood where a variety of organisms are present and concentrations of pathogen propagules are low. The conventional PCR could detect 1 pg of P. chlamydospora genomic DNA from grapevine wood (Retief et al., 2005) whereas the one-tube nested-PCR analyses could detect as little as 10 fg of P. chlamydospora genomic DNA. The one-tube nested-PCR therefore proved to be a lot more sensitive than the conventional PCR. The chance of contamination of samples leading to false positives is also minimised when using the one-tube nested-PCR as opposed to a conventional nested-PCR technique (Olmos et al., 1999; Tao et al., 2004) .",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 348,
                    "text": "(Retief et al., 2005)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 719,
                    "end": 739,
                    "text": "(Olmos et al., 1999;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 740,
                    "end": 757,
                    "text": "Tao et al., 2004)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In this study, as well as in the study of Whiteman et al. (2002) , the published P. chlamydospora species-specific primers Pch1 and Pch2 (Tegli et al., 2000) was not found to be species-specific, since the ITS region of a few unknown fungi were also amplified. It was therefore very important to confirm that 360 bp amplicons were P. chlamydospora specific through restriction enzyme digestions or sequencing. Failing to do so would have resulted in a six-fold overestimation of the incidence of P. chlamydospora in callusing media. Confirmation of the species-specificity of ITS based primers should be considered in more PCR based detection systems, considering that there are an estimated 1.5 million fungal species (Hawksworth, 2001) and that less than 1% of microorganisms are estimated to be culturable from soil (Torsvik and Ovreas, 2002) . The identity of the organisms amplified from water and callusing media with the P. chlamydospora primers in this study are unknown since the BLAST analyses yielded low E-values, due to the short length of the amplified fragments.",
            "cite_spans": [
                {
                    "start": 42,
                    "end": 64,
                    "text": "Whiteman et al. (2002)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 137,
                    "end": 157,
                    "text": "(Tegli et al., 2000)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 719,
                    "end": 737,
                    "text": "(Hawksworth, 2001)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 819,
                    "end": 845,
                    "text": "(Torsvik and Ovreas, 2002)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In support of previous reports (( Bertelli et al., 1998; Larignon, 1998; Fourie and Halleen, 2002; Ridgway et al., 2002; Edwards et al., 2003; Halleen et al., 2003; Fourie and Halleen, 2004b) , infected rootstock mother plants and cuttings were shown to be important primary inoculum sources since a quarter of the rootstock cane samples from mother plants tested positive for the presence of P. chlamydospora. The canes from the mother plants of the cv. 101-14 Mgt showed the highest incidence of P. chlamydospora, which correlates with results found by Fourie and Halleen (2004b) through conventional isolation techniques. Infested soil should also be considered as a potential inoculum source, since P. chlamydospora DNA was detected from soil sampled in rootstock mother blocks. Phaeomoniella chlamydospora might be present in these soils as mycelium, conidia, chlamydospores and/or other fruiting structures originating from infected mother plants.",
            "cite_spans": [
                {
                    "start": 34,
                    "end": 56,
                    "text": "Bertelli et al., 1998;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 57,
                    "end": 72,
                    "text": "Larignon, 1998;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 73,
                    "end": 98,
                    "text": "Fourie and Halleen, 2002;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 99,
                    "end": 120,
                    "text": "Ridgway et al., 2002;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 121,
                    "end": 142,
                    "text": "Edwards et al., 2003;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 143,
                    "end": 164,
                    "text": "Halleen et al., 2003;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 165,
                    "end": 191,
                    "text": "Fourie and Halleen, 2004b)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 555,
                    "end": 581,
                    "text": "Fourie and Halleen (2004b)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Water samples from the pre-storage and grafting hydration and fungicide tanks tested positive for the presence of P. chlamydospora. None of the water samples that were taken directly from the water sources tested positive for this pathogen. This is an indication that the water source was not an inoculum source. However, after a period of hydration the water was contaminated, presumably from infected or contaminated cuttings. Mycelium and conidia present on the surfaces of cuttings might wash off into the water during hydration, or it might even ooze from xylem vessels into the water. This contaminated water can subsequently serve as an important inoculum source, since all cuttings are hydrated prior to cold storage. Whiteman et al. (2003) also found a very high percentage of positive P. chlamydospora samples from both pre-storage and pre-grafting hydration and fungicide tanks in New Zealand commercial nurseries.",
            "cite_spans": [
                {
                    "start": 726,
                    "end": 748,
                    "text": "Whiteman et al. (2003)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Rootstock cuttings that were sampled during grafting tested positive for the presence of P. chlamydospora. The incidence increased from 25% in the rootstock canes sampled in mother blocks to 42% of the number of cutting samples tested. A number of the scion cutting samples (16%), which were also sampled during grafting, tested positive for P. chlamydospora. These cuttings might have been infected during the hydration period or possibly from infected mother plants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A very small number (8%) of the callusing medium samples tested positive for P. chlamydospora. These results correlate with those from Whiteman et al. (2003) , who found a very low percentage of positive P. chlamydospora samples from washings of callusing media in New Zealand nurseries. Callusing medium mainly consists of fresh pine sawdust. Phaeomoniella chlamydospora is not a known pathogen of pine trees, which indicates that the callusing medium was possibly contaminated during the nursery stages and most probably through contaminated water, equipment or floors.",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 157,
                    "text": "Whiteman et al. (2003)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "None of the soil samples collected from the nursery beds tested positive for P. chlamydospora.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the year preceding the planting of grafted vines, these nursery beds are either laid fallow or planted with a cover crop, such as wheat. The fact that no P. chlamydospora could be detected from these soils might indicate that the pathogen cannot survive in soil for such a long period. Alternatively, pathogen levels could have been below the detection level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Several potential inoculum sources were identified in this study. By implementing management strategies that reduce or eradicate inoculum from these potential sources (Fourie and Halleen, 2004a) , Petri disease can be pro-actively managed in grapevine nurseries. One of the most important management strategies that should be included is pathogen eradication in rootstock and scion cuttings. Hot water treatment has thus far been shown most effective at not only drastically reducing P. chlamydospora in naturally infected rootstock cuttings, but also inhibiting subsequent colonisation (Fourie and Halleen, 2004a) .",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 194,
                    "text": "(Fourie and Halleen, 2004a)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 587,
                    "end": 614,
                    "text": "(Fourie and Halleen, 2004a)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Hydration tanks containing drench water (pre-storage, pre-and post-grafting) are another important focus point for management strategies. Hydration tanks should be sterilised after every hydration period and the water treated with chemical and/or biological control agents, since unprotected wounds on cuttings provide ideal infection openings for P. chlamydospora (Messina, 1999; Fourie and Halleen, 2004a) . South African nurseries use fungicides such as captan and iprodione in hydration tanks, but these were shown to be moderately or poorly effective at reducing germination or mycelium growth of P. chlamydospora Jaspers, 2001) . Consequently, emphasis should be placed on finding more effective chemical or biological control agents for hydration tanks.",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 380,
                    "text": "(Messina, 1999;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 381,
                    "end": 407,
                    "text": "Fourie and Halleen, 2004a)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 619,
                    "end": 633,
                    "text": "Jaspers, 2001)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The detection of P. chlamydospora in this study was based on the presence of pathogen genomic DNA. However, it is important to consider that the mere presence of DNA does not indicate whether viable pathogen propagules are present. For example, after hot water treatment, pathogen DNA is detectable even though the pathogen is no longer viable (Retief et al., 2005) . Therefore, in future studies the use of RNA detection might be more suitable as it will only detect viable organisms (Klein and Juneja, 1997) .",
            "cite_spans": [
                {
                    "start": 344,
                    "end": 365,
                    "text": "(Retief et al., 2005)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 485,
                    "end": 509,
                    "text": "(Klein and Juneja, 1997)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Presence of Phaeoacremonium chlamydosporum in apparently healthy rooted grapevine cuttings",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bertelli",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mugnai",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Surico",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Phytopathologia Mediterranea",
            "volume": "37",
            "issn": "",
            "pages": "79--82",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Development of a cost-effective protocol for molecular detection of fungal pathogens in soil",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Damm",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Fourie",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "South African Journal of Science",
            "volume": "101",
            "issn": "",
            "pages": "135--139",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Phaeomoniella chlamydospora and Phaeoacremonium aleophilum can spread into grapevine canes from trunks of infected mother vines",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "G"
                    ],
                    "last": "Pascoe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Salib",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Laukart",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "3rd International Workshop on Grapevine Trunk Diseases",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Epiphytic occurrence of esca and Petri disease pathogens on grapevine tissues",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Eskalen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Rooney-Latham",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Feliciano",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Gubler",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "3rd International Workshop on Grapevine Trunk Diseases",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Histological investigations on infection of grape roots and shoots by Phaeoacremonium spp",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Feliciano",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Gubler",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Phytopathologia Mediterranea",
            "volume": "40",
            "issn": "",
            "pages": "387--393",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Phialophora terugsterwing -'n Algemene probleem by jong wingerde",
            "authors": [
                {
                    "first": "Jhs",
                    "middle": [],
                    "last": "Ferreira",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Wynboer Tegnies March",
            "volume": "",
            "issn": "",
            "pages": "6--8",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Black goo decline of grapevine",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Fourie",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Halleen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Groenewald",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Crous",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "93--96",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Diagnose van swamsiektes en hul betrokkenheid by terugsterwing van jong wingerd",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Fourie",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Halleen",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Wynboer",
            "volume": "149",
            "issn": "",
            "pages": "19--23",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Effect of Trichoderma treatments on the occurrence of decline pathogens in the roots and rootstocks of nursery grapevines",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Fourie",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Halleen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Vander Vyver",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Schreuder",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Phytopathologia Mediterranea",
            "volume": "40",
            "issn": "",
            "pages": "473--478",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Investigation on the occurrence of Phaeomoniella chlamydospora in canes of rootstock mother vines",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Fourie",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Halleen",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Australasian Plant Pathology",
            "volume": "31",
            "issn": "",
            "pages": "425--426",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Proactive control of Petri disease of grapevine through treatment of propagation material",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Fourie",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Halleen",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Plant Disease",
            "volume": "88",
            "issn": "11",
            "pages": "1241--1245",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Occurrence of grapevine trunk disease pathogens in rootstock mother plants in South Africa",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Fourie",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Halleen",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Australasian Plant Pathology",
            "volume": "33",
            "issn": "",
            "pages": "313--315",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Fungicide sensitivity of Phaeomoniella chlamydospora, the causal organism of Petri grapevine decline",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Groenewald",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Denman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Crous",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "South African Journal of Enology and Viticulture",
            "volume": "21",
            "issn": "",
            "pages": "59--61",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The magnitude of fungal diversity: The 1.5 million species estimate revised",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Hawksworth",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Mycological Research",
            "volume": "105",
            "issn": "",
            "pages": "1422--1432",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Fungi associated with healthy grapevine cuttings in nurseries, with special reference to pathogens involved in the decline of young vines",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Halleen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Crous",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Petrini",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Australasian Plant Pathology",
            "volume": "32",
            "issn": "",
            "pages": "47--52",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Effect of fungicides, in vitro, on germination and growth of Phaeomoniella chlamydospora",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Jaspers",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Phytopathologia Mediterranea",
            "volume": "40",
            "issn": "",
            "pages": "453--458",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Sensitive detection of viable Listeria monocytogenes by reverse transcription-PCR",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Klein",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "K"
                    ],
                    "last": "Juneja",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Applied and Environmental Microbiology",
            "volume": "63",
            "issn": "",
            "pages": "4441--4448",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Esca disease from a European perspective",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Larignon",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Seminar and Workshop on Black Goo Symptoms and Occurrence of Grape Declines -IAS/ICGTD Proceedings",
            "volume": "",
            "issn": "",
            "pages": "43--55",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The use of beneficial Trichoderma in grapevine propagation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Messina",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Combined Proceedings of the International Plant Propagator's Society",
            "volume": "48",
            "issn": "",
            "pages": "145--148",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Mystery diseases hit young vines",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Morton",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Wines and Vines",
            "volume": "11",
            "issn": "",
            "pages": "46--47",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Esca (black measles) and brown wood-streaking: Two old and elusive diseases of grapevines",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mugnai",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Graniti",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Surico",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Plant Disease",
            "volume": "83",
            "issn": "",
            "pages": "404--418",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "New device and method for capture, reverse transcription and nested PCR in a single closed-tube",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Olmos",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cambra",
                    "suffix": ""
                },
                {
                    "first": "Esteban",
                    "middle": [
                        "O"
                    ],
                    "last": "Gorris",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Terrada",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Nucleic Acids Research",
            "volume": "27",
            "issn": "6",
            "pages": "1564--1565",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A protocol for molecular detection of Phaeomoniella chlamydospora in grapevine wood",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Retief",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Damm",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Vanniekerk",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcleod",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Fourie",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "South African Journal of Science",
            "volume": "101",
            "issn": "",
            "pages": "139--142",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Molecular evidence for the presence of Phaeomoniella chlamydospora in New Zealand nurseries, and its detection in rootstock mothervines using species-specific PCR",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Ridgway",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Sleight",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stewart",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Australasian Plant Pathology",
            "volume": "31",
            "issn": "",
            "pages": "267--271",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Decline of young grapevines associated with Phaeoacremonium chlamydosporum in Sicily (Italy)",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sidoti",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Buonocore",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Serges",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mugnai",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Phytopathologia Mediterranea",
            "volume": "39",
            "issn": "",
            "pages": "87--91",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "One-tube nested RT-PCR enabled by using a plastic film and its application for the rapid detection of SARS-virus",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tao",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Xing",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Biotechnology Letters",
            "volume": "26",
            "issn": "",
            "pages": "179--183",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Sequence analysis of ITS ribosomal DNA in five Phaeoacremonium species and development of a PCR-based assay for the detection of P. chlamydosporum and P. aleophilum",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tegli",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bertelli",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Surico",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Phytopathologia Mediterranea",
            "volume": "39",
            "issn": "",
            "pages": "134--149",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Microbial diversity and function in soil: From genes to ecosystems",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Torsvik",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ovreas",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Current Opinion in Microbiology",
            "volume": "5",
            "issn": "",
            "pages": "240--245",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Wingerdbou in Suid-Afrika",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Van Der Westhuizen",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "141--168",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Phaeomoniella chlamydospora inhibits callus formation by grapevine rootstock and scion cultivars",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallace",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "Pascoe",
                    "middle": [],
                    "last": "Ig",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "3rd International Workshop on Grapevine Trunk Diseases",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Detection of Phaeomoniella chlamydospora in soil using species-specific PCR",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Whiteman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Jaspers",
                    "suffix": ""
                },
                {
                    "first": "Stewart",
                    "middle": [
                        "A"
                    ],
                    "last": "Ridgway",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "New Zealand Plant Protection",
            "volume": "55",
            "issn": "",
            "pages": "139--145",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Identification of potential sources of Phaeomoniella chlamydospora in the grapevine propagation process",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Whiteman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Jaspers",
                    "suffix": ""
                },
                {
                    "first": "Stewart",
                    "middle": [
                        "A"
                    ],
                    "last": "Ridgway",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "8th International Congress of Plant Pathology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Several putative P. chlamydospora specific bands (360 bp) generated in a nested-PCR with DNA extracted from wood and callusing medium. Far left and right lane: 100 bp DNA ladder, 1: negative control, 2-4: soil from mother blocks, 5-12: wood samples, 13-18: callusing medium samples, 19-21: water samples 22: positive control.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to acknowledge the National Research Foundation (Grant number GUN2054222) and Winetech for financial support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}