{"paper_id": "7dc4da6714344441be18066c318a9e1dc6a6a1fc", "metadata": {"title": "A pilot randomized controlled trial of 7 versus 14 days of antibiotic treatment for bloodstream infection on non-intensive care versus intensive care wards", "authors": [{"first": "Nick", "middle": [], "last": "Daneman", "suffix": "", "affiliation": {"laboratory": "of the Canadian Critical Care Trials Group", "institution": "", "location": {}}, "email": ""}, {"first": "Asgar", "middle": ["H"], "last": "Rishu", "suffix": "", "affiliation": {"laboratory": "of the Canadian Critical Care Trials Group", "institution": "", "location": {}}, "email": ""}, {"first": "Ruxandra", "middle": [], "last": "Pinto", "suffix": "", "affiliation": {"laboratory": "of the Canadian Critical Care Trials Group", "institution": "", "location": {}}, "email": ""}, {"first": "Yaseen", "middle": [], "last": "Arabi", "suffix": "", "affiliation": {"laboratory": "of the Canadian Critical Care Trials Group", "institution": "", "location": {}}, "email": ""}, {"first": "Emilie", "middle": ["P"], "last": "Belley-Cote", "suffix": "", "affiliation": {"laboratory": "of the Canadian Critical Care Trials Group", "institution": "", "location": {}}, "email": ""}, {"first": "Robert", "middle": [], "last": "Cirone", "suffix": "", "affiliation": {"laboratory": "of the Canadian Critical Care Trials Group", "institution": "", "location": {}}, "email": ""}, {"first": "Mark", "middle": [], "last": "Downing", "suffix": "", "affiliation": {"laboratory": "of the Canadian Critical Care Trials Group", "institution": "", "location": {}}, "email": ""}, {"first": "Deborah", "middle": ["J"], "last": "Cook", "suffix": "", "affiliation": {"laboratory": "of the Canadian Critical Care Trials Group", "institution": "", "location": {}}, "email": ""}, {"first": "Richard", "middle": [], "last": "Hall", "suffix": "", "affiliation": {"laboratory": "of the Canadian Critical Care Trials Group", "institution": "", "location": {}}, "email": ""}, {"first": "Shay", "middle": [], "last": "Mcguinness", "suffix": "", "affiliation": {"laboratory": "of the Canadian Critical Care Trials Group", "institution": "", "location": {}}, "email": ""}, {"first": "Lauralyn", "middle": [], "last": "Mcintyre", "suffix": "", "affiliation": {"laboratory": "of the Canadian Critical Care Trials Group", "institution": "", "location": {}}, "email": ""}, {"first": "John", "middle": [], "last": "Muscedere", "suffix": "", "affiliation": {"laboratory": "of the Canadian Critical Care Trials Group", "institution": "", "location": {}}, "email": ""}, {"first": "Rachael", "middle": [], "last": "Parke", "suffix": "", "affiliation": {"laboratory": "of the Canadian Critical Care Trials Group", "institution": "", "location": {}}, "email": ""}, {"first": "Steven", "middle": [], "last": "Reynolds", "suffix": "", "affiliation": {"laboratory": "of the Canadian Critical Care Trials Group", "institution": "", "location": {}}, "email": ""}, {"first": "Benjamin", "middle": ["A"], "last": "Rogers", "suffix": "", "affiliation": {"laboratory": "of the Canadian Critical Care Trials Group", "institution": "", "location": {}}, "email": ""}, {"first": "Yahya", "middle": [], "last": "Shehabi", "suffix": "", "affiliation": {"laboratory": "of the Canadian Critical Care Trials Group", "institution": "", "location": {}}, "email": ""}, {"first": "Phillip", "middle": [], "last": "Shin", "suffix": "", "affiliation": {"laboratory": "of the Canadian Critical Care Trials Group", "institution": "", "location": {}}, "email": ""}, {"first": "Richard", "middle": [], "last": "Whitlock", "suffix": "", "affiliation": {"laboratory": "of the Canadian Critical Care Trials Group", "institution": "", "location": {}}, "email": ""}, {"first": "Robert", "middle": ["A"], "last": "Fowler", "suffix": "", "affiliation": {"laboratory": "of the Canadian Critical Care Trials Group", "institution": "", "location": {}}, "email": ""}]}, "abstract": [{"text": "Background: The optimal treatment duration for patients with bloodstream infection is understudied. The Bacteremia Antibiotic Length Actually Needed for Clinical Effectiveness (BALANCE) pilot randomized clinical trial (RCT) determined that it was feasible to enroll and randomize intensive care unit (ICU) patients with bloodstream infection to 7 versus 14 days of treatment, and served as the vanguard for the ongoing BALANCE main RCT. We performed this BALANCE-Ward pilot RCT to examine the feasibility and impact of potentially extending the BALANCE main RCT to include patients hospitalized on non-ICU wards.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "We conducted an open pilot RCT among a subset of six sites participating in the ongoing BALANCE RCT, randomizing patients with positive non-Staphylococcus aureus blood cultures on non-ICU wards to 7 versus 14 days of antibiotic treatment. The co-primary feasibility outcomes were recruitment rate and adherence to treatment duration protocol. We compared feasibility outcomes, patient/pathogen characteristics, and overall outcomes among those enrolled in this BALANCE-Ward and prior BALANCE-ICU pilot RCTs. We estimated the sample size and noninferiority margin impacts of expanding the BALANCE main RCT to include non-ICU patients. Results: A total of 134 patients were recruited over 47 site-months (mean 2.9 patients/site-month, median 1.0, range 0.1-4.4 patients/site-month). The overall recruitment rate exceeded the BALANCE-ICU pilot RCT (mean 1.10 patients/ site-month, p < 0.0001). Overall protocol adherence also exceeded the adherence in the BALANCE-ICU pilot RCT (125/ 134, 93% vs 89/115, 77%, p = 0.0003). BALANCE-Ward patients were older, with lower Sequential Organ Failure Assessment scores, and higher proportions of infections caused by Escherichia coli and genito-urinary sources of bloodstream infection. The BALANCE-Ward pilot RCT patients had an overall 90-day mortality rate of 17/133 (12.8%), which was comparable to the 90-day mortality rate in the ICU pilot RCT (17/115, 14.8%) (p = 0.65). Simulation models (Continued on next page)", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "(Continued from previous page) indicated there would be minimal sample size and non-inferiority margin implications of expanding enrolment to increasing proportions of non-ICU versus ICU patients. Conclusion: It is feasible to enroll non-ICU patients in a trial of 7 versus 14 days of antibiotics for bloodstream infection, and expanding the BALANCE RCT hospital-wide has the potential to improve the timeliness and generalizability of trial results. Trial registration: Clinicaltrials.gov, NCT02917551. Registered on September 28, 2016.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Keywords: Bacteremia, Bloodstream infection, Critical care, Intensive care, Duration of treatment", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The World Health Organization has declared antibiotic resistance a global public health threat, based on rising rates of resistant pathogens and diminishing rates of new antibiotic development [1] . Antimicrobial stewardship is a cornerstone of efforts to counter this threat. However, evidence-informed stewardship treatment decisions for patients with life-threatening illnesses such as bloodstream infections are challenging because little evidence exists for the optimal duration of treatment. Among patients with suspected bloodstream infections, broad-spectrum antibiotics must be initiated empirically because early adequate empiric treatment is associated with improved survival [2, 3] . Due to the rising prevalence of resistant organisms, the tailoring or deescalation of these empiric regimens is not possible even when blood culture and susceptibility results become available. Patients must then remain on broad-spectrum agents for their full treatment course [4] . Therefore, shortening total treatment durations may be the most feasible approach to minimize patient-level and societallevel antimicrobial harms [5] .", "cite_spans": [{"start": 193, "end": 196, "text": "[1]", "ref_id": null}, {"start": 687, "end": 690, "text": "[2,", "ref_id": "BIBREF2"}, {"start": 691, "end": 693, "text": "3]", "ref_id": "BIBREF3"}, {"start": 973, "end": 976, "text": "[4]", "ref_id": "BIBREF4"}, {"start": 1125, "end": 1128, "text": "[5]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Background"}, {"text": "Our systematic review, national practice survey, and observational studies have documented a lack of evidence to guide optimal treatment durations for bloodstream infections, wide variation in clinical practice, and collective equipoise for a trial of 7 versus 14 days of antibiotic treatment for patients with bloodstream infections [6] [7] [8] . Through the Bacteremia Antibiotic Length Actually Needed For Clinical Effectiveness (BALANCE) pilot randomized controlled trial (ClinicalTrials.gov NCT02261506) we documented the feasibility of this trial design among 115 patients in intensive care units (ICUs) [9] . These patients served as a vanguard for the BALANCE main trial (Clini-calTrials.gov NCT03005145), which has recruited more than 600 patients across a growing number of ICU sites and countries.", "cite_spans": [{"start": 334, "end": 337, "text": "[6]", "ref_id": "BIBREF6"}, {"start": 338, "end": 341, "text": "[7]", "ref_id": "BIBREF7"}, {"start": 342, "end": 345, "text": "[8]", "ref_id": "BIBREF8"}, {"start": 610, "end": 613, "text": "[9]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Background"}, {"text": "The Canadian Critical Care Trials Group (CCCTG) and Australian & New Zealand Intensive Care Society Clinical Trials Group (ANZICS CTG) began the BAL-ANCE trial in the ICU setting. As the majority of patients with bacteremia are cared for on general medical and surgical wards, we began to explore hospital-wide expansion to the full population of hospitalized patients with bacteremia as a means to improve the generalizability and timeliness of the BALANCE RCT. We first conducted a distinct BALANCE pilot trial focused on patients admitted to general hospital wards at the BALANCE central study site. We then expanded this approach to several community and academic hospitals participating in the BALANCE trial (ClinicalTrials.gov NCT02917551).", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "The objectives of this multi-centre BALANCE-Ward pilot RCT were three-fold: (1) to test the feasibility of ward (non-ICU) recruitment into this trial; (2) to compare the patient, pathogen, and outcome characteristics among patients enrolled in the BALANCE-Ward pilot RCT to characteristics in the prior BALANCE-ICU pilot RCT; and (3) to estimate the sample size and noninferiority margin impacts of merging the BALANCE-Ward pilot with the BALANCE main trial.", "cite_spans": [{"start": 76, "end": 79, "text": "(1)", "ref_id": null}], "ref_spans": [], "section": "Background"}, {"text": "We conducted a pilot RCT of 7 versus 14 days of antibiotic treatment for patients with bloodstream infection, which was identical to our prior BALANCE-ICU pilot RCT [9, 10] , except that it focused on patients admitted to general medical and surgical wards. In this BALANCE-Ward pilot trial, as per the prior BALANCE-ICU pilot trial focused on critically ill patients, randomization was determined through a central, web-based system (http://www. randomize.net) with variable block sizes of four to six patients, stratified by site. The intervention related only to the duration of treatment, with patients randomized 1:1 in parallel to 7 versus 14 days of treatment. All other aspects of care (antibiotic selection, doses, intervals, routes of delivery, and timing of hospital discharge) were at the discretion of the clinical team. Participant and clinician blinding and placebo controls were not used given the diversity of pathogens and underlying foci of infection, but allocation concealment was maintained until the seventh day of treatment to mitigate selection bias and differential treatment. The central study team and statistician were blinded to treatment group. The BALANCE-Ward pilot trial was registered separately on Clinicaltrials.gov (NCT02917551), with unique ethics approval at all participating sites, so that enrolled patients could be kept distinct from the main trial until completion of the pilot and evaluation of feasibility.", "cite_spans": [{"start": 165, "end": 168, "text": "[9,", "ref_id": "BIBREF9"}, {"start": 169, "end": 172, "text": "10]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "General study design"}, {"text": "The BALANCE-Ward pilot trial was launched at Sunnybrook Health Sciences Centre (SHSC) in October 2016, and then after 1 year extended to five other active BAL-ANCE sites, including The Ottawa Hospital (TOH), Kingston General Hospital (KGH), Hamilton General Hospital (HGH), St. Joseph's Health Centre (SJHC) Toronto, and North York General Hospital (NYGH).", "cite_spans": [], "ref_spans": [], "section": "Study setting"}, {"text": "The inclusion criteria differed, by definition, from the prior BALANCE pilot RCT [9, 10] in that we considered all adult patients with a blood culture reported as positive with a pathogenic bacterium while on a non-ICU ward rather than reported as positive while in an ICU. However, the exclusion criteria were unchanged from the BALANCE pilot RCT: previously enrolled patients, those with neutropenia, organ transplantation, prosthetic valves, endovascular grafts, suspected or documented syndromes requiring prolonged treatment (endocarditis, osteomyelitis, undrained abscess, unremoved prosthetic infection), patients with a single positive culture of a common contaminant organism, or bloodstream infection with Staphylococcus aureus, Staphylococcus lugdunensis, or fungal organisms.", "cite_spans": [{"start": 81, "end": 84, "text": "[9,", "ref_id": "BIBREF9"}, {"start": 85, "end": 88, "text": "10]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Inclusion/exclusion criteria"}, {"text": "Potentially eligible patients were identified through microbiology laboratory reports of positive blood cultures. The site research coordinator screened the medical records of these patients to confirm that they met all inclusion criteria, and no exclusion criteria, and then provided patients with study information materials. Consenting patients could be enrolled any time up to the seventh day of adequate antibiotic treatment [10] .", "cite_spans": [{"start": 430, "end": 434, "text": "[10]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Recruitment and consent"}, {"text": "As per the original BALANCE-ICU pilot RCT, the coprimary feasibility outcomes were (1) recruitment rates and (2) adherence to treatment protocol. Protocol adherence was defined as receipt of 7 ± 2 days of antibiotics or 14 ± 2 days of antibiotics for patients randomized to shorter versus longer duration treatment, respectively. We did not target a specific protocol adherence rate to consider the trial feasible, but sought to determine whether the protocol adherence rate would exceed the rate seen in the BALANCE ICU pilot RCT (77%) [9] . As with the BALANCE ICU pilot RCT, we expected that there would be some patients for whom clinicians would continue antibiotic treatment beyond the assigned duration because of concerns of new infection, persistent infection, or previously unrecognized deep-seated infection. These were counted as protocol deviations. The target recruitment rate was an average of one patient per site per month to consider including ward enrolments in the BAL-ANCE main trial. The panel of secondary clinical outcomes (e.g., length of stay, mortality, antibiotic-free days, Clostridiodes difficile, and antibiotic resistant organisms) were identical to those collected in the original BALANCE pilot RCT [9, 10] . Included among these secondary outcomes was the planned primary outcome from the main BALANCE RCT, 90-day mortality. Antibiotic-free days were calculated as the number of days alive and not on any antibiotics in the time period from collection of the index blood culture to 28 days after this date; patients that died prior to day 28 were assigned 0 antibiotic-free days. Treatment adherence and clinical outcomes were recorded by the site research coordinator, via chart review and discussion with the clinical team if needed.", "cite_spans": [{"start": 537, "end": 540, "text": "[9]", "ref_id": "BIBREF9"}, {"start": 1231, "end": 1234, "text": "[9,", "ref_id": "BIBREF9"}, {"start": 1235, "end": 1238, "text": "10]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Primary feasibility outcomes and secondary clinical outcomes"}, {"text": "Patients were followed throughout the hospital stay to a 90-day maximum, with capture of baseline characteristics and outcome information on the same electronic case report form used for the BALANCE main trial. Ninety-day mortality was collected via follow-up phone call 90 days from the index bacteremia.", "cite_spans": [], "ref_spans": [], "section": "Data collection and follow-up"}, {"text": "There were no interim analyses or stopping rules within this pilot RCT. As with our initial BALANCE pilot RCT, we planned a priori to maintain blinding of treatment assignment in the BALANCE-Ward pilot RCT [11] . A feasibility pilot RCT is not powered to identify clinically important differences in safety or efficacy endpoints, but rather this is the goal of the BALANCE main RCT. We analyzed the BALANCE-Ward pilot RCT results as a single cohort, describing overall rates of recruitment per site per month and overall protocol adherence as the coprimary feasibility outcomes of interest.", "cite_spans": [{"start": 206, "end": 210, "text": "[11]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Statistical analysis"}, {"text": "Next, we compared these feasibility outcomes to those achieved during our initial BALANCE-ICU pilot RCT [9] . Poisson regression was used to compare recruitment rates per month in the ICU versus non-ICU pilots; chisquare test was used to compare protocol adherence. To further evaluate the difference between the two pilot RCTs we compared baseline patient characteristics, pathogens, foci of infection, and clinical outcomes among ward and ICU patients; the chi-square test or Fischer's exact test were used to compare categorical variables, while a t-test or the Wilcoxon rank sum test were used to compare continuous variables. The Wilson Score method was used to determine 95% confidence intervals. P values were not adjusted for multiple comparisons.", "cite_spans": [{"start": 104, "end": 107, "text": "[9]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Statistical analysis"}, {"text": "If the BALANCE-Ward pilot demonstrated feasibility, we planned to consider merging the ward-based protocol with the ICU-based protocol of the BALANCE main trial. Therefore, we estimated the percentage of recruited patients that would be enrolled from ICU versus non-ICU wards as a function of the percentage of sites expanding to hospital-wide enrolments. Next, we estimated the impact on overall trial sample size and noninferiority margins as a function of the proportion of anticipated ICU versus ward enrolments at the time of trial completion. For these calculations we estimated the 90day mortality for ward patients using outcome data from this ward pilot RCT, and we estimated the mortality for ICU patients from up-to-date data from the ongoing BALANCE main RCT. At the time the ward pilot was completed, 600 patients had been enrolled and reached the 90-day endpoint in the BALANCE main trial.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "We sought to enroll a minimum of 115 patients (to equal the sample size of our BALANCE-ICU pilot) [9] , but to improve generalizability of the BALANCE-Ward pilot trial we planned to continue enrolment until successful enrolment of at least one patient at all five additional non-central study sites. Recruitment extended from 17 October 2016 to 12 December 2018.", "cite_spans": [{"start": 98, "end": 101, "text": "[9]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Sample size calculation"}, {"text": "A total of 1573 non-ICU patients diagnosed with bacteremia on hospital wards were screened for study eligibility, of whom 605 (38%) were deemed eligible for enrolment (Fig. 1) . The most common reasons for noneligibility among the 968 excluded patients were single positive cultures with contaminant organisms (458), syndromes with well-defined requirement for prolonged treatment (195), and S. aureus bacteremia (177). Of eligible patients, 134/605 (22%) were enrolled and randomized (Fig. 1) ; this percentage ranged from 3 to 57% across participating sites (Table 1) .", "cite_spans": [], "ref_spans": [{"start": 167, "end": 175, "text": "(Fig. 1)", "ref_id": "FIGREF0"}, {"start": 485, "end": 493, "text": "(Fig. 1)", "ref_id": "FIGREF0"}, {"start": 560, "end": 569, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Screened, eligible, and randomized patients"}, {"text": "A total of 134 patients were recruited over 47 sitemonths (mean 2.9 patients/site-month; Table 1 ). The recruitment rate varied across the six participating sites: hospital A (4.1 patients per month, over 26.9 months), hospital B (4.4 patients/month, over 3.6 months), hospital C (1.1 patient/month, over 3.7 months), hospital D (0.1 patients per month, over 6.7 months), hospital E (1.0 patients/month, over 1 month), and hospital F (0.4 patients/month, over 5.1 months) ( Table 1 ). The overall recruitment rate significantly exceeded the recruitment rate in the BALANCE-ICU pilot RCT (2.9 patients/sitemonth vs 1.1 patients/site-month, p < 0.0001).", "cite_spans": [], "ref_spans": [{"start": 89, "end": 96, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 474, "end": 481, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Recruitment rate"}, {"text": "The overall adherence to treatment duration protocol was 125/134 (93%), with minimal variation across study sites: SHSC 103/110, SJHC 15/16, TOH 1/1, KGH 1/2, NYGH 4/4, HGH 1/1 (Table 1) . Overall protocol adherence significantly exceeded the adherence achieved in the BALANCE-ICU pilot RCT (125/134, 93% vs 89/115, 77%, p = 0.0003).", "cite_spans": [], "ref_spans": [{"start": 177, "end": 186, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Protocol adherence"}, {"text": "Patients enrolled in the BALANCE-Ward pilot RCT were older than those enrolled in the ICU pilot RCT (median (IQR) 72(62-82) vs 67(57-78) years, p = 0.010), but had a lower Sequential Organ Failure Assessment (SOFA) score (2(0-3) vs 6 (4-9), p < 0.0001) on the day blood cultures were collected ( Table 2) . A greater proportion of the bacteremias in non-ICU ward patients were community-acquired (84 vs 60%, p < 0.0001), and a greater proportion were due to genito-urinary sources of infection (49 vs 23%, p < 0.0001) and/or E. coli as a causative pathogen (49 vs 24%, p < 0.0001) ( Table 2) . However, a broad variety of pathogens was still implicated in the non-ICU infections (30 pathogens among the 134 patients), and the top ten pathogen list was similar to the top pathogens seen in the BALANCE-ICU pilot RCT (Table 2) .", "cite_spans": [], "ref_spans": [{"start": 296, "end": 304, "text": "Table 2)", "ref_id": "TABREF1"}, {"start": 583, "end": 591, "text": "Table 2)", "ref_id": "TABREF1"}, {"start": 815, "end": 824, "text": "(Table 2)", "ref_id": "TABREF1"}], "section": "Patient, infection, and pathogen characteristics"}, {"text": "As per a priori plans, we did not examine clinical outcomes separated by treatment duration arm in this pilot RCT. The BALANCE-Ward pilot RCT patients had an overall 90-day mortality rate of 17/133 (12.8%, 95% CI 8.1-19.5%), which was similar to the 90-day mortality rate in the ICU pilot RCT (17/115, 14.8%, 95% CI 9.4-22.4%) (p = 0.65; Table 3 ) and mortality estimates from the main BALANCE RCT as of 600 patients enrolled (104/600, 17.3%, 95% CI 14.5-20.6%). The patients in the BALANCE-Ward pilot had a shorter median (IQR) length of hospital stay (6 (4-12) vs 20(12-43) days, p < 0.001) and more antibiotic-free days by day 28 (14(14-21) vs 14(8-17), p < 0.0001) ( Table 3 ). Only one patient was lost to follow-up at 90 days, but there are ongoing efforts to ascertain final vital status for this patient.", "cite_spans": [], "ref_spans": [{"start": 338, "end": 345, "text": "Table 3", "ref_id": "TABREF2"}, {"start": 671, "end": 678, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Clinical outcomes"}, {"text": "Assuming average enrolment rates in the ICU based on up-to-date data from the BALANCE main trial, as well as ward enrolment rates from this BALANCE-Ward pilot RCT, we are able to estimate how the final proportion of ICU versus non-ICU patients will vary according All data are presented as n (%) or medians (interquartile ranges) unless otherwise specified a One patient in the Ward-pilot group and one patient in the ICU-pilot group have unknown comorbidities b A total of 32 different bacterial species were isolated among the index blood cultures of the 115 ICU patients; a total of 30 different species were isolated among the 134 ward patients SOFA Sequential Organ Failure Assessment to the proportion of sites that choose to expand enrolment onto non-ICU wards (Fig. 2) . Even under scenarios in which three-quarters of sites expand to non-ICU wards, the final study population will still be comprised of nearly half ICU patients (Fig. 2) .", "cite_spans": [], "ref_spans": [{"start": 768, "end": 776, "text": "(Fig. 2)", "ref_id": "FIGREF1"}, {"start": 937, "end": 945, "text": "(Fig. 2)", "ref_id": "FIGREF1"}], "section": "Modeling the final proportion of patients that would be enrolled in ICU versus non-ICU settings"}, {"text": "Assuming a 90-day mortality rate of 12.8% among BAL-ANCE ward patients and 17.3% among BALANCE-ICU patients (based on most up-to-date data from the main BALANCE trial), merging ward patients into the main trial would result in an overall mortality rate of 15% if there were equal numbers of ward and ICU patients. Figures 3 and 4 depict the sample size and noninferiority margin implications of merging ward patients into the BALANCE RCT as a function of the final percentage of ward patients enrolled.", "cite_spans": [], "ref_spans": [{"start": 314, "end": 329, "text": "Figures 3 and 4", "ref_id": "FIGREF2"}], "section": "Modeling sample size and non-inferiority margin implications of merging non-ICU ward patients into the BALANCE main RCT"}, {"text": "In the prior BALANCE-ICU pilot RCT we demonstrated that it was feasible to enroll ICU patients into a trial of 7 versus 14 days of treatment for bloodstream infection [9] , thereby providing the vanguard patients for the multinational, multicentre BALANCE main RCT. In this subsequent BALANCE-Ward pilot RCT, we have confirmed that it is feasible to enroll patients cared for on general hospital wards and have clarified the viability and implications of expanding the BALANCE main RCT to include hospital-wide patients with bacteremia.", "cite_spans": [{"start": 167, "end": 170, "text": "[9]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Discussion"}, {"text": "The BALANCE-Ward pilot RCT documented feasibility with respect to both co-primary outcomes of recruitment rate and protocol adherence. We achieved mean recruitment rates of 2.9 patients per site-month; the median recruitment rate per site per month was lower (1.0) but still met our feasibility target. Similarly, we achieved protocol adherence rates of 93%, which exceeded the 77% adherence rates in the ICU population. On the basis of these co-primary outcomes it appears feasible that the BALANCE RCT could be extended from ICUs to include non-ICU patients. The increased recruitment rate on the wards can be attributed to the larger number of bacteremic patients than those who are in the ICU. The superior protocol adherence rates on the general wards may be due to the lower severity of illness and lower risk of secondary nosocomial infections among these patients with shorter lengths of hospital stay and fewer indwelling devices such as endotracheal tubes and central venous catheters.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "As expected, there were some measurable differences in critically ill patients with bacteremia enrolled in the initial BALANCE pilot compared to the patients on the wards who were enrolled in this pilot. The latter were older, had lower severity of illness at baseline, and more commonly had community-acquired bacteremia, genitourinary sources of infection, and E. coli as a causative pathogen. On the one hand, merging non-ICU patients with ICU patients into a single trial could be viewed as mixing two heterogeneous populations together. On the other hand, combining these patients together could be considered as reflecting a broader population of patients All data are presented as medians and interquartile ranges unless otherwise specified a Based on up-to-date data from the first 600 ICU patients enrolled in the BALANCE main RCT b One patient loss to follow-up for 90-day outcome (but ongoing efforts underway to ascertain vital status) with bloodstream infection, yielding more generalizable trial results. The ICU and non-ICU pilot trial patients were both infected with a diverse range of Gram negative and Gram positive bacterial pathogens, and each included patients with a diverse range of host comorbidities. Typically a trial based on a specific diagnosis (e.g., pulmonary embolism, myocardial infarction) would be conducted across the full spectrum of severity, including those patients admitted to ICU and non-ICU wards. Conceptually, enrolling both non-ICU and ICU patients captures the full spectrum of bacteremic illness, and the patients are only dichotomized by the location of care within the hospital. The 90-day mortality rate in this pilot RCT (12.8%) was similar to the mortality rate seen in a recently published RCT of 604 patients allocated to 7 versus 14 days of antibiotics for patients with Gram negative bacteremia conducted on non-ICU wards in three centers in Israel and Italy [12] . As expected, the 90-day mortality rate was lower than that seen in our prior BALANCE-ICU pilot RCT (15%) [9] . The mortality difference between non-ICU and ICU patients is even wider than the ICU pilot data suggest, because a more updated mortality estimate from the BALANCE main trial suggests that the mortality has risen to 17.3%. At a fixed non-inferiority margin of 4%, adding non-ICU ward patients in the study would decrease our total sample size requirement (Fig. 3) ; maintaining our sample size target would enable us to reduce the achievable absolute non-inferiority margin (Fig. 4) . It is important to note that our 4% non-inferiority margin is already much smaller than the noninferiority margins used in recent trials of antibiotic treatment duration in patients with serious bacterial infections [12] [13] [14] [15] , and is also much lower than the US Federal Drug Administration recommendation of noninferiority margins for ventilator-associated pneumonia [16] . Therefore, we have opted to maintain our current overall sample size target (n = 3626) for the BALANCE main trial.", "cite_spans": [{"start": 1917, "end": 1921, "text": "[12]", "ref_id": "BIBREF12"}, {"start": 2029, "end": 2032, "text": "[9]", "ref_id": "BIBREF9"}, {"start": 2736, "end": 2740, "text": "[12]", "ref_id": "BIBREF12"}, {"start": 2741, "end": 2745, "text": "[13]", "ref_id": "BIBREF13"}, {"start": 2746, "end": 2750, "text": "[14]", "ref_id": "BIBREF14"}, {"start": 2751, "end": 2755, "text": "[15]", "ref_id": "BIBREF15"}, {"start": 2898, "end": 2902, "text": "[16]", "ref_id": "BIBREF16"}], "ref_spans": [{"start": 2390, "end": 2398, "text": "(Fig. 3)", "ref_id": null}, {"start": 2509, "end": 2517, "text": "(Fig. 4)", "ref_id": "FIGREF2"}], "section": "Discussion"}, {"text": "Our BALANCE-Ward pilot RCT enrolled patients in six sites, and so we cannot be certain that the recruitment and adherence results would be generalizable to all of the sites involved in the BALANCE main RCT. However, the generalizability is bolstered by inclusion of a mix of both community and academic hospitals, as well as sites with long-standing versus recent involvement in the CCCTG. Another limitation is that we cannot predict whether expansion to include non-ICU enrolment will lead to a compensatory decrease in ICU recruitments by diluting study teams' efforts across broader clinical units. In our six pilot RCT sites, though, we did not see reductions in ICU recruitments. As BALANCE is expanded hospital-wide, we will assess the interplay of ICU and non-ICU recruitment rates over time. The low rate of enrolment of eligible ward patients, and wide variation across sites, suggests that further efforts may be necessary to foster enrolments, including educating ward clinicians about the pre-RCT work which has documented practice heterogeneity and collective clinical equipoise. The BALANCE-Ward pilot RCT experience suggests that sites with infectious diseases engagement on the study team achieve much higher recruitment rates and percent enrolment of eligible patients, and so this will be crucial for future sites considering hospitalwide recruitment. We will also need to track eligible non-enrolled patients, along with recruitment rates and protocol adherence, as a site-specific metric throughout the conduct of the trial.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The BALANCE steering committee and CCCTG have guided us in conducting step-wise pilots of the BAL-ANCE RCT protocol in the initial ICU population, and now in this non-ICU population, once again confirming the feasibility of the BALANCE trial design on general hospital wards. We have carefully reviewed the onegroup findings (maintaining allocation concealment) with the CCCTG and the BALANCE international steering committee, both of which have strongly endorsed the option for participating BALANCE sites to extend enrolments hospital-wide. Given the success of this non-ICU pilot, no other protocol changes are required to facilitate inclusion of non-ICU patients in the BALANCE main trial. A detailed statistical analysis plan involving the entire cohort will be published before the trial is completed; randomization will be stratified by ICU and non-ICU ward location, and a subgroup analysis will be conducted. The subgroup analyses, by definition, will not be powered to achieve the same non-inferiority margin as the overall BALANCE trial population. However, the achievable non-inferiority margins within the ICU and non-ICU subgroups will still be less than the noninferiority margins used in recent landmark antimicrobial minimization studies involving patients with serious bacterial infections [4, [13] [14] [15] . We anticipate that the final BALANCE trial results will be more generalizable to the full population of patients admitted to hospital with bloodstream infections, and yet will include a majority of critically ill patients, ensuring that the data are relevant to our sickest of patients. In doing so, we hope that BALANCE will provide an evidence foundation for the treatment of a broad range of patients with non-S. aureus bacteremia, and allow us to maximize the benefits while minimizing the harms of antimicrobial treatments for bloodstream infections. ", "cite_spans": [{"start": 1308, "end": 1311, "text": "[4,", "ref_id": "BIBREF4"}, {"start": 1312, "end": 1316, "text": "[13]", "ref_id": "BIBREF13"}, {"start": 1317, "end": 1321, "text": "[14]", "ref_id": "BIBREF14"}, {"start": 1322, "end": 1326, "text": "[15]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Departments of Critical Care Medicine and Anesthesiology, Pain Management and Perioperative Medicine", "authors": [], "year": null, "venue": "13 Department of Biophysiology and Kinesiology", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Systematic review and meta-analysis of the efficacy of appropriate empiric antibiotic therapy for sepsis", "authors": [{"first": "M", "middle": [], "last": "Paul", "suffix": ""}, {"first": "V", "middle": [], "last": "Shani", "suffix": ""}, {"first": "E", "middle": [], "last": "Muchtar", "suffix": ""}, {"first": "G", "middle": [], "last": "Kariv", "suffix": ""}, {"first": "E", "middle": [], "last": "Robenshtok", "suffix": ""}, {"first": "L", "middle": [], "last": "Leibovici", "suffix": ""}], "year": 2010, "venue": "Antimicrob Agents Chemother", "volume": "54", "issn": "11", "pages": "4851--63", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Duration of hypotension before initiation of effective antimicrobial therapy is the critical determinant of survival in human septic shock", "authors": [{"first": "A", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "D", "middle": [], "last": "Roberts", "suffix": ""}, {"first": "K", "middle": ["E"], "last": "Wood", "suffix": ""}], "year": 2006, "venue": "Crit Care Med", "volume": "34", "issn": "6", "pages": "1589--96", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Effect of piperacillin-tazobactam vs meropenem on 30-day mortality for patients with E. coli or Klebsiella pneumoniae bloodstream infection and ceftriaxone resistance: A randomized clinical trial", "authors": [{"first": "Pna", "middle": [], "last": "Harris", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Tambyah", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Lye", "suffix": ""}], "year": 2018, "venue": "JAMA", "volume": "320", "issn": "10", "pages": "984--94", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Shortening antibiotic treatment durations for bacteremia", "authors": [{"first": "N", "middle": [], "last": "Daneman", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Fowler", "suffix": ""}], "year": 2019, "venue": "Clin Infect Dis", "volume": "69", "issn": "7", "pages": "1099--100", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Duration of antibiotic therapy for bacteremia: a systematic review and meta-analysis", "authors": [{"first": "T", "middle": ["C"], "last": "Havey", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Fowler", "suffix": ""}, {"first": "N", "middle": [], "last": "Daneman", "suffix": ""}], "year": 2011, "venue": "Crit Care", "volume": "15", "issn": "6", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Antibiotic treatment duration for bloodstream infections in critically ill patients: A national survey of Canadian infectious diseases and critical care specialists", "authors": [{"first": "N", "middle": [], "last": "Daneman", "suffix": ""}, {"first": "K", "middle": [], "last": "Shore", "suffix": ""}, {"first": "R", "middle": [], "last": "Pinto", "suffix": ""}, {"first": "R", "middle": [], "last": "Fowler", "suffix": ""}], "year": 2011, "venue": "Int J Antimicrob Agents", "volume": "38", "issn": "", "pages": "480--485", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Duration of antimicrobial treatment for bacteremia in Canadian Critically ill patients", "authors": [{"first": "N", "middle": [], "last": "Daneman", "suffix": ""}, {"first": "A", "middle": ["H"], "last": "Rishu", "suffix": ""}, {"first": "W", "middle": [], "last": "Xiong", "suffix": ""}], "year": 2016, "venue": "Crit Care Med", "volume": "44", "issn": "2", "pages": "256--64", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "7 versus 14 days of antibiotic treatment for critically ill patients with bloodstream infection: A pilot randomized clinical trial", "authors": [{"first": "N", "middle": [], "last": "Daneman", "suffix": ""}, {"first": "A", "middle": ["H"], "last": "Rishu", "suffix": ""}, {"first": "R", "middle": [], "last": "Pinto", "suffix": ""}], "year": 2018, "venue": "Trials", "volume": "19", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Bacteremia Antibiotic Length Actually Needed for Clinical Effectiveness (BALANCE): study protocol for a pilot randomized controlled trial", "authors": [{"first": "N", "middle": [], "last": "Daneman", "suffix": ""}, {"first": "A", "middle": ["H"], "last": "Rishu", "suffix": ""}, {"first": "W", "middle": [], "last": "Xiong", "suffix": ""}], "year": 2015, "venue": "Trials", "volume": "16", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "The design and interpretation of pilot trials in clinical research in critical care", "authors": [{"first": "D", "middle": ["M"], "last": "Arnold", "suffix": ""}, {"first": "K", "middle": ["E"], "last": "Burns", "suffix": ""}, {"first": "N", "middle": ["K"], "last": "Adhikari", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Kho", "suffix": ""}, {"first": "M", "middle": ["O"], "last": "Meade", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Cook", "suffix": ""}], "year": 2009, "venue": "Crit Care Med", "volume": "37", "issn": "1", "pages": "69--74", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Seven versus fourteen days of antibiotic therapy for uncomplicated Gram-negative bacteremia: A noninferiority randomized controlled trial", "authors": [{"first": "D", "middle": [], "last": "Yahav", "suffix": ""}, {"first": "E", "middle": [], "last": "Franceschini", "suffix": ""}, {"first": "F", "middle": [], "last": "Koppel", "suffix": ""}], "year": 2019, "venue": "Clin Infect Dis", "volume": "69", "issn": "7", "pages": "1091--98", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Comparison of 8 vs 15 days of antibiotic therapy for ventilator-associated pneumonia in adults: a randomized trial", "authors": [{"first": "J", "middle": [], "last": "Chastre", "suffix": ""}, {"first": "M", "middle": [], "last": "Wolff", "suffix": ""}, {"first": "J", "middle": ["Y"], "last": "Fagon", "suffix": ""}], "year": 2003, "venue": "JAMA", "volume": "290", "issn": "", "pages": "2588--98", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Trial of short-course antimicrobial therapy for intraabdominal infection", "authors": [{"first": "R", "middle": ["G"], "last": "Sawyer", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Claridge", "suffix": ""}, {"first": "A", "middle": ["B"], "last": "Nathens", "suffix": ""}], "year": 2015, "venue": "N Engl J Med", "volume": "372", "issn": "21", "pages": "1996--2005", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Partial oral versus intravenous antibiotic treatment of endocarditis", "authors": [{"first": "K", "middle": [], "last": "Iversen", "suffix": ""}, {"first": "N", "middle": [], "last": "Ihlemann", "suffix": ""}, {"first": "S", "middle": ["U"], "last": "Gill", "suffix": ""}], "year": 2019, "venue": "N Engl J Med", "volume": "380", "issn": "5", "pages": "415--439", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Guidance for Industry Hospital-Acquired Bacterial Pneumonia and Ventilator Asssociated Bacterial Pneumonia: Developing Drugs for Treatment. 5-5-2014. Ref Type: Online Source", "authors": [{"first": "U", "middle": ["S"], "last": "", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "CONSORT flow diagram describing eligibility screening and randomization assignments", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Estimating the final proportion of patients enrolled on non-ICU wards, as a function of the percentage of participating sites which expand to include non-ICU ward enrolments. This analysis assumes average rates of enrolment in ICU based on current BALANCE trial data and in non-ICU wards based on the BALANCE-Ward pilot. The colored lines depict projections accounting for current number of registered sites (red), as well as under assumptions of adding additional sites (five per year, blue; ten per year, black) over the duration of the trial. The projected number of months remaining until trial completion are listed above each data pointFig. 3Sample size implications of expanding the BALANCE main RCT to include non-ICU ward patients, as a function of the final percentage of patients enrolled from non-ICU wards and fixing the non-inferiority margin at 4%. The point estimates (solid black line) assume a mortality rate of 17.3% among ICU patients and 12.8% in non-ICU ward patients, with 95% certainty estimates around those estimates (gray shaded area)", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Non-inferiority margin implications of expanding the BALANCE main RCT to include non-ICU ward patients, as a function of the final percentage of patients enrolled from non-ICU wards and fixing the sample size at 3626. The point estimates (solid black line) assume a mortality rate of 17.3% among ICU patients and 12.8% in non-ICU ward patients, with 95% certainty estimates around those estimates (gray shaded area)", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Abbreviations ANZICS CTG: Australian & New Zealand Intensive Care Society Clinical Trials Group; BALANCE: Bacteremia Antibiotic Length Actually Needed for Clinical Effectiveness; CCCTG: Canadian Critical Care Trials Group; ICU: Intensive care unit; IQR: Interquartile range; RCT: Randomized clinical trial; SOFA", "latex": null, "type": "figure"}, "TABREF0": {"text": "BALANCE-Ward pilot randomized clinical trial feasibility outcomes, overall and by site", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Site </td><td>Hospital type (bed size)\n</td><td>Months participating\n</td><td>Number screened\n</td><td>Number eligible\n</td><td>Number (%) enrolled\n</td><td>Recruitment rate (/month)\n</td><td>Protocol adherence (%)\n</td></tr><tr><td>A </td><td>Academic (1325) </td><td>26.9 </td><td>1114 </td><td>425 </td><td>110 (26%) </td><td>4.1 </td><td>103 (94%)\n</td></tr><tr><td>B </td><td>Community (426) </td><td>3.6 </td><td>28 </td><td>28 </td><td>16 (57%) </td><td>4.4 </td><td>15 (94%)\n</td></tr><tr><td>C </td><td>Community (410) </td><td>3.7 </td><td>191 </td><td>86 </td><td>4 (5%) </td><td>1.1 </td><td>4 (100%)\n</td></tr><tr><td>D </td><td>Academic (607) </td><td>6.7 </td><td>167 </td><td>39 </td><td>1 (3%) </td><td>0.1 </td><td>1 (100%)\n</td></tr><tr><td>E </td><td>Academic (977) </td><td>1.0 </td><td>60 </td><td>20 </td><td>1 (5%) </td><td>1.0 </td><td>1 (100%)\n</td></tr><tr><td>F </td><td>Academic (440) </td><td>5.1 </td><td>13 </td><td>7 </td><td>2 (29%) </td><td>0.4 </td><td>1 (50%)\n</td></tr><tr><td>Total </td><td>4185 </td><td>47.0 </td><td>1573 </td><td>605 </td><td>134 (22%) </td><td>2.9 </td><td>125 (93%)\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Patient, pathogen, and infection characteristics in the BALANCE-Ward pilot RCT compared to the BALANCE-ICU pilot RCT", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Characteristic </td><td>BALANCE-Ward pilot\nn = 134\n</td><td>BALANCE-ICU pilot\nn = 115\n</td><td>P value\n</td></tr><tr><td>Patient characteristic\n</td><td> </td><td> </td><td> </td></tr><tr><td>Male sex </td><td>65 (49) </td><td>63 (55) </td><td>0.32\n</td></tr><tr><td>Age in years </td><td>72 (62-82) </td><td>67 (57-78) </td><td>0.01\n</td></tr><tr><td>SOFA score on day 0 </td><td>2 (0-3) </td><td>6 (4-9) </td><td>&lt; 0.001\n</td></tr><tr><td>Comorbiditya\n</td><td> </td><td> </td><td> </td></tr><tr><td>Coronary artery disease </td><td>19 (14) </td><td>23 (20) </td><td>0.22\n</td></tr><tr><td>Congestive heart failure </td><td>11 (8) </td><td>16 (14) </td><td>0.15\n</td></tr><tr><td>Arrhythmia </td><td>18 (14) </td><td>15 (13) </td><td>0.93\n</td></tr><tr><td>Peripheral vascular disease </td><td>6 (5) </td><td>14 (12) </td><td>0.03\n</td></tr><tr><td>Diabetes mellitus </td><td>31 (23) </td><td>40 (35) </td><td>0.04\n</td></tr><tr><td>Renal insufficiency </td><td>16 (12) </td><td>13 (11) </td><td>0.88\n</td></tr><tr><td>Dialysis dependency </td><td>3 (2) </td><td>4 (4) </td><td>0.71\n</td></tr><tr><td>Chronic obstructive pulmonary disease </td><td>7 (5) </td><td>16 (14) </td><td>0.02\n</td></tr><tr><td>Liver disease </td><td>1 (1) </td><td>8 (7) </td><td>0.01\n</td></tr><tr><td>Obesity </td><td>6 (5) </td><td>16 (14) </td><td>0.01\n</td></tr><tr><td>Solid malignancy </td><td>40 (30) </td><td>18 (16) </td><td>0.01\n</td></tr><tr><td>Leukemia/lymphoma </td><td>6 (5) </td><td>1 (1) </td><td>0.13\n</td></tr><tr><td>Corticosteroid use/immunosuppression </td><td>22 (17) </td><td>10 (9) </td><td>0.07\n</td></tr><tr><td>Infection characteristics\n</td><td> </td><td> </td><td> </td></tr><tr><td>Acquisition of bacteremia </td><td> </td><td> </td><td>&lt; 0.001\n</td></tr><tr><td>Community-acquired </td><td>113 (84) </td><td>69 (60)\n</td><td> </td></tr><tr><td>Hospital-acquired </td><td>21 (16) </td><td>46 (40)\n</td><td> </td></tr><tr><td>Source of bacteremia </td><td> </td><td> </td><td>&lt; 0.001\n</td></tr><tr><td>Lung </td><td>9 (7) </td><td>31 (27)\n</td><td> </td></tr><tr><td>Intra-abdominal/hepato-biliary </td><td>23 (17) </td><td>29 (25)\n</td><td> </td></tr><tr><td>Urinary tract </td><td>65 (49) </td><td>26 (23)\n</td><td> </td></tr><tr><td>Vascular-catheter related </td><td>7 (5) </td><td>9 (8)\n</td><td> </td></tr><tr><td>Skin and/or soft tissue </td><td>4 (3) </td><td>4 (3)\n</td><td> </td></tr><tr><td>Other </td><td>6 (4) </td><td>4 (3)\n</td><td> </td></tr><tr><td>Undefined/unknown </td><td>20 (15) </td><td>12 (10)\n</td><td> </td></tr><tr><td>Most commonly isolated pathogens in blood culturesb\n</td><td> </td><td> </td><td> </td></tr><tr><td>Escherichia coli </td><td>65 (49) </td><td>28 (24) </td><td>&lt; 0.001\n</td></tr><tr><td>Klebsiella spp. </td><td>19 (14) </td><td>18 (16) </td><td>0.74\n</td></tr><tr><td>Enterococcus spp. </td><td>6 (4) </td><td>17 (15) </td><td>0.01\n</td></tr><tr><td>Streptococcus pneumonia </td><td>8 (6) </td><td>13 (11) </td><td>0.13\n</td></tr><tr><td>Coagulase negative staphylococci </td><td>1 (1) </td><td>10 (9) </td><td>0.002\n</td></tr><tr><td>Enterobacter spp. </td><td>8 (6) </td><td>6 (5) </td><td>0.80\n</td></tr><tr><td>Pseudomonas spp. </td><td>4 (3) </td><td>4 (3) </td><td>1.00\n</td></tr><tr><td>Serratia spp. </td><td>3 (2) </td><td>4 (3) </td><td>0.71\n</td></tr><tr><td>Citrobacter spp. </td><td>2 (1) </td><td>3 (3) </td><td>0.66\n</td></tr><tr><td>Streptococcus anginosus group All data are presented as n </td><td>2 (1) (%) or medians (interquartile ranges) unless otherwise specified\n</td><td>3 (3) </td><td>0.66\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Clinical outcomes in the BALANCE-Ward pilot RCT compared to the BALANCE-ICU pilot RCT and updated data from the BALANCE main RCT", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Outcome </td><td>BALANCE\n</td><td>BALANCE\n</td><td>BALANCE\n</td><td>P value Ward pilot vs ICU pilot\n</td><td>P value Ward pilot vs main RCT\n</td></tr><tr><td>Ward Pilot\nn = 134\n</td><td>ICU pilot\nn = 115\n</td><td>Main RCTa\nn = 600\n</td><td> </td><td> </td></tr><tr><td>Mortality\n</td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>In hospital </td><td>3/134 (2) </td><td>15/115 (13) </td><td>95/597 (16) </td><td>0.001 </td><td>&lt; 0.001\n</td></tr><tr><td>At 90 daysb </td><td>17/133 (13) </td><td>17/115 (15) </td><td>104/600 (17) </td><td>0.65 </td><td>0.20\n</td></tr><tr><td>Length of stay in hospital (in days) </td><td>6 (4-12) </td><td>20 (12-43) </td><td>20 (11-43) </td><td>&lt; 0.001 </td><td>&lt; 0.001\n</td></tr><tr><td>Relapse of bacteremia </td><td>1 (1) </td><td>4 (3) </td><td>12 (2) </td><td>0.18 </td><td>0.48\n</td></tr><tr><td>Antibiotic-free days (by day 28) </td><td>14 (14-21) </td><td>14 (8-17) </td><td>14 (6-18) </td><td>&lt; 0.001 </td><td>&lt; 0.001\n</td></tr><tr><td>Antimicrobial-related adverse outcomes\n</td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Allergy </td><td>0 (0) </td><td>0 (0) </td><td>9/598 (2) </td><td>1.00 </td><td>0.38\n</td></tr><tr><td>Anaphylaxis </td><td>0 (0) </td><td>0 (0) </td><td>0/598 (0) </td><td>1.00 </td><td>1.00\n</td></tr><tr><td>Acute kidney injury </td><td>0 (0) </td><td>0 (0) </td><td>1/598 (0.2) </td><td>1.00 </td><td>1.00\n</td></tr><tr><td>Acute hepatitis </td><td>0 (0) </td><td>1 (1) </td><td>2/598 (0.3) </td><td>0.46 </td><td>1.00\n</td></tr><tr><td>Clostridiodes difficile infection </td><td>0 (0) </td><td>4 (3) </td><td>12/598 (2) </td><td>0.04 </td><td>0.14\n</td></tr><tr><td>Secondary infection with resistant microorganisms </td><td>11 (8) </td><td>10 (9) </td><td>72 (12) </td><td>0.89 </td><td>0.18\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "We would like to acknowledge the extraordinary efforts of the research coordinators at each participating site in screening and enrolling eligible patients, including Kanthi Kavikondala, Miranda Hunt, Shelley Acres, Rebecca Porteous, Irene Watpool, Alexandra Sabev, Nevena Savija, Katrina Fimiani, Alexandra Lostun, and Rizani Ravindran. We also like to acknowledge the crucial contributions of Lisa Buckingham and Nicole Zytaruk at the CLARITY methods centre in helping to develop the electronic case report form and database. We thank Allan Garland and Kirsten Feist for providing internal manuscript review within the CCCTG.Authors' contributions ND and RAF conceived and designed the study, obtained funding, developed the statistical analysis plan, database development, drafted the manuscript, and are responsible for overall management and supervision. AHR participated in the study design, helped develop paper and electronic CRF and web randomization and drafting of the manuscript. RP contributed to the study design, provided statistical and methodological expertise, and helped draft the manuscript. YA, EPBC, RC, MD, DJC, RH, SM, LM, JM, RP, SR, BR, YS, PS, and RW participated in the study design, contributed to writing grant applications, and helped in reviewing and revising the manuscript for intellectual content. All the authors have reviewed and approved the manuscript for publication. ", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "The datasets used and/or analyzed during the current study are available from the corresponding author on reasonable request.Ethics approval and consent to participate", "cite_spans": [], "ref_spans": [], "section": "Availability of data and materials"}]}