{
    "paper_id": "7e46848867355da24a58f13fb083c4483388e040",
    "metadata": {
        "title": "Klinische Wochen- schrift Case report Gram-Negative Bacterial Pneumonia with Secondary Aspergillosis in an AIDS Patient",
        "authors": [
            {
                "first": "K",
                "middle": [],
                "last": "Bonatz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Weiss",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "R",
                "middle": [],
                "last": "Hehlmann",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "H.-P",
                "middle": [],
                "last": "Agmus",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universit/it Heidelberg",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Heine",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universit/it Heidelberg",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A 40-year-old, HIV-infected female patient received antibiotic treatment for a urinary tract infection. After the initial success of therapy and a symptom-free period, she developed pneumonia with septic shock and adult respiratory distress syndrome (ARDS). In spite of intensive care and respirator therapy with positive end-expiratory pressure (PEEP), she died of infectious toxic shock. Autopsy findings showed relapsing, gramnegative, bacterial pneumonia (morphologically compatible with Klebsiella pneumonia) and secondary, invasive aspergillosis. The pathogenesis and epidemiology of these unusual complications of AIDS are discussed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "(CD4) lymphocytes (ll0/gl, CD4-CD8 ratio 0.2). The white blood count was 4400Ad with normal absolute lymphocyte count, the hemoglobin was 12.6 g/dl, and the platelet count, 118000/gl. The patient refused zidovudine therapy because she feared the side effects of the drug; she was followed as an outpatient over the next year.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In April 1990, she observed transient fever associated with nocturnal sweats, weight loss, productive cough, and low back pain. Physical examination on admission revealed diffuse crackles in both lungs. The heart sounds were normal. Bilateral cervical and inguinal lymphadenopathy was present, with lymph nodes up to 2 cm in diameter. Pain in the left kidney was provocable. Gynecological examination including cervical smear revealed signs of florid endometritis. Abdominal ultrasound showed normal kidneys, hepatic steatosis, and slight splenomegaly. The chest radiograph was normal. The urine sediment contained leukocytes, bacteria, and epithelial cells. Urine cultures grew Enterococcus. Hemoglobin measured l l.5g/dl; white cell count, 4000/gl; platelet count, 152000/ gl; helper lymphocytes, 280/pl; and CD4-CD8 ratio, 0.3. Virus serology and cultures of spinal fluid and sputum were negative. Serological tests for Candida albicans (I : 320, IHA) and Aspergillus fumigatus (1 : 10, IHA) were not significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The genitourinary tract infection responded clinically to treatment with oral cerfuroxime. On day 8 a fever of 39 ~ C reappeared, and cerfuroxime was replaced by intravenous teicoplanin because the urine isolate was multiresistant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We did not find a new focus, either by abdominal ultrasound, echocardiography, and chest radiograph, or by blood and spinal fluid cultures. In light of a rapidly downhill course with septic temperatures, teicoplanin was discontinued and intravenous ciprofloxacin was started on day 16, without effect. On day 19, imipenem was added to the treatment. At this juncture the patient developed the radiological signs of bilateral atypical pneumonia. She received an additional high-dose treatment with intravenous trimethoprim-sulfamethoxazole at 1200 mg per day in divided doses to include Pneumocystis carinii in our spectrum. The further course was towards septic shock with manifestations of ARDS. On day 22 the patient was intubated and treated by intensive care and controlled mechanical ventilation with PEEP. As we could not yet exclude P. carinii pneumonia, we administered methylprednisolone i.v., initially 2 g per day, in rapidly reduced doses over 7 days. Disseminated intravascular coagulation and beginning acute renal failure due to the septicemia were reversed by appropriate therapy. For the respiratory infection we added ganciclovir to cover cytomegalovirus. Serologically we did not see any change in virus antibody tests. P. carinii could not be isolated from tracheal specimens, and blood cultures were repeatedly sterile. Bronchoalveolar lavage was not performed because of the unstable cardiopulmonary status (arterial pO2 of 60 mm Hg during ventilation with 100% 02, severe arterial hypotension despite catecholamines).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "After 2 weeks the infiltrates cleared and the respiratory status improved temporarily. The patient's last 14 days were again marked by increasing temperatures and uncharacteristic cerebral symptoms (pupils unequal in size). Neurologic examination gave evidence of a grade II etiologically unclear bulbar lesion. Tracheal cultures yielded Enterococcus and Staphylococcus. We observed Candida growth in the urinary and gastrointestinal tracts and administered Amphotericin B by the vesical and gastric catheters. On day 13 of the respirator therapy, stomach secretions grew Aspergillus fumigatus one time. We did not find a serum antibody response to Aspergillus at this time or 12 days later. Cultures of stomach secretions 4 and 8 days later confirmed Candida, but not Aspergillus growth. Candida IgM tests turned positive, and finally Candida was also isolated from tracheal specimens. Subsequent chest radiographs showed new infiltrations in both mid-lung fields. We added intravenous miconazole to the treatment. The patient died after 31 days of respirator therapy. A survey of the treatment and the course of the patient's body temperature is given in Figure 1 . The leukocyte counts are shown in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1157,
                    "end": 1165,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1202,
                    "end": 1209,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "Autopsy examinations revealed generalized atrophic lymph nodes. The lungs presented the aspect of superinfected shock lung with multiple pneumonic infiltrations in all lobes; in addition, pulmonary infarctions with microabscess formation were found. Brain sections showed frontal and occipital abscess formations up to 1 cm in diameter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Microscopic examination ;confirms advanced HIV-associated lymphadenopathy. The macrophagocytic alveolar exudate reveals a few cells and fibrin as well as gram-negative bacteria, corresponding to the morphological picture of Klebsiella pneumonia. The pulmonary infarctions demonstrate invasion of organisms characteristic of Aspergillus species. Furthermore, the lungs show evidence of protracted shock lung, with hyaline membranes and reparative proliferation of pneumocytes (Figs. 2, 3) . Some of the cerebral abscesses are due to aspergillosis through vascular invasion (Fig. 4) . The cause of death was septic and infectious shock with polyorganic failure.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 475,
                    "end": 487,
                    "text": "(Figs. 2, 3)",
                    "ref_id": null
                },
                {
                    "start": 572,
                    "end": 580,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": ""
        },
        {
            "text": "Differential diagnosis of fever in HIV patients primarily involves the consequences of the impaired cell-mediated immunity which characterizes AIDS. Humoral immunity is also altered in AIDS due to lack of B cell differentiation, resulting in reduced responses to new antigenic stimuli. Moreover, macrophage function is impaired and neutrophils from patients with advanced HIV infection show decreased chemotaxis, phagocytosis, and bacterial killing -factors that contribute to an increased rate of bacterial infections. A significant factor in the death of these patients, at 23% is bacterial pneumonia [10, 14] , most commonly caused by encapsulated organisms like S. pneumoniae (gram-positive) and H. influenzae (gram-negative) [3, 12] . The source of our patient's initial gram-negative bacteremia appears to be the genitourinary tract. The presence of acute urinary tract infection on admission, the finding of enterogenic bacteria in urine cultures, and a history of recurrent urinary tract infection strongly support this opinion, even if bacteriological proof is lacking. The morphology of the alveolar exudate is uncharacteristic for nosocomial pathogens (Pseudomonas aeruginosa, E. coli). Klebsiella pneumoniae, the organism which histologically caused the pneumonia of our patient, is isolated in approximately 3% of all acute bacterial pneumonias, and it is the second most common urinary tract pathogen [7] . Its invasive properties are characterized by the antiphagocytic effect of a capsule and production of large, mucoid colonies with destructive action on the pulmonary tissue. In our case we were confronted with an unidentified pathogen and had to start an empirical antibiotic treatment with a broad spectrum. Multicenter studies have proved the efficacy of ciprofloxacine and imipenem against multiresistant Klebsiella [1] , but in retrospect it is clear the duration of treatment was not long enough to eliminate the bacterium. In the course of the septic shock purulent cerebral microabscess formation appeared. Invasive fungal infections have been recognized as a complication in HIV-infected patients with a frequency up to 20%, mostly caused by Candida [8, 14] . Disseminated aspergillosis is diagnosed at only 2% to 6% in patients dying of AIDS, although exposure to Aspergillus is universal [2, 4, 11, 14] . The largest study of invasive aspergillosis so far, with 13 HIV-infected patients, documents the diagnostic difficulties, as positive diagnosis mostly required bronchoalveolar lavage or transthoracic aspiration of pulmonary lesions. Despite antifungal therapy, more than 70% of the patients died [5] . Manifestations of disseminated aspergillosis usually requires the setting of profound neutropenia [7, 13] . The cases of AIDS patients with invasive aspergillosis described in the literature therefore had neutropenia related to zidovudine or to ganciclovir therapy, increased exposure to aspergillus by marijuana smoking, underlying pulmonary disease, or corticosteroid use as predisposing factors. In our patient, we did not find neutropenia (Table 1) , but lung sections reveal important pulmonary damage (Fig. 2) . At this point we have to review critically the recommendation of steroid therapy in addition to the antibiotic treatment in P. carinii pneumonia with severe respiratory failure, as it may cause neutrophil dysfunction [9] . Since no laboratory or imaging procedures yielded specific information that was helpful for etiologic diagnosis, an efficient antifungal therapy could not be initiated in our patient. At autopsy, dissemination to the brain with secondary infiltration of the cerebral abscesses was found. Cerebral aspergillosis is rare, has a high mortality rate [15] , and indicates an extremely bad prognosis [6] .",
            "cite_spans": [
                {
                    "start": 603,
                    "end": 607,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 608,
                    "end": 611,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 730,
                    "end": 733,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 734,
                    "end": 737,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1415,
                    "end": 1418,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1840,
                    "end": 1843,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2179,
                    "end": 2182,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2183,
                    "end": 2186,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2319,
                    "end": 2322,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2323,
                    "end": 2325,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2326,
                    "end": 2329,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2330,
                    "end": 2333,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2632,
                    "end": 2635,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2736,
                    "end": 2739,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2740,
                    "end": 2743,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 3373,
                    "end": 3376,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 3725,
                    "end": 3729,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 3773,
                    "end": 3776,
                    "text": "[6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 3081,
                    "end": 3090,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 3145,
                    "end": 3153,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The case history of this 40-year-old patient stresses the importance and pathogenicity of common bacteria outside the range of opportunistic infections. It also indicates the possibility of increasing confrontation with disseminated fungal infections like invasive aspergillosis as secondary neutropenia due to drugs such as zidovudine and ganciclovir becomes more common. The poor results of therapy observed in pulmonary aspergillosis in AIDS justify invasive diagnostic procedures, including bronchoalveolar lavage and transthoracic aspiration of pulmonary lesions, in order to achieve earlier recognition and better therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Multiresistenz gramnegativer Erreger auf Intensivstationen. Ergebnisse einer Multicenterstudie. Arzneimitteltherapie 9",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Asanger",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "5--8",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Invasive aspergillosis: an unusual manifestation of AIDS",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Asnis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Chitkara",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jacobson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Goldstein",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "NY State J Med",
            "volume": "88",
            "issn": "12",
            "pages": "653--655",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Bacterial pneumonia in patients with human immunodeficiency virus infection",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Chaisson",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Semin Respir Infect",
            "volume": "4",
            "issn": "",
            "pages": "133--138",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Aspergillus endocarditis and myocarditis in a patient with the acquired immunodeficiency syndrome (AIDS)",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Di Dio",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Pizzolato",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lerch",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pochon",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Virchows Arch A",
            "volume": "417",
            "issn": "",
            "pages": "255--259",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Pulmonary aspergillosis in the acquired immunodeficiency syndrome",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Denning",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Follansbee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Scolaro",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Norris",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Edelstein",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "N Engl J Med",
            "volume": "324",
            "issn": "",
            "pages": "654--662",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Enteric bacilli, Klebsiella",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Falkow",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mekalanos",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "AIDS and fungal infections",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mandal",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J Infect",
            "volume": "19",
            "issn": "",
            "pages": "199--205",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Oral corticosteroids prevent acute respiratory failure in AIDS-related Pneumocystis carinii pneumonia (abstract)",
            "authors": [
                {
                    "first": "Jsg",
                    "middle": [],
                    "last": "Montaner",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lawson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Levitt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Belzberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schechter",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ruedy",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "V Int Conf on AIDS",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Bacterial infections in the acquired immune deficiency syndrome",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Nichols",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Balogh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Silverman",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Am J Clin Pathol",
            "volume": "92",
            "issn": "",
            "pages": "787--790",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Opportunistic infections and malignancies in 231 Danish AIDS patients",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pedersen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gerstoft",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tauris",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Lundgren",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Gotsche",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Buhl",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Salim",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Schmidt",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "AIDS",
            "volume": "4",
            "issn": "",
            "pages": "233--238",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Bacterial infections in AIDS patients",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Schrager",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "AIDS",
            "volume": "2",
            "issn": "",
            "pages": "183--189",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Aspergillus findings in AIDS patients suffering from cryptococcosis",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Staib",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Seibold",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Grosse",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Mycoses",
            "volume": "32",
            "issn": "",
            "pages": "516--523",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Value of necropsy in acquired immunodeficiency syndrome",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Wilkes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Fortin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Felin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Godwin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Lancet",
            "volume": "II",
            "issn": "",
            "pages": "85--88",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Aspergillus infection of the central nervous system in patients with acquired immunodeficiency syndrome",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Woods",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Goldsmith",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Arch Nenrol",
            "volume": "47",
            "issn": "",
            "pages": "181--184",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Course of body temperature and administered drugs",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Cerebral aspergilloma, HE, x 12.5",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ".. i .............. i ............................ i .........................................................",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Course of leukocyte count during therapy. Cefuroxime (Cef), Teicoplanin (Tel), Ciprofloxacine (Cip), Imipenem (Imi), Methylprednisolone (Pred), Ganciclovir (Gan), Trimethoprim-Sulfamethoxazole (Tri), Miconazole (Mic)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}