{
    "paper_id": "7e653daa38fdd08199835c310eba1f719ce8bb8a",
    "metadata": {
        "title": "Persistent postsurgical and postinjury pain-an update",
        "authors": [
            {
                "first": "Aurel",
                "middle": [],
                "last": "Neamtu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Uni-veristy of Louisville",
                    "location": {
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Ultrasound guided nerve blocks: what makes us happy?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Emergency County Hospital Cluj-Napoca, Orthopaedic and Traumatology Clinic Cluj-Napoca, Romania Since 1994 when first described by S. Kapral et al., for the supraclavicular approach of the brachial plexus, the ultrasound (US) guidance in regional anaesthesia became the choice for many of those who are practicing peripheral nerve blocks and who can afford this method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adela Hilda Onutu"
        },
        {
            "text": "In many ways this change of paradigm in regional anaesthesia moved for the better our practice, and most important, changed patient's perioperative period pattern and probably his outcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adela Hilda Onutu"
        },
        {
            "text": "Abrahams et al. (2009) brought the data that confirmed the superiority of US in performing nerve blocks as compared with the traditional methods, but did not conclude regarding complications because the lack of sufficient data. A more recent analysis (Lewis 2015) on 2844 participants (32 RCT) showed that US in peripheral nerve blockade improved the quality of block (both sensory and motor), reduced the incidence of complications and also the need to shift to general anaesthesia. Beside, in their study, US use shortened the performance time while the combination with neurostimulation prolonged it.",
            "cite_spans": [
                {
                    "start": 16,
                    "end": 22,
                    "text": "(2009)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Adela Hilda Onutu"
        },
        {
            "text": "A real good thing that happened with US was the increased interest of young doctors in regional anaesthesia because of the clear benefits of this method. The US introduced a new \"screen\" in our everyday life, a \"screen\" that helps to see anatomical structures, the needle paths and the local anaesthetic distribution, meanwhile reducing the chance of intravascular \"placement\" of the blocks and injury of the pleura or the nerve itself.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adela Hilda Onutu"
        },
        {
            "text": "Since patient safety is direct related to the total dose of local anesthesia (LA) administered (Barrington; Kluger 2013) the use of US reduces the needed local anaesthetic volume thus reducing the risk of toxicity due to its systemic absorption, but not in case of intravascular injection (Sites 2012). There are many debates regarding the right dose for peripheral nerve blocks, because the total volume depends on the practitioner's skills in regional anaesthesia, on the nerve size to be blocked, on the need of duration for the block and others factors (O′Donnell 2014).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adela Hilda Onutu"
        },
        {
            "text": "Beside the advantage offered by the use of US regarding the precision of the method and its accuracy, one has to add the patient's satisfaction, due to less sufferance and pain, both during the anesthesia and surgery performances.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adela Hilda Onutu"
        },
        {
            "text": "We, anesthesiologists, have also the right to look for our own professional satisfaction, since US is a method which somehow expels monotony from our daily activity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adela Hilda Onutu"
        },
        {
            "text": "A message to your patient: if he/she is too anxious before surgery, there would be more pain in the postoperative period Gabriel M. Gurman",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adela Hilda Onutu"
        },
        {
            "text": "Ben Gurion University of the negev, Beer Sheva, Israel",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adela Hilda Onutu"
        },
        {
            "text": "The acute postoperative pain produces a long list of untoward effects, from the reduced respiratory ability to the increase in the sympathetic activity, and above all psychological problems, sleepiness, confusion, agitation and delay in recovery. This is the reason why in the last decades a lot of clinical studies have been performed with the aim of reducing the magnitude of the postoperative pain, all of them directed to those factors which might influence the pain after surgery, such as: presence of preoperative chronic pain, anesthesia technique, or the need for an acute pain service.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adela Hilda Onutu"
        },
        {
            "text": "The promoter of the management of postoperative pain was John Bonica, who in the last decade of the twentieth century published the list of factors which could influence the magnitude of the postoperative pain: site, duration and nature of surgery; use of pre-emptive analgesia; quality of intra-operative analgesia; quality of postoperative care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adela Hilda Onutu"
        },
        {
            "text": "But he was also the first to bring into the clinician's attention the fact that the physiological and the psychological pattern of the surgical patient plays a very important role in establishing the intensity of postoperative pain. His recommendation was clear: pay a special attention to the preoperative psychological preparation of the patient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adela Hilda Onutu"
        },
        {
            "text": "Since then a lot of clinical studies tried to solve the problem of the preoperative anxiety, in order to reduce to a minimum its influence on the postoperative pain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adela Hilda Onutu"
        },
        {
            "text": "Currently, there is a general consensus that there are two types of preoperative anxiety: *the state anxiety (SA): a transitory emotional state, that varies in intensity over the time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adela Hilda Onutu"
        },
        {
            "text": "*trait anxiety (TA): a personality disposition, that remains relatively stable over the time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adela Hilda Onutu"
        },
        {
            "text": "In the year of 1983 KE Scott described the differences between the two types. Only SA could be influenced by premedication, which has no effect on TA. Being a part of patient personality, TA's influence on postoperative pain is very difficult to control. On the contrary the SA, considered a temporary state, is much easier influenced and could also be highly predictive for the magnitude of the postoperative pain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adela Hilda Onutu"
        },
        {
            "text": "But more recently, in 2014, NM Petrovic described the so called D personality (letter D stands for distress), which includes those patients with a clear tendency towards negative affectivity, irritability, social inhibition and lack of self assurance. For some authors, the D personality is part of the TA, but it seems that those patients belonging to this specific category are at very high risk to develop severe postoperative pain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adela Hilda Onutu"
        },
        {
            "text": "All the relevant clinical studies (Katz 1997 (Katz , 2000 (Katz , 2001 ; Kepf 1997; Southerland 2014) lead to the same conclusion: preventive measures regarding the preoperative anxiety seem to help! The list of proposals to be taken into consideration includes: a careful psychological evaluation and preparation of the surgical patient, a good preoperative sedation and even the use of antidepressants before surgery in specific cases.",
            "cite_spans": [
                {
                    "start": 34,
                    "end": 44,
                    "text": "(Katz 1997",
                    "ref_id": null
                },
                {
                    "start": 45,
                    "end": 57,
                    "text": "(Katz , 2000",
                    "ref_id": null
                },
                {
                    "start": 58,
                    "end": 70,
                    "text": "(Katz , 2001",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Adela Hilda Onutu"
        },
        {
            "text": "In conclusion, it is the anesthesiologist's task, among many others, to recognize the importance of the preoperative anxiety, to identify those patients in high risk from this point of vu and prepare the anxious patient accordingly. placement is facilitated by use of ultrasound guidance. The objective pursued with this presentation is to bring awareness to the challenge of managing postoperative pain for this repair, to discuss our experience with TE and PVB, and to also talk about the adjunct medications which we commonly use to supplement these techniques.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adela Hilda Onutu"
        },
        {
            "text": "Pectus excavatum is the most common chest wall deformity. Repair of this defect depends upon the respiratory, cardiac symptoms, or pain experienced by the patient. It is accomplished via placement of an intrathoracic bar. This in turn provides immediate correction of the defect, but typically results in significant postoperative pain. Traditional approach has made use of TE as the gold standard for pain control during thoracic procedures. Placement is usually at the T5-T6 level or immediately below it. Continuous infusions using a combination of local anesthetic with or without opioids are usually initiated. TE may be used alone or in combination with PCA. Disadvantages of thoracic epidural are the risk of spinal hematoma, cord ischemia, epidural abscess, and profound hypotension due to subsequent sympathectomy. Enter ultrasound-guided placement of bilateral PVB with continuous infusion of local anesthetic as an alternative. Currently there is no consensus as to what the best technique is for pain control, but using regional anesthesia with a multimodal pain management approach may represent the best option. Current studies contain data with relatively small groups of patients. Future studies will need to compare existing techniques head to head with larger patient populations to determine their efficacy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adela Hilda Onutu"
        },
        {
            "text": "Regional anesthesia and ambulatory surgery: the role of continuous infusion devices in postoperative pain management in pediatrics Ralph J Beltran Department of Anesthesiology and Pain Medicine, Nationwide Children's Hospital, Columbus, Columbus, OH, USA Continuous infusions of local anesthetic delivered via peripheral nerve block catheters (PNB) for postoperative pain management in adult patients has become more prevalent. Mirroring this trend, our institution adopted the idea of providing these services to our pediatric patient population. Incorporating the use of PNB in the setting of ambulatory surgery for the pediatric population presents its own unique challenges. The purpose of this presentation is to describe the elements involved in rolling out an ambulatory peripheral nerve block catheter program, describe our institutional evolution in regional anesthesia, and to briefly address evidence based-research in support of regional anesthesia use in this setting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adela Hilda Onutu"
        },
        {
            "text": "Placement of PNBs in the pediatric population typically involves an in-depth conversation with parents regarding risks, benefits, and alternatives. But this conversation initiates what is a partnership between parents and physicians. The process begins with the selection of the patient for placement of PNB. At the center of the selection process is the ability to communicate with the family via telephone upon discharge to monitor the effectiveness of the block, and diagnose any potential complications. The necessary elements to establish an ambulatory PNB program includes the availability of experts in regional anesthesia around the clock, ultrasound technology, and availability of catheter supplies and infusion devices. In our institution, utilization of regional anesthesia began primarily with services geared toward arthroscopic procedures of knee and shoulder using single shot techniques. This step was followed by placement of continuous infusion catheters to patients who were originally scheduled for admission, and ultimately progressed to include ambulatory patients. The program was successfully initiated in October 2012. An initial query reflecting the first 2 years of activity showed that 78 patients benefitted from the program. The majority of patients received lower extremity catheters. No major complications occurred, including screening for skin infections, bleeding and local anesthetic toxicity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adela Hilda Onutu"
        },
        {
            "text": "Locoregional blocks in maxillo-facial surgery. Advises for the anesthesiologist Federico Fiocca",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adela Hilda Onutu"
        },
        {
            "text": "Maxillo-facial surgery has been associated with intense pain, that is often difficult to assess and treat and is frequently affected by concerns regarding airway obstruction and oxygen desaturation. Moreover, this is associated with difficult feeding and swallowing in the post-operatory period, thus leading to possible poor outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ASST Spedali Civili Brescia, Italy"
        },
        {
            "text": "Pain control has been historically obtained by the use of intravenous and oral medication, On the other side, regional blocks have been widely used in the last several years in pain therapy, but only recently became a commonly utilized approach in pediatric care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ASST Spedali Civili Brescia, Italy"
        },
        {
            "text": "The maxillary nerve, the second branch of the trigeminal nerve, innervates the face from the alveolar process and palate to the floor of the orbit. In oral and maxillofacial surgery, branches of the maxillary nerve are blocked to provide analgesia during and after the surgical procedure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ASST Spedali Civili Brescia, Italy"
        },
        {
            "text": "For lip surgery infraorbital block is widely used. Its indications include not only post-operatory pain relief in cleft lip repair, but can include also nasal surgery (i.e. septo-rhinoplasty, endoscopic sinus surgery). Classic techniques in the performance of infraorbital block include intraoral and extraoral approaches. Understanding not only the location but the course of the infraorbital foramen in fundamental in order to have optimum performance and to ensure maximum safety.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ASST Spedali Civili Brescia, Italy"
        },
        {
            "text": "For palate surgery the block of the palatine nerves with an intraoral approach are a relative common block to provide intra and postoperatory analgesia in cleft palate repair. Moreover, block of the maxillary nerve, that has been used in the last several years in pain therapy, has recently become a commonly utilized approach in pediatric care with a suprazygomatic approach. In 2010 a new approach for peri-operative analgesia of cleft palate repair in infants has been proposed, permitting the reduction of intra and post-operatively opioids use with no complications. With this approach the needle is inserted perpendicular to the skin to reach the greater wing of the sphenoid, and then redirected in anteriorly and caudally direction to the pterygopalatine fossa. Moreover, recently a study involving ultrasound guidance in performing this block has been presented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ASST Spedali Civili Brescia, Italy"
        },
        {
            "text": "Medical apps: potentials and risks for the anesthesiologist M. Czaplik",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ASST Spedali Civili Brescia, Italy"
        },
        {
            "text": "Since almost everyone is attended by his smartphone always and everywhere, it is a faithful companion with nearly inexhaustible knowledge and potentialities. As one of the most important components it is part of the digitally connected world. It seems natural that smartphones therefore are used to access information especially in time-critical situations or where precise up-to-date information are urgently requested. Since apps are more comfortable and faster than using Google or scientific databases to find information-especially while using tablet PCs or smartphones-the usage of medical apps has grown dramatically. As a \"new technology for the sake of the physician\" medical devices and apps can support routine clinical tasks for all medical specialists e.g. by calculating drug doses, assisting patient education, getting access to drug databases, accessing medical record on the move and receiving clinical decision support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Medical Technology section, Department of Anesthesiology, University Hospital RWTH Aachen, Germany"
        },
        {
            "text": "Not only physicians but also patients are using medical apps everincreasing to gather more information about their illnesses or adverse effects of drugs, to measure their heart rate, to analyze their physical activity and much more.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Medical Technology section, Department of Anesthesiology, University Hospital RWTH Aachen, Germany"
        },
        {
            "text": "Although they are convenient and handy, mobile medical apps must be accurate and reliable to avoid relevant risks for the users: health care professionals and patients. Several studies have stated that various apps are crucial or even potentially dangerous in clinical use. Patients who are using an app for skin cancer detecting lean on its reliability. For technically skilled persons it is not surprising that sensitivity of these apps which are using unclear ambient light und the ordinary build-in camera of the phone is low, but by far not for all potential users. Further apps undertake drug doses calculations. This is practical, particularly for children's medicine or to convert opioid equivalences. However, a wrong opioid dosage conversion can lead to life threatening harm. For the decision whether to use an app or not, it should be taken into account that most app developers have little or no formal medical competence. Lastly the physician should balance risks of harm against anticipated benefits for the respective clinical field of application. In order to be make that possible, it is necessary to identify potential risks including diverse risk types concerning software, hardware, sensors, display, user interface, network issues etc. A relatively easy framework to evaluate potential risks by an app will be introduced. It considers the probability of an event occurring that could lead to harm, the severity of the consecutive harm and the likelihood of a clinical error being detected. A few examples out of hundreds apps that are useful for the anesthesiologist in the field of emergency care, operation theatre and intensive care unit will be presented. Potentials and all types of risks will be identified for each, leading to a risk category A to D aiming in sensitization of the sophisticated modern anesthetist to circumspectly using the next \"discovered\" app for clinical purposes. The global economic and financial crisis is having crucial impact on European healthcare systems (1) . Pressures in health come from the requirements of an ageing population, the introduction of expensive medical technologies and greater community expectations for access to health services. However, it is evident that public hospitals could provide better care by being more efficient and reducing wasteful spending. Operating theatre (OT) services represents a significant proportion of hospital costs. In 2011-12, approximately 210,000 patients in New South Wales (NSW) had elective surgery accounting for 45% of all public admissions. This is estimated to cost approximately $1.3 billion each year or about 17% of NSW Health's inpatient services budget. OT costs averaged more than half total episode costs in a study of Australian general surgery cases. (2) Increasing the OT productivity is a wise strategy to reduce costs. One of the key methods is proper OT management and optimization of the whole process involved in the treatment of the surgical patient. The goals for OT management are: improving productivity and efficiency while maintaining high quality of care at all times. Improving efficiency means shorter case durations, rational scheduling of various types of surgery, and minimizing nonoperative time by reorganizing OT tasks. Information technology (IT) can support decision making to manage OT efficiency. Hereinafter an example of IT implementation in an operating theater.",
            "cite_spans": [
                {
                    "start": 2012,
                    "end": 2015,
                    "text": "(1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Medical Technology section, Department of Anesthesiology, University Hospital RWTH Aachen, Germany"
        },
        {
            "text": "In 2005 in view of the newly created Operating Room Block (ORB) in GB Morgagni L Pierantoni Hospital in Forlì, a project aimed to develop a data recording system of the surgical process of every patient within the ORB was started. The primary goal was to create a practical and easy data processing tool to give OT managers the information basis to increase operating theaters efficiency and patient safety.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Operating room data management: an Italian experience"
        },
        {
            "text": "The developed data analysis tool is embedded in an Oracle Business Intelligence Environment, which processes data to simple and understandable performance tachometers and tables. The system is divided in the tree profile types Manager, Anesthesiologist and Surgeon. Every profile includes subcategories where operators can access more detailed data analyses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Operating room data management: an Italian experience"
        },
        {
            "text": "The implementation of the project enabled a slow but constant Raw utilization increase, a reduction of the number of unscheduled procedures and overtime events (3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Operating room data management: an Italian experience"
        },
        {
            "text": "However IT by itself cannot make the miracle and human element has to be considered. Humans have a natural reluctance to change and evidence-based methods to overcome these barriers have to be used (4) . Moreover, education and leadership can compensate for the cognitive biases affecting every decision maker.",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 201,
                    "text": "(4)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Operating room data management: an Italian experience"
        },
        {
            "text": "The IT gives healthcare managers, anesthesiologists and surgeons useful information to increase surgical theaters efficiency and patient safety.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Operating room data management: an Italian experience"
        },
        {
            "text": "(AE-COPD). The aim in the ARDS patient is to avoid hypercapnia and respiratory acidosis in a ventilation strategy consisting of very low tidal volumes. In the AE-COPD patients ECCO2R may avoid intubation or facilitate extubation and potentially improve outcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Operating room data management: an Italian experience"
        },
        {
            "text": "In 2009, Terragni et al. (1) presented a ventilation model of low VT (4 ml/kg of PBW) for severe ARDS patients using a modified renal replacement system coupled with a vv-ECCO2R device (DECAP) which allowed safe and efficient management of acidosis resulting from VT reduction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Operating room data management: an Italian experience"
        },
        {
            "text": "The DECAP/DECAPSMART ECCO2R device is a modified renal replacement circuit, incorporating a neonatal polypropylene membrane lung (0.3 m 2 ), coupled in series with a polysulfone hemofilter (1.35 m 2 ). The blood flow into the membrane is aided by a nonocclusive roller pump (maximum 450 mL/min), whereby CO 2 is eliminated by diffusion against a concentration gradient, created by sweep gas flow of 6-8 L min of O 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Operating room data management: an Italian experience"
        },
        {
            "text": "Kluge et al. 2012 (2) was able to show in his clinical trial that the use of extracorporeal carbon dioxide removal with the iLA-system in patients with AE-COPD allowed avoiding intubation and invasive mechanical ventilation without changes in mortality.",
            "cite_spans": [
                {
                    "start": 18,
                    "end": 21,
                    "text": "(2)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Operating room data management: an Italian experience"
        },
        {
            "text": "In the prospective randomized Xtravent-study published 2013, Bein et al. (3) were using the same system to reduce VT to 3 ml/kg PBW in patients with moderate ARDS. The primary outcome, the 28and 60-days ventilator-free days, was not different in both groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Operating room data management: an Italian experience"
        },
        {
            "text": "The prototype of this pumpless av-ECCO 2 R device used in both studies is the iLA (Novalung, Xenios). It consists of a single-use, high-molecular-weight heparin-coated, very low resistance and highly efficient poly(4-methyl-1-pentene) membrane (1.3 m 2 ). Blood is drained via the femoral artery and returned via the femoral vein (15to 21-french catheters). The more advanced iLA-activve platform consists of a centrifugal pump and four different oxygenators that can be used depending on the type of gas exchange disturbance. The blood flow can be regulated between 500 mL and 7 l/min.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Operating room data management: an Italian experience"
        },
        {
            "text": "The currently running pilot and feasibility \"SUPERNOVA\" study will use three different devices (Hemolung, iLA-activve, HLS SET ADVANCED 5.0) for the low-flow extracorporeal CO2 removal in patients with moderate ARDS to enhance lung protective ventilation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Operating room data management: an Italian experience"
        },
        {
            "text": "The REST trial is the first multicenter clinical study to determine whether vv-ECCO2R (Hemolung) and lower tidal volume mechanical ventilation improves outcome and is cost-effective.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Operating room data management: an Italian experience"
        },
        {
            "text": "The ultra-low flow pumpdriven ECCO 2 R device exclusively used in this trial (Hemolung RAS, ALung Technologies) uses a 15.5 French dual lumen catheter inserted in either the femoral or jugular vein, and provides removal of up to 50% of basal CO 2 production at flows of 400-500 mL/min.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Operating room data management: an Italian experience"
        },
        {
            "text": "Previous studies have shown that the use of partial ECCO 2 R facilitates lung protective ventilation, is easily implemented, and found to be safe and effective. Whether it improves outcome remains to be determined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Operating room data management: an Italian experience"
        },
        {
            "text": "Universities of Medicine and Pharmacy, Târgu Mureş and Cluj Napoca, Romania",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dan Sebastian Dîrzu, Sanda Maria Copotoiu"
        },
        {
            "text": "The use of simulation in the medical teaching process is attractive for all the people involved. Patients, trainees, trainers, researchers, administrators, industry, they all may benefit from the development of this tool and they already set up high levels of expectation. It is very clear that simulation provides an opportunity for teaching but it is not yet consistently proved if other expected benefits from simulation use are real. We may agree that opportunity alone is a strong argument to use simulation to train for catastrophic rare events like malignant hyperthermia or emergency cricothyroidotomy, but is that the case for routine care as well?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dan Sebastian Dîrzu, Sanda Maria Copotoiu"
        },
        {
            "text": "While some organisations advocate for offering certificates to simulation programs, others warn about the danger of using simulation alone as a teaching tool and prohibit this practice. Simulation is not a cheap tool and the real benefits of using it need to be demonstrated to the managers before we can expect them to agree with such an expensive investment. The very well-known argument \"we may lose more money than a simulator's price in a malpractice suit\" may not work, as nobody demonstrated that using simulation for training prevents malpractice accusations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dan Sebastian Dîrzu, Sanda Maria Copotoiu"
        },
        {
            "text": "In the long road from just \"doing things\" to \"doing the right things right\" medical simulation is just at the beginning. We should aim for both high efficiency and high effectiveness even if it might sound unrealistic. Researchers and educators will first need to establish how to measure the expected effects. Only by routinely measuring the results of medical simulation use we will be able to improve it, just like in any other aspect of life. Utilizing simulation in the operating room environment for fiberoptic intubations to perform the fiberoptic intubation safely, calmly, and with confidence, it was elected to recreate the airway and perform a simulation prior to intubation. The airway was simulated using common tubing from the OR of approximate size, shape, and angles of pediatric larynx, trachea, and bronchi. The passage contained landmarks marked with different colors to serve as checkpoints. Several studies have been conducted in order to specifically evaluate the efficacy of bronchoscopy simulation (1). The literature has been conflicting in outcomes. A study at Penn State Hershey Medical Center found extreme standard deviations in skills when learning nasal endoscopy on a fiberoptic simulation (2) . Another study found that using a simulator could advance resident skills to levels similar to that of attendings (1). Proper use and training with the simulation equipment is paramount in creating a realistic environment (1). Simulation has been proven useful in the education of specific skill sets during anesthesiology residency. Most simulation training involves the fabrication of the operating room setting removing the learner from the operating room. This report describes the use of a bronchoscopy simulator, in the OR environment, used directly prior to actual patient care. This report describes the use of a bronchoscopy simulator, in the OR environment, used directly prior to actual patient care.",
            "cite_spans": [
                {
                    "start": 1222,
                    "end": 1225,
                    "text": "(2)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Dan Sebastian Dîrzu, Sanda Maria Copotoiu"
        },
        {
            "text": "Pulse oximetry imaging-practical feasibility Introduction Photoplethysmography imaging (PPGi) [2] may bring two essential advantages for the ICU: (1) non-contact, hence applicable to wounded skin regions. (2) Spatial resolved vital parameter monitoring. This work analyzes the physical limitation of spatial resolved monitoring of S p O 2 with Monte Carlo simulation (MCs). Material and Methods PPGi makes use of a camera and an illumination array in front of the subject (Fig. 1, left) . Among other parameters, S p O 2 can be calculated space-resolved by defining virtual sensors (VS) with defined spacing. The signal-to-noise ratio (SNR) of the VS depends on the spacing. This represents the physical limitation of pulse oximetry imaging (POI) that was investigated with MCs. Our skin MC phantom divides the skin into the anatomical/functional layers and includes discrete, dynamic blood vessels [3] . Results MCs was performed with a centrically photon injection up to 4 billion photons. We found a relationship between the number of photons, the VS size and the resulting S p O 2 error, see Fig. 1 (right) . Limited by the FDA requirements of accuracy, the theoretical minimum VS area is 0.1 mm, depending on the sampling rate and the illumination intensity.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 97,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 899,
                    "end": 902,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 472,
                    "end": 486,
                    "text": "(Fig. 1, left)",
                    "ref_id": null
                },
                {
                    "start": 1096,
                    "end": 1110,
                    "text": "Fig. 1 (right)",
                    "ref_id": null
                }
            ],
            "section": "Dan Sebastian Dîrzu, Sanda Maria Copotoiu"
        },
        {
            "text": "Ben Gurion University of the Negev, Beer Sheva, Israel Some years ago there was Mirza (2008) who wrote: ''the extent of the surgical invasiveness may relate to the risk of immediate complications, time required for postoperative recovery and, perhaps, longterm functional outcome\". Apparently this very true statement referred to the surgeon activity and might have nothing in common with the anesthesiologist's task in the operating room.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surgical trauma and its influence on anesthesia technique Gabriel M. Gurman"
        },
        {
            "text": "Specific studies in this domain prove that this assumption is far from being correct.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surgical trauma and its influence on anesthesia technique Gabriel M. Gurman"
        },
        {
            "text": "But before we will discuss very briefly the impact anesthesia may have on the extent of surgical trauma, a short glance on its pathophysiological pathways could be worthwhile.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surgical trauma and its influence on anesthesia technique Gabriel M. Gurman"
        },
        {
            "text": "The well known axis related to the body fight for restoring posttrauma tissue functions includes the afferent impulses sent by the inflammation place to hypothalamus, which relays anti-inflammatory messages to the site of the inflammation in order to reduce the mediators release by immunocytes. This process is regulated by three neurohormonal mechanisms: the receptor kinases releasing insulin; the guanine nucleotide-binding acting through prostaglandins; the ligand-gated ion channels for glucocorticoids.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surgical trauma and its influence on anesthesia technique Gabriel M. Gurman"
        },
        {
            "text": "The final result of all of the above is the activation of the adrenergic system, producing hyperglycemia, increase in total body expenditure and a higher energy demand.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surgical trauma and its influence on anesthesia technique Gabriel M. Gurman"
        },
        {
            "text": "The hormonal response to trauma is a biphasic one. In the immediate postoperative period there is an increase in the secretion of corticotrophin-releasing factor (CRF), ACTH and, of course, cortisol. But starting with the 2nd postoperative day, there would be a decrease in CRF and ACTH secretion while, due to the so called \"the ACTHcortisol paradox\", cortisol secretion rate remains high.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surgical trauma and its influence on anesthesia technique Gabriel M. Gurman"
        },
        {
            "text": "From the clinical point of vu all of the above have some very important side effects: homeostasis imbalance, slow recovery, predisposition to infections, longer hospitalization and, very often, aggravation of preexistent co-morbidity. The surgeon's task is clear and evident: he/she is supposed to have a gentle approach to the tissues, avoiding unnecessary blood loss and shortening the procedure duration as much as possible. Beside, the place of minimal invasive surgery is totally accepted (Wickham, 1987) , since this kind of procedure was shown to reduce the tissue trauma and the postoperative complications rate, all for a Fig. 1 Relation between the S p O 2 standard deviation and the POI pixel size or image sharpness not so significant price represented by a possible longer surgical procedure.",
            "cite_spans": [
                {
                    "start": 494,
                    "end": 509,
                    "text": "(Wickham, 1987)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 631,
                    "end": 637,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Surgical trauma and its influence on anesthesia technique Gabriel M. Gurman"
        },
        {
            "text": "The anesthesiologist task becomes evident. He/she may influence the magnitude of the negative effects of surgical trauma by using some techniques, such as: free-stress anesthesia (use of opiates, neurogenic blockade), a right level of depth of pharmacological hypnosis and analgesia and a correct and efficient prevention of postoperative pain. Unfortunately neither older proposals, such the use of spectral edge frequency (SEF, Gurman 1994), nor the well known BIS (Sebel 2009) did prove to be useful in all cases, since there are some patients for which the measurement of the depth of general anesthesia becomes a difficult task.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surgical trauma and its influence on anesthesia technique Gabriel M. Gurman"
        },
        {
            "text": "But on the other side, a combined general-regional anesthesia, followed by a successful and continuous postoperative analgesia could significantly reduce the magnitude of the untoward side effects of surgical trauma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surgical trauma and its influence on anesthesia technique Gabriel M. Gurman"
        },
        {
            "text": "But before everything we do need a universal method of quantifying surgical trauma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surgical trauma and its influence on anesthesia technique Gabriel M. Gurman"
        },
        {
            "text": "Biro P*, Sermeus L, Jankovic R, Savić N, Onuţu AH, Ionescu D, Godoroja D, Gurman GM *Institute of Anesthesiology, University Hospital Zurich, Zurich, Switzerland Besides the patients' underlying disease and morbidity, for investigations of postoperative outcome it is important to have information about the magnitude and invasiveness of the involved surgery. Unfortunately, there is a lack of simple and universal denominator for the magnitude of surgical invasiveness and there is no assessment tool that encompasses both, spatial as well as temporal aspects of an intervention, as well as qualitative distinction between different organs and tissues. A versatile tool to assess the invasiveness of surgery-as the \"Preliminary Universal Surgical Invasiveness Score\" (pUSIS) is intended to be-would necessarily encompass all possible stressing effects of the intervention on the targeted organs/tissues as well as on the whole body. The result should be expressed in a numerical value and applicable on any kind of surgery. For this scope pUSIS has been proposed (1). This purely observational evaluation system has been created according plausible considerations and experience, but has not yet been validated. This circumstance is the reason why it has the term \"preliminary\" in its name. Therefore a 3-phased plan for introduction of this new scoring system has been drawn: (1) this recent pilot study is a first step to prove the feasibility of pUSIS on a limited number of routine elective surgical cases, (2) a \"Delphi Exercise\" with a group of experienced surgeons and anesthesiologists to discuss and (re)-evaluate the components of pUSIS in the light of the results from this pilot study, and finally (3) a prospective multi-center validation study on a large number of cases which will obtain the final version of the scoring system. In the 1st phase, the multicenter pilot study, pUSIS values from all 80 surgeries ranged from 8 to 36. The lowest median pUSIS value of 11.5 was found for laparoscopic chole-cystectomy, the highest was 24.5 for open thoracic surgery. As extremes we found the lowest score at 8 in laparoscopic cholecystectomy and the highest score at 36 in a total hip replacement. The durations (mean±SD) of surgery ranged from 37± 15 min for laparoscopic cholecystectomy to 162±45 min for laparoscopic sleeve gastrectomy. We can conclude, that pUSIS promises to become a first step in introducing of a useful, simply obtainable, universal assessment tool for quantification of magnitude and stressing capacity of individual surgical operations. Potential benefits of having a finally validated and approved USIS are manifold in the context of decision making, outcome research and evaluation of surgical performance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The universal surgical invasiveness score (USIS). Is it useful?"
        },
        {
            "text": "Laparoscopic and robotic surgical procedures present a particular challenge for both surgeons and anesthesiologists. Pneumoperitoneum improves the surgical space and facilitates the surgical procedure by allowing the surgeon a better field of vision. However, high pneumoperitoneum pressures (12-15 mmHg) that improve surgical exposure are associated with greater physiologic derangements such as hypotension and tachycardia and increase postoperative shoulder pain. The hemodynamic effects of high-pressure pneumoperitoneum can be attenuated by decreasing the insufflation pressures (to 8-10 mmHg), but such maneuvers may worsen surgical exposure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The universal surgical invasiveness score (USIS). Is it useful?"
        },
        {
            "text": "One way to address both surgical need for better exposure and anesthesiologist need for maintenance of hemodynamic stability is to achieve a profound level of neuromuscular block of the abdominal musculature, thereby allowing better surgical exposure at lower intraabdominal pressures. However, at the end of the surgical procedure, recovery from such an intense block can be significantly prolonged, and pharmacologic reversal with traditional cholinesterase inhibitors is contraindicated. With the introduction of sugammadex, the surgical and anesthetic goals could be achieved by establishing intraoperative profound neuromuscular block with an aminosteroid NMBA that would maximize surgical exposure at low intra-abdominal pressure (8-10 mmHg), followed by rapid (\\5 min) and complete neuromuscular reversal with sugammadex. The literature on the actual benefits of such an approach, however, remains divided. This review will present the scientific evidence for the role of deep neuromuscular block in improving surgical exposure, decreasing intraoperative hemodynamic instability, and improving postoperative analgesia and recovery. High Flow Nasal Oxygen Cannula (HFNC), High Flow Nasal Oxygen Therapy (HFNC) and Trans-nasal Humidified Rapid Insufflation Ventilatory Exchange (THRIVE) are three terms used to describe the same oxygen delivery system. The circuit comprises an air/oxygen blender, an active humidifier, a heated circuit, and a single patient use nasal cannula. The system delivers adequately heated and humidified oxygen at up to 60 L/min of flow, coming close to matching peak inspiratory flow rates. This rate of oxygen delivery is considered to have a number of physiological effects: reduction of anatomical dead space, a PEEP effect, a high and relatively constant fraction of inspired oxygen, and good humidification.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The universal surgical invasiveness score (USIS). Is it useful?"
        },
        {
            "text": "Originally the device was developed for paediatric and neonatal ICU practice, and much of the early experience comes from this field; but over the past 5 years it has been gaining popularity in adult practice as an innovative respiratory support for patients with modest respiratory failure. More recently it has made the jump into the operating theatre and is now being increasingly used during anaesthetic induction to extend the time before desaturation in the apneic patient, ie to prolong the safe apnea time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The universal surgical invasiveness score (USIS). Is it useful?"
        },
        {
            "text": "The precise mechanism by which HFNO has its effect is incompletely understood, but four main areas exist. The difference between the inspiratory peak flow of patients and delivered flow is small and FIO 2 remains relatively constant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The universal surgical invasiveness score (USIS). Is it useful?"
        },
        {
            "text": "• Because gas is generally warmed to 37°C and completely humidified, mucociliary functions remain good and little discomfort is reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The universal surgical invasiveness score (USIS). Is it useful?"
        },
        {
            "text": "It is very well tolerated by patients (Roca et al. 2010 ) and the modest levels of support allow respiratory rates to reduce, improving mechanical function of the lungs. It has provided a useful support within the ICU, both in reducing need for primary intubation and as a tool to reduce the need for re-intubation (Hernandez et al., 2016)a useful review is available here (Nishimura, 2015) . Last year a French study of respiratory failure patients randomised to HFNO vs NIV vs standard face mask oxygen showed a survival benefit of HFNO (Frat et al., 2015) .",
            "cite_spans": [
                {
                    "start": 38,
                    "end": 55,
                    "text": "(Roca et al. 2010",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 373,
                    "end": 390,
                    "text": "(Nishimura, 2015)",
                    "ref_id": null
                },
                {
                    "start": 539,
                    "end": 558,
                    "text": "(Frat et al., 2015)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The universal surgical invasiveness score (USIS). Is it useful?"
        },
        {
            "text": "The increase in lung volumes has been demonstrated by impedance plethysmography in post-cardiac surgical patients (Corley et al., 2011) . This group described the benefit to be particularly marked in the obese, although this has not been widely reported.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 135,
                    "text": "(Corley et al., 2011)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The universal surgical invasiveness score (USIS). Is it useful?"
        },
        {
            "text": "The most exciting recent findings relate to the use of HFNO to both pre-oxygenate and then to extend oxygenation following induction and paralysis in the patient with the difficult airway. In a series of 25 patients undergoing hypopharyngeal or laryngeal surgery, median apnoeic periods of 14 min without desaturation were achieved, with a rate of pCO2 rise of around 0.15 kPa/minute (Patel and Nouraei, 2015) .",
            "cite_spans": [
                {
                    "start": 384,
                    "end": 409,
                    "text": "(Patel and Nouraei, 2015)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The universal surgical invasiveness score (USIS). Is it useful?"
        },
        {
            "text": "The authors describes this application of HFNO as a therapy that 'could change the nature of difficult intubations from a hurried stopstart, potentially traumatic undertaking, to a smooth event undertaken within an extended safe apnoeic window'. The Lecture will focus particularly on this role of HFNO. Intranasal administration is an attractive option for drug delivery. Available devices vary in accuracy of delivery, dose reproducibility, costs and ease of use. We present an evaluation of a new generation nasal delivery device for systemic and direct nose-to-brain delivery-Sipnose. We used the device to administer 3 mg intranasal Midazolam (5 mg/ml) as a part of premedication before induction of general anaesthesia. We recorded bi-spectral index value (BIS) to monitor sedation, the time until minimum recorded BIS, the sedation score evaluated by the attending anaesthesiologist, presence of the bitter taste reported by the patient and physician feedback. We compared the results with intranasal administration of same Midazolam dose using a standard commercial device. The concentration of midazolam in the blood was determined for both groups. The study population consisted in 8 ASA I&II patients for each group. Mean BIS value was 74.50± 3.196 in Sipnose group vs 87.25±1.840 in commercial pump group, p= 0.0019. The time until minimum BIS value recording was 5.875± 1.619 s for Sipnose group versus 10.00±1.464 s in the commercial pump group (p=0.039). Subjective assessment performed by the attending anaesthesiologist found Sipnose effective in 100% times, versus 12.5% for the standard commercial pump. Bitter taste was reported by 75% of patients from standard pomp group and by 12.5 of patients from Sipnose group. Physician feedback was excellent in 100% for the Sipnose group and only in 25% from standard pomp group. Midazolam blood concentration was 0.821±0.4 ng/ml in the Sipnose group and 1.39±1.73 ng/ml for the standard commercial device group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The universal surgical invasiveness score (USIS). Is it useful?"
        },
        {
            "text": "We found Sipnose to be more effective, with a much more reproducible effect than the standard commercial pump delivery. Sipnose delivery results in lower blood concentrations than the Nasal pump delivery, although efficiency in brain activity was higher. Also patient and physician feedback were better for the Sipnose device.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The universal surgical invasiveness score (USIS). Is it useful?"
        },
        {
            "text": "Note: The study was supported by SipNose LTD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The universal surgical invasiveness score (USIS). Is it useful?"
        },
        {
            "text": "Assisted by a simple software, the perioperative management of chronic medication improves patient safety and easies the physician activity Adrian Belîi, Roman Ciubara, Iana Burmistr, Andrei Leontiev Nicolae Testemitanu State University of Medicine and Pharmacy, Chisinau, Republic of Moldova Today, the surgical patient becomes more and more elder, with more comorbidities. The patient benefits from more extensive surgeries that require constant perioperative monitoring of vital signs. According to internal data of St Vincent Hospital, France (2012), in this context it is worth to mention that 74% of hospitalized patients take chronic medication; in every second case the anesthesiologist it the first doctor that analyzes in details these medications; 16% of patients practice self-medication, and in 30% of cases the name, dosage, administration regimen cannot be mentioned from various reasons. But chronic medication of the patients can interfere with the anesthesia, surgery, postoperative care or with the range of risks and complications, afferent to the perioperative period. It has become quite difficult for the anesthesiologist, a multi-tasking specialist by definition, to keep in active memory all the existent recommendations (and keep them up to date), regarding perioperative management of a large spectrum of drugs. Thus, own research have revealed that the rate of drug management errors was 28.5% regarding antihypertensives, 50.0% regarding antidepressants, 40.4% regarding anticoagulants and antiagregants, 15.4% regarding oral anti-diabetic medication (personal data). In order to diminish the probability of errors and afferent iatrogenic consequences, a soft based on an Excel (Microsoft) platform was elaborated, designed to assist the anesthesiologist in the perioperative management of chronic medication of the patient. The theoretical base of the recommendations given by the soft were made from official current recommendations of European national medical societies regarding the subject.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The universal surgical invasiveness score (USIS). Is it useful?"
        },
        {
            "text": "The software gives individualized recommendations in written and graphical form in an ergonomic and easy perceivable way. The anesthesiologist enters patient's general data, comorbidities and corresponding chronic medication. The output data: a printable sheet, which includes individualized written and graphical recommendations concerning perioperative management of selected drugs. As a resultless errors and perioperative complications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The universal surgical invasiveness score (USIS). Is it useful?"
        },
        {
            "text": "Nuclear, biological and chemical warfare: a healthcare provider's perspective Ahsan Syed Nationwide Children's Hospital, Columbus, Ohio, USA Every victim needs a thorough examination to evaluate for all kinds of injury and not just the obvious. The injured are considered to have extensive and or unrecognized trauma that needs to be treated. In any such incident life or death is often determined within the first few minutes of its occurrence. In order to deal with such unfortunate incidents, we must prepare for them at all levels, from pre incident planning and training to incident management and post incident follow up.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The universal surgical invasiveness score (USIS). Is it useful?"
        },
        {
            "text": "Triage is the most important mission of any disaster medical response. Patients sustaining major injuries who have the greatest chance of survival with the least expenditure of time, equipment, supplies, and personnel must be managed first. Triage entails doing the greatest good for the greatest number of people. Triage will separate ambulatory from the non-ambulatory and expectant. In the event of a chemical and/or biological incident, decontamination reduces the threat of contamination related injury to health service support personnel. Resource allocation takes center stage when the number of victims outgrows the available resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The universal surgical invasiveness score (USIS). Is it useful?"
        },
        {
            "text": "Nuclear and radiological incident results in massive immediate casualties and then prolonged effects of radiation. The immediate damage from the nuclear disaster is from the blast itself causing structural damage along with heat and light that cause burns and retinal damage respectively. Radiation is by far the most important cause of immediate and late destruction. Harm from radiation depends on a multitude of factors including dose, quality, fraction of body irradiated along with genetic, demographic and other factors. Acute Radiation Syndrome develops with a radiation dose of 2 Gy or more and is characterized by GI, hematological, dermal and CNS/CVS effects. Depending upon the radiation dose and quality it may lead to resolution of symptoms in a few weeks or may progress to multi system failure and death caused by infections, diarrhea, bone marrow dysfunction, seizures and autonomic instability. Only supportive care consisting of fluids, antibiotics, blood products, TPN and cytokines can be employed. In the US, REMM (Radiation Emergency Medical Treatment) and RITM (Radiation Injury Treatment Network) are set up to help healthcare providers learn and manage radiological and nuclear emergencies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The universal surgical invasiveness score (USIS). Is it useful?"
        },
        {
            "text": "Bioterrorism incident can happen quietly without any explosion or warning and pose a significant threat of morbidity and mortality. These agents gain entry via skin, GI tract and lungs. Early detection and diagnosis is the key to their management. Epidemiologic clues to their use are non-specific. It is important to emphasize on respiratory isolation of the patient and employ standard precautions until the agent is known. Biological agents can be physically decontaminated by flooding with water and adsorbents or chemically by soap and water along with oxidation and acid-base hydrolysis. It's important to provide a safe and secure area where the patients are treated as that area will have contaminated casualty and family members around and could also be a target for terrorists. Anthrax spores can survive even in the Arctic, infection spreads by eating infected meat or by inhalation, incubation period of 1-6 days followed by fever, fatigue and cough, treated by antibiotics and immunoprophylaxis. Smallpox is spread by Variola virus, has an incubation period of about 12 days and manifests with URI symptoms and progresses to macules and papules to virus filled vesicles. Smallpox is highly contagious and requires droplet and airborne precautions. It has a live virus vaccine that can also be given within 3 days of exposure. Botulism spores are common in soil and water and the toxin is produced in anaerobic conditions. Botulism manifests as muscular weakness, fatigue, trouble speaking and weakness of arms and chest muscles. Antitoxin is available and antibiotics can be used for wound botulism. Botulism has a low risk to the healthcare providers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The universal surgical invasiveness score (USIS). Is it useful?"
        },
        {
            "text": "Chemical warfare constitutes manmade agents with pathophysiological effects designed to kill, injure or incapacitate the troops or the civilians in a war or a terror attack. An increased incidence of symptoms consistent with nerve, vesicant, blood, or respiratory agent exposure should raise immediate suspicion of poisoning. There are two kinds of agents, persistent and non-persistent. Persistent agents have low volatility and are used to deny terrain and include vesicants and nerve agents and are among the most common. Non-persistent agents are highly volatile and lethal and include pulmonary toxicants and cyanide. Decontamination and the use of PPE are imperative in any such event. The possibility of combined use of chemical and biological warfare agents should also be considered. There are antidotes available for use before and after nerve agent attack. The management of specific agents depends upon the agent used and mostly includes symptomatic therapy. Chemical agents pose special considerations when taking care for them in the operating room, including pulmonary shunt resulting from pulmonary edema and enhanced effects of succinylcholine to reduced efficacy of non-depolarizing muscle relaxants. It's important to know your hospital in terms of location of decontamination equipment, agent detection equipment, PPE and emergency supplies. Knowing how the operating rooms and emergency rooms are ventilated and how can they be separated to prevent the Major difficulties in providing anesthesia in mass casualties-how to prevent them by practical exercise?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The universal surgical invasiveness score (USIS). Is it useful?"
        },
        {
            "text": "Anaesth Italian Red Cross Army (reserve)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bruno Turchetta"
        },
        {
            "text": "Mass casualties demand very often the immediate intervention of the anesthesiologist in charge with the emergency assistance on the spot and the rapid evacuation of the surviving victims to the closed medical facilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bruno Turchetta"
        },
        {
            "text": "On the 12th November 2003 in Nassirya, Iraq, a suicide bombe attack waslaunched against the Animal House barracks where the Italian contingentoperated as part of a Multinational Security Unit. The assault killed 19 soldiers and wounded more than 30 people.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bruno Turchetta"
        },
        {
            "text": "Since 1993 (in Somalia) the Italian Army has been involved in peacekeeping operations; this time, in Irak, they suffered the largest number of victims in one single attack. Dramatic events such as a terrorist attack are almost impossible to prevent, but a few considerations and special measures may help to improve possible responses to major incidents. Back to that day in Nassirya, the horror following the event was hard to deal with. Once the scene was secure, the first step was to rescue as many as people as possible. Hostile surroundings and lack of communication in the field did not help.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bruno Turchetta"
        },
        {
            "text": "A review considering main difficulties encountered in the field is listed here, in order to suggest a permanent search for correct responses to major incidents in the future, through changes and improved organization of the pre-hospital aid. A. Triage is one of the first measures to be taken. In our case it was inaccurate and incomplete because of hostile surroundings which did not permit a quick and exact assessment of every victim. B. Emergency entrances, once opened, were not cleared immediately, so rescue teams were unable to reach the First Aid station readily.Patients were not labeled with priority care tags, so medics wasted time assisting unsalvageable or dead people. C. Lack of communication (area was secluded) did not allow passing essential information on the patient's condition (such as necessity of specialized investigations and care, e.g. CT, MRI, neuro-or vascular surgery).There was no detailed map of health facilities in the area, so the medical team did not possess the necessary information to make the evacuation quicker and more efficient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bruno Turchetta"
        },
        {
            "text": "In spite of all of the above, most patients did however receive immediate and proper care, notwithstanding the adverse circumstances.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bruno Turchetta"
        },
        {
            "text": "This quick glance regarding the difficulties encountered on the field offers some lessons to be learned: 1. A detailed map of health facilities on the ground is vital in case of a major incident occurs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bruno Turchetta"
        },
        {
            "text": "2. A turnover of a key professional specialists is necessary to ensure frequent periods of rest and guarantee efficiency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bruno Turchetta"
        },
        {
            "text": "3. Adaptability and ability to face this kind of special conditions on the field should be used as selected criteria including surgeons and anesthesiologists in the special rescue teams.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bruno Turchetta"
        },
        {
            "text": "4. Field drills are to be periodically organized,as well as periodical assessment of the psychological and physical fitness of the team members.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bruno Turchetta"
        },
        {
            "text": "In this kind of circumstances, nobody could assure a 100% success, but a better organization and a successful learning curve could, in any similar case, improve the results on the field.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bruno Turchetta"
        },
        {
            "text": "Mass casualty incident management supported by augmented reality and telemedicine M. Ohligs, A. Follmann, R. Rossaint, M. Czaplik Section Medical Technology, Department of Anesthesiology, University Hospital Aachen, Germany",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bruno Turchetta"
        },
        {
            "text": "The major problem in mass casualty incident is organization and the dissemination of information as soon as the first paramedics have arrived. With 5th generation networks and new mobile devices like smartphones, tablets, headsets and especially smart glasses, a new area of possibilities could help to extremely speed up the information flow. The particular time challenges require to originate a new workflow, which is developed within the project AUDIME. One objective of the project is to exploit the opportunities of telemedicine, bringing medical expertise inside the situation in seconds.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bruno Turchetta"
        },
        {
            "text": "In the project AUDIME the information exchange is realized by Pivotal RabbitMQ messenger service. Information is evaluated, merged and stored by the Information Integration Layer (IIL), which is controlled by a server. Every device is able to communicate with the server, other devices directly or complete device groups. Thus the IIL is able to push new inserted information to the appropriate experts instantly. Subsequently, the telemedicine platform for the external leading tele emergency doctor is able to show patients lists with live-updated-statistics including triage results, shortly taken photos and a map overview. Furthermore, the User Interface (UI) enables the doctor to initiate a call to start a tele consultation as well as a direct video connection recorded by the smart glasses of the paramedic. As a consequence, not only the directives, findings and SAMPLER data is directly documented as well as the view of a patient monitor is transferred, but also the tele doctor is able to realize the situation from the viewpoint of the paramedic by video stream. Results Initial results were taken by joining a real mass casualty incident practice. To test the UI intuitiveness, the participants were only shortly introduced into the system before the practice was started. Since area-covering 5G Networks are not available in these days, an independent WLAN infrastructure was installed. Due to serious, discontinuous voice channel problems the Video possibility was not tested in this primary test. One part of the test was an individual medical treatment with support of a tele emergency doctor. With support of a sophisticated telemedicine UI, the paramedics reached in middle a 23/25 score in correctness of taken actions without the support of video. Moreover, the support of the leading tele emergency doctor by choosing the triage of the patient showed nearly the same grade of correctness compared to an experienced paramedic, and a much higher grade than using the PRIOR algorithm or compared to a normal paramedic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bruno Turchetta"
        },
        {
            "text": "To improve the management in a mass casualty incident, the Project AUDIME explores new methods based on new algorithms and technologies. Unlike expected the use of an algorithm for classifying patients performed worse in a real-world test setting. However, the teleconsultation by a remote tele doctor worked well and was rated as helpful. Hampered by various voice connection problems and without the video stream, the leading tele emergency doctor performed excellent in supporting paramedics. The partly high time delays while operating were basically influenced through extreme distortion in the audio connection. Another problem was the used headset whose microphone was not to the side of the mouth, leading to understanding issues when casualties screamed in the background.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bruno Turchetta"
        },
        {
            "text": "Finally, the first test shows that the adoption of the leading tele emergency doctor may be the key of improving the treatment of patients in a mass casualty incident, with having a clear information overview. Further studies should be created by using a better audio connection and to examine if a video connection which gives the doctor the possibility to experience the situation from the viewpoint of the paramedic could improve the results further.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bruno Turchetta"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Persistent postsurgical pain: risk factors and prevention",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kehlet",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Jensen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Woolf",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Lancet",
            "volume": "367",
            "issn": "",
            "pages": "1618--1625",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "When does acute pain become chronic?",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Voscopoulos",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lema",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Br J Anaesth",
            "volume": "105",
            "issn": "S1",
            "pages": "69--85",
            "other_ids": {
                "DOI": [
                    "10.1093/bja/aeq323"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Epigenetics of chronic pain after thoracic surgery",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Maucka",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Van De Venb",
                    "suffix": ""
                },
                {
                    "first": "Shaw",
                    "middle": [],
                    "last": "Ad",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Curr Opin Anesthesiol",
            "volume": "27",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Chronic Pain after Surgery or Injury",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Schug",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Pogatzki-Zahn",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Pain Clinical Updates, IASP Press",
            "volume": "19",
            "issn": "1",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Predictors of chronic pain following surgery. Whatdo we know?",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Pogatzki-Zahn",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schnabel",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Schmerz",
            "volume": "24",
            "issn": "",
            "pages": "532--535",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The Acute to Chronic Pain Transition. Can Chronic Pain Be Prevented?",
            "authors": [
                {
                    "first": "J-Pj",
                    "middle": [],
                    "last": "Pozek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Beausang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Baratta",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Viscusi",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Med Clin North America",
            "volume": "",
            "issn": "",
            "pages": "17--30",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Chronic Postsurgical Pain: Prevention and Management",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ravindran",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Pain & Palliat Care Pharmacother",
            "volume": "28",
            "issn": "1",
            "pages": "51--53",
            "other_ids": {
                "DOI": [
                    "10.3109/15360288.2013.879249"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A novel interdisciplinary analgesic program reduces pain and improves function in older adults after orthopedic surgery",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Morrison",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Flanagan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fischberg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cintron",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Siu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Am Geriatric Soc",
            "volume": "57",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Chronic postsurgical pain",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Steyaert",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "De Kock",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Curr Opin Anesthesiol",
            "volume": "25",
            "issn": "",
            "pages": "584--588",
            "other_ids": {
                "DOI": [
                    "10.1097/ACO.0b013e32835743b7"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Quality of Postoperative Pain Management in American vs European Institutions",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Chapman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Lipman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Pain & Palliat Care Pharmacother",
            "volume": "27",
            "issn": "",
            "pages": "350--358",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Chronic postsurgical pain in Europe",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fletcher",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "M"
                    ],
                    "last": "Stamer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Pogatzki-Zahn",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Eur J Anaesth",
            "volume": "32",
            "issn": "",
            "pages": "725--734",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Audit Office of New South Wales. Operating Theatre Efficiency for Elective Surgery NSW.2013. The Audit Office of NSW",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "How to change practice",
            "authors": [],
            "year": 2007,
            "venue": "NHS",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Photoelectric plethysmography of the fingers and toes in man",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Hertzman",
                    "suffix": ""
                }
            ],
            "year": 1937,
            "venue": "Experimental Biology and Medicine",
            "volume": "37",
            "issn": "3",
            "pages": "529--534",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Remote Pulse Oximetry Imaging-Fundamentals and Applications",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Blanik",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Venema",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Blazek",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Leonhardt",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "5--11",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Photonische Sensorkonzepte für ein mobiles Gesundheitsmonitoring",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Venema",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Rheinisch-Westfälische Technische Hochschule Aachen",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Proposal for a surrogate Surgical Invasiveness Score (SIS) to obtain a \"post hoc\" quantification of surgical stress and tissue trauma in the context of postoperative outcome assessments",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Biro",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gurman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "British Journal of Anaesthesia",
            "volume": "112",
            "issn": "",
            "pages": "951--953",
            "other_ids": {
                "DOI": [
                    "10.1093/bja/aeu127"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Resp Care",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Roca",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Riera",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Torres",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Masclans",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "55",
            "issn": "",
            "pages": "408--413",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Operating room efficiency: technology and human factors Ruggero M. Corso, Stefano Maitan, Giorgio Ercolani, Raffaella Signani, Donatella Ciocca, Emanuele Ornigotti GB Morgagni-L. Pierantoni Hospital, Forli, Italy",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Use of simulation for residency training Jason Bryant MD, Cassady Schwab MD, Mike Powell MD Department of Pediatric Anesthesia, Nationwide Children's Hospital, The Ohio State University, Wexner Medical Center, Columbus, OH, USA",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "High flow washes out carbon dioxide from the anatomical dead space, effectively reducing that dead space• High flow creates positive nasopharyngeal pressure. Although delivered through an open system, positive pressures of between 2 and 4 cm H 2 O are created in the naso-pharynx.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}