{
    "paper_id": "7eb2aa16b9256f28db77b01874ca7718e5f27176",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Benjamin",
                "middle": [],
                "last": "Rush",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Indiana University",
                    "location": {
                        "addrLine": "702 North Barnhill Drive",
                        "postCode": "1053, 46202 317, 948 6302",
                        "settlement": "Room, Indianapolis, Indiana"
                    }
                },
                "email": ""
            },
            {
                "first": "Richard",
                "middle": [
                    "B"
                ],
                "last": "Gunderman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Indiana University",
                    "location": {
                        "addrLine": "702 North Barnhill Drive",
                        "postCode": "1053, 46202 317, 948 6302",
                        "settlement": "Room, Indianapolis, Indiana"
                    }
                },
                "email": ""
            },
            {
                "first": "Benjamin",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Indiana University",
                    "location": {
                        "addrLine": "702 North Barnhill Drive",
                        "postCode": "1053, 46202 317, 948 6302",
                        "settlement": "Room, Indianapolis, Indiana"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "sylvania. When Thomas Jefferson was preparing Lewis and Clark for their epic expedition across the country, he sent them to Rush to obtain necessary medical training and supplies. A staunch abolitionist, Rush argued that blacks were in no way naturally inferior to whites. He also campaigned against capital punishment and promoted the education of women.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "One of the most prominent mental health reformers in US history, in 1812 Rush published his \"Medical Inquiries and Observations Upon the Diseases of the Mind.\" 2 He deplored the conditions under which many psychiatric patients were kept and lobbied for more humane care. He promoted the engagement of mental patients in activities such as gardening and washing, and he was a strong advocate for the view that alcoholism is a disease. His medical students were so impressed by Rush that they founded Rush Medical College in Chicago, now Rush University Medical Center, in his honor. It was Rush who persuaded former political opponents John Adams and Thomas Jefferson to rekindle their friendship.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "An understanding of yellow fever is necessary to understand the 1793 epidemic. 3 It is caused by an RNA virus spread by the bite of infected mosquitoes. After an incubation period of several days, most patients develop mild symptoms including fever, headache, and anorexia, recovering in less than a week. But approximately 15% of patients enter a second phase with recurrent fever and jaundice, from which the disease derives its name, as well as hemorrhage from the mouth, nose, and eyes, and bloody diarrhea. Among such patients, mortality rates may be as high as 50%. Those who survive generally recover completely, with the added benefit of lifelong immunity to the disease.",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 80,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Yellow Fever"
        },
        {
            "text": "When a female mosquito ingests the blood of an infected human or primate, the virus begins replicating in the epithelial cells of the insect's gastrointestinal tract. After they take up residence in its salivary glands, they are then transmitted the next time the mosquito bites. Because mosquitoes tend to be active in warmer months, yellow fever outbreaks tend to occur in late summer. Once the virus enters the bloodstream of a human victim, it begins reproducing in lymphatic organs, from which it can infect the cells of the liver. Deaths are often due to the aggressiveness of the host immune response, producing a vicious cycle of escalating immune response sometimes known as \"cytokine storm.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Yellow Fever"
        },
        {
            "text": "More than two-dozen outbreaks of yellow fever marked the history of North America, involving, in addition to Philadelphia, such cities as Savannah, Georgia, New Orleans, Louisiana, and Norfolk, Virginia. Of special historical interest was the problem the disease presented to would-be builders of the Panama Canal. 4 Initial French efforts were essentially doomed by the disease, eventuating in over 22,000 deaths, and the resulting business failure incited financial turmoil in France. The US eventually succeeded in completing the canal largely through the elucidation of the role of mosquitoes in transmitting the disease, followed by successful eradication efforts.",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 316,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Yellow Fever"
        },
        {
            "text": "At the time of the 1793 epidemic, Philadelphia was the largest city in the United States, with a population of 50,000. It was also the US capital, and the outbreak of disease spurred efforts to move the capital to what became Washington, DC. The epidemic began in August, with the deaths of two immigrants. 5 Rush, who had lived through another outbreak of the disease in 1762, recognized what was happening and immediately alerted officials to the return of a \"highly contagious as well as mortal re-mitting yellow fever.\" Citizens were warned to avoid habits they thought might promote the disease, such as excessive exertion, and the city's streets were cleaned.",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 308,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Rush and Yellow Fever"
        },
        {
            "text": "As the month of August wore on, the deaths of prominent citizens, including physicians active in the fight against disease, led to increasing agitation and varying degrees of panic. Hundreds of people were dying each week, and tens of thousands of people, including national leaders, chose to flee the city. Samuel Breck, a merchant who had newly arrived in the city, described the scene:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rush and Yellow Fever"
        },
        {
            "text": "In private families the parents, the children, the domestics lingered and died, frequently without assistance. The wealthy soon fled; the fearless or indifferent remained from choice, the poor from necessity. The inhabitants were reduced thus to one-half their number, yet the malignant action of the disease increased, so that those who were in health one day were buried the next. The burning fever occasioned paroxysms of rage which drove the patient naked from his bed to the street, and in some instances to the river, where he was drowned. Insanity was often the last stage of its horrors. 6 Many physicians left the city, but Rush remained. No one, Rush included, had ever heard of a virus, and the role of mosquitoes in transmitting the disease was unsuspected, but some of Rush's ideas helped to contain the disease. He believed that the epidemic might be traced to foul vapors and pushed for their eradication. For example, he urged that decaying food by swept from nearby docks, that sewage be disposed of in a more sanitary matter, and that improved hygiene standards be adopted. Rush resisted attempts to blame recent immigrants and instead insisted that the city be cleaned up, so that future generations would not be similarly afflicted.",
            "cite_spans": [
                {
                    "start": 596,
                    "end": 597,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Rush and Yellow Fever"
        },
        {
            "text": "Rush, a staunch humoralist, naturally treated the febrile illness with phlebotomy and purging. He also relied heavily on mercury-containing compounds of the sort he provided Lewis and Clark for their expedition. Describing his therapeutic approach, he wrote: I have found bleeding to be useful, not only in cases where the pulse was full and quick but where it was slow and tense. I have bled twice in many and in one acute case four times, with the happiest effect. I consider intrepidity in the use of the lancet, at present, to be necessary, as it is in the use of mercury and jalap, in this insidious and ferocious disease. 7 Rush recognized the limitations of the therapies available to him, but like many physicians during the 2020 COVID-19 pandemic who prescribed scientifically unproven chloroquine for patients, Rush believed that it was preferable to do something rather than nothing. And Rush practiced what he preached. Years later, when he lay dying, he insisted on being bled himself. Perhaps Rush's greatest contribution during the yellow fever epidemic of 1793 was his moral example. At a time when many of his colleagues were fleeing the city, Rush chose to remain behind, saying, \"I have resolved to stick to my principles, my practice, and my patients to the last extremity.\" 7 Rush did not waver in his resolve, even though three of the apprentices he had recruited died of the disease, as did his sister. And Rush himself fell ill, for a time too sick to leave his house. Despite seeing as many as one hundred patients a day, Rush rarely failed to write to his wife of the work he was doing, sharing his prayers for his \"poor patients.\"",
            "cite_spans": [
                {
                    "start": 628,
                    "end": 629,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1295,
                    "end": 1296,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Rush and Yellow Fever"
        },
        {
            "text": "As a physician with vast political experience and a deep belief in the power of institutions to improve human life, Rush naturally sought to engage existing organizations in the cause and played a prominent role in founding new ones. Each day he commuted from his house just outside the city into the new hospital that had been constructed in response to the disease, where he served as the chief physician. Believing that blacks were less susceptible to the disease, he organized groups of black women to serve as nurses, and later told his wife that the majority of his patients were cared for by \"African brethren.\" Unfortunately, however, Rush was wrong, and blacks enjoyed no greater immunity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rush and Yellow Fever"
        },
        {
            "text": "Although phlebotomy and mercury-based medications may have done little to restore the health of Rush's patients, and may have even hastened the demise of some, Rush himself was celebrated as a hero, primarily because he stood by his patients and his city when many others were abandoning them. A judge wrote of Rush, \"He is become the darling of the common people and his humane fortitude and exertions will render him deservedly dear.\" And Rush's recommendations concerning sanitation likely provided many practical benefits, undermining the conditions favorable to the propagation of multiple epidemic infectious diseases, such as cholera and malaria.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rush's Enduring Example"
        },
        {
            "text": "Rush's response to the yellow fever epidemic of 1793 serves as an inspiring example to radiology learners and educators confronting crises of their own. First, physicians exist to serve patients, and serving patients sometimes entails personal risk. Second, by remaining calm and committed to the professional mission, physicians can serve as exemplars to others, helping them locate their own inner courage and resist their impulse to abandon their mission of service. Finally, Rush deeply understood the vital role that well-led institutions could play in meeting surmounting disaster. As a model of professional purpose and dedication, Rush summoned forth the best, both from himself and those around him.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rush's Enduring Example"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Medical inquires and observations upon the diseases of the mind. U.S. National Library of Medicine Digital Collections",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rush",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Centers for Disease Prevention and Control",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "U S"
                    ],
                    "last": "Yellow Fever",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The path between the seas: the creation of the Panama Canal",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mccullough",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1870--1914",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Philadelphia under siege: the yellow fever of 1793. Pennsylvania Center for the Book",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Gum",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Rush Family Papers, Yellow Fever, 1793",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rush",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}