{"paper_id": "7edc79a5796b4240a552f2078a880ff2143b0fd5", "metadata": {"title": "Immunological disturbances associated with malarial infection", "authors": [{"first": "Vandana", "middle": [], "last": "Pradhan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Kanjaksha", "middle": [], "last": "Ghosh", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Malaria is a reemerging disease in the countries where it was eradicated previously, whereas it is endemic in many countries including tropical countries. In India, malarial infection is on rise due to rapid urbanization and overcrowding in all major metropolitan cities. The incidence of morbidity and mortality due to malaria infection is increasing and could be attributed to drug resistance in strains of malarial parasite. Combining immune modulation strategies with anti-malarial drugs has a beneficial effect in an attempt to improve treatment for malaria. Along with clinical presentation and outcome of this parasitic infection, it is important to understand immunological disturbances associated with biological mechanisms underlying these actions in better understanding of pathogenesis of malarial infection. Immune and inflammatory responses in malarial infection are controlled and co-ordinated by various cytokines and chemokines. This review focuses on commonly seen immunological disturbances associated with malarial infection resulting in related humoral and cell mediated immune functions primarily with innate to subsequent adaptive immunity in tackling this parasitic infection.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Malaria now seem to be endemic in many parts of the world and its returning even to those countries from which it had been eradicated. Acute malaria is quite common in the developing countries and even developed countries now have to deal with problems associated with malarial infection because of extensive population movement from endemic areas. It is also a matter of great concern in fast developing metropolitan cities in India, which are being trade and commercial centres, attract a large floating population. Nearly two million cases of malaria occur every year in India. WHO data indicated that over 40 % of the world's population is under risk and about 300 million suffer from malaria every year, with 1-3 million deaths annually (Thakur 2001) . There is rapid rising trend of P. falciparum infection from 20 to 40 % and the ratio of P. falciparum to P. vivax malaria infection varies significantly throughout the country. The incidence morbidity and mortality due to malarial infection are increasing which could be attributed to drug resistance in strains of malarial parasite and resistance of vectors.", "cite_spans": [{"start": 742, "end": 755, "text": "(Thakur 2001)", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Introduction"}, {"text": "Clinically malaria can be broadly classified into two categories, namely uncomplicated and complicate malaria. Uncomplicated malaria is usually diagnosed by characteristic signs and symptoms of disease where fever is the most common symptom. Other complaints include mild to moderate malaise, fatigue, muscle aches, back pain, headache, dizziness, loss of appetite, nausea, vomiting, abdominal pain and diarrhoea. Some patients report a dry cough and shortness of breath. Gastrointestinal complaints can be considerable suggesting a diagnosis of gastroenteritis. Patients with several malarial infection may present with more adverse symptoms like confusion or drowsiness with extreme weakness (prostration). Additionally cerebral malaria, convulsions, severe anaemia, hypoglycaemia, acute renal failure (ARF), acute pulmonary oedema and adult respiratory distress syndrome (ARDS), bleeding, jaundice and hyperparasitaemia. These complications can occur singly or more commonly in combination (Trampuz et al. 2003 ; Table 1 ).", "cite_spans": [{"start": 993, "end": 1013, "text": "(Trampuz et al. 2003", "ref_id": "BIBREF17"}], "ref_spans": [{"start": 1016, "end": 1023, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Introduction"}, {"text": "The severe complications of P. falciparum infection cause morbidity leading to around two million deaths annually where many of these deaths are due to cerebral malaria. Cerebral malaria (CM) is a major life threatening complication of P. falciparum infection in humans. Theories proving mechanisms understanding the fatal cerebral complications suggest that the adherence of parasitized RBCs to the cerebral vasculature leads to obstruction of microcirculation anorexia or metabolic disturbances affecting brain function leading to coma. Another complication which is most commonly seen is a chronic and progressive glomerulopathy. Acute malarial nephropathy had been reported to be associated with P. falciparum with a few cases reported with P. vivax infection. This presents as steroid resistant nephritic syndrome in children with characteristic histopathologic lesion showing mesangiocapillary glomerulonephritis with sub endothelial immune complex deposits containing IgG, C3 and malarial antigens. ARF complications in malarial infection is very common in endemic areas where jaundice is the most common association along with anaemia and thrombocytopenia (Abdula et al. 2002) . Pulmonary oedema is another complication of severe malaria in some adults, though generally not in children. Chakravarty et al. (2004) had reported acute inflammatory demyelinating polyneuropathy (AIDP) following P. vivax infection and Guillain-Barre syndrome (GBS) following P. falciparum and P. vivax infection. In a study by Tavani et al. (2000) , an association between a history of several chronic infections and inflammatory diseases had been reported. The risk of non-Hodgkin's lymphoma (NHL) and Hodgkin's disease (HD) with malarial infection had been reported which are compatible with a role of chronic immunological alterations in the aetiology of lymphomas (Tawani et al. 2000) . Anemia is a common complication in malarial infection, although the consequences are more pronounced with P. falciparum malaria (Ghosh 2007) . Anemia in this infection is caused by varieties of pathophysiologic mechanisms. In areas where malaria infection is endemic, co-morbidities like other parasitic infestations, iron, folate and Vitamin B12 deficiency, deficiency of other nutrients, are aggravated by anti-malarial drugs both through immune and non-immune mechanisms. In different endemic areas, beta-thalassemia, alpha-thalassemia, Hb S, Hb E, G6PD deficiency, or ovalocytosis in different proportions interact with this infection. Finally, aberrant immune response to repeated or chronic falciparum malarial infection may produce tropical splenomegaly syndrome, a proportion of which show clonal proliferation of B lymphocytes. Cooperation between chronic malarial infection and infection with E-B virus infection in producing Burkitt's lymphoma is well known (Ghosh 2007) .", "cite_spans": [{"start": 1164, "end": 1184, "text": "(Abdula et al. 2002)", "ref_id": "BIBREF0"}, {"start": 1296, "end": 1321, "text": "Chakravarty et al. (2004)", "ref_id": "BIBREF3"}, {"start": 1515, "end": 1535, "text": "Tavani et al. (2000)", "ref_id": null}, {"start": 1856, "end": 1876, "text": "(Tawani et al. 2000)", "ref_id": "BIBREF15"}, {"start": 2007, "end": 2019, "text": "(Ghosh 2007)", "ref_id": "BIBREF4"}, {"start": 2848, "end": 2860, "text": "(Ghosh 2007)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Introduction"}, {"text": "Malarial parasite has gained the way to escape from host immune system by hindering antibody production, avoiding antigen recognition and keeping infected cells live, thus causing immunological disturbances in the host. For many years the destruction of malaria parasites during the host immune response was considered to be mainly dependent on production of antibody and phagocytosis of parasitized RBCs, principally by macrophages in the spleen. However, more recently it has become apparent that this scheme cannot explain all clinical observations about malaria particularly the presence within intact RBCs of degenerating parasites. An extensive tissue damage is seen in some host species even when the parasite burden is very low (Celada et al. 1982) . The immune response to malaria is not well understood as yet. The presence of serum antibodies in individuals living in regions where malaria is endemic indicates that the immune system mounts a humoral response against the parasite. This immunity is strainspecific and can be lost if the individual migrates to a region where malaria is not endemic. Furthermore, the efficacy of the humoral response is limited by the intracellular tendencies of the parasite as well as its ability to alter its surface molecules through various maturational stages.", "cite_spans": [{"start": 736, "end": 756, "text": "(Celada et al. 1982)", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Introduction"}, {"text": "Humoral response is bolstered by a variety of non-specific effector mechanisms. Presence of excess type-1 cytokines, including IFN-a, IL-2, IL-12, and TNF-a, had been confirmed in infected individuals. However, the ability of an infected individual to generate CTL activity is severely limited. Infected hepatocytes are the only cellular targets expressing requisite class I MHC molecule. Immunity against malaria parasites in the erythrocytic stage is complex that involves T and B cells. These cells attempt to destroy malaria parasite through effector molecules such as perforin/granzyme, antibody and, possibly nitric oxide. Outcome of malaria infection also depends on the host immune system. Delicate equilibrium between effective immunity and disease-inducing immunopathology depends on checks and balances resulting in production of pro-and anti-inflammatory cytokines. Immune and inflammatory responses in malarial infection are controlled and coordinated by various cytokines and chemokines. It is believed that interferon-gamma (IFN-c) plays a key role. IFN-c produced by T helper lymphocytes (CD4), cytotoxic T lymphocytes (CD8), natural killer (NK) cells and natural killer T (NKT) cells may activate macrophages to produce a range of soluble mediators like reactive oxygen species (ROS) and reactive nitrogen intermediates (RNI), some of which may be deleterious to the parasite directly or indirectly (Stach et al. 1986 ). Rapid onset of immune response to malaria is through engagement of innate immune system with the production of IFN-c and other pro-inflammatory cytokines, which limits parasitic growth. The absence of signalling molecule, MyD88, in the innate immune response, alters outcome of malarial infection. This suggests that an early innate immune response to malarial infection is important for controlling parasite growth and perhaps determine whether immunopathology develops at a later stage of infection. Several aspects of malaria infection pathology seem inexplicable in terms of immunopathological reactions. In other words an over-vigorous, excessively prolonged or not specifically targeted host immune response may cause 'bystander' damage to host cells and tissues. One of the most important effects of P. falciparum infection is capillary endothelial damage, which causes increased vascular permeability leading to an impairment in microcirculation (Hemmer et al. 2005) . Hemodynamic alterations, hematologic change and, immunologic response are among the major pathophysiologic mechanisms in pathogenesis of malaria. Based on these mechanisms, renal involvement in P. falciparum infection varies widely. Disturbances in the renal microcirculation are responsible for ARF, massive intravascular hemolysis causes hemoglobinuria with or without renal failure, and immunologic reaction to parasites accounts for glomerular lesions. In addition, fluid and electrolyte disorders may result from non-specific effect of fever.", "cite_spans": [{"start": 1416, "end": 1434, "text": "(Stach et al. 1986", "ref_id": "BIBREF13"}, {"start": 2392, "end": 2412, "text": "(Hemmer et al. 2005)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Introduction"}, {"text": "Thus it has been observed that infection with P. falciparum cause a number of immunologic disturbances in host. One of the most consistent and striking responses to falciparum malaria is early expansion of cd T cells. The mechanisms underlying marked cd T cell response to P. falciparum and specific antigens involved still remain unknown. A soluble P. falciparum antigen that specifically stimulated cd T cells had been found to be associated predominantly with schizonts rather than ring forms, trophozoites or gametocytes. Concurrent stimulation of cd T cells by schizont associated antigen (SAA) and by cytokines released from activated monocytes (IL-10, IL-2. IL1b) may represent major mechanism underlying selective activation of cd T cells (Hviid et al. 1996) .", "cite_spans": [{"start": 747, "end": 766, "text": "(Hviid et al. 1996)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Introduction"}, {"text": "Studies on malarial infection during pregnancy had reported that general decline in immunity is most marked in first pregnancy and particularly in the third trimester, where pregnancy may be interrupted or maternal and/or fatal death may occur. However, these effects become less pronounced with increasing parity (Hasan et al. 2006) . Effects of malarial infection during pregnancy are related to frequency and severity of attacks and rapid installation of anaemia due to haemolysis and sequestration of infected RBCs into reticuloendothelial system (RES). It has been shown that even non parasitized RBCs may be opsonized and make autoantibodies prone to haemolysis. Such opsonized RBCs are sequestered into spleen and removed from circulation macrophages. Effects of malarial infection on pregnancy is seen more commonly in pregnant women with frequent parasitaemia where ultimate effect of placental parasitization can result in intra uterine growth retardation (IUGR), low body weight (LBW) or intra uterine death (IUD).", "cite_spans": [{"start": 314, "end": 333, "text": "(Hasan et al. 2006)", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Introduction"}, {"text": "Maternal or placental malaria is a common complication in regions where malaria is endemic, particularly among primigravidae, or women carrying their first pregnancy. Mortality rate among pregnant women, in regions where malaria is unstable, is 2-10 times greater than non-pregnant women. In addition to death, maternal malaria is associated with premature delivery, intrauterine growth retardation (IUGR), perinatal mortality in the infant, and anemia in the mother. These symptoms are in addition to traditional pathological outcome of malaria. Most reported cases of maternal malaria have been attributed to P. falciparum. It is well established that pregnant women are rendered susceptible to many diseases requiring type 1 cytokine responses for protection. These diseases include Tuberculosis (TB), malaria, and leishmaniasis among others. However, in infected, pregnant women, IL-10 levels are decreased, while IFN-c, IL-2 and TNF-a levels are elevated, which are the hallmarks of a type-1 cytokine response. These pro-inflammatory cytokines account for the pathology of maternal malaria. Furthermore, elevated levels of TNF-a are found to be associated with severe maternal anemia and consequently, significant pregnancy complications. It is believed that anemia is caused by suppression of placental erythropoietin. In infected women, cytokine elevation is localized, thus contributing to adverse pregnancy outcomes (Ramasamy 1998) . Whitworth et al. (2000) had reported an increased frequency of clinical malaria and parasitic density in HIV infection where a greater parasitaemia with advancing immunosuppression had been reported. Parise et al. (1998) reported that chemoprophylaxis for malaria is less effective in HIV positive than HIV negative individuals indicating that HIV co-infection alters all the aspects of malarial infection. Exact interaction between diseases can be understood by HIV-1 proviral load, IL-6, TNF-a levels in these patients. It was also reported that there is a need to determine the impact of HIV infection on malarial chemoprophylaxis, specific effect of HIV infection on immunity against malaria and whether protection against malaria can slow the progression of HIV disease (Suri et al. 2006) . Results of these studies will go a long way in prolonging the life of HIV patients as well as decreasing mortality and morbidity due to malaria. Laufa et al. (2006) had reported that profoundly immunosuppressed adults with HIV infection require more frequent treatment for uncomplicated malaria, but malaria infection and disease are less strongly associated with HIV associated immune suppression than other opportunistic infections where malaria is common. High incidence of fever had been reported among immunosuppressed adults may lead to mal classification of illness episodes as malaria (Laufa et al. 2006) .", "cite_spans": [{"start": 1425, "end": 1440, "text": "(Ramasamy 1998)", "ref_id": "BIBREF12"}, {"start": 1443, "end": 1466, "text": "Whitworth et al. (2000)", "ref_id": "BIBREF18"}, {"start": 1643, "end": 1663, "text": "Parise et al. (1998)", "ref_id": "BIBREF10"}, {"start": 2218, "end": 2236, "text": "(Suri et al. 2006)", "ref_id": "BIBREF14"}, {"start": 2384, "end": 2403, "text": "Laufa et al. (2006)", "ref_id": "BIBREF9"}, {"start": 2832, "end": 2851, "text": "(Laufa et al. 2006)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Introduction"}, {"text": "Various autoantibodies had been reported in patients with malarial infections where vasculitic lesions related to falciparum malaria had been described (Pradhan et al. 2002; Yahya et al. 1997) . Autoantibodies such as antinuclear antibodies (ANA), anti-neutrophil cytoplasmic antibodies (ANCA), anti-lactoferrin (anti-LF) antibodies were found to be associated with malarial infection. Autoantibody positivity and presence of circulating immune complexes (CICs) may pay a role in etiopathogenesis of malarial infection. There is a need to investigate whether repeated malarial infection in a susceptible individual develop vasculitic disorders through the production of ANCA pathway leading to associated complications like glomerulonephritis or post infectious encephalomyelitis. It could also be interesting to see how long these autoantibodies persist without reinfection and also to see whether the autoantibody negative cases remain so with recurrent malarial infections. It had reported that presence of CICs, cryoglobulinemia and complement consumption in P. falciparum malaria is associated with cerebral malaria and very rarely with uncomplicated infection (Adam et al. 1981) . The production of autoantibodies after malarial infection may be under the influence of immune response (IR) genes or the genes within MHC. The role of polyclonal B cell activation in final outcome of the disease warrants investigation. It is also important to study whether the polyclonal B cell activation hamper the development of protective immunity following malarial infection.", "cite_spans": [{"start": 152, "end": 173, "text": "(Pradhan et al. 2002;", "ref_id": "BIBREF11"}, {"start": 174, "end": 192, "text": "Yahya et al. 1997)", "ref_id": "BIBREF19"}, {"start": 1166, "end": 1184, "text": "(Adam et al. 1981)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Introduction"}, {"text": "Combining immune modulation strategies with antimalarial drugs has a beneficial effect in an attempt to improve treatment for malaria. Along with the clinical presentation and outcome of this parasitic infection, it is important to understand immunological disturbances and the biological mechanisms underlying these actions in better understanding of pathogenesis of malarial infection.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Acute renal failure associated with Malaria", "authors": [{"first": "Abdula", "middle": [], "last": "Manaj", "suffix": ""}, {"first": "H", "middle": [], "last": "Ali", "suffix": ""}, {"first": "M", "middle": [], "last": "Lal", "suffix": ""}], "year": 2002, "venue": "J Ayub Med Coll Abbottabad", "volume": "18", "issn": "4", "pages": "47--52", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Cryoglobulin, circulating immune complexes and complement activation in cerebral malaria", "authors": [{"first": "C", "middle": [], "last": "Adam", "suffix": ""}, {"first": "M", "middle": [], "last": "Geniteau", "suffix": ""}, {"first": "M", "middle": [], "last": "Gougerot-Pocidalo", "suffix": ""}, {"first": "P", "middle": [], "last": "Verroust", "suffix": ""}, {"first": "J", "middle": [], "last": "Lebras", "suffix": ""}], "year": 1981, "venue": "Infect Immun", "volume": "31", "issn": "", "pages": "530--535", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Opsonic activity of human immune serum on in vitro phagocytosis of Plasmodium falciparum infected red blood cells by monocytes", "authors": [{"first": "A", "middle": [], "last": "Celada", "suffix": ""}, {"first": "A", "middle": [], "last": "Cruchaud", "suffix": ""}, {"first": "Perrin", "middle": [], "last": "Lh", "suffix": ""}], "year": 1982, "venue": "Clin Exp Immunol", "volume": "47", "issn": "3", "pages": "635--644", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Acute inflammatory demyelinating polyneuropathy following plasmodium vivax malaria infection", "authors": [{"first": "A", "middle": [], "last": "Chakravarty", "suffix": ""}, {"first": "B", "middle": [], "last": "Ghosh", "suffix": ""}, {"first": "R", "middle": [], "last": "Bhattacharyya", "suffix": ""}, {"first": "S", "middle": [], "last": "Sengupta", "suffix": ""}, {"first": "S", "middle": [], "last": "Mukherjee", "suffix": ""}], "year": 2004, "venue": "Neurol India", "volume": "52", "issn": "1", "pages": "130--131", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Pathogenesis of anemia in malaria: a concise review", "authors": [{"first": "K", "middle": [], "last": "Ghosh", "suffix": ""}], "year": 2007, "venue": "Parasitol Res", "volume": "101", "issn": "6", "pages": "1463--1469", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Pregnancy in patients with malaria", "authors": [{"first": "A", "middle": [], "last": "Hasan", "suffix": ""}, {"first": "A", "middle": [], "last": "Parvez", "suffix": ""}, {"first": "A", "middle": [], "last": "Shah", "suffix": ""}], "year": 2006, "venue": "J Indian Acad Clin Med", "volume": "7", "issn": "1", "pages": "25--29", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Plasmodium falciparum malaria: reduction of endothelial cell apoptosis in vitro", "authors": [{"first": "C", "middle": ["J"], "last": "Hemmer", "suffix": ""}, {"first": "H", "middle": ["A"], "last": "Lehr", "suffix": ""}, {"first": "K", "middle": [], "last": "Westphal", "suffix": ""}, {"first": "M", "middle": [], "last": "Unverricht", "suffix": ""}, {"first": "M", "middle": [], "last": "Kratzius", "suffix": ""}], "year": 2005, "venue": "Infect Immun", "volume": "73", "issn": "3", "pages": "1764--1770", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "The gamma/delta T cell response to Plasmodium falciparum malaria in a population in which malaria is endemic", "authors": [{"first": "L", "middle": [], "last": "Hviid", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Kurtzhals", "suffix": ""}, {"first": "D", "middle": [], "last": "Dodoo", "suffix": ""}, {"first": "O", "middle": [], "last": "Rodriques", "suffix": ""}, {"first": "A", "middle": [], "last": "Ronn", "suffix": ""}], "year": 1996, "venue": "Infect Immunol", "volume": "64", "issn": "10", "pages": "4359--4362", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Lars Hviid Clinical disease (1998) Immunity and protection against Plasmodium falciparum malaria in populations living in endemic areas", "authors": [], "year": null, "venue": "J Exp Rev Mol Med", "volume": "24", "issn": "", "pages": "1--10", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Input of HIV associated immunosuppression of malaria infection and disease in Malawi", "authors": [{"first": "M", "middle": [], "last": "Laufa", "suffix": ""}, {"first": "J", "middle": [], "last": "Van Oosterhout", "suffix": ""}, {"first": "P", "middle": [], "last": "Thesing", "suffix": ""}, {"first": "F", "middle": [], "last": "Thumpa", "suffix": ""}, {"first": "E", "middle": [], "last": "Zijlstra", "suffix": ""}], "year": 2006, "venue": "J Infect Dis", "volume": "193", "issn": "6", "pages": "872--876", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Efficacy of sulfadoxinepyrimethamine for prevention of placental malaria in an area of Kenya with a high prevalence of malaria and human immunodeficiency virus infection", "authors": [{"first": "M", "middle": ["E"], "last": "Parise", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Ayisi", "suffix": ""}, {"first": "B", "middle": ["L"], "last": "Nahlen", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "Schultz", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Roberts", "suffix": ""}, {"first": "A", "middle": [], "last": "Misore", "suffix": ""}, {"first": "R", "middle": [], "last": "Muga", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Oloo", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "Steketee", "suffix": ""}], "year": 1998, "venue": "Am J Trop Med Hyg", "volume": "59", "issn": "5", "pages": "813--822", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Anti-neutrophil cytoplasmic antibodies (ANCA) in malaria", "authors": [{"first": "V", "middle": [], "last": "Pradhan", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Badakere", "suffix": ""}, {"first": "U", "middle": [], "last": "Shankarkumar", "suffix": ""}, {"first": "Y", "middle": ["S"], "last": "Iyer", "suffix": ""}, {"first": "K", "middle": [], "last": "Ghosh", "suffix": ""}, {"first": "D", "middle": [], "last": "Karnad", "suffix": ""}], "year": 2002, "venue": "Indian J Malariol", "volume": "39", "issn": "", "pages": "51--59", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Molecular Basis of Host Immunity and Pathogenesis in Malaria", "authors": [{"first": "R", "middle": [], "last": "Ramasamy", "suffix": ""}], "year": 1998, "venue": "Biochimica et Biophysica Acta", "volume": "1406", "issn": "", "pages": "10--27", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "T cell subsets and natural killer activity in Plasmodium falciparum infected children", "authors": [{"first": "J", "middle": ["L"], "last": "Stach", "suffix": ""}, {"first": "E", "middle": [], "last": "Dufrenoy", "suffix": ""}, {"first": "J", "middle": [], "last": "Roffi", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Bach", "suffix": ""}], "year": 1986, "venue": "Clin Immunol Immunopathol", "volume": "38", "issn": "", "pages": "129--134", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "HIV immunosuppression and malaria : is there a correlation?", "authors": [{"first": "V", "middle": [], "last": "Suri", "suffix": ""}, {"first": "A", "middle": [], "last": "Bhalla", "suffix": ""}, {"first": "N", "middle": [], "last": "Sharma", "suffix": ""}, {"first": "S", "middle": [], "last": "Varma", "suffix": ""}], "year": 2006, "venue": "Indian J Med Sci", "volume": "60", "issn": "9", "pages": "376--379", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Medical history and risk of Hodgkin's and non-Hodgkin's lymphomas", "authors": [{"first": "A", "middle": [], "last": "Tawani", "suffix": ""}, {"first": "La", "middle": [], "last": "Vecchia", "suffix": ""}, {"first": "C", "middle": [], "last": "Franceschi", "suffix": ""}, {"first": "S", "middle": [], "last": "Serraino", "suffix": ""}, {"first": "D", "middle": [], "last": "Carbone", "suffix": ""}, {"first": "A", "middle": [], "last": "", "suffix": ""}], "year": 2000, "venue": "Eur J Cancer Prev", "volume": "9", "issn": "1", "pages": "59--64", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Recent advances in pathogenesis of vasculitis", "authors": [{"first": "C", "middle": ["P"], "last": "Thakur", "suffix": ""}], "year": 2001, "venue": "Proceedings of the scientific sessions APICON-Association of Physicians of India. Medicine update", "volume": "II", "issn": "", "pages": "14--16", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Clinical review: severe malaria", "authors": [{"first": "A", "middle": [], "last": "Trampuz", "suffix": ""}, {"first": "M", "middle": [], "last": "Jereb", "suffix": ""}, {"first": "I", "middle": [], "last": "Muzlovic", "suffix": ""}, {"first": "R", "middle": [], "last": "Prabhu", "suffix": ""}], "year": 2003, "venue": "Crit Care", "volume": "7", "issn": "", "pages": "315--323", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Effects of HIV-1 and increasing immunosuppression on malaria parasitaemia and clinical episodes in adults in rural Uganda, a cohort study", "authors": [{"first": "J", "middle": [], "last": "Whitworth", "suffix": ""}, {"first": "D", "middle": [], "last": "Morgan", "suffix": ""}, {"first": "M", "middle": [], "last": "Quigley", "suffix": ""}, {"first": "A", "middle": [], "last": "Smith", "suffix": ""}, {"first": "B", "middle": [], "last": "Mayana", "suffix": ""}], "year": 2000, "venue": "Lancet", "volume": "356", "issn": "", "pages": "1051--1056", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Anti-neutrophil cytoplasmic antibody (ANCA) in malaria is directed against cathepsin G", "authors": [{"first": "J", "middle": [], "last": "Yahya", "suffix": ""}, {"first": "S", "middle": [], "last": "Benedict", "suffix": ""}, {"first": "A", "middle": [], "last": "Shalabi", "suffix": ""}, {"first": "R", "middle": [], "last": "Bayoum", "suffix": ""}], "year": 1997, "venue": "Clin Exp Immunol", "volume": "110", "issn": "", "pages": "41--44", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Incidence of complications in falciparum malaria", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Complication </td><td>Incidence %\n</td></tr><tr><td>Hemolysis </td><td>46.2\n</td></tr><tr><td>Jaundice </td><td>21\n</td></tr><tr><td>Cerebral </td><td>20\n</td></tr><tr><td>Thrombocytopenia </td><td>18.2\n</td></tr><tr><td>Pancytopenia </td><td>6\n</td></tr><tr><td>Diarrhoea </td><td>6\n</td></tr><tr><td>Systemic inflammatory response </td><td>6\n</td></tr><tr><td>Acute respiratory distress syndrome (ARDS) </td><td>4.5\n</td></tr><tr><td>Acute renal failure (ARF) </td><td>3\n</td></tr><tr><td>Death </td><td>1\n</td></tr></table></body></html>"}}, "back_matter": []}