{
    "paper_id": "7efbef7c4a786e35e8da85c2458b80aa12ef0d34",
    "metadata": {
        "title": "microarrays Serology in the Digital Age: Using Long Synthetic Peptides Created from Nucleic Acid Sequences as Antigens in Microarrays",
        "authors": [
            {
                "first": "Muhammad",
                "middle": [],
                "last": "Rizwan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Uppsala University",
                    "location": {
                        "postCode": "751 85",
                        "settlement": "Uppsala",
                        "country": "Sweden"
                    }
                },
                "email": "rizwan.muhd715@gmail.comm.r."
            },
            {
                "first": "Bengt",
                "middle": [],
                "last": "Rönnberg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Uppsala University",
                    "location": {
                        "postCode": "751 85",
                        "settlement": "Uppsala",
                        "country": "Sweden"
                    }
                },
                "email": "bengt.ronnberg@gmail.comb.r."
            },
            {
                "first": "Maksims",
                "middle": [],
                "last": "Cistjakovs",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Uppsala University",
                    "location": {
                        "postCode": "751 85",
                        "settlement": "Uppsala",
                        "country": "Sweden"
                    }
                },
                "email": "maksims.cistjakovs@rsu.lvm.c."
            },
            {
                "first": "Åke",
                "middle": [],
                "last": "Lundkvist",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Clinical Microbiology",
                    "institution": "Uppsala University Hospital",
                    "location": {
                        "postCode": "751 85",
                        "settlement": "Uppsala",
                        "country": "Sweden"
                    }
                },
                "email": "ake.lundkvist@imbim.uu.se"
            },
            {
                "first": "Rudiger",
                "middle": [],
                "last": "Pipkorn",
                "suffix": "",
                "affiliation": {},
                "email": "pipkorn@t-online.de"
            },
            {
                "first": "Jonas",
                "middle": [],
                "last": "Blomberg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Uppsala University",
                    "location": {
                        "postCode": "751 85",
                        "settlement": "Uppsala",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Massimo",
                "middle": [],
                "last": "Negrini",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Quan-Zhen",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Antibodies to microbes, or to autoantigens, are important markers of disease. Antibody detection (serology) can reveal both past and recent infections. There is a great need for development of rational ways of detecting and quantifying antibodies, both for humans and animals. Traditionally, serology using synthetic antigens covers linear epitopes using up to 30 amino acid peptides. Methods: We here report that peptides of 100 amino acids or longer (\"megapeptides\"), designed and synthesized for optimal serological performance, can successfully be used as detection antigens in a suspension multiplex immunoassay (SMIA). Megapeptides can quickly be created just from pathogen sequences. A combination of rational sequencing and bioinformatic routines for definition of diagnostically-relevant antigens can, thus, rapidly yield efficient serological diagnostic tools for an emerging infectious pathogen. Results: We designed megapeptides using bioinformatics and viral genome sequences. These long peptides were tested as antigens for the presence of antibodies in human serum to the filo-, herpes-, and polyoma virus families in a multiplex microarray system. All of these virus families contain recently discovered or emerging infectious viruses. Conclusion: Long synthetic peptides can be useful as serological diagnostic antigens, serving as biomarkers, in suspension microarrays.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The frequent appearance of novel pathogens [1] [2] [3] [4] [5] , and reemergence of those who became rare [6] , emphasizes the need for an ability to generically detect them, and rapidly evolve diagnostic techniques that can enhance the response to such challenges. Antibody detection (serology) provides a unique possibility to detect past events encountered by the immune system, like an infection or exposure to an antigen mimicking an autoantigen. Nucleic acid detection of a microbe cannot do this, unless the microbe causes an ongoing infection. Moreover, the amplification inherent in the immune response means that antibody detection can be more sensitive than nucleic acid detection. The infecting pathogen is often sequestered in the body and not accessible for sampling, but the antibodies to it are available in blood and can often be readily detected many years after the infection. Thus, nucleic acid and antibody detection go hand in hand for diagnosis and surveillance of many medically important infectious diseases. Antibodies to a pathogen are traditionally detected to one antigen at a time using agent-specific ELISA (enzyme-linked immunosorbent assays). However, many different antibodies can now be detected simultaneously, e.g., with SMIA (suspension multiplex immunoassay) [7] [8] [9] [10] , a rational and economic technique. SMIA is a cost-effective serological method where antigen and serum consumption can be minimized, its background is generally low, and the dynamic range wider than in ELISA. Unlike the latter, it provides multiple results per analysis [7] [8] [9] [10] .",
            "cite_spans": [
                {
                    "start": 43,
                    "end": 46,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 47,
                    "end": 50,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 51,
                    "end": 54,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 55,
                    "end": 58,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 59,
                    "end": 62,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 106,
                    "end": 109,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1298,
                    "end": 1301,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1302,
                    "end": 1305,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1306,
                    "end": 1309,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1310,
                    "end": 1314,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1587,
                    "end": 1590,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1591,
                    "end": 1594,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1595,
                    "end": 1598,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1599,
                    "end": 1603,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "There are a significant number of severe infections that can be difficult to diagnose without appropriate serological information, which calls for diagnostic arrays covering many differential diagnoses. The increased travel between continents increases the need for geographically-unrestricted diagnostic panels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Moreover, the frequent appearance of novel pathogens emphasizes the need for an ability to generically detect, and rapidly evolve, diagnostic techniques that can efficiently respond to such challenges. Antigens for such serological diagnostic systems optimally need to be prepared without any delay. Novel pathogens are now often identified through rapid sequencing [5, 11, 12] . It is then a non-trivial bioinformatic task to identify suitable antigens from the sequence. Such antigens can be produced as recombinant proteins from synthetic nucleic acid, or as synthetic peptides. The ability to re-create the original antigenic structure of the microbial sequence, including both linear and conformational epitopes, generally increases the greater the portion of the antigen that is part of the synthetic construct, in essence, converting linear (one-dimensional) information to three-dimensional. This is the rationale behind the \"megapeptide\" concept described here.",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 369,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 370,
                    "end": 373,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 374,
                    "end": 377,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the following, we give examples of the bioinformatic selection and experimental evaluations of diagnostically-useful large synthetic antigens. The diagnostic antigens were obtained from sequencing of targeted pathogens and they were produced in a form suitable for SMIA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The peptide sequences are detailed in Table S1 . All had the spacer NH 2 -PEG 6 -His 6 -PEG 6 at their amino terminus, where PEG 6 is hexaethylene glycol and His 6 is hexahistidine (enabling coupling control via anti-His antibodies). The peptides were synthesized under optimized conditions for long peptides (Pipkorn, unpublished). Briefly, solid phase synthesis was done on an automated multiple-peptide synthesizer (AMS 422; Abimed Analysen-Technik, Langenfeld, Germany), using coupling times and conditions optimized for high coupling yield. For amino-terminal protection, the base-labile FluorenylMethylOxyCarbonyl chloride (FMOC) group was used. In a few cases, megapeptides were subsequently analyzed by reverse-phase high-performance liquid chromatography (HPLC) on a C18 column. They yielded several peaks, indicating non-homogeneity (unpublished data). Lyophilized peptides were dissolved in dimethyl sulfoxide (DMSO) (Sigma-Aldrich Inc., Saint Louis, MO, USA, #Sigma-D2650).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 38,
                    "end": 46,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "Megapeptides"
        },
        {
            "text": "The epitope prediction tools at the Immune Epitope Database [13] and 3D structures found in the Protein Data Bank [14] were utilized for optimization of megapeptide design.",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 64,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 114,
                    "end": 118,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Megapeptides"
        },
        {
            "text": "In the Ebola study, control antigens were recombinant glycosylated E proteins of the Sudan (SEBOV), Zaire Ebola (ZEBOV), Reston, and Bundibugyo strains of Ebola virus, and Marburg virus. Control sera were rabbit anti-Bundibugyo, anti-SEBOV, and anti-ZEBOV glycoproteins, respectively. They were all purchased from Integrated BioTherapeutics Bioservices, Gaithersburg, MD, USA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Other Reagents"
        },
        {
            "text": "A convalescent serum from a patient diagnosed with an uncertain filovirus infection was obtained with informed consent. Anonymous blood donor sera from the Uppsala Academic Hospital were used as negative controls. They were all used with informed consent according to the Swedish Biobank law which allows diagnostic patient samples to be used for similar purposes as the original sampling purpose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Other Reagents"
        },
        {
            "text": "In the HHV7 and JCV studies, we used 82 and 131 blood donor sera (respectively, see above) which contained HHV7 and JCV antibody reactivity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Other Reagents"
        },
        {
            "text": "Luminex carboxylated differentially-color-marked magnetic microspheres (MagPlex-C microspheres, Luminex Corp., Austin, TX, USA) were used for the coupling of antigens. Coupling was performed according to the protocol provided by the manufacturer. See the sample protocol for two-step carbodiimide coupling of protein to magnetic beads [15] . A detailed account of the coupling procedure is out of scope for this paper. Briefly, the coupling was made with 200 µL of the stock microsphere solution containing approximately 1.25ˆ10 7 beads per ml. We have found the optimal quantity of antigen for coupling of 200 µL of Magplex microsphere suspension to be 5-10 µg of recombinant protein antigen and 50 µg of synthetic peptide antigens. However, it is possible to save reagents by using smaller amounts and volumes. All volumes in the recipe should then be decreased proportionally. After the coupling of antigen with beads, beads were incubated with 0.5 mL of PBS containing 0.05% (v/v) Tween 20 and 50 mM Tris (PBST) in the dark for 15 min on a rocking mixer at room temperature. The purpose of which was to block unreacted carboxyl groups with primary amines. The beads were then washed once with 0.5 mL StabilGuard (SurModics, Eden Prairie, MN, USA, #SG01-1000) using a magnetic separator. The bead pellet was finally resuspended in 400 µL StabilGuard. This created a bead mixture consisting of 6250 beads/µL. The coupled beads were stored at 4˝C in the dark. We found that coupled beads could be stored for at least a month (unpublished data). Prolonged storage at 4˝C can create problems due to antigen degradation, bacterial, or fungal growth. The beads with different numbers can be combined to make a serological panel for use in a multiplex system which theoretically could have a maximal multiplexity of 200 at a time. However, this becomes expensive due to antigen and bead costs. In our work, we have stayed at multiplexities below 50.",
            "cite_spans": [
                {
                    "start": 335,
                    "end": 339,
                    "text": "[15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Coupling of Peptides to Magnetic Luminex Beads"
        },
        {
            "text": "Fifty microliters of serum diluted 1/20 in phosphate buffered saline (0.15 M Sodium Chloride, 10 mM Sodium Phosphate; PBS), pH 7.4, containing 0.05% (v/v) Tween 20, 50 mM Tris and 2% (v/v) Prionex (Sigma-Aldrich Sweden AB, Stockholm, Sweden, #Sigma-Aldrich-81662) (PBSTP) was added to wells of a round bottom 96-well microtiter plate (Greiner Bio-One GmbH, Frickenhausen, Germany, #Greiner-104650) excluding the blank and controls. Fifty microliters of a vortexed and sonicated bead mixture consisting of 25 beads/µL suspended in PBSTP was then added to each well. The plate was then incubated in the dark with gentle rotation for 1 h at 37˝C. Post incubation, the wells were washed with PBS using a magnetic plate separator (Novex by Life technologies, Carlsbad, CA, USA #lifetechnologies-A14179). After that, the beads were resuspended in 50 µL of PBSTP and 50 µL of biotinylated-protein G (Pierce Biotechnology, Rockford, IL, USA, #Pierce-29988) at the concentration of (4 µg/mL of PBSTP) in each well. The plate was then placed for second incubation for 30 min at 37˝C in the dark with rotation. The wells were washed again with PBS and the beads were resuspended in 50 µL of PBSTP followed by the addition of 50 µL of streptavidin-phycoerythrin (SA-PhE) (Invitrogen-Thermo-Fisher, Waltham, MA, USA, #invitogen-S866) at the concentration of (4 µg/mL in PBSTP) in each well. The plate was placed for the final incubation for 15 min at 37˝C in the dark with rotation. The beads were washed once with PBS before they were resuspended in 100 µL of PBS and analyzed in a Luminex-200 (Luminex Corporation, Austin, TX, USA) instrument according to the instruction from the manufacturer. A minimum of 100 events for each bead number was set to read and the median value was obtained for the analysis of the data. All samples were analyzed in duplicate and average readings calculated. To detect any antibody binding to the beads themselves, a naked non-peptide-containing (\"blank\") bead was included. A control His 6 bead was also included in the SMIA reaction. The His 6 tag allowed monitoring of coupling of the megapeptides to the magnetic beads using anti-hexahistidine antibodies (Antibodies-online, Atlanta, GA, USA, #ABIN100493). We did not observe false positive reactions due to anti-His 6 in the sera tested for this paper. One negative control, where PBSTP instead of serum was added, was also used in all experiments. The work flow is presented in Figure 1 . a naked non-peptide-containing (\"blank\") bead was included. A control His6 bead was also included in the SMIA reaction. The His6 tag allowed monitoring of coupling of the megapeptides to the magnetic beads using anti-hexahistidine antibodies (Antibodies-online, Atlanta, GA, USA, #ABIN100493). We did not observe false positive reactions due to anti-His6 in the sera tested for this paper. One negative control, where PBSTP instead of serum was added, was also used in all experiments. The work flow is presented in Figure 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 2456,
                    "end": 2464,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2983,
                    "end": 2991,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Suspension Multiplex Immunoassay (SMIA)"
        },
        {
            "text": "An overview of the SMIA serological serosurveillance and diagnostic tool is given in Figure 1 . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 85,
                    "end": 93,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "We evaluated if a 116 amino acid (aa) megapeptide derived from the extracellular portion of the surface glycoprotein of Zaire Ebola virus would function as an antigen in SMIA. We compared the reactivity with positive control, patient, and negative control serum, of the megapeptide and a glycosylated recombinant protein from the same viral strain and from related filoviruses ( Figure 2 ). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 379,
                    "end": 387,
                    "text": "Figure 2",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Mimicking Ebola Glycoprotein Antigenicity with A Megapeptide"
        },
        {
            "text": "An overview of the SMIA serological serosurveillance and diagnostic tool is given in Figure 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 85,
                    "end": 93,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "We evaluated if a 116 amino acid (aa) megapeptide derived from the extracellular portion of the surface glycoprotein of Zaire Ebola virus would function as an antigen in SMIA. We compared the reactivity with positive control, patient, and negative control serum, of the megapeptide and a glycosylated recombinant protein from the same viral strain and from related filoviruses ( Figure 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 379,
                    "end": 387,
                    "text": "Figure 2",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Mimicking Ebola Glycoprotein Antigenicity with A Megapeptide"
        },
        {
            "text": "SMIA results with a megapeptide from the extracellular portion of the Zaire strain of Ebola virus (\"megapeptide\", or \"His-ZGP1 pep\"), recombinant glycosylated glycoprotein from the Zaire and Bundibugyo strains of Ebola (\"ZrGP\" and \"BrGP\", respectively). The megapeptide was coupled at a concentration of 50 µg/reaction while recombinant proteins were coupled at 10 µg/reaction. Results with dilutions of (A): a rabbit hyperimmune serum to ZrGP; and (B): a serum from a patient previously infected with a filovirus, are shown. Y axes: median fluorescence intensity (MFI). X axes: reciprocal serum dilution. A likely prozone effect was seen at the ½ dilution; (C): relative reactivity (observed vs maximum MFI) for reciprocal dilutions 4-32 of the same patient serum as shown in (B), and for a blood donor serum. All dilutions refer to the 50 µL of diluted serum which together with the 50 µL bead panel had a final volume of 100 µL. Thus, final dilutions were two times higher than the ones mentioned in the figure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2."
        },
        {
            "text": "All 40 negative control sera (Swedish blood donors) were negative in the test (unpublished data). The positive rabbit control serum reacted as strongly with the megapeptide as with a recombinant glycoprotein from the same virus (Figure 2A ). Dilutions of a serum from a person who had been infected with an unknown filovirus were analyzed against a panel of recombinant filovirus glycoproteins. Virtually all anti-glycoprotein IgG reactivity was to the recombinant Zaire Ebola glycoprotein ( Figure 2B) . A pronounced prozone effect was noted at the highest serum concentration. Such prozone effects can be caused by competition between high and low affinity antibodies at low serum dilutions. The low affinity antibodies are washed off in subsequent steps. In this case, the megapeptide reacted weaker than the glycosylated recombinant protein. However, the megapeptide reactivities were highly correlated with the recombinant protein reactivities, and reacted only weakly with Swedish blood donor sera (exemplified in Figure 2C ). Thus, we demonstrated that a 116 aa Ebola megapeptide is potentially useful as one antigen in an Ebola serological panel. All 40 negative control sera (Swedish blood donors) were negative in the test (unpublished data). The positive rabbit control serum reacted as strongly with the megapeptide as with a recombinant glycoprotein from the same virus (Figure 2A ). Dilutions of a serum from a person who had been infected with an unknown filovirus were analyzed against a panel of recombinant filovirus glycoproteins. Virtually all anti-glycoprotein IgG reactivity was to the recombinant Zaire Ebola glycoprotein ( Figure 2B) . A pronounced prozone effect was noted at the highest serum concentration. Such prozone effects can be caused by competition between high and low affinity antibodies at low serum dilutions. The low affinity antibodies are washed off in subsequent steps. In this case, the megapeptide reacted weaker than the glycosylated recombinant protein. However, the megapeptide reactivities were highly correlated with the recombinant protein reactivities, and reacted only weakly with Swedish blood donor sera (exemplified in Figure 2C ). Thus, we demonstrated that a 116 aa Ebola megapeptide is potentially useful as one antigen in an Ebola serological panel.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 228,
                    "end": 238,
                    "text": "(Figure 2A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 492,
                    "end": 502,
                    "text": "Figure 2B)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1020,
                    "end": 1029,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1383,
                    "end": 1393,
                    "text": "(Figure 2A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1647,
                    "end": 1657,
                    "text": "Figure 2B)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2175,
                    "end": 2184,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Figure 2."
        },
        {
            "text": "Human herpesvirus 7 (HHV7) is ubiquitous and is the least known of the nine human herpesviruses. It has mostly been associated with mild disease [16] . However, the diagnostic tools for its detection are not optimal and sensitive, and specific serology for detection of past and present HHV7 infection is needed. Glycoprotein B (gB) is a major antigenic herpesvirus protein. It is one of the most cross-reactive antigens among the herpesviruses. Cross-reactions occur primarily within the same herpesviral subfamily. In the HHV7 case, major sequence similarities and cross-reactions are with HHV6A, HHV6B, and CMV (Betaherpesvirinae). We strive to optimize herpesvirus serology and the mapping of optimal gB antigens for HHV7 is part of this. Figure 3 illustrates the result of a megapeptide scanning of most of HHV7 gB, using 82 sera. The results revealed that peptides covering the 300-450 and 600-721 amino acid regions were the most antigenic. Reactions were still relatively infrequent, though. In a putative \"final\" HHV7 serological panel, these HHV7 megapeptides must be complemented with other HHV7 antigens. Results with sera with high antibody reactivities to HHV7 are shown in Figure 3 . These rather strong reactions contrasted with the minor and rare reactions of 30 aa peptides from several HHV7 proteins, including gB, in our tests (Table S2 ). The sum of the 7 reactivities above an arbitrary cutoff of 300 MFI for the 15 30mers was 4874 MFI (338 per peptide). The sum of the 18 reactivities above 300 MFI for the 8 megapeptides was 12949 MFI (1619 per peptide). Megapeptides thus gave more and stronger reactivities than the 30mers. The relation between the reactions of the megapeptides with those of other HHV7 antigens and other members of Betaherpesvirinae remains to be established. ",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 149,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 743,
                    "end": 751,
                    "text": "Figure 3",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1188,
                    "end": 1196,
                    "text": "Figure 3",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1347,
                    "end": 1356,
                    "text": "(Table S2",
                    "ref_id": null
                }
            ],
            "section": "Mimicking Human Herpesvirus 7 Glycoprotein B Antigenicity Using Megapeptides"
        },
        {
            "text": "Human herpesvirus 7 (HHV7) is ubiquitous and is the least known of the nine human herpesviruses. It has mostly been associated with mild disease [16] . However, the diagnostic tools for its detection are not optimal and sensitive, and specific serology for detection of past and present HHV7 infection is needed. Glycoprotein B (gB) is a major antigenic herpesvirus protein. It is one of the most cross-reactive antigens among the herpesviruses. Cross-reactions occur primarily within the same herpesviral subfamily. In the HHV7 case, major sequence similarities and cross-reactions are with HHV6A, HHV6B, and CMV (Betaherpesvirinae). We strive to optimize herpesvirus serology and the mapping of optimal gB antigens for HHV7 is part of this. Figure 3 illustrates the result of a megapeptide scanning of most of HHV7 gB, using 82 sera. The results revealed that peptides covering the 300-450 and 600-721 amino acid regions were the most antigenic. Reactions were still relatively infrequent, though. In a putative \"final\" HHV7 serological panel, these HHV7 megapeptides must be complemented with other HHV7 antigens. Results with sera with high antibody reactivities to HHV7 are shown in Figure 3 . These rather strong reactions contrasted with the minor and rare reactions of 30 aa peptides from several HHV7 proteins, including gB, in our tests (Table S2 ). The sum of the 7 reactivities above an arbitrary cutoff of 300 MFI for the 15 30mers was 4874 MFI (338 per peptide). The sum of the 18 reactivities above 300 MFI for the 8 megapeptides was 12949 MFI (1619 per peptide). Megapeptides thus gave more and stronger reactivities than the 30mers. The relation between the reactions of the megapeptides with those of other HHV7 antigens and other members of Betaherpesvirinae remains to be established. Table S1 . Results from 82 sera are given in Table S2 .",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 149,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 743,
                    "end": 751,
                    "text": "Figure 3",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1188,
                    "end": 1196,
                    "text": "Figure 3",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1347,
                    "end": 1356,
                    "text": "(Table S2",
                    "ref_id": null
                },
                {
                    "start": 1805,
                    "end": 1813,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 1850,
                    "end": 1858,
                    "text": "Table S2",
                    "ref_id": null
                }
            ],
            "section": "Mimicking Human Herpesvirus 7 Glycoprotein B Antigenicity Using Megapeptides"
        },
        {
            "text": "Another group of cross-reactive viral antigens are the capsid proteins (VP1) of human polyomaviruses [17] . Many new polyomaviruses have been discovered recently and there are currently 13 human polyomaviruses described. Most seem to be apathogenic for humans. However, some are associated with a panorama of pathologies ranging from encephalitis to cancer. The study of their epidemiology and pathogenesis can only be performed by reliable serological tools. JCV infections in immunosuppressed patients can be particularly serious. Sometimes, the deadly disease progressive multifocal encephalopathy is caused by JCV. It is imperative to create specific serological tools for this and for other important polyomaviruses. The capsid proteins are the major polyomaviral Table S1 . Results from 82 sera are given in Table S2 .",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 769,
                    "end": 777,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 814,
                    "end": 822,
                    "text": "Table S2",
                    "ref_id": null
                }
            ],
            "section": "Mimicking JC Polyoma Virus (JCV) Capsid Protein VP1 Antigenicity Using Megapeptides"
        },
        {
            "text": "Another group of cross-reactive viral antigens are the capsid proteins (VP1) of human polyomaviruses [17] . Many new polyomaviruses have been discovered recently and there are currently 13 human polyomaviruses described. Most seem to be apathogenic for humans. However, some are associated with a panorama of pathologies ranging from encephalitis to cancer. The study of their epidemiology and pathogenesis can only be performed by reliable serological tools. JCV infections in immunosuppressed patients can be particularly serious. Sometimes, the deadly disease progressive multifocal encephalopathy is caused by JCV. It is imperative to create specific serological tools for this and for other important polyomaviruses. The capsid proteins are the major polyomaviral antigens. We therefore synthesized a set of six overlapping VP1 megapeptides from JC virus (Table S1 ). By SMIA, it turned out that the majority of IgG reactions were found against three megapeptides, amino acids 47-148, 103-218 and 252-354 (Figure 4) , where reactivities of seven JCV antibody-positive blood donors are shown. Of the 131 sera, 32 (25%) did not react with an MFI of over 300 against at least one of the megapeptides (Table S3 ). These megapeptides are then antigen candidates for an HHV7 serological panel. Like among the herpesviruses, there are more or less pronounced cross-reactions between the capsid proteins of the polyoma viruses [17] . It is, therefore, reasonable to analyze polyoma antibodies in a \"pan-polyomavirus\" context. Whether a reaction is specific or nonspecific, often a cross-reaction, can then be sorted out using the most specific antigen(s) and the pattern of reactivity. The knowledge of epitope distribution presented here can now be used to create an optimal panel of synthetic polyomavirus antigens. antigens. We therefore synthesized a set of six overlapping VP1 megapeptides from JC virus (Table  S1 ). By SMIA, it turned out that the majority of IgG reactions were found against three megapeptides, amino acids 47-148, 103-218 and 252-354 (Figure 4) , where reactivities of seven JCV antibodypositive blood donors are shown. Of the 131 sera, 32 (25%) did not react with an MFI of over 300 against at least one of the megapeptides (Table S3 ). These megapeptides are then antigen candidates for an HHV7 serological panel. Like among the herpesviruses, there are more or less pronounced cross-reactions between the capsid proteins of the polyoma viruses [17] . It is, therefore, reasonable to analyze polyoma antibodies in a \"pan-polyomavirus\" context. Whether a reaction is specific or nonspecific, often a cross-reaction, can then be sorted out using the most specific antigen(s) and the pattern of reactivity. The knowledge of epitope distribution presented here can now be used to create an optimal panel of synthetic polyomavirus antigens. Table S1 . Results with 130 sera are given in Table S3 .",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1424,
                    "end": 1428,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2470,
                    "end": 2474,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 860,
                    "end": 869,
                    "text": "(Table S1",
                    "ref_id": null
                },
                {
                    "start": 1010,
                    "end": 1020,
                    "text": "(Figure 4)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1202,
                    "end": 1211,
                    "text": "(Table S3",
                    "ref_id": null
                },
                {
                    "start": 1906,
                    "end": 1916,
                    "text": "(Table  S1",
                    "ref_id": null
                },
                {
                    "start": 2057,
                    "end": 2067,
                    "text": "(Figure 4)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 2248,
                    "end": 2257,
                    "text": "(Table S3",
                    "ref_id": null
                },
                {
                    "start": 2861,
                    "end": 2869,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 2907,
                    "end": 2915,
                    "text": "Table S3",
                    "ref_id": null
                }
            ],
            "section": "Mimicking JC Polyoma Virus (JCV) Capsid Protein VP1 Antigenicity Using Megapeptides"
        },
        {
            "text": "We developed new rapid and rational ways to produce antigens for microarrays, both what we call \"megapeptides\", extraordinarily long synthetic peptides, in essence synthetic proteins (described in this paper), and by simple production of recombinant proteins [10] .",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 263,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Serology in the Digital Age"
        },
        {
            "text": "By using megapeptides we are coupling the generation of sequences, which can be derived from next-generation sequencing, to bioinformatics for an optimal selection of sequences for diagnostic antigens. We assumed that although long synthetic peptides are imperfect compared to recombinant proteins of the same length, they are good enough for many purposes. If the coupling efficiency typically is 99% per amino acid, a 100 aa megapeptide is likely to contain at least one error. In a few control experiments we found that megapeptides gave broad peaks in HPLC, indicating inhomogeneity (unpublished data). However, the assumption was that the majority of the molecules would contain enough of correct sequence to be able to mimic also conformational epitopes. The Table S1 . Results with 130 sera are given in Table S3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 765,
                    "end": 773,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 811,
                    "end": 819,
                    "text": "Table S3",
                    "ref_id": null
                }
            ],
            "section": "Serology in the Digital Age"
        },
        {
            "text": "We developed new rapid and rational ways to produce antigens for microarrays, both what we call \"megapeptides\", extraordinarily long synthetic peptides, in essence synthetic proteins (described in this paper), and by simple production of recombinant proteins [10] .",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 263,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Serology in the Digital Age"
        },
        {
            "text": "By using megapeptides we are coupling the generation of sequences, which can be derived from next-generation sequencing, to bioinformatics for an optimal selection of sequences for diagnostic antigens. We assumed that although long synthetic peptides are imperfect compared to recombinant proteins of the same length, they are good enough for many purposes. If the coupling efficiency typically is 99% per amino acid, a 100 aa megapeptide is likely to contain at least one error. In a few control experiments we found that megapeptides gave broad peaks in HPLC, indicating inhomogeneity (unpublished data). However, the assumption was that the majority of the molecules would contain enough of correct sequence to be able to mimic also conformational epitopes. The results presented in this paper indicate that this assumption was correct.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Serology in the Digital Age"
        },
        {
            "text": "Currently, it takes around 70 h to generate an assembled sequence from a sample using Illumina technology. Then, it takes at least 5 h to identify any microbial sequence from this run; in total, around four days. Megapeptides likely to be useful as antigens are then selected and ordered. Peptide synthesis of a 200 aa takes 300 h (13 days). They must then be transported and coupled to SMIA beads (one day). After 18 days, i.e., less than three weeks, a multiplex serology with a reasonable chance of detecting antibodies to the emerging microbe could be in place. Here, we give examples of the utility of megapeptides in suspension multiplex immunoassay systems we currently work with. These are from Filoviruses (Ebola), Herpesvirus 7, and Polyomavirus JC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Serology in the Digital Age"
        },
        {
            "text": "Before the antigens can be created, diagnostically-useful peptides must be selected. Unless the location of highly antigenic epitopes is known or highly likely from analogy with related microbes, it is recommendable to synthesize several, e.g., five different megapeptides. The selection of peptide sequences can be from highly-antigenic surface antigens, predicted epitopes, see e.g., the Immune Epitope Database [13] , or by knowledge of antigenic proteins from related microbes. Our experience, much of which is unpublished, is that (like for any antigen) megapeptides can work more or less well. Limitations seem often to be due to absence of posttranslational modifications, like glycosylation. However, in this paper we give an example of a megapeptide covering a part of the Ebola surface glycoprotein, which retained specific antigenic activity, albeit lower than a longer glycosylated counterpart. Non-glycosylated proteins, like nucleoproteins or capsid proteins, are sometimes excellently mimicked by megapeptides, e.g., for hantavirus antibody detection (manuscript submitted). By using peptides of over 100 amino acids the likelihood that conformational epitopes can be mimicked is increased. It is our experience that shorter peptides (like 30 aa) are less useful for diagnostic serology (illustrated in Table S2 ), emphasizing the need for conformational epitopes for this purpose.",
            "cite_spans": [
                {
                    "start": 414,
                    "end": 418,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 1318,
                    "end": 1326,
                    "text": "Table S2",
                    "ref_id": null
                }
            ],
            "section": "Serology in the Digital Age"
        },
        {
            "text": "The megapeptides tested here were smaller than the complete protein counterparts. The Zaire Ebola glycoprotein (accession nr AHX24667) is 676 amino acids long. HHV7 gB (accession number YP_073779) is 822 amino acids long. JCV VP1 (accession number NP_043511.1) is 354 amino acids long. It is natural that they cannot mimic the antigenicity of the whole molecule. Long recombinant proteins can cover more of the antigenicity. However, megapeptides are simpler to produce and are often cheaper than recombinant proteins on a weight basis. In this paper we could, therefore, use a higher molar concentration of megapeptide than of recombinant protein. From numerous titration experiments with other peptides and megapeptides (unpublished data) we assume that the given conditions for megapeptides are within 50%-100% of the saturation limit of the beads. Like in any immunoassay, the final antigen concentration to be used in an assay ready for routine use must be found by checkerboard titration against suitable antisera. This was not done for this work, whose purpose was proof of principle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Serology in the Digital Age"
        },
        {
            "text": "SMIA has several inherent advantages as a serological diagnostic and surveillance system. First, it can combine the antigenicities of several antigens for each targeted microbe. This enables automatic differentiation of true from false positive results, like for a Western or line blot, in a simple test suited for primary testing. The use of several antigens for a single microbe can also avoid false negative results due to target antigen variation, unequal timing of immune responses to different antigens during an infection, or genetic differences in immune response to individual antigens. It is also suitable for syndromic or microbial family-based serological panels. The megapeptide is one of several antigen types which can contribute to these applications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Serology in the Digital Age"
        },
        {
            "text": "In this report, we show results with megapeptides of lengths between 102 and 142 amino acids from viruses of three expanding virus families. In the case of JC polyoma virus VP1 and Human Herpesvirus 7 gB, overlapping megapeptides were used. In the case of Ebola virus, much of the extracellular portion of the surface glycoprotein (the portion most exposed to the immune system) was synthesized. It is likely that, in the future, with further refinement, megapeptides can contribute to improved and quickly-implemented serological diagnosis of these, and other, viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Megapeptides for Detection of Ebola, HHV7, and JCV Antibodies"
        },
        {
            "text": "We conclude that long synthetic peptides can be useful as antigens in microarrays for antibody detection. They can be created relatively simply and quickly just from sequence information. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Infectious disease. The enigma of west nile",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Enserink",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Science",
            "volume": "290",
            "issn": "",
            "pages": "1482--1484",
            "other_ids": {
                "DOI": [
                    "10.1126/science.290.5496.1482"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The emergence of zika Virus: A narrative review",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Endy",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Ann. Intern. Med",
            "volume": "165",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7326/M16-0617"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Lessons from the ebola outbreak: Action items for emerging infectious disease preparedness and response",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Jacobsen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Aguirre",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Bailey",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Baranova",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Crooks",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Croitoru",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Delamater",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kehn-Hall",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Narayanan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Ecohealth",
            "volume": "13",
            "issn": "",
            "pages": "200--212",
            "other_ids": {
                "DOI": [
                    "10.1007/s10393-016-1100-5"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Zika virus: The latest newcomer",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Saiz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vazquez-Calvo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Blazquez",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Merino-Ramos",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Escribano-Romero",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Martin-Acebes",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fmicb.2016.00496"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Sars: A quality management test of our public health safety net",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zapp",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Krajden",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lynch",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Qual Manag. Health. Care",
            "volume": "13",
            "issn": "",
            "pages": "120--129",
            "other_ids": {
                "DOI": [
                    "10.1097/00019514-200404000-00004"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Chikungunya: A re-emerging virus",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Burt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Rolph",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Rulli",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mahalingam",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Heise",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Lancet",
            "volume": "379",
            "issn": "",
            "pages": "662--671",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(11)60281-X"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Epitopes of microbial and human heat shock protein 60 and their recognition in myalgic encephalomyelitis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Elfaitouri",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Herrmann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bolin-Wiener",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Gottfries",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Zachrisson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pipkorn",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ronnblom",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Blomberg",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS ONE",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0081155"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Variation-tolerant capture and multiplex detection of nucleic acids: Application to detection of microbes",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ohrmalm",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Eriksson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jobs",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Simonson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stromme",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bondeson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Herrmann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Melhus",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Blomberg",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Clin. Microbiol",
            "volume": "50",
            "issn": "",
            "pages": "3208--3215",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.06382-11"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "No evidence for xenotropic murine leukemia-related virus infection in sweden using internally controlled multiepitope suspension array serology",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Blomberg",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Blomberg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sjosten",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sheikholvaezin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bolin-Wiener",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Elfaitouri",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hessel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Gottfries",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Zachrisson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ohrmalm",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Clin. Vaccine Immunol",
            "volume": "19",
            "issn": "",
            "pages": "1399--1410",
            "other_ids": {
                "DOI": [
                    "10.1128/CVI.00391-12"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Rational recombinant xmrv antigen preparation and bead coupling for multiplex serology in a suspension array",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sheikholvaezin",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Blomberg",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ohrmalm",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sjosten",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Blomberg",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Protein Expr. Purif",
            "volume": "80",
            "issn": "",
            "pages": "176--184",
            "other_ids": {
                "DOI": [
                    "10.1016/j.pep.2011.08.007"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "From sars to mers: 10 years of research on highly pathogenic human coronaviruses",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hilgenfeld",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Antiviral Res",
            "volume": "100",
            "issn": "",
            "pages": "286--295",
            "other_ids": {
                "DOI": [
                    "10.1016/j.antiviral.2013.08.015"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Next generation sequencing and the search for emerging or unrecognized pathogens",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brunstein",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "MLO Med. Lab. Obs",
            "volume": "46",
            "issn": "",
            "pages": "26--27",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Immune epitope database analysis resource (IEDB-AR)",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Haste-Andersen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Beaver",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Bourne",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Bui",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Buus",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Frankild",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Greenbaum",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nucleic Acids Res",
            "volume": "36",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/nar/gkn254"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The protein data bank and structural genomics",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Westbrook",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Berman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nucleic Acids Res",
            "volume": "31",
            "issn": "",
            "pages": "489--491",
            "other_ids": {
                "DOI": [
                    "10.1093/nar/gkg068"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Three new human herpesviruses (hhv6, 7, and 8)",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Levy",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Lancet",
            "volume": "349",
            "issn": "",
            "pages": "558--563",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(97)80119-5"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Serological cross-reactivity between human polyomaviruses",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Moens",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Ghelue",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ehlers",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Rev. Med. Virol",
            "volume": "23",
            "issn": "",
            "pages": "250--264",
            "other_ids": {
                "DOI": [
                    "10.1002/rmv.1747"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Flowchart of the events from the genome sequence of microbe until the final readout in the Luminex system and presentation of results. It shows a rough estimation of the time span from microbial genome sequencing and its processing for designing the megapeptides ready for use in SMIA. Antigens used here were whole purified microbe (virus), recombinant (glycosylated or nonglycosylated) protein, and synthetic peptide (30-140 amino acids; aa). SMIA steps are (1) covalent coupling of antigen to colored magnetic bead; (2) addition of antigen-coupled beads (the SMIA panel) to a diluted serum in a microplate well then incubated; (3) incubation with biotinylated-protein G; (4) incubation with SA-PhE; (5) readout of the microplate in the Luminex flow meter. The subsequent step, bioinformatic interpretation of the serological reactivity patterns, is not discussed in this paper. SA-PhE: Streptavidin-Phycoerythrin.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Flowchart of the events from the genome sequence of microbe until the final readout in the Luminex system and presentation of results. It shows a rough estimation of the time span from microbial genome sequencing and its processing for designing the megapeptides ready for use in SMIA. Antigens used here were whole purified microbe (virus), recombinant (glycosylated or non-glycosylated) protein, and synthetic peptide (30-140 amino acids; aa). SMIA steps are (1) covalent coupling of antigen to colored magnetic bead; (2) addition of antigen-coupled beads (the SMIA panel) to a diluted serum in a microplate well then incubated; (3) incubation with biotinylated-protein G; (4) incubation with SA-PhE; (5) readout of the microplate in the Luminex flow meter. The subsequent step, bioinformatic interpretation of the serological reactivity patterns, is not discussed in this paper. SA-PhE: Streptavidin-Phycoerythrin.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "SMIA results with a megapeptide from the extracellular portion of the Zaire strain of Ebola virus (\"megapeptide\", or \"His-ZGP1 pep\"), recombinant glycosylated glycoprotein from the Zaire and Bundibugyo strains of Ebola (\"ZrGP\" and \"BrGP\", respectively). The megapeptide was coupled at a concentration of 50 µg/reaction while recombinant proteins were coupled at 10 µg/reaction. Results with dilutions of (A): a rabbit hyperimmune serum to ZrGP; and (B): a serum from a patient previously infected with a filovirus, are shown. Y axes: median fluorescence intensity (MFI). X axes: reciprocal serum dilution. A likely prozone effect was seen at the 1 {2 dilution; (C): relative reactivity (observed vs maximum MFI) for reciprocal dilutions 4-32 of the same patient serum as shown in (B), and for a blood donor serum. All dilutions refer to the 50 µL of diluted serum which together with the 50 µL bead panel had a final volume of 100 µL. Thus, final dilutions were two times higher than the ones mentioned in the figure.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Distribution of IgG reactivity of four human sera with high HHV7 antibody activity, against overlapping 100-mers or longer (shown by dotted line with arrow) partially covering HHV7 glycoprotein B. Serum dilution 1/20 (cf. legend toFigure 2). Megapeptide names are explained in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Distribution of IgG reactivity of four human sera with high HHV7 antibody activity, against overlapping 100-mers or longer (shown by dotted line with arrow) partially covering HHV7 glycoprotein B. Serum dilution 1/20 (cf. legend toFigure 2). Megapeptide names are explained in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Distribution of IgG reactivity of seven human sera with high JCV antibody activity, against overlapping JCV VP1 102-116 aa megapeptides. Serum dilution 1/20 (cf. legend toFigure 2). Megapeptide names are explained in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Distribution of IgG reactivity of seven human sera with high JCV antibody activity, against overlapping JCV VP1 102-116 aa megapeptides. Serum dilution 1/20 (cf. legend toFigure 2). Megapeptide names are explained in",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Supplementary Materials: The supplementary materials are available online at http://www.mdpi.com/2076-3905/5/3/22/s1.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Jonas Blomberg is the sole applicant behind a patent application on megapeptide antigens. The funding sponsors had no role in the design of the study; in the collection, analyses, or interpretation of data; in the writing of the manuscript, and in the decision to publish the results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest:"
        }
    ]
}