{
    "paper_id": "7fe95c8c7aa024d6167b13e83fe9d93b64d26b2c",
    "metadata": {
        "title": "Biological Resources and Migration",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Representing a broad range of disciplines, conference presenters contributed 31 short chapters held together by a single common thread: The movement of organisms from one place to another. The title Biological Resources and Migration, therefore, may seem slightly misleading to biologists who narrowly define migration as ''repeated movement of individuals between different environments that have a clear geographical separation' ' (p. 204) , or agree that true migration is a seasonal movement requiring a return to an initial starting point (p. 212). Nevertheless, this compilation should be interesting to many landscape ecologists: A quick survey of 70 abstracts from the 2004 volume of Landscape Ecology indicated that seven contained the word 'movement,' five included 'dispersal,' and two each had 'flow' and 'metapopulation.' Clearly, without the movement of organisms, landscape ecologists would have no interest in metapopulation biology, road ecology, or neural networks.",
            "cite_spans": [
                {
                    "start": 431,
                    "end": 441,
                    "text": "' (p. 204)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Biological Resources and Migration is loosely organized into groups of similar chapters, with sections focusing on plant ecology, pest species and micro-organisms, aquatic species, migratory birds, conservation, and human migration. The authors tackle these ecological phenomena at spatial scales ranging from microscopic to global. Five chapters focus on the migration and micro-spatial distribution of soil bacteria, including En Tao Wang and Wen Xin Chen's description (pp. 167-171) of the biotic and abiotic factors affecting the migration of rhizobia associated with soybeans and other legumes. At the farm-field scale, Robert Graybosch (pp. 27-34) discusses the potential movement of genes from genetically modified wheat into populations of jointed goat-grass, a native North American species related to wheat. Working at the largest scales, Joseph Prospero (pp. 127-133) discusses the wind transport of viable fungi and bacteria from North Africa to Barbados, and Noe´l Holmgren (pp. 219-228) describes the association between arctic lemming abundance and the reproductive success of red knot and curlew sandpipers, which migrate from South Africa to nest in Siberia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "With 15 chapters concentrated on crop species or agriculture in general, and another handful concerned with the migration of people, Biological Resources and Migration emphasizes the involvement of humans in ecological systems. This characteristic of the book may appeal especially to European landscape ecologists, who historically have been highly interested in the role humans play in their ecological surroundings. For example, Duncan Vaughan and his colleagues (pp. 1-13) review how the movement and genetic diversification of rice in Asia and Africa were coupled with human migration, and, in a chapter titled ''Be a Virus, See the World'' (pp. 136-141), Stephan Becker outlines why human diseases such as West Nile virus and the SARS coronavirus have demonstrated the potential to spread so quickly while the Lassa virus remains contained in West Africa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In addition to the array of subject areas and spatial scales covered in the book, the chapter contributors use an impressive array of tools and approaches to conduct their research, from traditional field observations to molecular markers and geographical information systems (GIS). Two authors, for example, use GIS with differing goals:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Klaus Riede (pp. 211-218) generated a global GIS register of 1000 migratory vertebrate species that allows for the identification of 'migratory footprints' for individual regions or ecosystems, while Danijele Brecevic and colleagues (pp. 281-296) employed GIS and remote sensing data to simulate land-cover changes in an urban region of China that is experiencing seeing a rapid influx of migrants from rural areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Several chapters throughout the book address the spatial dynamics of genetic diversity or the movement of genes across the landscape. Hugh D. Loxdale and Catherine Macdonald (pp. 107-125), for example, used microsatellite molecular markers to examine the spatial and temporal movement of a wasp parasite that attacks a major aphid pest of oilseed rape. Their results shed light on a complex predator-prey-plant relationship influenced by the localized prey-searching of the wasp at the field scale. Meanwhile, Birgit Ziegenhagen and her colleagues (pp. 239-251) investigated the post-glacial range-expansion of European silver fir using molecular markers from paternally inherited chloroplast DNA and maternally inherited mitochondrial DNA. They conclude that seed dispersal has resulted in only a small amount of genetic introgression between populations, but that winddispersed pollen has allowed for considerable longdistance gene flow. Perhaps such studies herald the overdue widespread use of genetics tools and concepts to address landscape ecology questions. Landscape ecologists without a basic understanding of population genetics are not likely to learn much from these chapters, however, and might first want to review a book like Principles of Population Genetics (Hartl and Clark 1997) or Geographical Genetics (Epperson 2003) .",
            "cite_spans": [
                {
                    "start": 1276,
                    "end": 1298,
                    "text": "(Hartl and Clark 1997)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1324,
                    "end": 1339,
                    "text": "(Epperson 2003)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "While the interdisciplinary nature of Biological Resources and Migration encourages cross-polli-nation between diverse fields of study, the editor made no attempt to tie together the disparate topics and themes of the book, or to place them in a larger ecological, social or economic context. An introductory chapter defining and contrasting movement-related concepts such as migration and dispersal would have been particularly useful, as would a chapter summarizing the authors' work and outlining potential future directions for research in the area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Finally, with a price tag of nearly $280, only large research libraries and the independently wealthy can afford this book. Still, most landscape ecologists are likely to find something in Biological Resources and Migration pertinent to their research, and those interested in the movement of plants, animals or even microbes should consider looking it up.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Geographical Genetics",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Epperson",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "356",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Principles of Population Genetics",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Hartl",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Clark",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "542",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}