{
    "paper_id": "802940733fae494b6280ce92195cbc2a4885efa8",
    "metadata": {
        "title": "Meta-analysis of avian and small-mammal response to fire severity and fire surrogate treatments in U.S. fire-prone forests",
        "authors": [
            {
                "first": "Joseph",
                "middle": [
                    "B"
                ],
                "last": "Fontaine",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Murdoch University",
                    "location": {
                        "addrLine": "90 South St",
                        "postCode": "6150",
                        "settlement": "Perth",
                        "region": "Western Australia",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Patricia",
                "middle": [
                    "L"
                ],
                "last": "Kennedy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Oregon State University",
                    "location": {
                        "postCode": "97883",
                        "settlement": "Union",
                        "region": "Oregon",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Management in fire-prone ecosystems relies widely upon application of prescribed fire and/or fire surrogate (e.g., forest thinning) treatments to maintain biodiversity and ecosystem function. Recently, published literature examining wildlife response to fire and fire management has increased rapidly. However, none of this literature has been synthesized quantitatively, precluding assessment of consistent patterns of wildlife response among treatment types. Using meta-analysis, we examined the scientific literature on vertebrate demographic responses to burn severity (low/moderate, high), fire surrogates (forest thinning), and fire and fire surrogate combined treatments in the most extensively studied fire-prone, forested biome (forests of the United States). Effect sizes (magnitude of response) and their 95% confidence limits (response consistency) were estimated for each species-by-treatment combination with two or more observations. We found 41 studies of 119 bird and 17 smallmammal species that examined short-term responses ( 4 years) to thinning, low/moderateand high-severity fire, and thinning plus prescribed fire; data on other taxa and at longer time scales were too sparse to permit quantitative assessment. At the stand scale (,50 ha), thinning and low/moderate-severity fire demonstrated similar response patterns in these forests. Combined thinning plus prescribed fire produced a higher percentage of positive responses. High-severity fire provoked stronger responses, with a majority of species possessing higher or lower effect sizes relative to fires of lower severity. In the short term and at fine spatial scales, fire surrogate forest-thinning treatments appear to effectively mimic low/moderate-severity fire, whereas low/moderate-severity fire is not a substitute for high-severity fire. The varied response of taxa to each of the four conditions considered makes it clear that the full range of fire-based disturbances (or their surrogates) is necessary to maintain a full complement of vertebrate species, including fire-sensitive taxa. This is especially true for high-severity fire, where positive responses from many avian taxa suggest that this disturbance (either as wildfire or prescribed fire) should be included in management plans where it is consistent with historic fire regimes and where maintenance of regional vertebrate biodiversity is a goal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Great strides have been made toward acknowledging the important role that disturbances of varying magnitudes and frequencies play in retaining biodiversity and ecosystem resilience (Sousa 1984 , Paine et al. 1998 ). In particular, increasing recognition by resource managers of the need to use disturbance as a tool for managing landscape complexity (e.g., heterogeneous mosaics of successional stages; Fuhlendorf et al. 2009 , Swanson et al. 2010 ) has led to application of lower intensity disturbances (e.g., use of prescribed fire) and increased comfort with infrequent, high-intensity disturbances (e.g., ''let burn'' policies for wildland fire, large dam releases to mimic flood events). This shift has been especially important in seasonally dry, fire-prone forests where fire exclusion was the dominant management approach through much of the 20th century (Carle 2002) . A first step toward managing for complexity is determining the set of ''desirable'' conditions for a particular landscape (e.g., maintenance of a regional species pool on publicly owned lands) and which species will be present (or absent) under those conditions (Youngblood et al. 2007 ). In concert with increased incorporation of disturbance into land management, practitioners often require knowledge of the potential for surrogate treatments such as forest thinning to emulate disturbances in situations where human safety and property might be compromised. The degree to which these surrogates mimic natural disturbances has not been rigorously evaluated, particularly in their ability to provide comparable wildlife habitat (but see Arkle and Pilliod 2010) .",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 192,
                    "text": "(Sousa 1984",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 193,
                    "end": 212,
                    "text": ", Paine et al. 1998",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 403,
                    "end": 425,
                    "text": "Fuhlendorf et al. 2009",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 426,
                    "end": 447,
                    "text": ", Swanson et al. 2010",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 864,
                    "end": 876,
                    "text": "(Carle 2002)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1141,
                    "end": 1164,
                    "text": "(Youngblood et al. 2007",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1618,
                    "end": 1641,
                    "text": "Arkle and Pilliod 2010)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Vegetation response to fire has been a central topic of fire ecology, vegetation science, and forest management for many decades and much is known across many ecosystems (Bond and van Wilgen 1996, Pyne et al. 1996) . However, despite high management and policy interest in wildlife, faunal response to fire has received substantially less attention. Much of this is due to the difficulty of studying fire-wildlife interactions; consequently, a great deal of the literature is based upon convenience sampling of wildfires that burned preexisting sample points (e.g., Smucker et al. 2005 , Hossack and Corn 2007 , Kotliar et al. 2007 . Reviewing global fire literature on the birds, the best-studied vertebrate taxon, Leidolf and Bissonette (2009) found just over 500 documents, of which ,50% were journal articles containing original research and of which .50% had been published since 1990. Of the avian-fire literature, North America accounted for nearly 60% of publications (Leidolf and Bissonette 2009) . Literature examining the effects of fire on other North American vertebrate taxa (small mammals, herpetofauna, and so forth) is far more sparse (Kennedy and Fontaine 2009 ). Thus, although we are in a period of rapidly increasing knowledge, few generalities exist with regard to faunal responses to fire. Even within the increasingly prolific avian-fire literature, knowledge attenuates rapidly after examination of a few well-studied examples (e.g., shortterm, positive responses of some woodpecker species to high-severity fire; Saab et al. 2007) .",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 179,
                    "text": "(Bond and",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 180,
                    "end": 214,
                    "text": "van Wilgen 1996, Pyne et al. 1996)",
                    "ref_id": null
                },
                {
                    "start": 566,
                    "end": 585,
                    "text": "Smucker et al. 2005",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 586,
                    "end": 609,
                    "text": ", Hossack and Corn 2007",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 610,
                    "end": 631,
                    "text": ", Kotliar et al. 2007",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 716,
                    "end": 745,
                    "text": "Leidolf and Bissonette (2009)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 976,
                    "end": 1005,
                    "text": "(Leidolf and Bissonette 2009)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1152,
                    "end": 1178,
                    "text": "(Kennedy and Fontaine 2009",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1539,
                    "end": 1556,
                    "text": "Saab et al. 2007)",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Qualitative reviews of the effects of fire on birds across and within regions (Kotliar et al. 2002, Saab and Powell 2005) , effects of fuels reduction treatments on vertebrates (Pilliod et al. 2006) , effects of fire on mammals in boreal forests (Fisher and Wilkinson 2005) , and response of herpetofauna to prescribed fire (Russell et al. 1999 ) exist, as well as formal meta-analysis of the effects of thinning on birds (Vanderwel et al. 2007 ) and of wildfire and logging on some smallmammal species (Zwolak 2009 ). To date, most reviews have relied on qualitative comparisons, employing a vote-counting approach (Rosenberg et al. 2000) to the literature and making little formal assessment of the effect size of fire severities, fire surrogates, and time since fire on fauna. Previous reviews of the avian-fire literature have repeatedly called for more quantitative reviews that examine, in detail, the effects of fire severity and time since fire (Kotliar et al. 2002, Saab and Powell 2005) . Moreover, synthesis of recent research from the Fire and Fire Surrogate (FFS) study (McIver et al. 2008) for fauna is lacking. Quantification of these effect sizes is highly desired by public land managers responsible for maintaining biodiversity as well as implementing management actions (e.g., thinning, fire) on the ground and frequently subject to extensive public scrutiny (Youngblood et al. 2007) .",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 108,
                    "text": "(Kotliar et al. 2002, Saab and",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 109,
                    "end": 121,
                    "text": "Powell 2005)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 177,
                    "end": 198,
                    "text": "(Pilliod et al. 2006)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 246,
                    "end": 273,
                    "text": "(Fisher and Wilkinson 2005)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 324,
                    "end": 344,
                    "text": "(Russell et al. 1999",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 422,
                    "end": 444,
                    "text": "(Vanderwel et al. 2007",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 503,
                    "end": 515,
                    "text": "(Zwolak 2009",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 616,
                    "end": 639,
                    "text": "(Rosenberg et al. 2000)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 953,
                    "end": 983,
                    "text": "(Kotliar et al. 2002, Saab and",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 984,
                    "end": 996,
                    "text": "Powell 2005)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1083,
                    "end": 1103,
                    "text": "(McIver et al. 2008)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1378,
                    "end": 1402,
                    "text": "(Youngblood et al. 2007)",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "We conducted a meta-analysis of the vertebrate-fire literature to explicitly examine species-level responses to varying fire severities, times since fire, and fire surrogate treatments in fire-prone forests of the United States. We used this analysis to evaluate the following questions. (1) Do vertebrates respond to fire surrogate treatments in a manner similar to low/moderate-severity prescribed fire?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "(2) Do vertebrates respond to low/moderate-severity prescribed fire in a manner similar to high-severity wildland fire? Addressing these questions and providing quantitative estimates of species responses serve to provide land managers and scientists with valuable information to guide future hypothesis-driven studies of wildlife and fire.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Our meta-analysis took place within the larger context of a project aimed at synthesizing the existing fire and wildlife (we use this synonymously with vertebrate) scientific literature for fire-prone forests of the continental United States into a management-relevant framework (Kennedy and Fontaine 2009 ). We defined U.S. fire-prone forests as those forests that historically experienced frequent fire ( Fig. 1 ) varying from surface (combustion of litter, aboveground mortality of understory) to mixed severity (spatially complex mosaic of vegetation damage with portions of stand replacement, individual overstory tree mortality, or just understory mortality; Agee 1993). These forests are characterized by fire regimes ranging from extremely regular, shortinterval, surface fires (e.g., southeastern pine forests, mean fire intervals 1-5 years; Jose et al. 2006) to those characterized by a mix of surface fires and mixedseverity fires at less regular intervals in western North America. The relative contributions of low-and mixedseverity fire vary with precipitation, with drier forests more dominated by surface fire (e.g., low-elevation southwestern ponderosa pine forests with a fire interval of 2-10 years; McIver et al. 2008 ) and higher elevation/ higher latitude forests experiencing a relatively greater proportion of stand-replacement fire (e.g., mixed-evergreen forests of the Klamath-Siskiyou region (see Plate 1) with mean fire intervals of 10-100 years; Agee 1993). Forests exhibiting stand-replacement fires on long time scales (such as jack pine, Pinus banksiana, and lodgepole pine, Pinus contorta) were excluded. Implementation of low-severity prescribed fire or comparison of low-vs. high-severity fire in forest types with stand-replacing fire regimes was not considered relevant, as they generally are not regarded as requiring restoration of fire regimes and are not the focus of fire-based restoration management actions.",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 305,
                    "text": "(Kennedy and Fontaine 2009",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 851,
                    "end": 868,
                    "text": "Jose et al. 2006)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1219,
                    "end": 1237,
                    "text": "McIver et al. 2008",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 407,
                    "end": 413,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Study selection and data criteria"
        },
        {
            "text": "We used online literature database search engines (primarily ISI Web of Science and Google Scholar), with a focus on all publications since 1970. Key words used in our searches, conducted in 2008, included fire, fire surrogate, prescribed fire, wildfire, mammal, bird, avian, reptile, amphibian, as well as common names of certain taxonomic groups (e.g., salamander) and rare species of management interest (e.g., Red-cockaded Woodpecker; see Appendix A for scientific names of all vertebrates included in our quantitative analysis). To augment our search, we also examined the literature cited sections from recent review articles (e.g., Russell et al. 1999 , Smith 2000 , Kotliar et al. 2002 , Saab and Powell 2005 , Pilliod et al. 2006 , Leidolf and Bissonette 2009 and all publications currently available from the FFS study (McIver et al. 2008) . We limited our search to peerreviewed or peer-edited publications such as journals and government technical reports dealing with vertebrate response to fire or fire surrogate treatments.",
            "cite_spans": [
                {
                    "start": 639,
                    "end": 658,
                    "text": "Russell et al. 1999",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 659,
                    "end": 671,
                    "text": ", Smith 2000",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 672,
                    "end": 693,
                    "text": ", Kotliar et al. 2002",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 694,
                    "end": 716,
                    "text": ", Saab and Powell 2005",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 717,
                    "end": 738,
                    "text": ", Pilliod et al. 2006",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 739,
                    "end": 768,
                    "text": ", Leidolf and Bissonette 2009",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 829,
                    "end": 849,
                    "text": "(McIver et al. 2008)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Study selection and data criteria"
        },
        {
            "text": "Identified articles were examined and the literature sample was reduced to include only original data papers containing contrasts of wildlife abundance or demographic rates in treated (fire or fire surrogate) and reference (untreated forest) conditions. Thus, we excluded review articles, habitat-based papers (e.g., snag abundance in burned vs. unburned forests), and studies only reporting data from treated stands (e.g., data exclusively from burned forests). This allowed us to quantify the effect of fire-induced changes in species abundance and vital rates relative to local, untreated conditions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study selection and data criteria"
        },
        {
            "text": "Retained papers were stored in a relational database using Microsoft Access. Species response was entered as mean abundance/density/vital rate in treated vs. reference conditions, or if provided by the author, the estimated effect size of treatment relative to reference conditions, along with standard error and sample size. For small mammals, several studies reported genus level (Peromyscus, Tamias) responses, which we also recorded. Vital rate data formed a small portion of the data set and comprised data on avian nest survival and productivity. Each observation was also categorized geographically (state, region, forest type), and by (1) treatment (fire, thinning, thinning plus fire), (2) treatment intensity (fire severity, thinning intensity), (3) time since treatment (years), (4) spatial scale (total area affected; wildland fire size or sum of treated stands), and (5) comparison type (pre-post or after-only). We also recorded whether authors estimated detection or capture probabilities in their study or simply reported unadjusted counts, a potentially large source of confounding bias when comparing across widely varying treatments (for further details, see Kennedy and Fontaine 2009 ). Ultimately, too few studies adjusted counts or vital rates to account for detection or capture probabilities; thus all studies were treated identically in terms of their potential detection or capture bias, which is commonly done in meta-analyses of vertebrate literature (Parker et al. 2005 , Vanderwel et al. 2007 , Schlossberg and King 2008 .",
            "cite_spans": [
                {
                    "start": 1178,
                    "end": 1203,
                    "text": "Kennedy and Fontaine 2009",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1479,
                    "end": 1498,
                    "text": "(Parker et al. 2005",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1499,
                    "end": 1522,
                    "text": ", Vanderwel et al. 2007",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1523,
                    "end": 1550,
                    "text": ", Schlossberg and King 2008",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Study selection and data criteria"
        },
        {
            "text": "One of the largest information needs identified during conversations with land managers (Kennedy and Fontaine 2009) , as well as in previous reviews (Kotliar et al. 2002 , Saab and Powell 2005 , Youngblood et al. 2007 1. Fire-prone forests of the United States (shaded), with number of studies per state included in the meta-analysis; see Appendix B for details of each study. Parenthetical numbers indicate studies contributed from the Fire and Fire Surrogate study (described in McIver et al. [2008] ). Leidolf and Bissonette 2009) , is a better understanding of fire and fire surrogate effects across a range of intensities and time scales. Based on the characteristics of the available literature, we created eight categories into which we pooled all observations: low-and moderate-severity fire (0-4 years postfire, 5-9 years postfire, .10 years postfire), high-severity fire (0-4 years postfire, 5-9 years postfire, .10 years postfire), thinning (0-4 years posttreatment), and thinning plus fire (0-4 years posttreatment). In all cases, a lack of published longer term (.5 years) studies limited us to 0-4 years posttreatment. Importantly, we considered only thinning conducted for fuel reduction, which generally is a lower intensity treatment (e.g., median 30% reduction in basal area for the fire and fire surrogate program; Schwilk et al. 2009 ) than higher-intensity thinning for silvicultural objectives; see Vanderwel et al. (2007) for a detailed meta-analysis of avian response to thinning gradients where most thinning intensities were .30% basal area removal. Data from low-and moderateseverity fires were pooled because neither of these treatments resulted in major canopy loss (most were ,50% canopy mortality, ,25% in almost all cases) and there are insufficient studies of mixed-severity fire to warrant separation. High-severity fire was defined as .90% tree mortality (stand-replacing disturbance). In virtually all cases, authors either defined fire severity as stand-replacing or provided percentage canopy mortality as a measure of vegetation damage from fire. Canopy mortality as a measure of fire damage and ecological impact is widely used throughout the fire-vegetation literature (e.g., Donato et al. 2009a ) as well as in detailed studies of postfire wildlife habitat use (Saab et al. 2007 , Kotliar et al. 2008 ). These categories allow comparison of vertebrate responses to fire surrogates combined with fire, as well as differing levels of fire severity (as measured by overstory mortality).",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 115,
                    "text": "(Kennedy and Fontaine 2009)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 149,
                    "end": 169,
                    "text": "(Kotliar et al. 2002",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 170,
                    "end": 192,
                    "text": ", Saab and Powell 2005",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 193,
                    "end": 217,
                    "text": ", Youngblood et al. 2007",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 467,
                    "end": 501,
                    "text": "(described in McIver et al. [2008]",
                    "ref_id": null
                },
                {
                    "start": 505,
                    "end": 533,
                    "text": "Leidolf and Bissonette 2009)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1334,
                    "end": 1353,
                    "text": "Schwilk et al. 2009",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1421,
                    "end": 1444,
                    "text": "Vanderwel et al. (2007)",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 2217,
                    "end": 2236,
                    "text": "Donato et al. 2009a",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2303,
                    "end": 2320,
                    "text": "(Saab et al. 2007",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 2321,
                    "end": 2342,
                    "text": ", Kotliar et al. 2008",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Study selection and data criteria"
        },
        {
            "text": "Because of the opportunistic nature of many fire studies (e.g., wildland fire burning preexisting plots; Kotliar et al. 2007 ), data spanned a wide range of sampling designs and often included multiyear measurements of single experimental units. In virtually all cases, we took the mean of species abundances across years to avoid pseudoreplication and lack of independence in observations. Where studies had just one replicate measured over time, taking the mean abundance across years also permitted us to estimate variance to properly weight studies and avoid use of proxy weighting schemes (e.g., weighting by plot size; Kalies et al. 2010) . Two exceptions (Allen et al. 2006 , Kotliar et al. 2007 occurred where authors analyzed two independently collected and spatially discrete data sets and provided separate results.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 124,
                    "text": "Kotliar et al. 2007",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 625,
                    "end": 644,
                    "text": "Kalies et al. 2010)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 662,
                    "end": 680,
                    "text": "(Allen et al. 2006",
                    "ref_id": null
                },
                {
                    "start": 681,
                    "end": 702,
                    "text": ", Kotliar et al. 2007",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Study selection and data criteria"
        },
        {
            "text": "We analyzed data for birds and small mammals at 0-4 years postfire or posttreatment; data in other categories were too sparse to permit full analysis (N ¼ 2 or greater published studies per species). To evaluate response to varying treatments and fire severities, we generated cumulative effect size estimates for each species 3 treatment combination using MetaWin 2.0 (Rosenberg et al. 2000) . Each cumulative effect size (the weighted mean of all observations for species 3 treatment combinations, scaled by the pooled standard deviation) possessed three key details: a point estimate, a 95% confidence interval, and number of observations (studies) contributing to that estimate. The point estimate of each effect size reflects the overall response (positive, negative), whereas the confidence interval reflects the precision of the estimate or, in other words, the consistency of the studies contributing to that estimate. Following Burnham and Anderson (2002) , we chose to report cumulative effect sizes, their 95% confidence intervals, and sample sizes rather than presenting P values and test statistics; this approach provides clearer, more direct insight into the effects of the treatments that we examined (Johnson 1999) .",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 392,
                    "text": "(Rosenberg et al. 2000)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 937,
                    "end": 964,
                    "text": "Burnham and Anderson (2002)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1217,
                    "end": 1231,
                    "text": "(Johnson 1999)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "Our analysis proceeded along the same steps outlined by Boerner et al. (2009) ; we first estimated effect sizes for each observation in our database. For our data, each effect size estimate represented the difference in density/ abundance/vital rate for a species in treated vs. untreated reference conditions scaled by the pooled variance (see Boerner et al. [2009] for equations and an excellent explanation of this meta-analytic process). Effect sizes greater than zero reflect positive response to treatment, whereas those less than zero represent negative response (i.e., greater abundance in untreated reference forest). Effect sizes for each observation were then converted to Hedge's d to account for small sample sizes (Rosenberg et al. 2000) . We included a random effect of study in the analysis to account for both typical ''noise'' as well as true unmeasured differences among studies, a frequent issue in ecological studies (Rosenberg et al. 2000 ).",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 77,
                    "text": "Boerner et al. (2009)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 345,
                    "end": 366,
                    "text": "Boerner et al. [2009]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 728,
                    "end": 751,
                    "text": "(Rosenberg et al. 2000)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 938,
                    "end": 960,
                    "text": "(Rosenberg et al. 2000",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "An important consideration in meta-analyses is the file drawer effect (Rosenberg et al. 2000 , Murtaugh 2002 ). This is the bias due to the elevated rate of publication of statistically significant results and rejection of nonsignificant results. Of the studies that we included and used, only nine were single-species studies that contributed ,1% of the observations used to estimate cumulative effect sizes. The vast majority (32 of 41 studies; see Appendix B) were community-or guild-level and included data for species showing no response. Given that and the fact that we sampled across a wide range of sources (international to regional journals, government publications), the bias due to differential publication rates is probably minimal in the data set that we assembled.",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 92,
                    "text": "(Rosenberg et al. 2000",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 93,
                    "end": 108,
                    "text": ", Murtaugh 2002",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "To achieve acceptable levels of observations within each of our treatment groups, we pooled across forest types and, where appropriate, combined wildland fire studies with prescribed fire studies (e.g., low/moderateseverity wildland fire and low/moderate-severity pre-scribed fire). Therefore the appropriate inference is to the stand scale (;10-50 ha); variation due to landscapescale effects of wildland fire, such as quantity of burned habitat, could not be examined. As such, the cumulative effect size, together with its confidence interval overlap with zero, was used to infer the type of response (positive, negative, neutral; see Discussion for elaboration on neutral responses) being exhibited by a particular species to a treatment at the stand scale across all fire-prone forest types in the United States. This enabled us to evaluate consistency (change, no change) and directionality (higher, lower) of response when comparing treatments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "To address our research questions across all species, we compared treatments in two ways. First, we examined responses (positive, negative, or neutral effect size estimates) for all species within a given treatment. Treatment-specific responses were evaluated as overall response patterns (percentage of positive, negative, neutral) and at the individual species level (overlap of 95% confidence intervals with zero). Second, we compared treatments using low-severity fire as the reference. We limited the species pool to those occurring in both treatments for each pairwise comparison of interest (e.g., low/moderate-severity fire vs. thinning). For this species pool, we examined whether the effect size estimate in each treatment was higher, lower, or stayed the same, based upon confidence interval overlap (i.e., a species with a larger response and confidence intervals not overlapping the mean of the comparison would be classified as having increased). To test the effect of varying species composition across the groups, we also subset our data to the 24 species for which we had data for all three fire and fire surrogate treatments and present the same comparisons. This approach afforded us the opportunity to examine individual species responses to treatments as well as evaluate broader patterns of response in wildlife taxa in our effort to evaluate substitutability of treatments and broader patterns of response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "Of the initial papers screened, 49 met our criteria for inclusion (Table 1, Fig. 1, Appendix B) ; see Appendix B and Kennedy and Fontaine (2009) for a list of all included studies and details of study design, region, taxa studied, and treatments. Of these 49 studies, we were unable to use eight due to sparse data in particular taxa or treatments, leaving 41 studies that contributed data for estimating species responses (Tables 1 and 2; Appendix B). The literature was most abundant for low/moderate-and high-severity fire at 0-4 years, with .10 studies in each category; this was followed by studies of thinning (Table 1) . For those species with two or more observations within a treatment group, we report data for 119 species of birds and 17 smallmammal taxa (Tables 2 and 3 ). Some data for reptiles and amphibians were identified (Table 1) , but these were restricted to low/moderate-severity fire and fire surrogate treatments for a small number of species and thus were not included; data for high severity at longer time scales were insufficient and also were not included (Table 1 ; Appendix B). Data for large mammals (e.g., mesocarnivores, ungulates) that met our inclusion criteria did not exist, only one study on medium-sized mammals and one study on bats were found (Table 1 ; Appendix B), and the large number of bird species relative to other taxa clearly underscores the taxonomic bias in the existing scientific literature (Table 1) .",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 144,
                    "text": "Kennedy and Fontaine (2009)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 66,
                    "end": 75,
                    "text": "(Table 1,",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 76,
                    "end": 95,
                    "text": "Fig. 1, Appendix B)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 616,
                    "end": 625,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 766,
                    "end": 781,
                    "text": "(Tables 2 and 3",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 839,
                    "end": 848,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1085,
                    "end": 1093,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1285,
                    "end": 1293,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1446,
                    "end": 1455,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Data for low/moderate-severity fire were the most abundant (N ¼ 126 species; Fig. 2 ) and included 109 bird species and 17 small-mammal taxa (Table 2) , whereas data for thinning or thinning plus low/moderate-severity fire were more limited (N ¼ 48 species for thinning; N ¼ 29 species for thinning plus low/moderate-severity fire; Table 2 (Table 2) , or favoring disturbance, e.g., Hairy Woodpecker (Fig. 3d) , tended to respond Notes: Treatment abbreviations are: High, high-severity fire; Low/mod., low-to moderate-severity fire; Thin., thinning; Thin. þ low/mod., thinning plus low/moderate-severity fire. For each species 3 treatment combination, boldface effect size values have 95% confidence intervals that do not overlap zero (empty cells indicate absence of information or fewer than two studies meeting inclusion criteria). See Appendix A for scientific names and Appendix C for 95% confidence intervals and sample sizes. positively to treatments, whereas species favoring more closed-canopy, mesic conditions, e.g., Yellow-rumped Warbler (Fig. 3f ) or Hermit Thrush (Table 2) , displayed negative responses. For species where data were available for more than one treatment, comparison of low/moderate-severity fire and thinning suggested a similar response pattern (47% of species had no difference in response; Fig. 3d , e) and 40% showed a larger positive response to thinning relative to low/moderate-severity fire (Table 3) . Thinning plus low/moderate-severity fire relative to lowseverity fire alone provided a greater level of positive response (52% of 27 species had larger effect sizes, based on 95% confidence interval overlap; Table 3 ). The golden-mantled ground squirrel (Fig. 3a) typified this pattern of response, with neutral responses to low/ moderate-severity fire or thinning alone, but a positive response to the combination of the two treatments. Notes: Comparisons were based upon effect size 95% confidence interval overlap for each species with data in each of the comparisons (parenthetical numbers reflect species with data across all three fire and fire-surrogate treatments). For example, 47% of the species responded similarly to the thinning and low-severity treatments, whereas 40% of species had a more positive response and 13% had a more negative response.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 77,
                    "end": 83,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 141,
                    "end": 150,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 332,
                    "end": 339,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 340,
                    "end": 349,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 400,
                    "end": 409,
                    "text": "(Fig. 3d)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1050,
                    "end": 1060,
                    "text": "(Fig. 3f )",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1078,
                    "end": 1087,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1325,
                    "end": 1332,
                    "text": "Fig. 3d",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1431,
                    "end": 1440,
                    "text": "(Table 3)",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1651,
                    "end": 1658,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1697,
                    "end": 1706,
                    "text": "(Fig. 3a)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Fire surrogates and low/moderate-severity prescribed fire"
        },
        {
            "text": "Comparison of high-and low-severity fire was pairwise and was not subset, as with the three fire and fire-surrogate treatment types.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fire surrogates and low/moderate-severity prescribed fire"
        },
        {
            "text": "FIG. 2. Response of bird and small-mammal species to four treatment categories (low/moderate-severity fire, high-severity fire, thinning, and thinning plus low/moderate-severity fire; all 0-4 years posttreatment) considered in this study. Response (positive, negative, neutral) was determined by overlap of effect size 95% confidence intervals with zero (see Appendix C for confidence intervals for each species). Total number (N ) of species per treatment group and percentage composition by response category are shown to the right.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fire surrogates and low/moderate-severity prescribed fire"
        },
        {
            "text": "Additionally, across all 27 species, we found little evidence of a negative interaction of thinning and low/ moderate-severity fire where responses changed from positive to negative or vice versa; instead, responses appeared to be additive in nature (e.g., Western Bluebird; Fig. 3e ) or a neutral to negative/positive change (e.g., golden-mantled ground squirrel, Ovenbird; Fig. 3a, c) . However, there were a few exceptions; some species (e.g., pygmy shrew; Table 2 ) responded positively to the individual treatments but responded negatively to the combined treatment, suggesting a threshold response to the degree of vegetation removal for some taxa. Patterns were nearly identical (within 10%, most ,5%) when the species pool was restricted to the 24 species with data in all three treatments (Table 3 , values in parentheses).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 275,
                    "end": 282,
                    "text": "Fig. 3e",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 375,
                    "end": 386,
                    "text": "Fig. 3a, c)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 460,
                    "end": 467,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 798,
                    "end": 806,
                    "text": "(Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Fire surrogates and low/moderate-severity prescribed fire"
        },
        {
            "text": "Data for high-severity fire were restricted almost entirely to birds (N ¼ 60 species; data existed for just for one small-mammal species (deer mouse; Tables 1 and 2 and Appendix B). Responses to low/moderate-severity and high-severity fire (0-4 years postfire) were the most data rich portion of our data set with N ¼ 126 and 61 species for low/moderate-severity and high-severity fire, respectively (Fig. 2) . Similar to the other individual treatments of low/moderate-severity fire and thinning, neutral responses (44%) to high-severity fire were the most common (Fig. 2) . However, negative response was substantially more prevalent (34%; Fig. 2 ) than in the three other treatment types. Comparison of the 52 species for which data existed in low/moderate-severity and high-severity treatments suggested that most species (46%) displayed similar responses to both levels of fire severity (e.g., Western Bluebird; Fig. 3e ), whereas onethird (33%) showed more negative response (e.g., Yellow-rumped Warbler, which nests and forages in live canopies; Fig. 3f ) and a smaller portion (21%; Table  3 ) showed more positive responses, e.g., golden-mantled ground squirrel (Fig. 3a) or Eastern Wood-Pewee (Table  2) . No species responded negatively to low/moderateseverity fire and positively to high-severity fire.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 150,
                    "end": 164,
                    "text": "Tables 1 and 2",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 400,
                    "end": 408,
                    "text": "(Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 565,
                    "end": 573,
                    "text": "(Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 642,
                    "end": 648,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 917,
                    "end": 924,
                    "text": "Fig. 3e",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1053,
                    "end": 1060,
                    "text": "Fig. 3f",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1091,
                    "end": 1099,
                    "text": "Table  3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1171,
                    "end": 1180,
                    "text": "(Fig. 3a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1203,
                    "end": 1213,
                    "text": "(Table  2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Low/moderate-vs. high-severity fire"
        },
        {
            "text": "Our meta-analysis of the fire-wildlife literature provides quantitative estimates of both individual species responses to fire and contrasts across treatments, identifying and evaluating important hypotheses and knowledge gaps in need of further research. For example, previous qualitative reviews that pooled across fire severities identified ''mixed-responder'' species (e.g., Kotliar et al. 2002) ; the data provided here allow for reexamination of these labels and further refinement of concepts and understanding of faunal response to fire and fire surrogate treatments.",
            "cite_spans": [
                {
                    "start": 379,
                    "end": 399,
                    "text": "Kotliar et al. 2002)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "With regard to individual species, our study provides strong support for conclusions of earlier studies conducted in single study areas that there is no such thing as ''a wildlife response'' to wildland fire or fire management activity. Instead, responses of wildlife to fire and fire surrogate treatments vary by species (Kotliar et al. 2007 ). Although treating biodiversity as a whole has utility, the drawbacks of pooling across species are demonstrated by a recent meta-analysis of the literature for frequent-fire forests of the southwestern United States (Kalies et al. 2010) , in which the authors report an overall negative effect of standreplacement fire on wildlife. In this study, 12 species responded negatively and eight species responded positively, but species with negative responses dominated the sample (57% vs. 14% of observations; Kalies et al. 2010 : Table 2 ). Similar limitations apply to the use of nesting and foraging guilds for bird species; we qualitatively examined guild responses in our own data (J. B. Fontaine and P. L. Kennedy, unpublished data) and found no strong trends, owing to the diverse set of species included within each group. Given that most landscapes support specialists that require either earlyseral or older forests, as well as species that require multiple seral stages throughout their life cycle, it is likely that a mosaic of successional stages is needed in the landscape to maximize its biodiversity , Roberts et al. 2010 . Thus, the question of how to proceed depends on obtaining detailed species-specific inference to try to anticipate response over varying fire surrogate treatments and fire severities. Kotliar et al. (2002) first provided an initial attempt at classifying species responses into positive, mixed, and negative across a range of fire severities, forest types, fire regimes, and times since fire, using existing literature. Direct comparisons of our study with Kotliar et al. (2002) are not possible because they pooled across a broader range of forest types, including stand-replacement fire regimes as well as longer-term data (.5 years postfire). However, a consideration of the species classifications (positive, mixed, negative) advanced by Kotliar et al. (2002) , relative to the meta-analytical framework, suggests that these earlier classifications may have been too simplistic. For example, Brown Creeper was classified by Kotliar et al. (2002) as a negative responder to fire; in contrast, we found a positive response to low/moderate-severity fire and a neutral (negative point estimate) response to highseverity fire. Similarly, Cassin's Finch and Chipping Sparrow were previously classified as mixed responders, whereas we found positive responses to low/moderateseverity and neutral responses to high-severity fire for both species. Thus, by more explicitly separating fire severity (as demonstrated by Smucker et al. 2005 and Kotliar et al. 2007 ) and narrowing the range of vegetation types to those without stand-replacement fire as the dominant disturbance type, we have been able to provide more subtle insight into species responses to fire, informing both future research as well as management activities.",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 342,
                    "text": "(Kotliar et al. 2007",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 562,
                    "end": 582,
                    "text": "(Kalies et al. 2010)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 852,
                    "end": 870,
                    "text": "Kalies et al. 2010",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1458,
                    "end": 1479,
                    "text": ", Roberts et al. 2010",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1666,
                    "end": 1687,
                    "text": "Kotliar et al. (2002)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1939,
                    "end": 1960,
                    "text": "Kotliar et al. (2002)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 2224,
                    "end": 2245,
                    "text": "Kotliar et al. (2002)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 2410,
                    "end": 2431,
                    "text": "Kotliar et al. (2002)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 2895,
                    "end": 2918,
                    "text": "Smucker et al. 2005 and",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 2919,
                    "end": 2938,
                    "text": "Kotliar et al. 2007",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 873,
                    "end": 880,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Species of management concern that are the target of many fire management activities are often better studied. Our results support previous work conducted on eastern U.S. species of conservation concern, such as Redcockaded Woodpecker, Bachmann's Sparrow, and Brown-headed Nuthatch, which have been documented to respond positively to low-severity prescribed fire at short time scales (e.g., Allen et al. 2006) . Avian species of management concern in western North America, such as Western Bluebird, Mountain Bluebird, and Lazuli Bunting, responded positively to all fire severities. The fact that high-severity fire led to increases in management-relevant species rather than widespread, common, ''weedy'' species supports the assertion made by Noss et al. (2006) that fire-generated early-successional habitat in the western United States is extremely limited and rare relative to historic levels and may be a limiting factor for a number of management-relevant species.",
            "cite_spans": [
                {
                    "start": 392,
                    "end": 410,
                    "text": "Allen et al. 2006)",
                    "ref_id": null
                },
                {
                    "start": 747,
                    "end": 765,
                    "text": "Noss et al. (2006)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Of the species for which adequate data were available, we found similar responses to low/moderate-severity prescribed fire and forest thinning used as a fire surrogate. This suggests that, at the stand scale and in the short term (0-4 years), thinning may adequately mimic low/moderate-severity prescribed fire in terms of its effects on vertebrates (primarily birds and some small mammals). Previous authors (e.g., Kauffman 2004) have cautioned against overuse of thinning due to restoration of form without ecosystem function (e.g., nutrient cycling). Indeed, regeneration of vegetation, fuel dynamics, and nutrient cycling following fire vs. thinning do differ substantially (Boerner et al. 2009 ), but for vertebrates these two treatments have the potential, in the short term, to create forests with similar structure and habitat conditions favored by many forest-dwelling species. Thus, our results suggest that use of thinning in lieu of prescribed fire may be warranted for wildlife, particularly in areas where implementation of prescribed fire is problematic (e.g., peri-urban areas). However, long-term effects of these two treatments on wildlife need investigation before these results are integrated into management. For example, the time scales at which thinning and prescribed fire are implemented may differ (e.g., 3-7 years for fire and 15-30 years for thinning in longleaf or ponderosa pine forests), resulting in a very different temporal mosaic of disturbance. It is also important to reiterate that thinning as a fire surrogate treatment probably differs markedly from thinning applied for silvicultural management goals. Vanderwel et al. (2007) examined bird response to thinning across a range of tree retention levels and found much greater levels of negative response than we did. These differences are likely to be a result of higher levels of tree removal experienced by the avifauna.",
            "cite_spans": [
                {
                    "start": 678,
                    "end": 698,
                    "text": "(Boerner et al. 2009",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1643,
                    "end": 1666,
                    "text": "Vanderwel et al. (2007)",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Understanding the consequences of combined fire and fire surrogate treatments is of high management interest, given the greater effectiveness of thinning followed by prescribed fire in reducing hazard vs. thinning or prescribed fire alone (Stephens et al. 2009; Stephens et al. 2012) . Given that repeated treatment involves multiple entries into a stand (at least two disturbance events in addition to potential slash treatments prior to fire) and a greater overall disturbance intensity, our finding of larger effect size estimates for the vast majority of species is consistent with individual FFS studies (e.g., Greenberg et al. 2007 ). Previous studies have also documented similar results for gradients of thinning intensity (Hayes et al. 2003) . Importantly, although we found responses of higher magnitude with the combined treatment, we did not find broad evidence for interaction effects (i.e., species swapping from positive to negative responses, or vice versa, between treatments). Consistent with Hurteau et al. (2008) , the patterns we found were consistent with additivity of treatments, threshold responses, or response to one treatment overwhelming that of the other. We could not test these response types formally and suggest that investigators treat these as alternative hypotheses to be tested in future studies.",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 261,
                    "text": "(Stephens et al. 2009;",
                    "ref_id": null
                },
                {
                    "start": 262,
                    "end": 283,
                    "text": "Stephens et al. 2012)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 616,
                    "end": 637,
                    "text": "Greenberg et al. 2007",
                    "ref_id": null
                },
                {
                    "start": 731,
                    "end": 750,
                    "text": "(Hayes et al. 2003)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1011,
                    "end": 1032,
                    "text": "Hurteau et al. (2008)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "High-severity stand-replacing fire frequently garners abundant media attention and frequently is perceived as a negative outcome of disturbance due to loss of timber value, loss of forest habitat for wildlife, impacts to forest regeneration, concerns over carbon emissions, and loss of recreation value (Smith 2000 , Campbell et al. 2007 , Hutto 2008 , Donato et al. 2009a , Roberts et al. 2010 . Although many bird species responded negatively to high-severity fire (predominantly canopy-nesting and foliage-foraging species), many others did not. Some species such as deer mouse or Townsend's Solitaire do not respond to low/moderate-severity fire, but positively respond to high-severity fire (or respond more positively to high-severity fire than to low/moderate-severity fire). This suggests that high-severity fire may be an important process in some forest ecosystems; it probably provides habitat conditions not found in unburned forests or forest subjected to low-severity fire, but those that experienced some level of mixed-severity fire historically (e.g., in many western forest types, and Great Lakes states).",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 314,
                    "text": "(Smith 2000",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 315,
                    "end": 337,
                    "text": ", Campbell et al. 2007",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 338,
                    "end": 350,
                    "text": ", Hutto 2008",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 351,
                    "end": 372,
                    "text": ", Donato et al. 2009a",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 373,
                    "end": 394,
                    "text": ", Roberts et al. 2010",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Even species considered to be old-growth associates may depend on both stand-and landscape-level heterogeneity arising from a range of fire severities. For example, a recent study in mixed-conifer forests of the Sierra Nevada (Roberts et al. 2010 ) found no effect of low-to mixed-severity fire on territory occupancy of the California Spotted Owl (Strix occidentalis occidentalis) 2-14 years postfire. In northwestern California, the threatened Northern Spotted Owl (S. o. caurina) has higher survival and reproductive rates within heterogeneous stands of mature mixed-evergreen forest originating from fire (Franklin et al. 2000) , despite lower occupancy and lower survival immediately following high-severity fire in the same region (Clark 2007) . Thus, in the short term, high-severity fire may negatively impact Northern Spotted Owls, but may create suitable habitat at ;20 years and high-quality habitat by 60-80 years postfire.",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 246,
                    "text": "(Roberts et al. 2010",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 609,
                    "end": 631,
                    "text": "(Franklin et al. 2000)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 737,
                    "end": 749,
                    "text": "(Clark 2007)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our scope of inference is limited to the stand scale (mostly due to the operational nature of prescribed fire and thinning studies), and mostly to birds and some ground-dwelling small mammals. Thus, we do not have the ability to examine landscape-level issues such as designing the optimum quantities of various successional stages and their spatial juxtapositions for maximizing biodiversity in the landscapes of U.S. dry forests. This is particularly problematic for comparisons of low/moderate-severity fire and high-severity fire, where most low/ moderate severity fires were prescribed and occurred at smaller spatial extents, and most high-severity fires were wildland fires burning at larger spatial extents. Related to landscape-scale fire mosaics is the measurement of fire severity itself; going forward, we anticipate increased refinement of this issue to move from simple categorical classifications (high, moderate, low severity) to continuous variables determined from remotely sensed prepost fire vegetation change (Saab et al. 2007 , Kotliar et al. 2008 . Future work should address this shortcoming and expand the taxonomic base of investigation beyond birds and small mammals. In particular, investigation of amphibian and reptile responses to prescribed fire and thinning in the southeastern United States is warranted.",
            "cite_spans": [
                {
                    "start": 1030,
                    "end": 1047,
                    "text": "(Saab et al. 2007",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1048,
                    "end": 1069,
                    "text": ", Kotliar et al. 2008",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Study limitations and research recommendations"
        },
        {
            "text": "A related issue is mixed-severity fire. Due to the standscale nature of our data, fire severity was treated somewhat coarsely as either low/moderate or high severity. An emerging perspective (Donato et al. 2009b , Thompson and Spies 2009 , Halofsky et al. 2011 ) is the importance and widespread occurrence of mixed-severity wildfire. The juxtaposition and complex spatial pattern of extant forest and stand-replacement patches over stand-to-watershed scales generates a mosaic supporting many more species than any single cover type. Combined with the temporal variation provided by forest succession after disturbance, mixedseverity fire has the potential to create the landscape heterogeneity that could maximize availability of wildlife habitat to the broadest range of species ). Future work emphasizing wildlife response in relation to burn patch size and landscape composition would be extremely valuable, both in assisting land managers planning fire or thinning activities and in understanding potential consequences of increased patch size under climate change scenarios that may increase the probability of high-severity fire (Westerling et al. 2011) .",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 211,
                    "text": "(Donato et al. 2009b",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 212,
                    "end": 237,
                    "text": ", Thompson and Spies 2009",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 238,
                    "end": 260,
                    "text": ", Halofsky et al. 2011",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1137,
                    "end": 1161,
                    "text": "(Westerling et al. 2011)",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Study limitations and research recommendations"
        },
        {
            "text": "To acquire adequate numbers of observations, we had to pool across forest types. The consequence of this is that our results span a range of historic fire regimes and forest types. Generally, this was not a large issue because many of our data were obtained from the FFS network, where sites were preselected based on similarity of fire management issues and broadly similar fire regimes (McIver et al. 2008) . However, some of the variation in our results may be attributed to these two factors, but we cannot evaluate the impact of this potential source of confounding variation on our results. Similarly, comparisons across treatments (i.e., Fig. 2 , Table 3 ) required us to pool across species. Underlying bias may confound these comparisons if the species pool varies in its composition and thus life history and other attributes. However, the comparisons in Table 3 , based on species in common across all three fire and fire surrogate treatments (low/moderate-severity fire, thinning, thinning plus low/moderate-severity fire) show little difference from the overall pairwise comparisons, suggesting that this source of bias was negligible.",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 408,
                    "text": "(McIver et al. 2008)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 645,
                    "end": 651,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 654,
                    "end": 661,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 865,
                    "end": 872,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Study limitations and research recommendations"
        },
        {
            "text": "In a meta-analysis such as this study, positive and negative responses (where 95% confidence intervals of the effect size do not overlap zero) reflect consistency among studies and allow for inference to the ecological response of an organism. Neutral responses, however, represent a mixture of two processes: inconsistency among studies and ecological insensitivity to the processes examined. In many cases, it would seem reasonable to conclude that species probably are not sensitive to the treatments examined (e.g., Northern Flicker and low-severity fire, N ¼ 25; Table 1 ) but in others, this does not seem warranted where responses to related treatments reflect an effect (e.g., Red-eyed Vireo response to thinning is neutral based on confidence interval overlap with zero, but is the same value as negative responses to prescribed fire and thinning plus fire; Table 1 ). Separating these two processes will require additional studies. Thus, caution should be applied toward interpretation of neutral responses, and consistency of response among similar treatments or related taxa should be examined carefully.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 568,
                    "end": 575,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 867,
                    "end": 874,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Study limitations and research recommendations"
        },
        {
            "text": "Comparison of low/moderate-and high-severity fires was restricted to western North America because standreplacement fires generally do not occur in southeastern U.S. forests (an important exception to this is the Florida scrub pine, Pinus clausa, ecosystem; it has a stand-replacement fire regime, but we found no published studies meeting our criteria from this ecosystem). Data to examine the influence of time since fire or treatment were sparse and concentrated in studies of high-severity fire. However, even for high-severity fire, data were limited and related to several publications of longitudinal studies of the same fire (Raphael et al. 1987) . Although high-severity (stand-replacement) fire is the most long-lasting disturbance type included in this study, much management interest surrounds the treatment lifetime of prescribed fire and the frequency with which it should be implemented, from both fire and ecosystem management perspectives (Finney et al. 2005) . Engstrom et al. (1984) provide the only longer term data on this topic, but as the FFS research matures, we assume that more data will become available to address this important question. Also, despite the fact that the low-severity treatment was the most data rich, we could not separate low/moderate-severity prescribed fire and low/moderate-severity wildland fire because the low/moderate-severity wildland fire was restricted to a few studies (N ¼ 5) with a narrow geographic scope (Rocky Mountain states). Thus, in this analysis we assume that vertebrates respond similarly to both types of low/moderate-severity fire. We have demonstrated that low-severity fire is not a surrogate for high-severity fire, but future investigations should examine the degree to which prescribed fire mimics surface wildfires.",
            "cite_spans": [
                {
                    "start": 633,
                    "end": 654,
                    "text": "(Raphael et al. 1987)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 956,
                    "end": 976,
                    "text": "(Finney et al. 2005)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 979,
                    "end": 1001,
                    "text": "Engstrom et al. (1984)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Study limitations and research recommendations"
        },
        {
            "text": "Another important management question that cannot be addressed by our study is the effect of repeated fires and fire interval on wildlife. There have been a few recent studies examining both repeated low-severity prescribed fire (Whiting et al. 2007 ) and successive high-severity fire events ). The importance of surface fires in maintaining fire-dependent species has been well documented (Engstrom et al. 1984) , but the effect of variance in fire interval is uncertain; repeated high-severity fires, particularly at shorter intervals that may occur in regions with rapid postfire vegetation recovery (Thompson et al. 2007) , are not well understood.",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 249,
                    "text": "(Whiting et al. 2007",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 391,
                    "end": 413,
                    "text": "(Engstrom et al. 1984)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 604,
                    "end": 626,
                    "text": "(Thompson et al. 2007)",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "Study limitations and research recommendations"
        },
        {
            "text": "Our results support the growing literature (Fuhlendorf et al. 2006 ) indicating that there is no one-size-fits-all prescription when it comes to incorporating disturbance into land management. Within the suite of species examined, all response types were present, supporting the need for the presence of all forest development stages for maximizing wildlife diversity within a landscape. This study provides species-level quantitative estimates of the effect of a range of widely used management techniques (thinning, prescribed fire) and widely occurring disturbances (wildland fire) over short time intervals (0-4 years) for a large number of vertebrate species. Thus, land management professionals may use these estimates and detailed information provided by Kennedy and Fontaine (2009) as a starting point to anticipate effects of wildland fire and fire-based management prescriptions on wildlife in their project area, ideally within an adaptive management framework (Converse et al. 2006) . Missing data on treatments and species of interest also serve to underscore the need for future work (e.g., mixed-severity fire, herpetofauna).",
            "cite_spans": [
                {
                    "start": 43,
                    "end": 66,
                    "text": "(Fuhlendorf et al. 2006",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 762,
                    "end": 789,
                    "text": "Kennedy and Fontaine (2009)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 972,
                    "end": 994,
                    "text": "(Converse et al. 2006)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Management implications"
        },
        {
            "text": "Given that all forms of disturbance, including highseverity fire, produce positive responses by a subset of species, and by extension, are consistent with conservation-oriented management goals, what options are available to managers? The manager's toolbox includes thinning, prescribed low-severity fire, and wildland fire use. As Fule et al. (2004) observe, wildland fire use works well in some places, but in many other areas it is problematic. As such, prescribed fire of higher intensities, leading to greater levels of tree mortality and fuel consumption, is probably warranted in many forest types, particularly within the western United States. This would help to create a mixed-severity mosaic that would include early-successional habitats and their obligate vertebrate species at landscape and management unit (e.g., national forest) scales. In fire-prone forests where wildland fire use or high-intensity prescribed fire is not practical, our results suggest that thinning may be able to achieve stand-scale wildlife-oriented management goals.",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 350,
                    "text": "Fule et al. (2004)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Management implications"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Prescribed fires as ecological surrogates for wildfires: a stream and riparian perspective",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Arkle",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Pilliod",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Forest Ecology and Management",
            "volume": "259",
            "issn": "",
            "pages": "893--903",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Impacts of fire and fire surrogate treatments on forest soil properties: a meta-analytical approach",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E J"
                    ],
                    "last": "Boerner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Hart",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Ecological Applications",
            "volume": "19",
            "issn": "",
            "pages": "338--358",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Fire and plants",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Bond",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Van Wilgen",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Model selection and multimodel inference: a practical information-theoretic approach",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Burnham",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Pyrogenic carbon emission from a large wildfire in Oregon, United States",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Donato",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Azuma",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Law",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Geophysical Research Biogeosciences",
            "volume": "112",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Burning questions: America's fight with nature's fire",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Carle",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Demography and habitat selection of Northern Spotted Owls in post-fire landscapes of southwestern Oregon. Thesis",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A. ;"
                    ],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "Usa",
                    "middle": [],
                    "last": "Converse",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Farris",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zack",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Ecological Applications",
            "volume": "16",
            "issn": "",
            "pages": "1717--1729",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Conifer regeneration in stand-replacement portions of a large mixed-severity wildfire in the Klamath-Siskiyou Mountains",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Donato",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Fontaine",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Kauffman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Law",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Canadian Journal of Forest Research",
            "volume": "39",
            "issn": "",
            "pages": "823--838",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Vegetation response to a short interval between high-severity wildfires in a mixed-evergreen forest",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Donato",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Fontaine",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Kauffman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Law",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Ecology",
            "volume": "97",
            "issn": "",
            "pages": "142--154",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Breeding bird populations in relation to changing forest structure following fire exclusion: a 15-year study",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Engstrom",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Robert",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Wilson Bulletin",
            "volume": "96",
            "issn": "",
            "pages": "437--450",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Stand-and landscape-level effects of prescribed burning on two Arizona wildfires",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Finney",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Mchugh",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "C"
                    ],
                    "last": "Grenfell",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Canadian Journal of Forest Research",
            "volume": "35",
            "issn": "",
            "pages": "1714--1722",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The response of mammals to forest fire and timber harvest in the North American boreal forest",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Fisher",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wilkinson",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Mammal Review",
            "volume": "35",
            "issn": "",
            "pages": "51--81",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Bird communities following highseverity fire: response to single and repeat fires in a mixed evergreen forest",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Fontaine",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Donato",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Law",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Kauffman",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Oregon, USA. Forest Ecology and Management",
            "volume": "257",
            "issn": "",
            "pages": "1496--1504",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Climate, habitat quality, and fitness in Northern Spotted Owl populations in northwestern California",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Franklin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Gutie´rrez",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Burnham",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Ecological Monographs",
            "volume": "70",
            "issn": "",
            "pages": "539--590",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Pyric herbivory: rewilding landscapes through the recoupling of fire and grazing",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Fuhlendorf",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Engle",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kerby",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Hamilton",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Conservation Biology",
            "volume": "23",
            "issn": "",
            "pages": "588--598",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Should heterogeneity be the basis for conservation? Grassland bird response to fire and grazing",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Fuhlendorf",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Harrell",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Engle",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Hamilton",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Leslie",
                    "suffix": ""
                },
                {
                    "first": "Jr",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Ecological Applications",
            "volume": "16",
            "issn": "",
            "pages": "1706--1716",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Effects of an intense prescribed forest fire: is it ecological restoration",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "Z"
                    ],
                    "last": "Fule",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Cocke",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Heinlein",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Covington",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Restoration Ecology",
            "volume": "12",
            "issn": "",
            "pages": "220--230",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Short-term effects of fire and other fuel reduction treatments on breeding birds in a Southern Appalachian upland hardwood forest",
            "authors": [],
            "year": null,
            "venue": "Journal of Wildlife Management",
            "volume": "71",
            "issn": "",
            "pages": "1906--1916",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Mixed-severity fire regimes: lessons and hypotheses from the Klamath-Siskiyou Ecoregion",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Halofsky",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Ecosphere",
            "volume": "2",
            "issn": "",
            "pages": "1--19",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Response of birds to thinning young Douglas-fir forests",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Hayes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Weikel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M P"
                    ],
                    "last": "Huso",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Ecological Applications",
            "volume": "13",
            "issn": "",
            "pages": "1222--1232",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Responses of pondbreeding amphibians to wildfire: short-term patterns in occupancy and colonization",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Hossack",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Corn",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Ecological Applications",
            "volume": "17",
            "issn": "",
            "pages": "1403--1410",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Fuel-reduction treatment effects on avian community structure and diversity",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Hurteau",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Sisk",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Block",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Dickson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of Wildlife Management",
            "volume": "72",
            "issn": "",
            "pages": "1168--1174",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The ecological importance of severe wildfires: some like it hot",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Hutto",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Ecological Applications",
            "volume": "18",
            "issn": "",
            "pages": "1827--1834",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The insignificance of statistical significance testing",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Journal of Wildlife Management",
            "volume": "63",
            "issn": "",
            "pages": "763--772",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The longleaf pine ecosystem: ecology, silviculture, and restoration",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jose",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Jokela",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Wildlife responses to thinning and burning treatments in southwestern conifer forests: a meta-analysis",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Kalies",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Chambers",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Covington",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Forest Ecology and Management",
            "volume": "259",
            "issn": "",
            "pages": "333--342",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Death rides the forest: perceptions of fire, land use, and ecological restoration of western forests",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Kauffman",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Conservation Biology",
            "volume": "18",
            "issn": "",
            "pages": "878--882",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Synthesis of knowledge on the effects of fire and fire surrogates on wildlife in US dry forests",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Kennedy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Fontaine",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Effects of fire and postfire salvage logging on avian communities in coniferdominated forests of the western United States",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "B"
                    ],
                    "last": "Kotliar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Hejl",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Hutto",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Saab",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Melcher",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Mcfadzen",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Studies in Avian Biology",
            "volume": "25",
            "issn": "",
            "pages": "49--64",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Avifaunal responses to fire in southwestern montane forests along a burn severity gradient",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "B"
                    ],
                    "last": "Kotliar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Kennedy",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ferree",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Ecological Applications",
            "volume": "17",
            "issn": "",
            "pages": "491--507",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "American three-toed woodpecker response to burn severity and prey availability at multiple spatial scales",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "B"
                    ],
                    "last": "Kotliar",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Reynolds",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Deutschman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Fire Ecology",
            "volume": "4",
            "issn": "",
            "pages": "26--45",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The effects of fire on avian communities: spatio-temporal attributes of the literature 1912-2003",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Leidolf",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Bissonette",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "International Journal of Wildland Fire",
            "volume": "18",
            "issn": "",
            "pages": "609--622",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The national fire and fire surrogate study: ecological consequences of alternative fuel reduction methods in seasonally dry forests",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Mciver",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E J"
                    ],
                    "last": "Boerner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Hart",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Forest Ecology and Management",
            "volume": "255",
            "issn": "",
            "pages": "3075--3080",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Journal quality, effect size, and publication bias in meta-analysis",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Murtaugh",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Ecology",
            "volume": "83",
            "issn": "",
            "pages": "1162--1166",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Managing fire-prone forests in the western United States",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Noss",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Franklin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Schoennagel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Moyle",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Frontiers in Ecology and the Environment",
            "volume": "4",
            "issn": "",
            "pages": "481--487",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Compounded perturbations yield ecological surprises",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Paine",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Tegner",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Ecosystems",
            "volume": "1",
            "issn": "",
            "pages": "535--545",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Edge and area effects on the occurrence of migrant forest songbirds",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Stansberry",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Gipson",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Conservation Biology",
            "volume": "19",
            "issn": "",
            "pages": "1157--1167",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Wildlife and invertebrate response to fuel reduction treatments in dry coniferous forests of the western United States: a synthesis",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Pilliod",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Bull",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Hayes",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Wales",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Introduction to wildland fire",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Pyne",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Andrews",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Laven",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Breeding bird populations during twenty-five years of postfire succession in the Sierra Nevada",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Raphael",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Morrison",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Yoder-Williams",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Condor",
            "volume": "89",
            "issn": "",
            "pages": "614--626",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Effects of fire on spotted owl site occupancy in a late-successional forest",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Van Wagtendonk",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Miles",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Kelt",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Biological Conservation",
            "volume": "",
            "issn": "",
            "pages": "610--619",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Metawin: statistical software for meta-analysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Rosenberg",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gurevitch",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Prescribed fire effects on herpetofauna: review and management implications",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Van Lear",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Guynn",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Wildlife Society Bulletin",
            "volume": "27",
            "issn": "",
            "pages": "374--384",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Fire and avian ecology in North America",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Saab",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D W"
                    ],
                    "last": "Powell",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Studies in Avian Biology",
            "volume": "30",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Nest densities of cavity-nesting birds in relation to postfire salvage logging and time since wildfire",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Saab",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Dudley",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Condor",
            "volume": "109",
            "issn": "",
            "pages": "97--108",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Are shrubland birds edge specialists?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schlossberg",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "I"
                    ],
                    "last": "King",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Ecological Applications",
            "volume": "18",
            "issn": "",
            "pages": "1325--1330",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "The national Fire and Fire Surrogate study: effects of fuel reduction methods on forest vegetation structure and fuels",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Schwilk",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Ecological Applications",
            "volume": "19",
            "issn": "",
            "pages": "285--304",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Wildland fire in ecosystems: effects of fire on fauna",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Changes in bird abundance after wildfire: importance of fire severity and time since fire",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Smucker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Hutto",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Steele",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Ecological Applications",
            "volume": "15",
            "issn": "",
            "pages": "1535--1549",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "The role of disturbance in natural communities",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Sousa",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Annual Review of Ecology and Systematics",
            "volume": "15",
            "issn": "",
            "pages": "353--391",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Effects of forest fuel reduction treatments in the United States",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Stephens",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Mciver",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E J"
                    ],
                    "last": "Boerner",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Fettig",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Fontaine",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Hartsough",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Kennedy",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Schwilk",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "BioScience",
            "volume": "62",
            "issn": "",
            "pages": "549--560",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Fire treatment effects on vegetation structure, fuels, and potential fire severity in western U",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Mciver",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "Metlen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Skinner",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Youngblood",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "S. forests. Ecological Applications",
            "volume": "19",
            "issn": "",
            "pages": "305--320",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "The forgotten stage of forest succession: early-successional ecosystems on forest sites",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Swanson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Franklin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Beschta",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Crisafulli",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Dellasala",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Hutto",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Lindenmayer",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Swanson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Frontiers in Ecology and the Environment",
            "volume": "9",
            "issn": "",
            "pages": "117--125",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Vegetation and weather explain variation in crown damage within a large mixed-severity wildfire",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Spies",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Forest Ecology and Management",
            "volume": "258",
            "issn": "",
            "pages": "1684--1694",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Reburn severity in managed and unmanaged vegetation in a large wildfire",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Spies",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Ganio",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proceedings of the National Academy of Sciences USA",
            "volume": "104",
            "issn": "",
            "pages": "10743--10748",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "A meta-analysis of bird responses to uniform partial harvesting across North America",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Vanderwel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Malcolm",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Mills",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Conservation Biology",
            "volume": "21",
            "issn": "",
            "pages": "1230--1240",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Continued warming could transform Greater Yellowstone fire regimes by mid-21st century",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Westerling",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A H"
                    ],
                    "last": "Smithwick",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Romme",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Ryan",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proceedings of the National Academy of Sciences USA",
            "volume": "32",
            "issn": "",
            "pages": "13165--13170",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Effects of prescribed burning frequency on avian communities in longleaf pine forests in western Louisiana",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Whiting",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Jr",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Fountain",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Laterza",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Pages 121-128 in Proceedings of the 23rd Tall Timbers Fire Ecology Conference: Fire in Grassland and Shrubland Ecosystems",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Making fire and fire surrogate science available: a summary of regional workshops with clients",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Youngblood",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bigler-Cole",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Fettig",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fiedler",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Knapp",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Lehmkuhl",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Outcalt",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "Skinner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Stephens",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Waldrop",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "USDA Forest Service",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "A meta-analysis of the effects of wildfire, clearcutting, and partial harvest on the abundance of North American small mammals",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zwolak",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Forest Ecology and Management",
            "volume": "258",
            "issn": "",
            "pages": "539--545",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "SUPPLEMENTAL MATERIAL Appendix A List of taxa and their scientific names considered in the meta-analysis of fire effects on wildlife in U.S. fire-prone forests (Ecological Archives",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ", Fig. 2). Treatment responses (all species pooled;Fig. 2) suggest largely neutral responses to low/ moderate-severity fire or thinning alone (53%, 50% respectively;Fig. 3b), with negative responses being the most rare (19%, 13%, respectively;Fig. 3f), and levels of positive response intermediate (28%, 38% respectively;Figs. 2 and 3). The combination of thinning plus low/ moderate-severity fire was characterized by higher levels of positive response (41%) and decreased neutral response (34%;Figs. 2 and 3a). Species favoring open conditions, such as Western Bluebird(Fig. 3e)or Chipping Sparrow",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Details of individual studies and full citations are provided in Appendix B and inKennedy and Fontaine (2009).July 2012",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Selected species responses (mean effect size and 95% confidence intervals) to fire (low/moderate and high severity), thinning, and thinning plus low/moderate-severity fire 0-4 years afterward in North American fire-prone forests: (a) goldenmantled ground squirrel (GMGS); (b) Dark-eyed Junco (DEJU); (c) Ovenbird (OVEN); (d) Hairy Woodpecker (HAWO); (e) Western Bluebird (WEBL); and (f ) Yellow-rumped Warbler (YRWA). Response data for the combined treatment are not available for DEJU, HAWO, and YRWA, and high-severity fire response data are not available for GMGS and OVEN. Where 95% confidence intervals overlap zero, the response is considered neutral.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "(Top) Mountain Quail (Oreortyx pictus) in early successional habitat, southern Sierra Nevada Mountains, California, USA. (Bottom) Postfire (two years after fire) landscape in mixed-evergreen forest, Klamath Mountains, Oregon, USA. Photo credits: J. B. Fontaine.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Summary of studies available examining fire severity, fire surrogate treatments, and time-since-fire effects on wildlife in U.S. fire-prone forests categorized by eight treatment categories and taxonomic group.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Species-specific effect sizes of birds and small mammals from the meta-analysis of wildlife response to four fire severity and fire surrogate treatments, 0-4 years posttreatment, in U.S. fire-prone forests.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Continued.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Comparison of treatment effects (lower, no difference, higher) relative to low/moderate-severity fire pooled across all species for which sufficient data were available from studies in U.S. fire-prone forests.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This paper is contribution #216 of the National Fire and Fire Surrogate study, funded by the USDA/DOI Joint Fire Science Program. We thank Jim McIver for helping to conceptualize and edit the final product and providing all available National Fire and Fire Surrogate Study information. This project would not have been possible without Colette Coiner, who assisted with all aspects of this document and kept us organized across two hemispheres. We also thank federal land managers Shawn Cochran, Bob Csargo, Jim Gallagher, Robert Skorkowski, and Anne Sprague for taking time, attending meetings, and sharing their expertise on wildlife and fire management. Authors of many studies graciously provided additional information and answered queries as we assembled the data set. Two anonymous referees provided helpful comments that improved the manuscript. Finally, the ideas in this paper were greatly enhanced by the faculty and staff of the School for Environmental Science at Murdoch University who provided office and moral support during the junior author's sabbatical leave and spent many hours listening to her ideas about fire management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "Agee, J. K. 1993. Fire ecology of Pacific Northwest forests.Island Press, Washington, D.C., USA. Allen, J. C., S. M. Krieger, J. R. Walters, and J. A. Collazo.2006. Associations of breeding birds with fire-influenced and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LITERATURE CITED"
        },
        {
            "text": "Details and citations for literature used for meta-analysis of bird and small-mammal response to fire severity and fire surrogate treatments in U.S. fire-prone forests (Ecological Archives A022-081-A2).Appendix C Species-specific effect sizes, with 95% confidence intervals and sample sizes, for the response of birds and small mammals to fire severity and fire surrogate treatments in U.S. fire-prone forests (Ecological Archives A022-081-A3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix B"
        }
    ]
}