{"paper_id": "805777e8d84af2e478fca3a4bcbf36a283095f49", "metadata": {"title": "Experience with ARDS caused by tuberculosis in a respiratory intensive care unit", "authors": [{"first": "Ritesh", "middle": [], "last": "Agarwal", "suffix": "", "affiliation": {"laboratory": "", "institution": "Postgraduate Institute of Medical Education and Research", "location": {"addrLine": "Sector 12", "postCode": "160012", "settlement": "Chandigarh", "country": "India"}}, "email": "riteshpgi@gmail.com"}, {"first": "Dheeraj", "middle": [], "last": "Gupta", "suffix": "", "affiliation": {"laboratory": "", "institution": "Postgraduate Institute of Medical Education and Research", "location": {"addrLine": "Sector 12", "postCode": "160012", "settlement": "Chandigarh", "country": "India"}}, "email": ""}, {"first": "Ashutosh", "middle": ["N"], "last": "Aggarwal", "suffix": "", "affiliation": {"laboratory": "", "institution": "Postgraduate Institute of Medical Education and Research", "location": {"addrLine": "Sector 12", "postCode": "160012", "settlement": "Chandigarh", "country": "India"}}, "email": ""}, {"first": "Digamber", "middle": [], "last": "Behera", "suffix": "", "affiliation": {"laboratory": "", "institution": "Postgraduate Institute of Medical Education and Research", "location": {"addrLine": "Sector 12", "postCode": "160012", "settlement": "Chandigarh", "country": "India"}}, "email": ""}, {"first": "Surinder", "middle": ["K"], "last": "Jindal", "suffix": "", "affiliation": {"laboratory": "", "institution": "Postgraduate Institute of Medical Education and Research", "location": {"addrLine": "Sector 12", "postCode": "160012", "settlement": "Chandigarh", "country": "India"}}, "email": ""}, {"first": "R", "middle": [], "last": "Agarwal", "suffix": "", "affiliation": {"laboratory": "", "institution": "Postgraduate Institute of Medical Education and Research", "location": {"addrLine": "Sector 12", "postCode": "160012", "settlement": "Chandigarh", "country": "India"}}, "email": ""}, {"first": "·", "middle": ["D"], "last": "Gupta", "suffix": "", "affiliation": {"laboratory": "", "institution": "Postgraduate Institute of Medical Education and Research", "location": {"addrLine": "Sector 12", "postCode": "160012", "settlement": "Chandigarh", "country": "India"}}, "email": ""}, {"first": "·", "middle": ["A N"], "last": "Aggarwal", "suffix": "", "affiliation": {"laboratory": "", "institution": "Postgraduate Institute of Medical Education and Research", "location": {"addrLine": "Sector 12", "postCode": "160012", "settlement": "Chandigarh", "country": "India"}}, "email": ""}, {"first": "·", "middle": ["D"], "last": "Behera", "suffix": "", "affiliation": {"laboratory": "", "institution": "Postgraduate Institute of Medical Education and Research", "location": {"addrLine": "Sector 12", "postCode": "160012", "settlement": "Chandigarh", "country": "India"}}, "email": ""}, {"first": "·", "middle": ["S K"], "last": "Jindal", "suffix": "", "affiliation": {"laboratory": "", "institution": "Postgraduate Institute of Medical Education and Research", "location": {"addrLine": "Sector 12", "postCode": "160012", "settlement": "Chandigarh", "country": "India"}}, "email": ""}]}, "abstract": [{"text": "Objective: Acute respiratory distress syndrome (ARDS) is an important cause of morbidity and mortality in intensive care units. Tuberculosis (TB) commonly causes respiratory failure in patients with extensive pulmonary parenchymal involvement, but it is a rare cause of ARDS. We report our experience of TB presenting with ARDS. Methods: Retrospective analysis of 187 patients admitted with a diagnosis of ARDS over the previous 7 years. Data are presented in a descriptive fashion using mean€SD or median (range).", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Abstract Objective: Acute respiratory distress syndrome (ARDS) is an important cause of morbidity and mortality in intensive care units. Tuberculosis (TB) commonly causes respiratory failure in patients with extensive pulmonary parenchymal involvement, but it is a rare cause of ARDS. We report our experience of TB presenting with ARDS. Methods: Retrospective analysis of 187 patients admitted with a diagnosis of ARDS over the previous 7 years. Data are presented in a descriptive fashion using mean€SD or median (range). Results: Nine (4.9%) of 187 patients had ARDS secondary to tuberculosis. All patients were mechanically ventilated. The diagnosis was made on clinico-radiological grounds and confirmed later using fiberoptic bronchoscopy and transbronchial biopsy in seven patients, and lymph node biopsy and examination of the joint aspirate in the remaining two. All patients were empirically started on anti-tubercular therapy with a median time to initiation of therapy being 3 days (range 2-8 days). Three patients had multi-organ dysfunction syndrome (MODS) without any evidence of bacterial infection. Seven of nine (77.8%) patients survived; two died because of severe ARDS, MODS, and respiratory failure. Conclusions: Tuberculosis is an uncommon but definite cause of ARDS, and in patients with ARDS of obscure aetiology where the clini-", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Acute respiratory distress syndrome (ARDS) is a common disorder in the intensive care unit (ICU) and is associated with high mortality and morbidity [1] . The common causes includes sepsis, pneumonia, aspiration, etc. Tuberculosis (TB) remains a major public health problem in most of the developing world, and the epidemic of acquired immunodeficiency syndrome has resulted in a resurgence of TB the world over. Tuberculosis is a disease of protean manifestations with lungs being the most commonly involved site. Untreated pulmonary TB carries a mortality of 50% with the most common cause of death being extensive fibrocavitary disease and respiratory failure [2] . Tuberculosis can cause ARDS, and this usually occurs in the setting of disseminated disease such as miliary TB. There have been case reports and small case series describing association of ARDS and pulmonary TB [3, 4, 5, 6, 7] ; however, TB is rarely recognized as a cause of ARDS. In fact, in none of the recent reviews does TB figure in the list of ARDS [1, 8] . Despite being a public health problem of significant magnitude in India [2] , the largest series of TB and ARDS reported from India included only six cases of TB and ARDS over a 12-year period [4] . Although TB is a treatable illness, there has been a persistently high mortality (69-80%) in patients with severe pulmonary TB and acute respiratory failure [3, 6] . This is probably due to delayed recognition of the fact that TB can cause ARDS and acute respiratory failure [5] . Herein, we describe our experience with \"tuberculous ARDS\", and alert the clinicians that tuberculosis can cause ARDS and must figure in the differential diagnosis of \"cryptic\" ARDS.", "cite_spans": [{"start": 149, "end": 152, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 663, "end": 666, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 880, "end": 883, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 884, "end": 886, "text": "4,", "ref_id": "BIBREF3"}, {"start": 887, "end": 889, "text": "5,", "ref_id": "BIBREF4"}, {"start": 890, "end": 892, "text": "6,", "ref_id": "BIBREF5"}, {"start": 893, "end": 895, "text": "7]", "ref_id": "BIBREF6"}, {"start": 1025, "end": 1028, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 1029, "end": 1031, "text": "8]", "ref_id": "BIBREF7"}, {"start": 1106, "end": 1109, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 1227, "end": 1230, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 1390, "end": 1393, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 1394, "end": 1396, "text": "6]", "ref_id": "BIBREF5"}, {"start": 1508, "end": 1511, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Introduction"}, {"text": "The records of patients admitted to the Respiratory Intensive Care Unit (RICU) with a diagnosis of ARDS between July 1997 to June 2004 were reviewed. Patients of ARDS, where the underlying cause was diagnosed as tuberculosis, were selected. The original case records of the patients were then retrieved from the central registration department. Demographic information, such as age and gender, underlying and/or concomitant diseases, and clinical status at admission to ICU, including the details of organ failure, were recorded. Details of the clinical manifestations and investigations, such as liver and renal function tests, arterial blood gases, HIV serology, complete blood count, and coagulation profile, were recorded. Details of their stay in RICU and ventilator strategy, APACHE II scores, treatment, and outcome were noted. At admission to the RICU, diagnosis of ARDS was established on the basis of acute onset respiratory distress, bilateral infiltrates on chest radiograph, PaO/FiO 2 ratio <200, and no clinical or radiological evidence of left atrial hypertension [9] . All patients were mechanically ventilated (Puritan Bennett 7200 ae, Hamilton Amadeus). An informed consent was taken from all patients or their relatives as per protocol. Activity and outcome parameters are presented in a descriptive fashion (mean€SD or median with range).", "cite_spans": [{"start": 1079, "end": 1082, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Patients and methods"}, {"text": "There were 984 admissions in the respiratory intensive care unit during this period and acute respiratory distress syndrome (ARDS) was diagnosed in 187 (19.1%) patients (Table 1) . Infectious causes constituted the majority of cases of ARDS (78.6%). Nine of 187 (4.8%) patients (five males, four females) were finally diagnosed to have tuberculosis (TB) and ARDS. The mean age of these patients was 44.9 years (SD 12.6 years, range 28-62 years). The underlying comorbidities were post-renal transplant, alcoholism and diabetes mellitus in one patient each; one patient developed ARDS during pregnancy. Serology performed for human immunodeficiency virus (HIV) was non-reactive in all the patients. The baseline characteristics, clinical presentations, radiological and laboratory parameters, investigations and the outcome of the patients are shown in Table 2 . The median acute physiology and chronic health evaluation II (APACHE II) scores were 23 (range 16-31) and 19 (range 16-40) for the tuberculous and non-tuberculous ARDS, respectively. Although patients had fever, anorexia, weight loss and cough for a median duration of 45 days (range 15-120 days), all had history of acute onset dyspnoea (duration <5 days). None of the patient had history of hemoptysis. Physical exam-ination of the respiratory system was non-contributory; five patients had firm hepatosplenomegaly, two had cervical lymphadenopathy, three had clinical signs of meningitis and one patient had monoarticular arthritis. At admission, all patients had anaemia and hypoalbuminaemia; two patients had thrombocytopaenia, one leucopaenia, whereas none had coagulopathy. Three patients had hyponatraemia, one had conjugated hyperbilirubinaemia and five had raised serum alkaline phosphatase. The mean PaO 2 /FiO 2 ratio was 148 (SD 43.1, range 80-190). All patients were started empirically on four drug [Daily doses: isoniazid 5 mg/kg (maximum 300 mg); rifampicin 10 mg/kg (maximum 600 mg); pyrazinamide 25 mg/kg (maximum 2 gm); and ethambutol 15 mg/kg (maximum 1.2 gm)] anti-tubercular therapy (given through nasogastric tube) based on clinical suspicion and diagnostic procedures were attempted as clinically feasible. The median time to initiation of anti-tubercular therapy was 3 days (range 2-8 days). None of the patients received glucocorticoids.", "cite_spans": [], "ref_spans": [{"start": 169, "end": 178, "text": "(Table 1)", "ref_id": "TABREF0"}, {"start": 852, "end": 859, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Results"}, {"text": "All patients were mechanically ventilated. The median duration of mechanical ventilation was 5 days (range 2-25 days). Radiology revealed miliary nodules in 8 patients and consolidation in 1 patient. Tracheal aspirate sent for Ziehl-Neelsen staining did not reveal acid-fast bacilli in any of the patients. Fiberoptic bronchoscopy and transbronchial lung biopsy (TBB) was performed in 7 patients only once they were extubated, and was the most common method used for diagnosis. (The diagnosis in the remaining two patients was made on lymph node biopsy and joint aspirate; Table 2 ). The diagnosis was established with histopathological evidence of epithelioid granuloma and positive acid-fast bacilli on Ziehl-Neelsen stain. The overall mortality in patients with tuberculous ARDS was ", "cite_spans": [], "ref_spans": [{"start": 573, "end": 580, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Results"}, {"text": "Tuberculosis (TB) is an uncommon cause of acute respiratory distress syndrome (ARDS) associated with a very high mortality [3, 4, 5, 6, 7] . Lipoarabinomannan, a component of mycobacterial cell wall, acts in a manner similar to the antigens in bacterial sepsis, to activate the inflammatory cascade [10] , and all features of MODS with haemodynamic findings of septic shock have been described in patients with TB and ARDS who did not have any associated bacterial infection [11] .", "cite_spans": [{"start": 123, "end": 126, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 127, "end": 129, "text": "4,", "ref_id": "BIBREF3"}, {"start": 130, "end": 132, "text": "5,", "ref_id": "BIBREF4"}, {"start": 133, "end": 135, "text": "6,", "ref_id": "BIBREF5"}, {"start": 136, "end": 138, "text": "7]", "ref_id": "BIBREF6"}, {"start": 299, "end": 303, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 475, "end": 479, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Discussion"}, {"text": "In this study, the incidence of tuberculous ARDS was 4.9% and could reflect referral bias or the high prevalence of tuberculosis in this country. Eight of our patients had miliary shadows, whereas one had consolidation both of which can present with ARDS [3, 4, 5, 6, 7, 12] . The demographic details and clinical features of our patients are similar to that described in the literature [3, 5] . Three of our patients had MODS without any evidence of bacterial infection, although all of them were also given empiric antibiotics to cover for bacterial infection. The clinical clues, which pointed towards the diagnosis of tuberculosis, were the presence of longer history, lymphadenopathy, firm hepatosplenomegaly, miliary shadows on chest radiograph and raised alkaline phosphatase (suggesting granulomatous hepatitis). An elevated alkaline phosphatase is a useful clue and has been reported in up to 83% of patients with miliary TB [13] . Hyponatraemia has been described as a predictor of mortality in patients with miliary TB [13] . In the present study, 3 patients had hyponatraemia, of which one died from her illness.", "cite_spans": [{"start": 255, "end": 258, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 259, "end": 261, "text": "4,", "ref_id": "BIBREF3"}, {"start": 262, "end": 264, "text": "5,", "ref_id": "BIBREF4"}, {"start": 265, "end": 267, "text": "6,", "ref_id": "BIBREF5"}, {"start": 268, "end": 270, "text": "7,", "ref_id": "BIBREF6"}, {"start": 271, "end": 274, "text": "12]", "ref_id": "BIBREF11"}, {"start": 387, "end": 390, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 391, "end": 393, "text": "5]", "ref_id": "BIBREF4"}, {"start": 934, "end": 938, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 1030, "end": 1034, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Discussion"}, {"text": "In our study, transbronchial biopsy (TBB) was performed only once the patients were extubated, as the diagnostic yield of TBB in a mechanically ventilated patients is generally poor because of its small size and yield of non-representative tissue [14] . Furthermore, it carries a significant risk of morbidity like bleeding and pneumothorax and the occurrence of pneumothorax and/or bronchopleural fistula in the seriously ill, mechanically ventilated patient requiring high levels of PEEP can be life threatening [14] . Tracheal aspirates sent for Ziehl-Neelsen staining for acid-fast bacilli and cultures were non-contributory, whereas tissue biopsies and histopathology were diagnostic in all patients.", "cite_spans": [{"start": 247, "end": 251, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 514, "end": 518, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Discussion"}, {"text": "In our series, the overall mortality of patients with ARDS was 54.5%, whereas it was 22.2% in patients with tuberculosis and ARDS. The overall high mortality in this study for ARDS is because of obvious differences in case mix, delays in transfer of critically ill patients from emergency room to ICU because of limited availability of beds, possible selection bias as sickest patients with multiple organ failure are admitted in the ICU and other logistic reasons [15] . The probable reason for better outcome of tuberculous ARDS in this study could be that the diagnosis was suspected clinically, and anti-tubercular therapy was instituted empirically (median time to initiation being 3 days) based on clinical diagnosis. This can also account for the shorter duration of mechanical ventilation in our patients. Also delayed treatment is known to contribute to mortality in ICU patients with pulmonary TB and acute respiratory failure [5] . However, this conclusion has limitations in that we cannot exclude the possibility that the decreased mortality is due to a selection bias. Also the retrospective design of the study and small numbers makes it difficult to draw any firm conclusion. But our study does suggest that early clinical diagnosis and empiric therapy can improve the outcome of an uncommon but treatable cause of ARDS. In contrast to reports of patients with miliary TB being treated with antituberculous drugs and glucocorticoids, none of our patients received steroids.", "cite_spans": [{"start": 465, "end": 469, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 937, "end": 940, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Discussion"}, {"text": "In conclusion, tuberculosis is an uncommon cause of ARDS. In regions where tuberculosis is common or in patients with ARDS of obscure aetiology, where the clinical features suggest tuberculosis as the inciting cause, antitubercular therapy should be started empirically and the diagnosis actively pursued later.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The acute respiratory distress syndrome", "authors": [{"first": "L", "middle": ["B"], "last": "Ware", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Matthay", "suffix": ""}], "year": 2000, "venue": "N Engl J Med", "volume": "342", "issn": "", "pages": "1334--1349", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Epidemiology", "authors": [{"first": "A", "middle": [], "last": "Mohan", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Sharma", "suffix": ""}], "year": 2001, "venue": "", "volume": "", "issn": "", "pages": "14--29", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Tuberculosis as a primary cause of respiratory failure requiring mechanical ventilation", "authors": [{"first": "C", "middle": [], "last": "Penner", "suffix": ""}, {"first": "D", "middle": [], "last": "Roberts", "suffix": ""}, {"first": "D", "middle": [], "last": "Kunimoto", "suffix": ""}, {"first": "J", "middle": [], "last": "Manfreda", "suffix": ""}, {"first": "R", "middle": [], "last": "Long", "suffix": ""}], "year": 1995, "venue": "Am J Respir Crit Care Med", "volume": "151", "issn": "", "pages": "867--872", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Acute respiratory distress syndrome (ARDS) in miliary tuberculosis: a twelve-year experience", "authors": [{"first": "A", "middle": [], "last": "Mohan", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Sharma", "suffix": ""}, {"first": "J", "middle": ["N"], "last": "Pande", "suffix": ""}], "year": 1996, "venue": "Indian J Chest Dis Allied Sci", "volume": "38", "issn": "", "pages": "157--162", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Delayed treatment contributes to mortality in ICU patients with severe active pulmonary tuberculosis and acute respiratory failure", "authors": [{"first": "J", "middle": ["R"], "last": "Zahar", "suffix": ""}, {"first": "E", "middle": [], "last": "Azoulay", "suffix": ""}, {"first": "E", "middle": [], "last": "Klement", "suffix": ""}, {"first": "A", "middle": [], "last": "De Lassence", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Lucet", "suffix": ""}, {"first": "B", "middle": [], "last": "Regnier", "suffix": ""}, {"first": "B", "middle": [], "last": "Schlemmer", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Bedos", "suffix": ""}], "year": 2001, "venue": "Intensive Care Med", "volume": "27", "issn": "", "pages": "513--520", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Miliary tuberculosis and acute respiratory distress syndrome", "authors": [{"first": "J", "middle": ["Y"], "last": "Kim", "suffix": ""}, {"first": "Y", "middle": ["B"], "last": "Park", "suffix": ""}, {"first": "Y", "middle": ["S"], "last": "Kim", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Kang", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Shin", "suffix": ""}, {"first": "I", "middle": ["W"], "last": "Park", "suffix": ""}, {"first": "Y", "middle": ["W"], "last": "Choi", "suffix": ""}], "year": 2003, "venue": "Int J Tuberc Lung Dis", "volume": "7", "issn": "", "pages": "359--364", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Patient mortality of active pulmonary tuberculosis requiring mechanical ventilation", "authors": [{"first": "P", "middle": ["L"], "last": "Lee", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Jerng", "suffix": ""}, {"first": "Y", "middle": ["L"], "last": "Chang", "suffix": ""}, {"first": "C", "middle": ["F"], "last": "Chen", "suffix": ""}, {"first": "P", "middle": ["R"], "last": "Hsueh", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Yu", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Yang", "suffix": ""}, {"first": "K", "middle": ["T"], "last": "Luh", "suffix": ""}], "year": 2003, "venue": "Eur Respir J", "volume": "22", "issn": "", "pages": "141--147", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Epidemiology and prognosis of acute respiratory distress syndrome", "authors": [{"first": "A", "middle": [], "last": "Artigas", "suffix": ""}], "year": 2002, "venue": "Eur Respir Mon", "volume": "20", "issn": "", "pages": "1--21", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Definitions, mechanisms, relevant outcomes, and clinical trial coordination", "authors": [{"first": "G", "middle": ["R"], "last": "Bernard", "suffix": ""}, {"first": "A", "middle": [], "last": "Artigas", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "Brigham", "suffix": ""}, {"first": "J", "middle": [], "last": "Carlet", "suffix": ""}, {"first": "K", "middle": [], "last": "Falke", "suffix": ""}, {"first": "L", "middle": [], "last": "Hudson", "suffix": ""}, {"first": "M", "middle": [], "last": "Lamy", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Legall", "suffix": ""}, {"first": "A", "middle": [], "last": "Morris", "suffix": ""}, {"first": "R", "middle": [], "last": "Spragg", "suffix": ""}], "year": 1994, "venue": "The American-European Consensus Conference on ARDS", "volume": "149", "issn": "", "pages": "818--824", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Molecular biology, virulence, and pathogenicity of mycobacteria", "authors": [{"first": "T", "middle": ["M"], "last": "Shinnick", "suffix": ""}, {"first": "H", "middle": ["C"], "last": "King", "suffix": ""}, {"first": "F", "middle": ["D"], "last": "Quinn", "suffix": ""}], "year": 1995, "venue": "Am J Med Sci", "volume": "309", "issn": "", "pages": "92--98", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Hemodynamic confirmation of septic shock in disseminated tuberculosis", "authors": [{"first": "S", "middle": ["S"], "last": "Ahuja", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Ahuja", "suffix": ""}, {"first": "K", "middle": ["R"], "last": "Phelps", "suffix": ""}, {"first": "W", "middle": [], "last": "Thelmo", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Hill", "suffix": ""}], "year": 1992, "venue": "Crit Care Med", "volume": "20", "issn": "", "pages": "901--903", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Clinical and High-resolution computed tomographic findings in five patients with pulmonary tuberculosis who developed respiratory failure following chemotherapy", "authors": [{"first": "M", "middle": [], "last": "Akira", "suffix": ""}, {"first": "M", "middle": [], "last": "Sakatani", "suffix": ""}], "year": 2001, "venue": "Clin Radiol", "volume": "56", "issn": "", "pages": "550--555", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Clinical profile, laboratory characteristics and outcome in miliary tuberculosis", "authors": [{"first": "S", "middle": ["K"], "last": "Sharma", "suffix": ""}, {"first": "A", "middle": [], "last": "Mohan", "suffix": ""}, {"first": "J", "middle": ["N"], "last": "Pande", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "Prasad", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Gupta", "suffix": ""}, {"first": "G", "middle": ["C"], "last": "Khilnani", "suffix": ""}], "year": 1995, "venue": "Q J Med", "volume": "88", "issn": "", "pages": "29--37", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Indications of BAL, lung biopsy, or both in mechanically ventilated patients with unexplained infiltrations", "authors": [{"first": "L", "middle": [], "last": "Papazian", "suffix": ""}, {"first": "M", "middle": [], "last": "Gainnier", "suffix": ""}], "year": 2003, "venue": "Eur Respir J", "volume": "21", "issn": "", "pages": "383--384", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Adult respiratory distress syndrome in the tropics", "authors": [{"first": "S", "middle": ["K"], "last": "Jindal", "suffix": ""}, {"first": "A", "middle": ["N"], "last": "Aggarwal", "suffix": ""}, {"first": "D", "middle": [], "last": "Gupta", "suffix": ""}], "year": 2002, "venue": "Clin Chest Med", "volume": "23", "issn": "", "pages": "445--455", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Aetiology in 187 patients of acute respiratory distress syndrome admitted to respiratory intensive care unit", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Diagnosis </td><td>No. of patients </td><td>No. of mortalities\n</td></tr><tr><td> </td><td>(n=187) </td><td>(n=99)\n</td></tr><tr><td>Infectious causes\n</td><td> </td><td> </td></tr><tr><td>Severe pneumonia </td><td>65 (34.8) </td><td>40 (61.5)\n</td></tr><tr><td>Sepsis </td><td>62 (33.2) </td><td>33 (53.2)\n</td></tr><tr><td>Malaria </td><td>8 (4.3) </td><td>4 (50)\n</td></tr><tr><td>Tuberculosis </td><td>9 (4.9) </td><td>2 (28.6)\n</td></tr><tr><td>Typhoid fever Leptospirosis </td><td>2 (1.1) 1 (0.5) </td><td>1 (50) 1(100)\n</td></tr><tr><td>Non-infectious causes\nAcute pancreatitis </td><td>15 (8.1) </td><td>9 (60)\n</td></tr><tr><td>Fat embolism syndrome </td><td>6 (3.2) </td><td>0\n</td></tr><tr><td>Drowning </td><td>4 (2.1) </td><td>1 (25)\n</td></tr><tr><td>Vasculitis </td><td>4 (2.1) </td><td>2 (50)\n</td></tr><tr><td>Toxic fume inhalation </td><td>3(1.6) </td><td>3 (100)\n</td></tr><tr><td>Paraquat poisoning </td><td>3 (1.6) </td><td>3 (100)\n</td></tr><tr><td>Multiple transfusions </td><td>2 (1.1) </td><td>0\n</td></tr><tr><td>Molar pregnancy </td><td>2 (1.1) </td><td>0\n</td></tr><tr><td>Snakebite </td><td>1 (0.5) </td><td>0\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Demographic characteristics, clinical presentations, radiological and laboratory parameters, investigations and outcome of nine patients with tuberculous acute respiratory distress syndrome. WBC white blood count, ATT antituberculous therapy, TBB transbronchial biopsy, MODS multi-organ dysfunction syndrome, APACHE acute physiology and chronic health evaluation Joint aspirate for Ziehl-Neelsen staining 1 OutcomeTime to initiation of ATT after admission (days; median, range)", "latex": null, "type": "table"}, "TABREF2": {"text": "Table 2 Demographic characteristics, clinical presentations, radiological and laboratory parameters, investigations and outcome of nine patients with tuberculous acute respiratory distress syndrome. WBC white blood count, ATT antituberculous therapy, TBB\ntransbronchial biopsy, MODS multi-organ dysfunction syndrome,\nAPACHE acute physiology and chronic health evaluation", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Parameters </td><td>Results\n</td></tr><tr><td>Age (years; mean€SD) </td><td>44.9€12.6\n</td></tr><tr><td>Male/female </td><td>5/4\n</td></tr><tr><td>Clinical findings\nFever, cough, dyspnoea, anorexia, weight loss </td><td>9\n</td></tr><tr><td>Hepatosplenomegaly </td><td>5\n</td></tr><tr><td>Lymphadenopathy </td><td>2\n</td></tr><tr><td>Meningitis </td><td>3\n</td></tr><tr><td>Arthritis Investigations\n</td><td>1\n</td></tr><tr><td>Miliary pattern on chest radiograph Consolidation on chest radiograph </td><td>8 1\n</td></tr><tr><td>Hyperbilirubinaemia, raised transaminases </td><td>1\n</td></tr><tr><td>Raised alkaline phosphatase\n</td><td>5\n</td></tr><tr><td>(&gt;2 times upper limit of normal)\n</td><td> </td></tr><tr><td>Hyponatraemia (Na+ &lt;135 mmol/l) </td><td>3\n</td></tr><tr><td>PaO2/FiO2 score (mean€SD) </td><td>148€43.1\n</td></tr><tr><td>APACHE II scores (median, range) Diagnostic methods\n</td><td>23 (16-31)\n</td></tr><tr><td>Bronchoscopy and TBB </td><td>7\n</td></tr><tr><td>Lymph node biopsy </td><td>2\n</td></tr><tr><td>Joint aspirate for Ziehl-Neelsen staining </td><td>1\n</td></tr><tr><td>Outcome\n</td><td> </td></tr><tr><td>Time to initiation of ATT after admission (days; median, range)\n</td><td>3 (2-8)\n</td></tr><tr><td>Duration of mechanical ventilation (days; median, range)\n</td><td>5 (2-25)\n</td></tr><tr><td>MODS </td><td>3\n</td></tr><tr><td>Pneumothorax </td><td>2\n</td></tr><tr><td>Survival </td><td>7\n</td></tr></table></body></html>"}}, "back_matter": []}