{
    "paper_id": "8078e041f20c2af43f444262f5e7288122d1ca9e",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Please email emma.malcolm@ava.com.au a small version of your photo and confirm that you also have a high resolution to send us. Final images have to be in crystal-clear focus, at a minimum of 300 dpi and at least 150mm at the longest edge. For us to publish an image on the cover it needs to be at least 210x275mm at 300dpi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Submission"
        },
        {
            "text": "We had some lovely photographs that we couldn't publish this year because they were taken on a camera phone and the resolution was too low. As good as phone cameras can be, many still aren't going to be able to take a photograph that is high resolution enough to print at a reasonable size. So get your 'old fashioned' digital camera out! If you would like to try to take a cover shot, keep in mind that we have to be able to add the AVJ masthead at the top and highlights down one or both sides. It's also important to send us an accurate description of the photo, otherwise we might get eagle-eyed members calling to tell us we've got our cows confused -thank you robert Mills. Where to on welfare?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Submission"
        },
        {
            "text": "Julia Nicholls, President F ootage of Australian animals being mistreated during slaughter in Kuwait, Jordan and Gaza prompted our members to respond in various ways to the confronting images and to ask what the AVA is doing in response. It was hard not to be moved and horrified by the footage, and members have questioned the currency of our policies and position statements on live animal export and humane slaughter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Submission"
        },
        {
            "text": "The details of what AVA can do are relevant to the debate; we can only comment and question. These breaches of the Exporter Supply Chain Assurance System are being investigated, export of animals to Gaza is suspended and the Department of Agriculture keeps us informed of developments in this regard. Enormous efforts have been made to improve the welfare of exported animals and it is remarkable that so much has changed for the better in destination countries given that Australia has no jurisdictional control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Submission"
        },
        {
            "text": "Despite this, I appreciate that there are many of us who would like to see an end to live export and others whose livelihood depends on the trade. Our membership reflects the diversity of opinion of Australian society and this makes it difficult for the AVA to take sides in some circumstances.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Submission"
        },
        {
            "text": "Our membership is diverse, but our opinions are reinforced by a deeper knowledge of animal science and physiology. The AVA can and does comment on issues of the day relevant to our expertise, and our profile and influence are steadily increasing. We have invested significantly in our public affairs program, which includes setting goals and tracking our achievements on behalf of members. However, I think many members overestimate the AVA's ability to influence public opinion and bring about change. Just because we are best qualified to comment doesn't mean that we enjoy the most attentive listeners to those comments! Part of the art of advocacy is to understand what you can change, as well as how you can change it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Submission"
        },
        {
            "text": "There are many animal welfare issues of concern to both the community and members. What are the most important ones for our members and the long-term benefits for animals? How do we reflect your views and represent you to stakeholders and politicians? Is there a common thread or philosophy on animal welfare across all members? Can we better articulate a more robust and satisfying basis for the AVA's policy and advocacy work on animal welfare issues?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Submission"
        },
        {
            "text": "These are the questions we are hoping to explore and develop further within our public affairs program over the next year. Stay tuned to AVA communications for opportunities to be part of the conversation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Submission"
        },
        {
            "text": "Other veterinary associations are doing a range of activities in relation to animal welfare issues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Submission"
        },
        {
            "text": "Late last year, the American Veterinary Medical Association held a forum called 'The Conversation' , 1 which involved veterinarians, ethicists and animal scientists who presented on the scientific, social, political, market, and legal aspects of how and why animal welfare decisions are made. The papers and discussion are being collated into a resource.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Submission"
        },
        {
            "text": "The NZVA has an animal welfare strategy with a stand-alone vision: \"Our members, using a science-based and ethically principled approach to the humane treatment of animals in New Zealand, are respected and recognised for their leadership and educative role in animal welfare and well-being\" and mission: \"To enable and promote our membership as having the knowledge, skills and leadership in the field of animal welfare and wellbeing\". 2 The strategy also emphasises the need to be proactive in relation to animal welfare.",
            "cite_spans": [
                {
                    "start": 436,
                    "end": 437,
                    "text": "2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Submission"
        },
        {
            "text": "The Canadian Veterinary Medical Association (CVMA) has an Animal Welfare Committee whose purpose is to advocate and promote animal welfare within the animal industry, to government and the public, and to advise the CVMA on animal welfare issues and develop pertinent position statements. Animal welfare advocacy is a priority of the CVMA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Submission"
        },
        {
            "text": "Should AVA hold a conversation-type event? Should we have a stand-alone strategy? Should we have a welfare committee? Perhaps all of these? I'd be interested to hear your thoughts in the discussion forums or as a comment on this article on the website.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Submission"
        },
        {
            "text": "Finally, I wish each and every one of you a very enjoyable festive season, filled with catching up with friends and family and not too many calls on your work time. This is a time of year when we take stock and reflect on the past while making resolutions for the next year. The AVA is no different and we are looking ahead to planning our new 3-year strategy for 2016-2018 in the first months of next year. This will involve input from as many of you as possible, so start thinking about what you expect from your association. I wish you all the best for 2015 in your work and personal lives, may you find that elusive balance and continue to enjoy your chosen profession.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Submission"
        },
        {
            "text": "Financial products and services described in this document are provided by BOQ Specialist Bank Limited ABN 55 071 292 594 (BOQ Specialist). BOQ Specialist is a wholly owned subsidiary of Bank of Queensland Limited ABN 32 009 656 740 (BOQ). BOQ and BOQ Specialist are both authorised deposit taking institutions in their own right. Neither BOQ nor BOQ Specialist guarantees or otherwise supports the obligations or performance of each other or of each other's products. The issuer of these products is BOQ Specialist AFSL and Australian Credit Licence 234975. All finance is subject to our credit assessment criteria. Terms and conditions, fees and charges and eligibility criteria apply.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Submission"
        },
        {
            "text": "Equipment and fit-out finance / Home loans / Commercial property finance / Car finance / Practice purchase loans / SMSF lending and deposits / Transactional banking and overdrafts / Savings and deposits / Foreign exchange Stress, insomnia, anxiety. We're expert in handling these conditions. Veterinary professionals know just how important it is to put an owner's mind at ease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Submission"
        },
        {
            "text": "It takes expertise to understand the problem and the ability to clearly explain the options to patient and owner.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Submission"
        },
        {
            "text": "At BOQ Specialist, we operate in much the same way.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Submission"
        },
        {
            "text": "Over the last 20 years, we've developed a profound understanding of how the veterinary profession works. You are our area of expertise and we've developed an extensive range of products to meet your banking and finance needs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Submission"
        },
        {
            "text": "So, if there's anything on your mind talk to us, and then enjoy a good night's sleep.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Submission"
        },
        {
            "text": "Visit us at boqspecialist.com.au/ava or speak to our financial specialists on 1300 131 141. BOQS000004 E ducation is the cornerstone of every profession. The AVA has close ties to Australia's veterinary schools and we provide input where appropriate to help universities produce the veterinarians of the future.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 102,
                    "text": "BOQS000004",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Submission"
        },
        {
            "text": "As you know if you read these columns, one of the AVA's key strategic priorities is workforce planning. We want to develop and advocate for good evidence-based policies that will provide the right number of veterinarians, with the right skills, in the right places, to meet Australia's need for veterinary services into the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Submission"
        },
        {
            "text": "When the Commonwealth Government announced significant changes to higher education in the May Budget, we were concerned that this could affect the veterinary workforce. After more analysis, our modelling showed that the proposed changes had dire implications for the debt accrued by a veterinary student and its repayment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Submission"
        },
        {
            "text": "Our detailed submission to the Senate Inquiry into the legislation was followed by an invitation to speak at a public hearing. National Strategy Manager, Dr Debbie Neutze, spoke passionately and persuasively about the potential effects on the profession and answered a range of questions about the profession.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Submission"
        },
        {
            "text": "The submission we made to the Senate and the communications we've been sending to the media have emphasised that veterinarians provide services that no-one else can provide. These include essential services to biosecurity, public health and food safety. The higher education changes in the proposed bill, we believe, could create unintended and inequitable outcomes for the veterinary profession that threaten those vital services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Submission"
        },
        {
            "text": "The changes will affect veterinary students more than other student groups because of the length of study and the high cost of delivering the course combined with the significantly lower average lifetime earnings than graduates of comparable courses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Submission"
        },
        {
            "text": "We are already witnessing market distortions that will potentially affect the viability of the veterinary profession and its ability to provide essential services. Our view is that that the proposed changes to higher education are almost certain to distort the market further.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Submission"
        },
        {
            "text": "At the time of writing, the Senate had not voted on the bill. We are expecting the vote to happen at the beginning of December -close to the time you'll be reading this article. However, we anticipate at least one favourable outcome -the interest rate increases are unlikely to be passed. Because of the attention AVA focussed on this aspect, particularly for female graduates, we can claim some of the credit for this amendment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Submission"
        },
        {
            "text": "Over the past few weeks, AVA President Julia Nicholls and I have been meeting with each veterinary school dean or head to discuss our position on the proposed changes. Whatever the outcome of the proposed higher education changes, it is critical that we maintain open and honest dialogue with the universities and educators. Our meetings have been very positive and I'd like to thank each of the deans for their time and candour.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Submission"
        },
        {
            "text": "Early next year, we are looking forward to reporting on the workforce modelling we've been doing throughout this year. The stock and flow model of the veterinary workforce currently in preparation will analyse both supply and demand factors for veterinary services. The ultimate aim is to create policies that are relevant to the current political and policy environment to ensure a healthy future for the profession.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Submission"
        },
        {
            "text": "We want to ensure appropriate levels of supply and demand for both current and future veterinarians, and also ensure student debt doesn't become something that veterinarians have to service for decades in their careers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Submission"
        },
        {
            "text": "The number and skills of new entrants to the workforce will be part of this analysis, so we anticipate further cooperation and conversations with the veterinary school deans as we respond to the workforce modelling findings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Submission"
        },
        {
            "text": "The only person who is educated is the one who has learned how to learn and change.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Submission"
        },
        {
            "text": "International veterinary, biomedical and business journals at your fingertips Ebola, dogs and a vaccine I n October, a nurse in Spain tested positive for Ebola virus after caring for an infected patient in hospital. People who were in contact with this nurse were quarantined, and the Madrid regional government obtained a court order to euthanase her pet dog against her wishes, on the grounds that available scientific information could not rule out a risk of contagion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Carl Rogers, influential psychologist"
        },
        {
            "text": "WSAVA is strongly of the view that available technology should allow for testing and quarantine, rather than automatic euthanasia of exposed animals. 1 Professor Michael Day, Chairman of the WSAVA's One Health Committee, noted: \"Zoonotic diseases, particularly those transmitted through pets, are concerning to the pet-owning public, but there have been no scientific reports indicating that Ebola virus has been isolated from or directly transmitted by dogs.\"",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 151,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Carl Rogers, influential psychologist"
        },
        {
            "text": "The virus that causes Ebola is not airborne and can only be spread through direct contact with the bodily fluids of an infected person who is showing symptoms or who has died. Dogs appear to be the first animal species shown to be naturally and asymptomatically infected by Ebola virus. During the 2001-2002 Ebola outbreak in Gabon, one group sampled 439 dogs, following the observation that several dogs were highly exposed to Ebola virus by eating infected dead animals. 2 Dogs were screened using Ebola virus-specific immunoglobulin (Ig) G assay, antigen detection, and viral PCR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Carl Rogers, influential psychologist"
        },
        {
            "text": "The serological report showed a significant positive association between seroprevalence and the distances to the Ebola virusepidemic area, with seroprevalence up to 31.8% in dogs from villages with both infected animal carcasses and human cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Carl Rogers, influential psychologist"
        },
        {
            "text": "The authors did not detect any circulating Ebola antigens or viral DNA sequences (tested by PCR), and were unable to isolate any virus. They suggest that this indicated either old, transient Ebola infection of the tested dogs, or antigenic stimulation. None of these highly exposed dogs during the outbreak showed any clinical signs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Carl Rogers, influential psychologist"
        },
        {
            "text": "It is possible that dogs may excrete infectious viral particles in urine, faeces, and saliva for a short period before virus clearance, as observed experimentally in other animals. Further work on experimental canine infection is needed to establish the potential human risk of Ebola virus-infected dogs, including the mechanisms of viral excretion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Carl Rogers, influential psychologist"
        },
        {
            "text": "The main concern in West Africa is infection via fruit bats and non-human primates, and by eating bush meat that may include fruit bats and primates infected with Ebola. A house pet that may potentially be exposed in developed countries represents a very different scenario to those in epidemic West Africa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Carl Rogers, influential psychologist"
        },
        {
            "text": "Early human testing of an investigational Ebola vaccine co-developed by the National Institute of Allergy and Infectious Diseases (NIAID) and GlaxoSmithKline (GSK) began in early September. 3 Initial data on safety and immunogenicity (the capacity to generate an immune response) from clinical trials of the NIAID/GSK Ebola vaccine are expected by the end of 2014.",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 191,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "A vaccine on the horizon"
        },
        {
            "text": "Human testing of a second Ebola vaccine candidate is under way at the National Institutes of Health's Clinical Center in Bethesda, Maryland. One group is conducting a trial to evaluate the vaccine, called VSV-ZEBOV, for safety and its ability to generate an immune system response in healthy adults who are given two intramuscular doses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A vaccine on the horizon"
        },
        {
            "text": "This NIH Phase 1 placebo-controlled clinical trial of the VSV-ZEBOV vaccine candidate will enrol 39 healthy adults. Enrolment at each dosing level is staggered, so interim safety assessments of vaccinated individuals can be conducted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A vaccine on the horizon"
        },
        {
            "text": "VSV-Zebov is based in part on a genetically engineered version of vesicular stomatitis virus (VSV), which primarily affects rodents, cattle, swine and horses. The gene for the outer protein of the vesicular stomatitis virus has been replaced with a segment of the gene for the outer protein of the Zaire Ebola virus species, and the vaccine cannot cause a vaccinated individual to become infected with Ebola.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A vaccine on the horizon"
        },
        {
            "text": "A second group at the Walter Reed Army Institute of Research is simultaneously testing the vaccine candidate as a single dose, to evaluate in real time the safety profile at different dosages and compare the immune responses induced by one injection versus two injections. Initial safety and immune response data on the VSV-ZEBOV vaccine are expected by the end of 2014.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A vaccine on the horizon"
        },
        {
            "text": "This vaccine candidate was developed by researchers at the Public Health Agency of Canada's National Microbiology Laboratory, and has been developed from preclinical to clinical testing stage remarkably quickly. This story can be compared to the extraordinary work of Dr Deborah Middleton's group, which developed the Hendra virus vaccine so quickly in Australia. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A vaccine on the horizon"
        },
        {
            "text": "MediVet Animal Health, a world leader in veterinary regenerative medicine, has a comprehensive product offering for animals including Stem Cell Therapy, Platelet Rich Plasma and Nanofiber Technologies, amongst others.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stem Cell Therapy | Platelet Rich Plasma | Nanofiber Technology"
        },
        {
            "text": "• Improves the quality of life of your patients ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Why Use Regenerative Medicine?"
        },
        {
            "text": "T he AVA is seeking nominations for its Board. Can you join the leadership crew and help to steer the profession?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Steering the AVA ship -get on Board"
        },
        {
            "text": "Here are some tips and information to help you decide if joining the AVA Board might be the right thing for you.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Steering the AVA ship -get on Board"
        },
        {
            "text": "The AVA has nine directors. Six are elected directly by the general membership and three are nominated and appointed by the three largest special interest groups (cattle, equine and ASAVA). Each director has a 3-year term, with a maximum of two successive terms. The President, Vice President and Treasurer are elected each year by the Board.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The AVA Board 101"
        },
        {
            "text": "Nominations are invited for two elected positions on the Board of Directors for a 3-year term to take office in May 2015. These elected positions in 2015 are in addition to a position to be nominated by ASAVA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The AVA Board 101"
        },
        {
            "text": "The first requirement is that candidates have prior experience as an office holder within a special interest group or division committee.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Who should nominate?"
        },
        {
            "text": "\"To be a good Board member, you need to be a good listener and then you need to take the information given to you and be a good advocate for the profession, \" Dr Gilkerson said.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Who should nominate?"
        },
        {
            "text": "Some additional skills and experience that are useful include being a member of community organisations, being a member of other boards and committees, a commitment to animal health and welfare, and the ability to prepare reports for the AVA Board.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Who should nominate?"
        },
        {
            "text": "With a lot of the work involving the AVA's groups and committees, communication and team work are key skills to bring to the AVA Board.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Who should nominate?"
        },
        {
            "text": "\"It helps to be patient, diplomatic and to communicate clearly. Directors need to have a broad knowledge of the different groups within the AVA and how they work together, \" Board member Dr Robert Johnson said.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Who should nominate?"
        },
        {
            "text": "\"If you are interested in helping our profession, joining the Board is a great way to do that. You soon learn what matters to your fellow members, and it is a privilege to be a voice for them. \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Who should nominate?"
        },
        {
            "text": "The Board has a Charter and a Code of Conduct that outline the expectations and operational details of the Board. All election candidates need to agree to abide by the Charter, the Code and the AVA Constitution before their nominations are accepted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "how do I nominate?"
        },
        {
            "text": "Directors have legal responsibility for the Australian Veterinary Association Limited (ACN 008 522 852) under the Corporations Act 2001 and they undertake mandatory training to help them understand and fulfil their legal responsibilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What does the Board do?"
        },
        {
            "text": "These include ensuring that the AVA complies with all aspects of the law, risks are managed appropriately and all parts of the organisation are doing what they should be doing for the benefit of members.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What does the Board do?"
        },
        {
            "text": "The Board sets the direction for the AVA, makes the big strategic decisions and ensures effective risk management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What does the Board do?"
        },
        {
            "text": "The Board appoints the Chief Executive Officer and is responsible for managing his or her performance. The CEO is responsible for managing the AVA's employees and ensuring the Board's strategy is realised.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What does the Board do?"
        },
        {
            "text": "If you haven't already, you can put some faces to names by viewing a video of the AVA Board meeting earlier this year: http://ow.ly/E2rmF. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What does the Board do?"
        },
        {
            "text": "T he object of the AVA's Animal Welfare Trust (AWT) is to provide small grants for research, education or promotion and action programs that lead to improvements in the welfare and wellbeing of animals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AVA's Animal Welfare Trust research grants"
        },
        {
            "text": "In October 2014, AWT's Grants Committee critically evaluated and ranked eight worthy research proposals involving a range of species. AWT Trustees accepted the Committee's recommendations and offered two grants for the following research projects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AVA's Animal Welfare Trust research grants"
        },
        {
            "text": "Yu Zhang, PhD candidate, University of Queensland This project focuses on how ammonia accumulation affects sheep's feed intake during simulated sea export by studying their physiology, behaviour and emotional state.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physiological and behavioural responses of sheep to gaseous ammonia"
        },
        {
            "text": "As the largest live export industry in the world, livestock shipments from Australia mostly involve sheep, especially to the Middle East. During a voyage, ammonia is released from their excreta, which accumulates as a pad that the sheep have to lie on. Ammonia especially accumulates when there is insufficient ventilation, high temperatures and humidity. This is a recognised welfare problem and causes sheep to stand more, feed and ruminate less, hold their heads high for fresher air and suffer conjunctivitis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physiological and behavioural responses of sheep to gaseous ammonia"
        },
        {
            "text": "The University of Queensland recently conducted research on gaseous ammonia accumulation on livestock ships that has been used by RSPCA to seek the establishment of legal limits. However, it is unknown how sheep's feed intake is affected by ammonia on ships.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physiological and behavioural responses of sheep to gaseous ammonia"
        },
        {
            "text": "Using a simulation, the research objectives are to:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physiological and behavioural responses of sheep to gaseous ammonia"
        },
        {
            "text": "• understand how high concentrations of gaseous ammonia affect feed intake • study the sheep's emotional state after exposure to gaseous ammonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physiological and behavioural responses of sheep to gaseous ammonia"
        },
        {
            "text": "Project results will increase our understanding of the welfare implications of long-distance sheep export. In the longer term, they will contribute to modification of sea transport standards to improve sheep welfare and reduce lower returns caused by weight loss. Outcomes may also help improve welfare issues associated with ammonia accumulation in intensive farming.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physiological and behavioural responses of sheep to gaseous ammonia"
        },
        {
            "text": "Effect of shearing in pre-embarkation feedlots on sheep feeding behaviour before export AWT will fund an honours project under Associate Professor Anne Barnes at Murdoch University.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physiological and behavioural responses of sheep to gaseous ammonia"
        },
        {
            "text": "Inappetence late in feedlotting has been shown to increase the risk of shipboard death and consistent feed intake is the key to preventing shipboard deaths from inanition and salmonellosis. Therefore, any interference with consistent intake might have poor health and welfare outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physiological and behavioural responses of sheep to gaseous ammonia"
        },
        {
            "text": "Sheep exported live from Australia are required to spend time in registered premises before shipping. During this time they are fed pelleted feed similar to that provided on the ship so that they can adapt to it, which may take several days. Some sheep may never adapt to the different feed, leading to inappetence, which is associated with salmonellosis and eventual starvation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physiological and behavioural responses of sheep to gaseous ammonia"
        },
        {
            "text": "Disruption and moving may delay feed adaptation, increasing the risk of inappetence and disease at the feedlot and/or on board. Sheep are often shorn during their pre-embarkation preparation to limit wool cover and enhance heat loss. There are no specific standards for the timing of shearing in sheds in relation to the time of embarkation. Previous studies report that short periods of restraint, isolation and shearing are acute stressors for sheep. Superimposing these on animals undergoing adaptation to a novel environment and feed could affect their continued intake of feed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physiological and behavioural responses of sheep to gaseous ammonia"
        },
        {
            "text": "The research objective is to determine whether moving and handling sheep for shearing at the pre-embarkation feedlot interferes with their feeding pattern.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physiological and behavioural responses of sheep to gaseous ammonia"
        },
        {
            "text": "Video footage of the sheep's initial entry to the shed, after shearing and before exit will be analysed using qualitative behavioural assessment (QBA). Using this, observers score descriptors of how animals behave to create an integrated measure of behaviour for comparison of treatments. QBA scores are correlated to physiology and ethology and are a non-invasive means of assessing livestock welfare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physiological and behavioural responses of sheep to gaseous ammonia"
        },
        {
            "text": "Project results will provide guidance for the industry on whether and when shearing should take place during pre-embarkation. It will inform best practice in the intensive sheep industry regarding the effects of shearing on feeding behaviour during feedlotting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physiological and behavioural responses of sheep to gaseous ammonia"
        },
        {
            "text": "Outcomes of both projects will be disseminated via refereed journals, conference presentations and advice to industry. 1 Of the 20 European countries that provided data over this timespan, 18 observed decreases ranging from 0.4% to 49%.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 120,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "outcomes of the research"
        },
        {
            "text": "\"These latest figures, which suggest a positive trend in terms of the responsible use of antibiotics in animals in Europe, are highly welcome, \" explains David Mackay, the Head of the EMA's Division on Veterinary Medicines. \"However, the report also shows that there is scope for further decrease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lyndy Scott AWT Trustee and Chair Grants Committee"
        },
        {
            "text": "\"Measures to promote the rational use of antibiotics in animals need to continue as part of the European Commission's action plan against antimicrobial resistance, \" he said.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lyndy Scott AWT Trustee and Chair Grants Committee"
        },
        {
            "text": "Public health authorities worldwide are confronted with increasing levels of resistance to antibiotics in humans and animals and are engaged in actions at various levels to fight this issue. The responsible use of antibiotics is a key factor to minimise the risk of resistance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lyndy Scott AWT Trustee and Chair Grants Committee"
        },
        {
            "text": "The AVA has been working closely with the Australian Department of Agriculture and human health groups to join this global campaign to promote responsible use of antibiotics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lyndy Scott AWT Trustee and Chair Grants Committee"
        },
        {
            "text": "• national programs and campaigns on the responsible use of antimicrobials • restrictions on the use of certain antimicrobials • increased awareness of the threat of antimicrobial resistance • reduction targets for the use of antimicrobials in animal production in certain member states • fluctuations in size and types of animal populations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Different factors may have contributed to the decline in Europe:"
        },
        {
            "text": "While additional analysis is needed to confirm the main reasons for this decline, the reduction in the use of antibiotics is a positive sign. L ife for women was very different when Judith went to school. She had dreamed of being a veterinarian while spending her school holidays on her uncle's property in Guyra. Attending a private girls' school in the 1940s and early 1950s put her at a disadvantage for pursuing a career as a veterinarian, as physics and chemistry were not deemed important areas of study for young girls. Luckily, she was able to do biology and Latin, which were approved prerequisites for veterinary science at the time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Different factors may have contributed to the decline in Europe:"
        },
        {
            "text": "\"My school Leaving Certificate marks were good enough to receive a Commonwealth scholarship to study at the University of Sydney, \" she said.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emma Malcolm"
        },
        {
            "text": "\"I accepted it and indicated that I planned to study veterinary science.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emma Malcolm"
        },
        {
            "text": "\"I was called for an interview at which it was strongly recommended that I use the scholarship to do an Arts degree, particularly as I was so disadvantaged, not having studied physics or chemistry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emma Malcolm"
        },
        {
            "text": "\"I stood firm -I had my scholarship and I had my opportunity, \" she said.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emma Malcolm"
        },
        {
            "text": "In her first year at vet school, she was the only woman and for whatever reason, her male counterparts decided to elect her as the year representative. This role gave her valuable contact with staff through vet school meetings and allowed her greater access to the vet school area of the university than other first years who had very limited access because they were 'lumped in' with medicine and science students.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emma Malcolm"
        },
        {
            "text": "\"I loved the vet school building; the people, the work, the smells and the lifestyle. \"Elbert was a good teacher, and would be a boss I enjoyed and respected but to my horror he went on holiday a few days after I started work… \"How to make a nervous wreck of a new graduate!\" \"In those early days I remember monitoring a sick heifer in my backyard, which died and whose autopsy revealed one of the early cases of SBE. Calvings were chain and rope pull jobs, distemper was rife and haemonchus in lambs was devastating, \" she said.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emma Malcolm"
        },
        {
            "text": "After marrying Rod, the couple moved to Armidale. He had become a jackaroo after deciding not to complete veterinary science. The local veterinarian, Dr Joe O'Brien, had heard that she was coming.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emma Malcolm"
        },
        {
            "text": "\"Very soon after arrival, Joe arrived on my doorstep, announced who he was, checked who I was and asked why the [expletive] was I sitting up reading a book when there was vet work to be done?\" \"I learnt much from Joe, who calls a spade a spade and was an innovative, real-thinking vet and excellent surgeon. We had an excellent AVA branch and meeting up with colleagues was a vital way for us all to learn and share information, \" she said.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emma Malcolm"
        },
        {
            "text": "However, the erratic hours and unpredictable life of a veterinarian in general practice and marriage were not sitting well and she reluctantly applied for a lecturing position in Rural Science at the University of New England.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emma Malcolm"
        },
        {
            "text": "Everything looked great until the fur started to grow. A Siamese with a fluffy hindleg with the fur growing the wrong way made a good talking point,\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Judith W Magnus Grieve oAM \"A surgery that I'm pretty sure I still haven't lived down was when I did a full hindleg 'marsupial' skin graft on a Siamese cat."
        },
        {
            "text": "Australian Veterinary Journal Volume 92, No 12, December 2014 NEWS N15 \"I was told that as a female I was not a likely long-term proposition for the lecturing position in parasitology. Prejudice withstanding, I became demonstrator in anatomy, histology and parasitology and enrolled to do my PhD, working on ovine brucellosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dr Judith W. Magnus Grieve OAM said."
        },
        {
            "text": "\"I enjoyed the teaching, but research and the experimental work were not really my thing. I yearned for general practice over those years, and by the time I submitted my thesis, I had four children.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dr Judith W. Magnus Grieve OAM said."
        },
        {
            "text": "\"Further experimental work was requested from a biochemist examiner of my thesis. So, I decided to call it quits. This was a huge decision as I had invested so much time and my 'no more research' stand represented failure. But I took great delight in being a mother and knew that my priorities would always be with family, \" she said.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dr Judith W. Magnus Grieve OAM said."
        },
        {
            "text": "The TB and Brucellosis Eradication Scheme gave Dr Grieve her next veterinary venture.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dr Judith W. Magnus Grieve OAM said."
        },
        {
            "text": "\"I was often working with four children and a surrogate grandmother as baby sitter travelling to remote properties and 'interesting' yards, like one that was constructed of iron bedheads. \"Over this time I made good friends with many of the land holders and found myself doing more small jobs and bringing the odd cat or dog back with me to return on the next visit having done whatever treatment it required, \" she said.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dr Judith W. Magnus Grieve OAM said."
        },
        {
            "text": "Dr Grieve's next career move was to buy an old building, which she moved to her property and set up a small surgery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dr Judith W. Magnus Grieve OAM said."
        },
        {
            "text": "\"With my children at the local school, I met more of the locals and built up my small practice, and then had another baby.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dr Judith W. Magnus Grieve OAM said."
        },
        {
            "text": "\"Mixed practice hours didn't work with school hours and I started having to exploit friends and neighbours for school pick-ups and drop-offs. To prioritise my children, it became obvious that I should be keeping close to home (and the school) by doing small animal and 'anything that could be brought to the surgery' work, with limited local large animal cases, \" she said. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dr Judith W. Magnus Grieve OAM said."
        },
        {
            "text": "W ith 21 AVA special interest groups (SIGs), there's one for everyone. You bring your own expertise, skills and experience to join others with similar interests to exchange ideas, inspire and support each other.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meet like-minded vets -join your SIG"
        },
        {
            "text": "Here's a rundown of the different SIG opportunities available to AVA members.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meet like-minded vets -join your SIG"
        },
        {
            "text": "Our largest SIGs are for veterinarians working with cattle (ACV), horses (EVA) and small animals (ASAVA) and in practice management (AVAPM).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The big four"
        },
        {
            "text": "\"You can really benefit from connecting with your like-minded veterinarians through the AVA's SIGs, \" AVA President Julia Nicholls said.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The big four"
        },
        {
            "text": "\"The big SIGs offer outstanding value if you're involved in these areas. They keep you on the cutting-edge of your field by providing you with a range of member benefits. From clinical journals, to tailored continuing professional development and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The big four"
        },
        {
            "text": "A novel strain of coronavirus that causes a rapid onset of severe respiratory disease in humans was first identified in Saudi Arabia in 2012. As of 3 November 2014, the World Health Organization (WHO) has been notified of 897 laboratoryconfirmed human cases of MERS-CoV, including at least 325 related deaths. 1 The virus appears to be circulating widely throughout the Arabian Peninsula, and travel-related cases have been reported in Europe, Africa, Asia and the United States. 2 There have been no cases reported in Australia.",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 311,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 480,
                    "end": 481,
                    "text": "2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Update on Middle East respiratory syndrome coronavirus (MERS-CoV)"
        },
        {
            "text": "MERS-CoV is genetically and biologically distinct from other known coronaviruses such as the virus causing severe acute respiratory syndrome (SARS) in humans. It is considered to be a serious public health threat, because the infection can cause severe disease in humans and coronaviruses may adapt to new hosts and become more easily transmittable between humans. 3 The epidemiology of MERS-CoV infection is not yet fully understood. Similar strains of MERS-CoV have been identified in samples taken from camels and humans in the Middle East and in some cases there has been an association between infections in humans and camels, suggesting that camels are a likely primary source of the MERS-CoV infection in humans. 4 Viruses genetically related to MERS-CoV have also been detected in bat species around the world, and a fragment of viral genetic material matching the MERS-CoV was found in one bat from Saudi Arabia. However according to the World Organisation for Animal Health (OIE), the current evidence does not indicate a direct link between bats and MERS-CoV in humans and further research is warranted. 3 Other species of animals, including sheep, goats, cattle, water buffalo and wild birds, have tested negative for the presence of antibodies to MERS-CoV. Nevertheless, owing to the relatively small sample sizes, the results of these studies cannot exclude infection in other animal species. 3 The OIE, WHO and FAO emphasise that joint human health and animal health investigations are needed to develop a better understanding of the overall epidemiology of MERS and the role of camels and potentially other animal species in the maintenance and transmission of MERS-CoV. 3 Clusters of confirmed human cases have occurred in healthcare settings and households, but there is no evidence of sustained human to human transmission in the community. Immunocompromised persons and those with diabetes, cancer and chronic lung disease are considered at high risk of severe disease from MERS-CoV infection. The WHO recommends that as a general precaution anyone visiting farms or other places where camels are present should practise general hygiene measures, including regular hand washing before and after touching animals, avoiding contact with sick animals and following food hygiene practices. 4 For latest information on MERS-CoV, visit the WHO website: www.who.int/ Resolutions are generally of two types -special resolutions and ordinary resolutions. Any resolution to amend the AVA Constitution requires a special resolution. In order to be passed special resolutions require the approval of at least 75% of the members entitled to vote on that resolution.",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 366,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 720,
                    "end": 721,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 1115,
                    "end": 1116,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 1407,
                    "end": 1408,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 1687,
                    "end": 1688,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 2306,
                    "end": 2307,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Update on Middle East respiratory syndrome coronavirus (MERS-CoV)"
        },
        {
            "text": "Ordinary resolutions are for matters relating to the accounts or reports of officers of the AVA. In order to be passed an ordinary resolution requires the approval of a simple majority of more than 50% of members entitled to vote on the resolution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Liliane Cabral"
        },
        {
            "text": "The wording of a proposed resolution may require amendment after submission (in consultation with the proposers of the resolution). This is to ensure the resolution is in an acceptable form and provides sufficient clarity, particularly if the resolution involves an amendment to the AVA Constitution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Liliane Cabral"
        },
        {
            "text": "Before submitting a resolution, please contact the Company Secretary who may assist with preparation of an acceptable form of wording of the resolution. It is also appropriate to discuss any proposed resolution with a wide range of members prior to formally lodging it with the Company Secretary to ensure that the proposed wording of the resolution clearly conveys your objectives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Liliane Cabral"
        },
        {
            "text": "All proposed resolutions will be considered by the AVA Board, and if they are of the view they are in the best interests of the AVA, put to the Annual General Meeting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Liliane Cabral"
        },
        {
            "text": "For more information contact John Robb, Company Secretary at AVA national office on 02 9431 5040 or corporate@ava.com.au.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Liliane Cabral"
        },
        {
            "text": "Chief Executive Officer Comment on this article at www.ava.com.au/13325 member communications, information resources and guidelines, client-centred materials and accredited programs, your SIG keeps you at the forefront of your field.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Graham Catt"
        },
        {
            "text": "\"The collegiality that comes with joining your SIG is invaluable. It provides you with support, and enables you to support your colleagues, inspires new ways of thinking and doing things, and may even provide some much needed light relief from time to time, \" she said.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Graham Catt"
        },
        {
            "text": "Not involved with cows, horses, small animals or practice management? Then we have 17 boutique SIGs to cater for nearly everyone.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The super seventeen"
        },
        {
            "text": "These SIGs have fewer members but no less collegiality or passion for their work. Most communicate with members via email or through the AVA's discussion forums. Like the larger SIGs, these smaller ones bring together leading veterinarians in a particular field to exchange knowledge and support each other.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The super seventeen"
        },
        {
            "text": "\"The AVA's SIGs are representative of the diversity within our profession, \" Dr Nicholls said.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The super seventeen"
        },
        {
            "text": "\"Whether these smaller SIGs represent your daily working activity or they cover something that you're interested in, it's well worth the nominal investment to connect with your colleagues in these groups, \" she said.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The super seventeen"
        },
        {
            "text": "Learn the ins and outs of all the unusual and exotic pets or explore some new territory through the acupuncture or integrative medicine group. The public health vets share important information about government issues, while the animal welfare and ethics group explores the philosophical and practical aspects of welfare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The super seventeen"
        },
        {
            "text": "The behaviour and dental groups are growing quickly as practitioners understand the value of broadening their skills and knowledge into new areas to meet the demands of modern practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The super seventeen"
        },
        {
            "text": "Pig, sheep, reproductive, alpaca, greyhound and poultry vets are active in creating networks and sharing the latest information within their defined fields of practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The super seventeen"
        },
        {
            "text": "Conservation biologists come together to explore the latest in wildlife health, disease and management and species conservation. The education and research SIG represents veterinarians working in educational institutions and research bodies, while the history group produces the Australian Veterinary History Record, which chronicles the rich and diverse history of veterinary medicine in Australia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The super seventeen"
        },
        {
            "text": "You can view the array of SIGs on offer at www.ava.com.au/about-us/who-does-what/groups. W ith the Christmas holiday season fast approaching, it's a good time to stop and think about the forthcoming social events that will be organised within workplaces for staff, clients and visitors. Such celebrations provide a great opportunity to bond with colleagues and clients, as you can get to know them more in an informal setting. It's not an opportunity to lower your conduct standards such that you end up embarrassed to turn up to work on Monday.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The super seventeen"
        },
        {
            "text": "Together with employees, employers have a responsibility to take all reasonable steps to ensure the safety and health of all who attend work-related functions. This includes a duty of care under work (occupational) health and safety, a range of antidiscrimination legislation, including provision for dealing with sexual and racial harassment, and the criminal code, which includes assault of either of a physical or verbal nature. All of which promote an environment free of discrimination, harassment, bullying and violence, whether or not the function is held offsite or onsite.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emma Malcolm Communication and Marketing Manager"
        },
        {
            "text": "We have all heard those embarrassing stories of staff doing things they should not have done at Christmas parties, only to find photos that you did not want people to see on social media and the professional and social fallout that comes from such posts. This should be enough to make you stop and think about the photo you would prefer to see of yourself on social media.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emma Malcolm Communication and Marketing Manager"
        },
        {
            "text": "Although there are great advantages and value to holding workrelated functions, there are also risks, which, if not managed appropriately, can quickly turn a joyous and enriching time into a nightmare. As many social functions are provided as an extension of the workplace, it is important that employees are aware of the inappropriate behaviour that can surface, especially when functions are highly charged with alcohol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emma Malcolm Communication and Marketing Manager"
        },
        {
            "text": "If you're planning to attend an upcoming work function, be aware that you have a responsibility to take reasonable precautions for your own health and safety and that of others. You are expected to conduct yourself in a respectable manner that leaves the workplace function free from harassment and other offensive behaviour. Avoid becoming intoxicated to the point where your behaviour causes risks to health and safety. Such behaviour includes unwanted touching and kissing, derogatory comments and humour, violence, inappropriate gifts and send-ups, oversharing and illegal drug taking.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emma Malcolm Communication and Marketing Manager"
        },
        {
            "text": "Strategies to minimise the risk of staff social functions getting out of control may include the following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emma Malcolm Communication and Marketing Manager"
        },
        {
            "text": "• before the function, remind all staff of company policies and standards of behaviour in relation to drugs, smoking and alcohol, dress code, bullying and harassment, particularly sexual harassment • discourage excessive drinking and remind all staff of the dangers of drink-driving • take reasonable steps to ensure the consumption of alcohol is limited and make sure non-alcoholic drinks are also available • ensure staff make arrangements to get home safely • provide plenty of food, especially when serving alcohol • have set start and finish times for the function • have a grievance handling procedure in place to deal with any complaints, should they arise • remind management and senior staff that they are role models for expected appropriate behaviour • raise staff awareness of the consequences of breaching of company policy, such as warnings and possible dismissal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emma Malcolm Communication and Marketing Manager"
        },
        {
            "text": "The best functions are those that are well thought out and fundamentally underpinned by clear, concise and reasonable policies, procedures and expectations in relation to the acceptable codes of conduct of all who attend. Such planning will go a long way to making sure the work function is successful and enjoyed by all.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emma Malcolm Communication and Marketing Manager"
        },
        {
            "text": "Comment on this article at www.ava.com.au/13326",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AVA HR Advisory Service"
        },
        {
            "text": "The material contained in this article is general comment and is not intended as advice on any particular matter. No reader should act or fail to act on the basis of any material contained herein. The material contained in this publication should not be relied on as a substitute for legal or professional advice on any particular matter. The Veterinary Nurse Council of Australia and Hill's Pet Nutrition presented the award, which recognises qualified veterinary nurses employed within a veterinary clinic, who provide exceptional service and deliver the highest possible standard of patient care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AVA HR Advisory Service"
        },
        {
            "text": "Editor in Chief T ri-Solfen (T-S) was developed in response to animal welfare concerns about the animal husbandry practice of mulesing of lambs intended for wool production. Many woolproducing sheep are excessively wrinkly in the breech area, which predisposes them to blowfly strike. Removal of this wrinkly skin in the breech area by a process known as 'mulesing' produces a plainer skin profile, which in turn mitigates the occurrence of flystrike.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Anne Jackson"
        },
        {
            "text": "The active ingredients of T-S are the local anaesthetics lignocaine (LIG) and bupivacaine (BUP), together with adrenaline as a vasoconstrictor and the antiseptic cetrimide. These are formulated together in T-S and the product is used as a post-mulesing dressing in lambs. The recommended age for mulesing lambs is 2-12 weeks, with the maximum age allowed under the present Commonwealth Government Model Code of Practice for Welfare of Animals being 12 months. 1 Mulesing is only carried out on young sheep that are destined for wool production. In reality, any concerns about residues from the four actives contained in T-S would be essentially zero, as any traces would have disappeared long before the sheep entered the human food chain. The interval between application and slaughter in almost all cases is likely to be many years, with some sheep dying or being used for pet food. To further reduce human health concerns, all four active ingredients were chosen by the developers because they already had widespread and safe use in human and veterinary medicine. Three of the active components are used topically in humans, and LIG and BUP are also administered parenterally.",
            "cite_spans": [
                {
                    "start": 460,
                    "end": 461,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Anne Jackson"
        },
        {
            "text": "The hazard is known and is essentially zero. The Australian Medicines Handbook (AMH) recommends that the maximum single injected dose of LIG in humans is 3 mg/kg body weight (BW) when used alone or 7 mg/kg BW when administered with adrenaline. 2 The injected dose for BUP with or without adrenaline is recommended at 2 mg/kg BW. The AMH also lists a number of human preparations of LIG used in the nasopharyngeal area or gastrointestinal tract, which results in oral intake of LIG. The AMH does not recognise therapeutic doses of LIG or BUP in humans as a particular hazard. 2 LIG and BUP do not persist in mammals because they are rapidly metabolised, particularly in the liver. The plasma halflives of LIG and BUP in all species are very short (range 1-190 minutes), depending on the species, age, dose and route of administration. The metabolic pathways are common to humans and other mammalian species, including sheep, cattle and pigs. Excretion of parent compounds and their metabolites is rapid and predominantly in the urine. 3, 4 Metabolism results in degradation of the compounds, which is responsible for the loss of local anaesthetic action.",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 245,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 1034,
                    "end": 1036,
                    "text": "3,",
                    "ref_id": null
                },
                {
                    "start": 1037,
                    "end": 1038,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Toxicological hazard identification"
        },
        {
            "text": "The Australian Office of Chemical Safety has reviewed the toxicology and occupational safety of T-S 5 and established an acceptable daily intake (ADI) for its active ingredients: 0.009 mg/ kg BW/day for LIG, 0.001 mg/kg BW/day for BUP and 0.01 mg/kg BW/day for cetrimide. An ADI for adrenaline was not set because residues are not expected to be measurable above endogenous levels normally found in the tissues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Toxicological hazard identification"
        },
        {
            "text": "The biotransformation of LIG and BUP produces 2,6-xylidine as a minor metabolite that has been shown to be a weak mutagenic agent in vitro and to have genotoxic characteristics in vivo. 4 This metabolite produced nasal tumours in a 2-year oral toxicity study in rats receiving daily doses of the metabolite equivalent to 150 mg/kg BW/day. The incidence of these tumours was dosedependent and there was no significant increase in nasal tumours at either of the two lower dose rates of 15 and 50 mg/kg BW/ day. 4 In this rat study it was reported that some of the 2,6-xylidine evaporated from the feed and was inhaled by the rats throughout the study period. The nasopharangeal anatomy of rats is unlike that of humans, which leads to differences in the amount and distribution of inhaled materials. Rodents are also obligate nose breathers with a highly efficient nasal filtering capacity. A further complication in rats is spontaneous respiratory infections and their sequelae. Rats appear to be uniquely susceptible to chronic inflammation and tumours from insoluble cytotoxic particles. 6, 7 Overall, this makes the rat an unsuitable model for predicting the significance of chemicals on the induction of nasal tumours in humans. The unique characteristics of the rat and the volatility of the 2,6-xylidine make it difficult to place any significance on the appearance of nasal tumours in the chronic rat study. The results of the 2-year rat study using 2,6-xylidine have been extensively reviewed and it is accepted that this metabolite of LIG and BUP does not represent a hazard to human health. 4, 8 The end result is that when meat-producing animals are treated with T-S, the possibility of 2,6-xylidine residues being present and causing problems in humans is not an issue. Furthermore, human pharmaco-vigilance studies over a long period have not revealed any reports of carcinogenicity following the widespread therapeutic use of LIG or BUP.",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 187,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 509,
                    "end": 510,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 1089,
                    "end": 1091,
                    "text": "6,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1092,
                    "end": 1093,
                    "text": "7",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1600,
                    "end": 1602,
                    "text": "4,",
                    "ref_id": null
                },
                {
                    "start": 1603,
                    "end": 1604,
                    "text": "8",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Toxicological hazard identification"
        },
        {
            "text": "The lower limits for finding or detecting (LOD) LIG and BUP and their metabolites in tissues and bodily fluids using contemporary mass spectrometric based methods are in the range of 1-10 ng/mL or gram. 3 The regulatory methods actually used to measure the amount of residues in meat and offal have limits of quantification (LOQ) of 0.02 mg/kg for BUP, 0.5 mg/kg for LIG and 0.1 mg/kg for cetrimide. 9 In the case of T-S, in order to keep residues of LIG, BUP and cetrimide as low as practicable, the Australian Pesticides and Veterinary Medicines Authority (APVMA) originally used the LOQs for these active constituents to set the maximum residue limit (MRL). 9",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 204,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 400,
                    "end": 401,
                    "text": "9",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Analytical considerations and residues"
        },
        {
            "text": "Continued on page N20 Australian Veterinary Journal Volume 92, No 12, December 2014 NEWS N20 Based on published methods of calculation 10 and data, 5, 9 if the ADI for LIG of 0.009 mg/kg BW/day is used, the acceptable intake of LIG and its metabolites is 0.54 mg/day for a 60-kg human (0.009 x 60 = 0.54). Similarly, the acceptable intake of BUP plus metabolites is 0.06 mg/day. Thus, the total acceptable maximum daily intake of the parent local anaesthetics and their metabolites, expressed as parent drug is 0.6 mg (0.54 + 0.06 = 0.6) for a 60-kg human. The standard intake of meat is a total of 0.5 kg/day, made up of the sum of muscle, liver, kidney and fat. The most conservative MRL set for either of the local anaesthetics is for BUP at 0.02 mg/ kg meat. Therefore, the highest acceptable daily consumption of meat from treated animals can be estimated by dividing the total acceptable drug intake of 0.6 mg by the conservative maximum amount of drug permitted in 0.5 kg meat of 0.01 mg. This results in a theoretical maximum daily intake of 60 kg of meat, which would be unrealistic. It must also be stressed that ADIs and the resultant MRLs are levels for regulatory action and are not human health levels. In the case of LIG and BUP for T-S, the ADIs have been calculated using 1000-fold safety factors. This means that the occasional consumption of meat containing residues that marginally exceed the MRL does not translate into a human health hazard.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 150,
                    "text": "5,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 151,
                    "end": 152,
                    "text": "9",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Use of Tri-Solfen in sheep and other food-producing animals"
        },
        {
            "text": "The management of any risks associated with the use of T-S for mulesing lambs has been achieved by standard regulatory procedures. The risk of residues in food and the associated risk to trade have been addressed by the APVMA. 11 The active ingredients are included in Table 5 of the Australian Maximum Residue Limit Standard, where substances for which MRLs are not necessary are listed. The entry for T-S in the MRL Standard also contains the qualifier \"as a component in a post-mulesing treatment of lambs that are kept for wool production\". As a further safeguard, a meat withholding period (WHP) of 90 days after treatment has been established. At this time, more than 30 million sheep have been treated with T-S and there have been no reported residue violations in Australia, or in any other country.",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 229,
                    "text": "11",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 269,
                    "end": 276,
                    "text": "Table 5",
                    "ref_id": null
                }
            ],
            "section": "Use of Tri-Solfen in sheep and other food-producing animals"
        },
        {
            "text": "The safety of T-S has also been assessed by the Australian National Drugs and Poisons Scheduling Committee and as a result has recently been placed in Schedule 5, 12 which identifies T-S as having \"low potential for causing harm, the extent of which can be reduced through the use of appropriate packaging with simple warnings and safety directions on the label\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Use of Tri-Solfen in sheep and other food-producing animals"
        },
        {
            "text": "The proposed new Australian Animal Welfare Standards include the requirement for pain relief for many routine animal husbandry practices in sheep and cattle. 13 The result of these proposed changes will be to place ongoing pressure to make it a requirement to provide pain relief in sheep and cattle undergoing procedures such as castration, dehorning and tail docking. Additional pressures to improve farm animal welfare are also being applied by processors of human food and by consumers of animal products. In order to meet these welfare requirements, there is a need for products, such as T-S, that can provide pain relief and infection control. However, as a consequence of these pressures, there have been reports of the use of T-S for purposes other than mulesing of lambs, which is the only registered use at this time.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 160,
                    "text": "13",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Future directions"
        },
        {
            "text": "Although it may be possible for a veterinary practitioner to use T-S 'off-label' for individual animals, this usage pattern was never intended to accommodate the mass medication of foodproducing animals. There is currently development work under way to provide data to support the extension of the registration of T-S to support other husbandry procedures in livestock. Such work should provide a registered product that will meet the new and additional requirements of the livestock industries, through expanded therapeutic claims and associated appropriate usage patterns. It will also ensure that the risk of violative residues from all registered uses will not be an issue. This outcome will also continue to protect the use of T-S for mulesing of lambs. I came across a book recently by psychologist Daniel Kahneman, titled Thinking fast and slow. For veterinary practitioners, this book makes for interesting reading. Thinking fast and slow has become a bestseller and in it the author describes two different modes of thinking and decision-making. System 1 operates automatically, with little or no effort, and no sense of voluntary control. System 2 involves effortful mental activities, including complex computations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future directions"
        },
        {
            "text": "A punter may make a selection in a race because he thinks he is a good judge of horse flesh and this is a System 1 or a heuristic selection. Alternatively, a punter may spend a week studying form before he makes his selection and this is a System 2 judgement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "JG McLean"
        },
        {
            "text": "Kahneman argues that although the heuristic process is useful, there are biases and traps that intelligent people and even statisticians fall into. System 2 performs better, if established protocols and formulae can be set up.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "JG McLean"
        },
        {
            "text": "Much of the book is about the biases of intuition. Kahneman's stated aim is to improve our ability to identify and understand errors of judgment and choice, in others, and eventually in ourselves, by providing a richer and more precise language to discuss them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "JG McLean"
        },
        {
            "text": "Consider an anorexic cat presented to a practitioner.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "JG McLean"
        },
        {
            "text": "Practitioner A: Palpates pain in the anterior abdomen and quizzes the owner, who advises that the cat is fed a high-fat diet. A lipase test may or may not be performed. Acute pancreatitis is diagnosed, which is a heuristic decision, especially if pathology tests are not performed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "JG McLean"
        },
        {
            "text": "Practitioner B: Finds the same clinical signs but orders bloods, radiology and sonography. Based on those results, a System 2 decision is made.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "JG McLean"
        },
        {
            "text": "Kahneman describes the traps and biases made by Practitioner A as follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "JG McLean"
        },
        {
            "text": "1. Insensitivity to prior probabilities of outcomes. Available textbooks indicate that pancreatitis in cats is rare. 2. Insensitivity to sample size. Even if pancreatitis was correctly diagnosed in two cats last year, that sample is too small to state that it is a common condition. 3. Misconceptions of chance. There hasn't been a case of a cat with pancreatitis so far this year, so it is about time one showed up. This is using the gambler's fallacy -three tosses of a coin landing heads does not mean that the next one is any more likely to be tails. 4. Availability. The client comes in with a preconceived diagnosis, usually made by an internet search. The client is often wrong, because of not having available experience or data. \"I think my dog has ringworm, \" for example.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "JG McLean"
        },
        {
            "text": "Practitioner B is a big fan of evidence-based medicine, which seems to be gaining popularity in the veterinary as well as the medical profession.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "JG McLean"
        },
        {
            "text": "System 1 is continually reinforced by System 2, so a more experienced practitioner will need less evidence-based medicine than a new graduate. In the emergency room, there is often no time for System 2, so an experienced practitioner with welldeveloped System 1 knowledge will be more effective.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "JG McLean"
        },
        {
            "text": "Our clients may not be able to afford evidence-based medicine, in which case, they will favour an intuitive practitioner. Some practices may find it more profitable to use evidence-based medicine, particularly those with in-house pathology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "JG McLean"
        },
        {
            "text": "Fear of litigation may encourage some practitioners to use evidence-based medicine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "JG McLean"
        },
        {
            "text": "I recommend this book to practitioners. It's pretty heavy going, but repays persistence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "JG McLean"
        },
        {
            "text": "Comment on this article at www.ava.com.au/13329",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Neil McGlynn Veterinary practitioner, Newcastle"
        },
        {
            "text": "in Tasmanian dogs T he paper by David Jenkins and others 1 and an associated news article published in the August 2014 edition of the Journal remind us of the need for ongoing management of tapeworms in dogs, especially hydatids. I believe, however, that the present situation in Tasmania has been misrepresented, especially in the news article, which concluded that \"Hydatid tapeworm (Echinococcus granulosus) is still present in Australian rural dogs, most commonly in Tasmania, despite 'provisional eradication' having been declared in Tasmania in 1996\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Re: Prevalence of Echinococcus granulosus"
        },
        {
            "text": "Tasmania ran an effective campaign to control hydatids from the 1960s until provisional freedom was declared in 1996. Since then all detections of hydatids in livestock at slaughter have been investigated. Although many of these detections can be explained by the animals having been infected on the mainland, there are occasional animals that have only ever resided in Tasmania, so must have been infected locally. This indicates a low level of transmission of hydatids in Tasmania, but the level of detection in abattoir suggests that transmission is a rare event.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Re: Prevalence of Echinococcus granulosus"
        },
        {
            "text": "Continued on page N22",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Re: Prevalence of Echinococcus granulosus"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "AVMA seeks to promote intraprofessional dialogue about animal welfare issues",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Ebola virus antibody prevalence in dogs and human risk",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Allela",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Bourry",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pouillot",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Emerg Infect Dis",
            "volume": "11",
            "issn": "",
            "pages": "385--390",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "World Health Organization (WHO)",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Frequently asked questions on Middle East respiratory syndrome coronavirus (MERS-CoV",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Questions & Answers on Middle East Respiratory Syndrome Coronavirus (MERS-CoV)",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Update on MERS-CoV transmission from animals to humans, and interim recommendations for at-risk groups",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Model Code of Practice for the Welfare of Animals: the sheep. Primary Industries Ministerial Council Publication No. 89",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Australian Medicines Handbook. Australian Medicines Handbook Pty Ltd",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "30--38",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Local anaesthetics that metabolize to 2,6-xylidine or o-toluidine: final review of toxicological literature",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Masten",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Carson",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Opinion of the Scientific Committee of the Norwegian Scientific Committee for Food Safety. Norwegian Scientific Committee for Food Safety",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Australian Government Department of Health and Ageing Office of Chemical Safety. Health risk assessment for tri-solfen topical anaesthetic and antiseptic solution for pain relief in sheep",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Hayes principles and methods of toxicology",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Valentine",
                    "suffix": ""
                },
                {
                    "first": "Kennedy",
                    "middle": [],
                    "last": "In",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1085--1143",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Toxicology: the basic science of poisons. 5th edn McGraw-Hill",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Witschi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Last",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "443--462",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The European Agency for the Evaluation of Veterinary Medicinal Products, Veterinary Medicines Evaluation Unit. Lidocaine summary report",
            "authors": [],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Tri-solfen: anaesthetic and antiseptic solution for pain relief in sheep research permit (RP 8660)",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Hayes principles and methods of toxicology",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Beck",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "23--75",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "National Drugs and Poisons Schedule Committee. Scheduling proposals, final decisions and reasons",
            "authors": [],
            "year": 2011,
            "venue": "APVMA",
            "volume": "",
            "issn": "",
            "pages": "40--44",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Australian Animal Welfare Standards and Guidelines",
            "authors": [],
            "year": 2014,
            "venue": "Animal Health Australia",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Echinococcus granulosus and other intestinal helminths: current status of prevalence and management in rural dogs of eastern Australia",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Jenkins",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Lievaart",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Boufana",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Aust Vet J",
            "volume": "92",
            "issn": "",
            "pages": "292--298",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Steering the AVA ship -get on Board M Balzer N12 AVA's Animal Welfare Trust research grants L Scott N13 Positive trend in responsible use of antibiotics E Malcolm N16 Update on Middle East respiratory syndrome coronavirus (MERS-CoV) L Cabral N16 Meet like-minded vets -join your SIG E Malcolm N17 Request for Notice of Resolutions for the Annual General Meeting of The Australian Veterinary Association Ltd Graham Catt N18 Don't let social functions leave you red-faced M Eamer N18 Tiffany Swift wins vet nurse of the year 2014 A Jackson N22 Vic Div hits a century! A Jackson LETTERS To ThE EDIToR N19 Use of Tri-Solfen in sheep and other foodproducing animals J McLean N21 Thinking fast and slow N McGlynn",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Health is the animal health division of Medical Australia Limited (MLA). MLA incorporates: MediVet, TUTA Healthcare, BMDi TUTA Healthcare Pty Ltd, TUTA Vet and Clements Medical Equipment.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Comment on this article at www.ava.com.au/13320 Australian Veterinary Journal Volume 92, No 12, December 2014 NEWS N13 Positive trend in responsible use of antibiotics S ales of antibiotics for use in animals fell overall by 15% between 2010 and 2012 in Europe, according to a report published by the European Medicines Agency (EMA).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Our little band of vet students soon became a cohesive group of friends.\"I received two posts and two credits at the end of first year and was utterly devastated when, despite all my effort and evening coaching sessions, physics was my downfall.\"So back to first year again, with some of my 'old' friends, a group of new friends, another woman and, as it turned out, my future husband, ' she said.\"My final year practical at Dr Elbert Cooper's mixed practice in Orange resulted in him giving me a job upon graduation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "this article at www.ava.com.au/13323 NEWS N17 Request for Notice of Resolutions for the Annual General Meeting of The Australian Veterinary Association Ltd 27 May 2015 (First request) ACN: 008 522 852 M embers who wish to submit resolutions for consideration at the 2015 Annual General Meeting to be held on 27 May 2015 in Brisbane, should send these in writing to the AVA Company Secretary at AVA national office by 5.00pm Friday 13 February 2015.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Comment on this article at www.ava.com.au/13324 Australian Veterinary Journal Volume 92, No 12, December 2014 NEWS N18 Don't let social functions leave you red-faced Tiffany Swift wins vet nurse of the year 2014",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "in Northern NSW for winning the 2014 National Vet Nurse of the Year Award.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Comment on this article at www.ava.com.au/13315",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "09/14 GOLD Supporter Australian Veterinary Journal Volume 92, No 12, December 2014 Graham Catt, Chief Executive Officer Comment on this article at www.ava.com.au/13317",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Vet Ed library: www.ava.com.au/library *Cegedim: Veterinarians Comfortis Survey December 2012 (Australia) commissioned by Elanco. Survey data on fi le. Statistically signifi cant difference in one-tailed test versus the number two veterinary recommended fl ea product for dogs. ©2014 Elanco, a division of Eli Lilly and Company Limited. Elanco and Comfortis are trademarks owned or licensed by Eli Lilly and Company, its subsidiaries or affi liates. AUCAHCMF00048k",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "As a Veterinary Professional, you are always concerned with providing the best treatment options for your patients and their owners.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "National Public Affairs Manager Comment on this article at www.ava.com.au/13319 \"I would recommend that all vets, at some stage in their career, become involved in the AVA, whether at Board, division or branch level, or within a special interest group. The profession is richer for the contribution of all of the volunteer office holders throughout the AVA and being involved can be very rewarding for those individuals as well,\" Board member Dr James Gilkerson said. You can request a copy of the Director's information package (including the nomination form) from Sue McGrath: secretariat@ava.com.au or 02 9431 5050. If you have questions or concerns, please contact Company Secretary, John Robb, on 02 9431 5040. Nominations must be received by 5 February 2015. Impress your dog again with monthly fl ea protection. NOT. HAPPY. Australia Pty Ltd, Building D 12-24 Talavera Rd, Macquarie Park, NSW 2113. ABN 53 071 187 285 ®FRONTLINE PLUS is a registered trademark of Merial. ©2014 Merial Limited. All rights reserved. FRLP.14.08.125. Source: IPSOS Pet Owner Study Feb 2014 MOST OF US DON'T GET MONTHLY FLEA TREATMENTS Australian Veterinary Journal Volume 92, No 12, December 2014",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Communication and Marketing Manager Comment on this article at www.ava.com.au/13321",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "The member spotlights have been a mainstay in the AVJ this year. We love being inspired by your stories and know that your colleagues enjoy them too. So please keep the nominations coming; you can nominate yourself or another member by emailing emma.malcolm@ava.com.au. Having recently retired, Dr Grieve is a hard lady to catch. She is busy researching the Armidale area's local and her own family history, is President of the Armidale and District Historical Society, has organised a number of public historical re-enactments, supervises her son's calving heifers and does a variety of voluntary work, including being a knowledgeable and welcoming guide at the Armidale Visitor Information Centre. Comment on this article at www.ava.com.au/13322 Australian Veterinary Journal Volume 92, No 12, December 2014",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "Victoria Comment on this article at www.ava.com.au/13328 Continued from page N19 Australian Veterinary Journal Volume 92, No 12, December 2014 Thinking fast and slow H aving worked with numerous colleagues over the years, I have always wondered about the variation in diagnostic technique. Veterinary practitioners make dozens of judgements and choices each day and I wonder how often we rely on our instincts.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Publishing Asia Pty Ltd, 155 Cremorne Street, Richmond Vic. 3121, Australia. TEL +61 (0)3 9274 3100. FAX +61 (0)3 9274 3101. Corporate Citizenship Wiley's Corporate Citizenship initiative seeks to address the environmental, social, economic, and ethical challenges faced in our business and which are important to our diverse stakeholder groups. We have made a long-term commitment to standardize and improve our efforts around the world to reduce our carbon footprint. Follow our progress at www. wiley.com/go/citizenship Journal customer services For ordering information, claims and any enquiry concerning your journal subscription please go to www.wileycustomerhelp.com/ask or contact your nearest office. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PUBLISHER Australian Veterinary Journal is published by Wiley"
        },
        {
            "text": "Prices include delivery of print journals to the recipient's address. Delivery terms are Delivered at Place (DAP); the recipient is responsible for paying any import duty or taxes. Title to all issues transfers FOB our shipping point, freight prepaid. We will endeavour to fulfil claims for missing or damaged copies within six months of publication, within our reasonable discretion and subject to availability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DELIVERY TERMS AND LEGAL TITLE"
        },
        {
            "text": "Ltd. All journals are normally despatched direct from the country in which they are printed by surface air-lifted delivery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PRINTING AND DESPATCH Printed in Australia by Ligare Pty"
        },
        {
            "text": "Copyright © 2014 Australian Veterinary Association. All rights reserved. No part of this publication may be reproduced, stored or transmitted in any form or by any means without the prior permission in writing from the copyright holder. This consent does not extend to other kinds of copying such as copying for general distribution, for advertising or promotional purposes, for creating new collective works or for resale. Authorisation to photocopy items for internal and personal use is granted by the copyright holder for libraries and other users registered with their local Reproduction Rights Organisation (RRO), eg. Copyright Clearance Center (CCC), 222 Rosewood Drive, Danvers, MA 01923, USA (www.copyright.com), provided the appropriate fee is paid directly to the RRO. This consent does not extend to other kinds of copying such as copying for general distribution, for advertising or promotional purposes, for creating new collective works or for resale. Special requests should be addressed to PermissionsUK@wiley.com DISCLAIMER The publisher, The Australian Veterinary Association and editors cannot be held responsible for errors or any consequences arising from the use of information contained in this journal; the views and opinions expressed do not necessarily reflect those of the publisher, the Australian Veterinary Association and editors, neither does the publication of advertisements constitute any endorsement by the publisher, the Australian Veterinary Association and editors of the products advertised. Submission of photographs for publication will be held to imply that permission for publication has been obtained from the photographer and from the subject(s) of the image.AVJ.PI.Feb13 TRADEMARKS AVA and the AVA logo are registered trademarks of the Australian Veterinary Association Limited.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COPYRIGHT AND PHOTOCOPYING"
        },
        {
            "text": "There is no evidence of local transmission of hydatids to people in Tasmania. The Tasmanian Department of Health and Human Services advises there has not been any detection of hydatids in people that can be related to infection acquired in Tasmania after 1996 and evidence suggests that transmission to people ceased in Tasmania in the early 1970s. The Tasmanian dogs reported by Jenkins et al. were sampled as part of investigations into cattle infections detected at slaughter and as such comprise a sample that is heavily biased towards high-risk dogs. The prevalence detected in these dogs cannot be considered an indication of the broader situation in Tasmanian dogs and also cannot be reliably compared with the results from a volunteer sample of dogs tested in other states. It is illegal in Tasmania to feed livestock offal to dogs unless it has been cooked to the point of being commercially sterile. Unfortunately, the section in the paper dealing with dog feeding practices did not differentiate Tasmanian results from other states, so does not provide any indication of the level of compliance with this requirement.We are fortunate in Tasmania that, unlike on the mainland, hydatids have never been detected in wildlife. This means that by continuing to educate at-risk groups not to feed livestock offal to dogs we have an effective tool for the control of the disease.Tasmania will continue to follow up all detections of hydatids in livestock at slaughter to investigate and try to eliminate sources of infection. We will also continue to provide targeted information to dog and livestock owners about the steps they should take to prevent the disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NEWS"
        },
        {
            "text": "Comment on this article at www.ava.com.au/13330",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RM Andrewartha Chief Veterinary Officer, Tasmania"
        },
        {
            "text": "Vic Div hits a century! T he AVA Victorian Division and more than 70 of its members recently celebrated 100 years with a dinner at Parliament House. The Premier of Victoria, Dr Denis Napthine also attended and is pictured below with Victorian Division President Dr Trish Stewart.Anne Jackson Editor in Chief",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Continued from page N21"
        }
    ]
}