{"paper_id": "80fb643712d9c0ac10cc8f9e2e5ef71956a9f9fb", "metadata": {"title": "The Journal of Infectious Diseases Making Universal Influenza Vaccines: Lessons From the 1918 Pandemic", "authors": [{"first": "David", "middle": ["M"], "last": "Morens", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jeffery", "middle": ["K"], "last": "Taubenberger", "suffix": "", "affiliation": {"laboratory": "Viral Pathogenesis and Evolution Section, Laboratory of Infectious Diseases, Division of Intramural Research, National Institute of Allergy and Infectious Diseases", "institution": "National Institutes of Health", "location": {"settlement": "Bethesda", "region": "Maryland"}}, "email": "tauben-bergerj@niaid.nih.gov."}]}, "abstract": [], "body_text": [{"text": "In 1918, the world experienced the deadliest single event in recorded human history [1, 2] -the sudden emergence of an influenza virus of extraordinary lethality, unprecedented in more than a millennium of influenza pandemic observation ( Figure 1 ). In considering the rationale for and the desired characteristics of so-called \"universal\" influenza vaccines, we must, before any other consideration, look back from the vantage point of 2018 to that century-old tragedy and ask: What are we trying to prevent, and how do we expect a vaccine to prevent it?", "cite_spans": [{"start": 84, "end": 87, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 88, "end": 90, "text": "2]", "ref_id": "BIBREF1"}], "ref_spans": [{"start": 239, "end": 247, "text": "Figure 1", "ref_id": null}], "section": ""}, {"text": "The novel 1918 pandemic virus killed an estimated 50-100 million people within the span of a year [3] , which would equate, given the same degree of lethality, to as many as 400 million or more deaths today. Preventing a repeat of such an unimaginable disaster is a litmus test, and the ultimate standard, for any universal influenza vaccine.", "cite_spans": [{"start": 98, "end": 101, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": ""}, {"text": "But pandemic vaccine prevention is only one part of what must be achieved with a putative \"universal\" influenza vaccine. Over time, nonpandemic influenza viruses can be just as deadly, or more so. The 1918 H1N1 pandemic influenza A virus (IAV) was a founder virus that introduced a new and deadly viral era [4] . A century later we are still living in this era: All of the influenza A viruses that have circulated in humans since 1918, including H1N1, H2N2, and H3N2 viruses, are genetic descendants of the original 1918 virus, including new pandemic viruses derived by reassortment (\"antigenic shift\") with other IAVs in 1957 (H2N2), 1968 (H3N2) [5] , and after emergence of a swine-origin virus in 2009 (a novel H1N1 with a classical swine-derived H1 hemagglutinin [HA] genetically and antigenically similar to, and directly descended from, the H1 HA gene of the original human 1918 virus [4] ); several intrasubtypic reassortant seasonal viruses that have spread pandemically [5, 6] ; and all annual/seasonal IAVs that have circulated endemically and epidemically on an ongoing basis for the last 100 years [4] (Figure 2 ).", "cite_spans": [{"start": 307, "end": 310, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 647, "end": 650, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 891, "end": 894, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 979, "end": 982, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 983, "end": 985, "text": "6]", "ref_id": "BIBREF5"}, {"start": 1110, "end": 1113, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [{"start": 1114, "end": 1123, "text": "(Figure 2", "ref_id": null}], "section": ""}, {"text": "Such seasonal viruses mutate continually via \"antigenic drift\" that creates new, and may remove old, HA and neuraminidase (NA) antigenic epitopes, and which may also add N-linked glycosylation sites, all to escape human population immunity elicited by the circulation of recent IAV ancestors ( Figure 2 ). As deadly as the 1918 pandemic was, US mortality data, adjusted for population growth, suggest that over the past century about 3 times as many deaths have been caused by descendants of the 1918 pandemic virus than by the pandemic virus itself.", "cite_spans": [], "ref_spans": [{"start": 294, "end": 302, "text": "Figure 2", "ref_id": null}], "section": ""}, {"text": "The targets of a universal influenza vaccine are therefore many, variable, and constantly changing. The past century has revealed the extraordinary ability-unmatched in communicable disease history-of a single introduced infectious agent to successfully overcome, on a continuing basis, the serial adaptations of population immunity that the virus itself elicits by constant antigenic change. It is a useful, if challenging, thought experiment to realize that even at a minimum, a truly universal influenza vaccine would have to reliably protect against all of the past century's worth of influenza viruses. Not only that, but the ideal universal vaccine would also need to protect against the other influenza types (especially influenza B viruses), not further discussed here [9] .", "cite_spans": [{"start": 777, "end": 780, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": ""}, {"text": "But to complicate matters even further, out of the global reservoir of wild-bird IAVs that apparently gave rise to the 1918 pandemic virus have also emerged IAVs that infect other animals and have subsequently gone on to infect humans, often causing severe diseases in individuals, even when the viruses are not transmitted between humans and when they are not necessarily A B C Figure 2 . Influenza A viruses and mechanisms of antigenic change. Hemagglutinin (HA) and neuraminidase (NA) are the major surface glycoproteins that elicit protective humoral immunity. Antigenic change can occur via several different mechanisms [7] , as diagrammed here. A, Antigenic shift, or gene segment reassortment with another influenza A virus (following mixed infection), can lead to viruses with novel gene segment combinations. In the example shown, reassortment of the pre-1957 human H1N1 virus with one or more unknown avian H2N2 influenza A viruses led to the emergence of the 1957 pandemic virus containing 3 novel avian influenza-derived gene segments, PB1, HA, and NA. B, Intrasubtypic reassortment in which 2 co-circulating human influenza viruses of the same HA subtype can undergo reassortment to create a novel genotype, as occurred in both the postpandemic H1N1 and H3N2 viruses [5] . In the example shown, 2 clades of H3N2 viruses reassorted and led to the antigenically variant 2003 Fujian-like epidemic [6] . C, Antigenic drift, where coding mutations in the antigenic regions of HA and NA lead to continual antigenic alteration of circulating influenza viruses [8] (see Figure 3 ).", "cite_spans": [{"start": 625, "end": 628, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 1280, "end": 1283, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1407, "end": 1410, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 1566, "end": 1569, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [{"start": 379, "end": 387, "text": "Figure 2", "ref_id": null}, {"start": 1575, "end": 1583, "text": "Figure 3", "ref_id": "FIGREF1"}], "section": ""}, {"text": "The 1918 pandemic caused so many deaths, so quickly, that in some hospitals bodies were stacked up layers deep; hasty burials, and burials in mass graves, were common.", "cite_spans": [], "ref_spans": [], "section": "Figure 1."}, {"text": "proceeding toward pandemicity. We have little understanding of the risks posed by such IAVs. For example, the 2009 pandemic virus contained gene segments derived from the 1918 pandemic virus, which had been transmitted to pigs in 1918, and had gone on to circulate in pigs over the past century [4] . Are any, or all, swine influenza viruses potential threats to humans? What about IAVs that circulate in horses or dogs? A panzootic equine influenza virus has switched hosts to cause a canine panzootic [10] ; are humans also at risk of future pandemics arising from similar mammalian host-switching events? And, what about poultry-adapted influenza viruses that occasionally infect humans, sometimes fatally, such as the H5N1 and H7N9 viruses [11] [12] [13] , which have together killed approximately 1100 people since 1997, but which have not become adapted to human transmission? Do these viruses pose a pandemic risk; if so, would their emergence cause extremely high case fatality?", "cite_spans": [{"start": 295, "end": 298, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 503, "end": 507, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 744, "end": 748, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 749, "end": 753, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 754, "end": 758, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Figure 1."}, {"text": "What are the implications of these many potential forms of IAV emergence for universal influenza vaccine prevention? Clearly, influenza has displayed an array of deadly mechanisms for host switch, evolution, and escape from population immunity. How many additional mechanisms are we completely unaware of, and what sorts of vaccines could be produced to prevent emergences in humans of novel IAVs introduced by any such mechanism? To make universal vaccines, we need to understand and synthesize an enormous amount of virologic, pathologic, immunologic, epidemiologic, and historical information about many, diverse, and ever-changing influenza viruses.", "cite_spans": [], "ref_spans": [], "section": "Figure 1."}, {"text": "With so many different types of IAVs infecting so many different hosts, it is helpful to start by considering the global universe of IAVs, which includes genetically diverse and welladapted viruses of wild waterfowl and shore birds, hosts which constitute the reservoir of all IAVs. These viruses circulate silently, and reassort continually, causing little or no harm to their billions of avian hosts, while retaining high antigenic stability because they are under little immune pressure within avian enteric tracts. Only rarely (apparently only once in the past 100 years) has one of these waterfowl viruses somehow hostswitched, via unknown direct or indirect mechanisms, to cause a pandemic (in 1918). Of the 16 waterfowl HA subtypes and 9 waterfowl NA subtypes known to exist in nature, only 3 HAs (H1, H2, H3) and 2 NAs (N1, N2) have ever been documented to occur in a pandemic virus, and epidemiologic evidence supports the possibility that this may be true as far back as the earlier pandemics of 1831 and 1889.", "cite_spans": [], "ref_spans": [], "section": "Threats Posed by Influenza Viruses Emerging From Their Natural Hosts"}, {"text": "However, we have no assurance that other HAs and NAs do not pose as great a threat (see Preventing Disease Severity Caused by Pathogenic Influenza Viruses section), requiring that truly universal influenza A vaccines protect against viruses possessing all 25 of these highly different surface glycoproteins (in 144 combinations, each of which may be associated with different viral properties), each expressing multiple and unique critical epitopes. This represents an extraordinarily steep challenge to vaccine development, but it is only a part of the total threat that universal vaccines must face.", "cite_spans": [], "ref_spans": [], "section": "Threats Posed by Influenza Viruses Emerging From Their Natural Hosts"}, {"text": "The challenges to preventive vaccines discussed above address only pandemic viruses that arise from wild waterfowl and may be of limited relevance to waterfowl viruses that adapt to humans or to other nonhuman hosts and then evolve in their new hosts. As a result of high-level transmission necessary for survival in these new adapted hosts, both human-and other mammalian-adapted and poultry-adapted influenza viruses drift continually and change antigenically over time. Unlike the genetically stable viruses within the waterfowl reservoir [14] , human-adapted IAVs [8] , as well as poultry-and mammalian-adapted viruses, are restless moving targets of ever-changing antigenicity. This can be visualized dramatically by examining antigenic drift in the 4 different pandemic/postpandemic viruses prevalent since 1955 [15] (Figure 3 ).", "cite_spans": [{"start": 542, "end": 546, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 568, "end": 571, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 818, "end": 822, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [{"start": 823, "end": 832, "text": "(Figure 3", "ref_id": "FIGREF1"}], "section": "Mammals"}, {"text": "Defining significant antigenic change as drift or intrasubtypic reassortant that requires a new vaccine formulation (a rough marker of a virus's neutralization escape), it is clear ( Figure 3 ) that all human IAVs have been changing antigenically after every few years of human circulation, with H3N2 viruses in particular showing an extraordinary degree of antigenic drift associated with alarming mortality. It is noteworthy that when this H3N2 virus first appeared in pandemic form in 1968, introducing a novel waterfowl-origin H3 onto the backbone of a human-adapted virus, it was of very low pathogenicity. In the 50 years since then, its further evolution in humans has led to increased pathogenicity and increased mortality.", "cite_spans": [], "ref_spans": [{"start": 183, "end": 191, "text": "Figure 3", "ref_id": "FIGREF1"}], "section": "Mammals"}, {"text": "Analogous viral antigenic changes associated with viral circulation in other mammals and in domestic poultry have also been documented [16, 17] . Evidence from all of these secondarily infected host species leads to the conclusion that adaptation of wild waterfowl IAVs to nonnatural hosts begins a process of continuing viral hyperevolution to escape host population immunity that it keeps on creating, a process that may have no definite end unless host populations can outlive the mutational repertoire of the IAVs.", "cite_spans": [{"start": 135, "end": 139, "text": "[16,", "ref_id": "BIBREF15"}, {"start": 140, "end": 143, "text": "17]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Mammals"}, {"text": "The above considerations about preventing IAV infection draw our attention to historical observations that influenza pandemics are of variable severity [18] , from the milder pandemics of 1510 and 2009, to the deadly pandemics of 1557 and 1918. In 1918, for example, the pandemic virus appeared to produce at least 4-fold higher mortality across the entire age spectrum than did the pandemic virus of 1889. In animal studies using chimeric viruses that express different modern waterfowl HAs on the same isogenic 7-gene viral backbone, HAs were shown to be independent virulence factors, with some avian HA subtypes being inherently and significantly more pathogenic in mammals than other subtypes, including H1, H6, H7, H10, and H15 [19, 20] . This is an alarming observation, since these pathogenic HAs exist in nature around the globe in the wild waterfowl reservoir and will remain in existence for the foreseeable future, constituting a threat that must be prevented because it cannot be eliminated. It also raises an issue for universal vaccine development: Are some influenza virus subtypes more important than others with respect to their ability to cause fatality? If so, must candidate vaccines demonstrate an even higher degree of protection against them? In this regard, are the pathogenetic mechanisms of severe influenza disease different from those of mild disease, and will it be possible to make universal vaccines that not only prevent infection but also prevent disease severity if infection should occur? Much remains unknown, but it is abundantly clear that whether emerging directly from the wild waterfowl reservoir, or from antigenic change associated with circulation in intermediate hosts, extreme viral pathogenicity is an important aspect of the threat of pandemic emergence and of postpandemic/postpanzootic viral circulation, and must be effectively countered by any truly universal vaccine.", "cite_spans": [{"start": 152, "end": 156, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 734, "end": 738, "text": "[19,", "ref_id": "BIBREF18"}, {"start": 739, "end": 742, "text": "20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Preventing Disease Severity Caused by Pathogenic Influenza Viruses"}, {"text": "Further regarding viral pathogenicity, in the 1918 pandemic the great majority of deaths were caused not by the virus itself but by secondary bacterial pneumonias associated with various pneumopathogens, especially Streptococcus pneumoniae, Streptococcus pyogenes, and Staphylococcus aureus [21] . Copathogenic phenomena seem to be responsible for most influenza deaths today as well, although, fortunately, age-specific incidence rates of secondary bacterial pneumonia in persons with influenza are significantly lower in 2018 than they were in 1918. A growing body of research has examined numerous variables potentially associated with postinfluenza development of bacterial pneumonia [22] . However, there remains much to be learned about the natural history and pathogenesis of influenza, its elicitation of inflammatory and immune responses, and its ability to act as a cofactor in the initiation and development of a secondary bacterial pneumonia (see Influenza Infection and the Human Host section).", "cite_spans": [{"start": 291, "end": 295, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 688, "end": 692, "text": "[22]", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Viral-Bacterial Copathogenicity"}, {"text": "The 1918 virus is more pathogenic than most other IAVs in experimental animals, causing greater cytopathicity and eliciting more robust and potentially host-destructive inflammatory responses [23] . Even so, the vast majority of infected people in 1918, probably around 98% in the United States, had an asymptomatic or typical self-limited illness that was no different in type or severity than influenza today. (The other 2% had one or more complications, including pneumonia, empyema, and sepsis. About half of those persons died, resulting in an overall influenza case-fatality ratio of around 1% or less). Moreover, ironically, autopsies of fatal 1918 cases show prompt repair of viral damage in areas without bacterial destruction [24] [25] [26] , as remains true for influenza pneumonia today [27] , indicating that even severe influenza with pneumonia is a \"recoverable\" disease [28] , and that a universal influenza vaccine needs to be able to prevent not only infection, but also extreme viral pathogenesis should infection occur.", "cite_spans": [{"start": 192, "end": 196, "text": "[23]", "ref_id": "BIBREF22"}, {"start": 736, "end": 740, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 741, "end": 745, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 746, "end": 750, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 799, "end": 803, "text": "[27]", "ref_id": "BIBREF26"}, {"start": 886, "end": 890, "text": "[28]", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Influenza Infection and the Human Host"}, {"text": "Are there unidentified genetic, host, or environmental susceptibility factors that drive influenza disease severity and copathogenicity? It is important to answer this question in designing universal vaccines, not the least because the most important goal of such vaccines is not to prevent influenza, but to prevent influenza deaths. Another challenging problem is recent controversial evidence from population studies in Canada and elsewhere suggesting that sequential influenza immunization can, in some situations, cause an increased risk of subsequent wild virus infection [29] . In attempting to understand these data, scientists have begun to examine complex immunological phenomenon such as \"original antigenic sin\" [30] and have postulated a new pathogenetic mechanism referred to by some as immunologic \"imprinting\" [31] .", "cite_spans": [{"start": 578, "end": 582, "text": "[29]", "ref_id": "BIBREF28"}, {"start": 724, "end": 728, "text": "[30]", "ref_id": "BIBREF29"}, {"start": 826, "end": 830, "text": "[31]", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Influenza Infection and the Human Host"}, {"text": "It is also noteworthy that during the 1918 pandemic, numerous clinical trials of what were then called influenza vaccines (actually crude preparations of inactivated bacteria) demonstrated efficacy in preventing influenza deaths [32] . In the modern era, we have vaccines for only one of the major bacterial copathogens that routinely caused fatal influenza in 1918, S. pneumoniae, in the form of 2 vaccines that each contain immunogens of common but different circulating bacterial types. We have argued elsewhere that, hand in hand with improved influenza vaccine prevention, we need to develop better means of preventing deaths from secondary bacterial pneumonia [2] . The highest priorities are efficacious vaccines against the most important secondary pneumopathogens, such as S. aureus and S. pyogenes, and identification of early reliable biomarkers of impending bacterial pneumonia in people with influenza illnesses.", "cite_spans": [{"start": 229, "end": 233, "text": "[32]", "ref_id": "BIBREF31"}, {"start": 666, "end": 669, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Influenza Infection and the Human Host"}, {"text": "Considering the protean evolutionary strategies that influenza has demonstrated, it may be useful to suggest benchmark criteria for an \"ideal\" universal vaccine, so that we can identify targets at which to aim [33, 34] (Table 1) , and so that we can examine knowledge gaps that must be bridged (see KNOWLEDGE GAPS IN DESIGNING \"UNIVERSAL\" INFLUENZA VACCINES section). It should be emphasized that these \"ideals, \" representing vaccine \"perfection, \" may not all be realistic given the many complexities discussed herein. In fact, a truly \"universal\" vaccine that meets all desirable qualities noted-for individual protection, prepandemic protection, and public health control during times of endemic/epidemic drift-will probably remain beyond the reach of science for the foreseeable future. Nevertheless, as discussed in many of the publications in this supplement, greatly improved influenza vaccines, capable of inducing broader and more durable immunity, are very definitely on the horizon.", "cite_spans": [{"start": 210, "end": 214, "text": "[33,", "ref_id": "BIBREF32"}, {"start": 215, "end": 218, "text": "34]", "ref_id": "BIBREF33"}], "ref_spans": [{"start": 219, "end": 228, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "What Should a Truly Universal Influenza Vaccine Be Able to Do?"}, {"text": "We have very little precise information about the natural history and pathogenesis of human influenza infection (ie, the sequence of biological events that occur during the course of influenza infection) and the mechanisms by which infections produce disease. Because of this lack of knowledge, we know little about the specific characteristics of the protective immune response a vaccine needs to elicit. With regard to prevention of upper respiratory infection, it is likely that elicitation of local immunity in the mucosa-associated lymphoid tissue (MALT) is of great significance [35] , with a complementary role for systemic immunity related to humoral antibody and circulating immune cells [36] . With respect to limiting influenza progression and its associated complications, the immune response to infection of the bronchial tree resides in the inducible bronchial-associated lymphoid tissue (iBALT) [37] , and the immune response to infection of the lung periphery resides in the network of pulmonary alveolar macrophages (PAMs), recruited macrophages, and local niches of B and T cells induced by prior influenza infection [38] . These 4 separate immune compartments, at the various level of the bronchopulmonary system, may act independently.", "cite_spans": [{"start": 585, "end": 589, "text": "[35]", "ref_id": "BIBREF34"}, {"start": 697, "end": 701, "text": "[36]", "ref_id": "BIBREF35"}, {"start": 910, "end": 914, "text": "[37]", "ref_id": "BIBREF36"}, {"start": 1135, "end": 1139, "text": "[38]", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "Understanding Natural History and Pathogenesis"}, {"text": "Such issues are of importance, as an ideal vaccine must stimulate influenza immunity in all anatomical compartments in which influenza viruses can cause infections and must be able to prevent severe disease if infection occurs. Although it is not clear that lower respiratory tract cells are infected in uncomplicated influenza, autopsy studies of persons with viral or viral/ bacterial pneumonia suggest that respiratory epithelial cells can, at least in some severe cases, be infected all the way down the respiratory tree to the alveoli, and that alveolar epithelial cells and alveolar macrophages may also be infected by virus [24, 27] . Few studies addressing these aspects of natural history have been conducted in the past 50 years.", "cite_spans": [{"start": 631, "end": 635, "text": "[24,", "ref_id": "BIBREF23"}, {"start": 636, "end": 639, "text": "27]", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Understanding Natural History and Pathogenesis"}, {"text": "With respect to vaccine induction of immunity in the anatomical compartments, there are insufficient data on the impact of route of viral vaccine administration in eliciting important aspects of the protective immune response. That the current live attenuated influenza vaccine (given intranasally) is only moderately effective in eliciting broad protective immunity could indicate that stimulation of mucosal immunity is inherently insufficient for protection, or might simply reflect overattenuation of the vaccine, or other phenotypic vaccine properties that are underappreciated (eg, viral interference) [39] , arguing strongly for a need to study mucosal vaccination immunity in greater depth.", "cite_spans": [{"start": 608, "end": 612, "text": "[39]", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "Understanding Natural History and Pathogenesis"}, {"text": "We also need to better understand the mechanisms that lead to viral and to secondary bacterial pneumonia. Secondary pneumonias are typically caused by commensal bacteria that are resident in the nasopharynx, but how they get down into the lungs is not fully understood. Evidence from autopsies is consistent with direct extension of bacterial growth following initial viral cytopathic destruction of epithelial, ciliated, and goblet cells [21, 24] , but although this pathophysiologic mechanism has to a limited extent been studied in experimental animals [40] , it has not been well studied in humans. Moreover, other proposed mechanisms of viral-bacterial copathogenesis have been demonstrated in experimental animals, including exposure of bacterial receptors and enhanced inflammatory responses [22, 23, 41] .", "cite_spans": [{"start": 439, "end": 443, "text": "[21,", "ref_id": "BIBREF20"}, {"start": 444, "end": 447, "text": "24]", "ref_id": "BIBREF23"}, {"start": 556, "end": 560, "text": "[40]", "ref_id": "BIBREF39"}, {"start": 799, "end": 803, "text": "[22,", "ref_id": "BIBREF21"}, {"start": 804, "end": 807, "text": "23,", "ref_id": "BIBREF22"}, {"start": 808, "end": 811, "text": "41]", "ref_id": "BIBREF40"}], "ref_spans": [], "section": "Understanding Natural History and Pathogenesis"}, {"text": "Is viral pneumonia (as opposed to viral bronchitis/bronchiolitis) a prerequisite for bacterial bronchopneumonia, or can bacterial bronchopneumonia develop in the absence of alveolar viral infection? If enhanced viral-bacterial copathogenicity is a result of properties of viral pathogenicity, what are they: cytopathicity, viral growth, cell tropism, or elicitation of an aberrant inflammatory responses? Of particular interest is the role of PAMs, which, among many other roles, moderate the balance between controlling viral infection and limiting immune damage, and which may also enhance bacterial damage via interferon release [42] .", "cite_spans": [{"start": 632, "end": 636, "text": "[42]", "ref_id": "BIBREF41"}], "ref_spans": [], "section": "Understanding Natural History and Pathogenesis"}, {"text": "What role is played by infected pneumocytes and infected macrophages? What is the nature of the local inflammatory and immune responses, and how can they best be modified by vaccination? Can a protective immune response in the lower respiratory tract be elicited by vaccination and, if so, how? These are questions of critical importance that cannot yet be answered.", "cite_spans": [], "ref_spans": [], "section": "Understanding Natural History and Pathogenesis"}, {"text": "It has become accepted wisdom that serum hemagglutination inhibition (HI) titers ≥1:40 or, even better, ≥1:80, are correlates of protection against natural infection. Support for this idea comes from epidemiologic studies and from study of passive immunotherapy with immune serums in humans and experimental animals. Yet it is far from clear that HI antibody alone reliably prevents asymptomatic or symptomatic infection in humans. In experimental human challenge studies, HI antibody is not a reliable determinant of protection [43] , and some persons with significant levels of HI antibody can be repeatedly infected by the same virus to which they have preexisting antibody (Memoli and Taubenberger, unpublished data) . It seems increasingly likely that HI titers are by themselves only modest indicators of protection, but that, following natural infection, they may be correlated with other aspects of immunity such as NA, HA stalk, and cell-mediated immunity, suggesting that universal vaccines must elicit comprehensive immune responses. In this regard, we draw attention to a large but poorly remembered body of research on NA immunity. Human observational and experimental studies, supported by studies in experimental animals, indicate an important role for NA immunity in preventing and controlling infection, reducing viral growth and tissue pathology, and limiting transmission [44] . Current influenza vaccines have unstandardized and generally low NA activity. Within the immediate future, regulating NA content and immunogenicity in current vaccines may represent the lowest of the \"low-hanging fruit\" in terms of preventing uncomplicated and severe influenza and in reducing disease severity and transmission [44] , and thus may represent a very important first step in universal vaccine development.", "cite_spans": [{"start": 529, "end": 533, "text": "[43]", "ref_id": "BIBREF42"}, {"start": 677, "end": 720, "text": "(Memoli and Taubenberger, unpublished data)", "ref_id": null}, {"start": 1391, "end": 1395, "text": "[44]", "ref_id": "BIBREF43"}, {"start": 1726, "end": 1730, "text": "[44]", "ref_id": "BIBREF43"}], "ref_spans": [], "section": "Understanding Immune Correlates of Protection"}, {"text": "As noted, even in the deadly 1918 pandemic, the majority of infected persons (probably ≥98% in the United States) had self-limited, mild, or asymptomatic infection and recovered completely. Although people in the various high-risk groups (eg, young children, the elderly, pregnant women, and unique to 1918, persons aged 20 to 40 years [2, 18] ) had higher incidences of severe and fatal complications in 1918, there is little evidence to suggest that uncomplicated infections in these groups were any more severe, or any different in character, signs, or symptoms, than influenza infections seen today. What was different about those persons who, in 1918, went on to develop severe and fatal disease? The high-risk groups for severe influenza in 1918, including both expected and unexpected groups, is a powerful clue that both viral pathogenicity and host variables are of critical importance.", "cite_spans": [{"start": 336, "end": 339, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 340, "end": 343, "text": "18]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Understanding Host Susceptibility Factors and Disease Severity"}, {"text": "What variables may be associated with increased disease severity and higher fatality? Are they immunologic? If so, can they be overcome by higher vaccine doses or more intensive regimens? In addition, epidemiologic data from study of human poultry-adapted H5N1 cases strongly suggest that rare individual host susceptibilities may play a major role in severe disease caused by these IAVs, which are otherwise poorly adapted to humans and unable to productively infect most persons [45] . Is there one, or more likely multiple, genetic host susceptibility factors (eg, the IFITM3 rs12252 polymorphism [45, 46] and/ or others not yet identified) that predispose to severe influenza disease? If so, such persons might be identified and targeted for vaccination. Would such individuals respond normally to an influenza vaccine-and if not, what alternative vaccination strategies are needed?", "cite_spans": [{"start": 481, "end": 485, "text": "[45]", "ref_id": "BIBREF44"}, {"start": 600, "end": 604, "text": "[45,", "ref_id": "BIBREF44"}, {"start": 605, "end": 608, "text": "46]", "ref_id": "BIBREF45"}], "ref_spans": [], "section": "Understanding Host Susceptibility Factors and Disease Severity"}, {"text": "There are no ideal animal models to provide needed information on influenza immunity sufficient to bring a universal vaccine to licensure. Human challenge studies are, and will continue to be, of paramount importance. Expanding challenge study capacity is a key priority. Viral challenge studies are required not only to understand natural history and pathogenesis, but also to characterize the protective immune responses in the various immune compartments, to conduct proof-of-principle passive immunotherapy studies, and to evaluate safety and efficacy of candidate vaccines themselves. It is noteworthy that to evaluate the \"universality\" of a putative universal vaccine, we must challenge humans with live or live chimeric viruses that are not among those that currently circulate in humans, including mammalian and avian IAVs with subtypes other than H1N1 and H3N2 (out of the 144 possible HA/NA subtype combinations found in nature).", "cite_spans": [], "ref_spans": [], "section": "Experimental Study in Universal Vaccine Development"}, {"text": "Without such research, a vaccine's universality remains unproven even for the viruses with which humans continually come into contact, and its utility as a stockpiled prepandemic or pandemic control vaccine would therefore be doubtful. It will be also crucially important to develop and validate standardized, efficient assays to evaluate antibodies against all HA and NA subtypes from serum and nasopharyngeal samples. Also of importance will be development of better primate challenge models and primate challenge studies, since human challenge studies are inevitably conducted in persons already immune to influenza viruses. Understanding vaccine responses and protective vaccine responses in the immunologically naive, as well as the role of sequential influenza infection in shaping the immune response, including \"original antigenic sin\" and examination of the role of vaccination/infection sequences in the controversial risk data noted above, will also be necessary for optimal vaccine development. These sorts of studies cannot be done optimally in humans because human subjects already have had influenza exposure, and their study exposures cannot be controlled for, or easily characterized going forward, while subjects live in open populations and are naturally exposed to different viruses at different times.", "cite_spans": [], "ref_spans": [], "section": "Experimental Study in Universal Vaccine Development"}, {"text": "Study of the 1918 influenza virus, including its numerous descendants, some of which are still circulating in humans, provides a backdrop for describing the desired and necessary properties of universal influenza vaccines. That there are so many different IAV subtypes and strains that circulate in humans and many other species, and that they are continually mutating antigenically, suggests that truly universal influenza vaccines-as strictly defined (Table  1 )-could be beyond the reach of current technology. And even with optimal technologies, much more needs to be done, on an urgent basis, to begin to understand the natural history and pathogenesis of uncomplicated and severe influenza infection, including the bases of immune protection and bacterial copathogenesis.", "cite_spans": [], "ref_spans": [{"start": 453, "end": 462, "text": "(Table  1", "ref_id": "TABREF0"}], "section": "CONCLUSIONS"}, {"text": "Nevertheless, a rapidly growing knowledge base suggests new approaches to developing better influenza vaccines that can provide broader and more durable immunity than that offered by current vaccines. Fruitful lines of research include identifying critical epitopes shared by different influenza viruses (eg, stalk epitopes) and using these as immunogens; optimizing NA immunity; and eliciting robust local immunity within the MALT, iBALT, and lung immune compartments. The best future influenza vaccines will ideally elicit robust and persistent protective immune responses to multiple epitopes on multiple influenza proteins expressed in multiple anatomical compartments, and immune responses capable of being productively recalled upon wild virus exposure. The challenges to vaccinology are truly daunting, but the effort is necessary, and the rewards to human well-being and to the advancement of scientific understanding will be great. A fitting legacy for the 1918 influenza pandemic would be advances in basic understanding and vaccine development to prevent catastrophes of the same magnitude in the future. ", "cite_spans": [], "ref_spans": [], "section": "CONCLUSIONS"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "influenza: the mother of all pandemics", "authors": [{"first": "J", "middle": ["K"], "last": "Taubenberger", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Morens", "suffix": ""}], "year": 1918, "venue": "Emerg Infect Dis", "volume": "12", "issn": "", "pages": "15--22", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "The mother of all pandemics is 100 years old (and going strong)!", "authors": [{"first": "D", "middle": ["M"], "last": "Morens", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Taubenberger", "suffix": ""}], "year": 2018, "venue": "Am J Public Health", "volume": "108", "issn": "", "pages": "1449--54", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Updating the accounts: global mortality of the 1918-1920 \"Spanish\" influenza pandemic", "authors": [{"first": "N", "middle": ["P"], "last": "Johnson", "suffix": ""}, {"first": "J", "middle": [], "last": "Mueller", "suffix": ""}], "year": 2002, "venue": "Bull Hist Med", "volume": "76", "issn": "", "pages": "105--120", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "The persistent legacy of the 1918 influenza virus", "authors": [{"first": "D", "middle": ["M"], "last": "Morens", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Taubenberger", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Fauci", "suffix": ""}], "year": 2009, "venue": "N Engl J Med", "volume": "361", "issn": "", "pages": "225--234", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Multiple reassortment events in the evolutionary history of H1N1 influenza A virus since 1918", "authors": [{"first": "M", "middle": ["I"], "last": "Nelson", "suffix": ""}, {"first": "C", "middle": [], "last": "Viboud", "suffix": ""}, {"first": "L", "middle": [], "last": "Simonsen", "suffix": ""}], "year": 2008, "venue": "PLoS Pathog", "volume": "4", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Whole-genome analysis of human influenza A virus reveals multiple persistent lineages and reassortment among recent H3N2 viruses", "authors": [{"first": "E", "middle": ["C"], "last": "Holmes", "suffix": ""}, {"first": "E", "middle": [], "last": "Ghedin", "suffix": ""}, {"first": "N", "middle": [], "last": "Miller", "suffix": ""}], "year": 2005, "venue": "PLoS Biol", "volume": "3", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Influenza virus evolution, host adaptation, and pandemic formation", "authors": [{"first": "J", "middle": ["K"], "last": "Taubenberger", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Kash", "suffix": ""}], "year": 2010, "venue": "Cell Host Microbe", "volume": "7", "issn": "", "pages": "440--51", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Positive Darwinian evolution in human influenza A viruses", "authors": [{"first": "W", "middle": ["M"], "last": "Fitch", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Leiter", "suffix": ""}, {"first": "X", "middle": ["Q"], "last": "Li", "suffix": ""}, {"first": "P", "middle": [], "last": "Palese", "suffix": ""}], "year": 1991, "venue": "Proc Natl Acad Sci U S A", "volume": "88", "issn": "", "pages": "4270--4274", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Universal influenza virus vaccines and therapeutics: where do we stand with influenza B virus", "authors": [{"first": "J", "middle": [], "last": "Tan", "suffix": ""}, {"first": "Asthagiri", "middle": [], "last": "Arunkumar", "suffix": ""}, {"first": "G", "middle": [], "last": "Krammer", "suffix": ""}, {"first": "F", "middle": [], "last": "", "suffix": ""}], "year": 2018, "venue": "Curr Opin Immunol", "volume": "53", "issn": "", "pages": "45--50", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Recent evolution of equine influenza and the origin of canine influenza", "authors": [{"first": "P", "middle": ["J"], "last": "Collins", "suffix": ""}, {"first": "S", "middle": ["G"], "last": "Vachieri", "suffix": ""}, {"first": "L", "middle": ["F"], "last": "Haire", "suffix": ""}], "year": 2014, "venue": "Proc Natl Acad Sci U S A", "volume": "111", "issn": "", "pages": "11175--80", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Pandemic influenza viruses-hoping for the road not taken", "authors": [{"first": "D", "middle": ["M"], "last": "Morens", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Taubenberger", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Fauci", "suffix": ""}], "year": 2013, "venue": "N Engl J Med", "volume": "368", "issn": "", "pages": "2345--2353", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "H7N9 avian influenza A virus and the perpetual challenge of potential human pandemicity", "authors": [{"first": "D", "middle": ["M"], "last": "Morens", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Taubenberger", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Fauci", "suffix": ""}], "year": 2013, "venue": "MBio", "volume": "4", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1128/mBio.00445-13"]}}, "BIBREF12": {"ref_id": "b12", "title": "Engineering H5N1 avian influenza viruses to study human adaptation", "authors": [{"first": "D", "middle": ["M"], "last": "Morens", "suffix": ""}, {"first": "K", "middle": [], "last": "Subbarao", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Taubenberger", "suffix": ""}], "year": 2012, "venue": "Nature", "volume": "486", "issn": "", "pages": "335--375", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "The evolutionary genetics and emergence of avian influenza viruses in wild birds", "authors": [{"first": "V", "middle": ["G"], "last": "Dugan", "suffix": ""}, {"first": "R", "middle": [], "last": "Chen", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Spiro", "suffix": ""}], "year": 2008, "venue": "PLoS Pathog", "volume": "4", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "The 2009 H1N1 pandemic influenza virus: what next?", "authors": [{"first": "D", "middle": ["M"], "last": "Morens", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Taubenberger", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Fauci", "suffix": ""}], "year": 2010, "venue": "MBio", "volume": "1", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1128/mBio.00211-10"]}}, "BIBREF15": {"ref_id": "b15", "title": "Antigenic and genetic evolution of equine influenza A (H3N8) virus from 1968 to", "authors": [{"first": "N", "middle": ["S"], "last": "Lewis", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Daly", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Russell", "suffix": ""}], "year": 2007, "venue": "J Virol", "volume": "85", "issn": "", "pages": "12742--12751", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Spatial dynamics of human-origin H1 influenza A virus in North American swine", "authors": [{"first": "M", "middle": ["I"], "last": "Nelson", "suffix": ""}, {"first": "P", "middle": [], "last": "Lemey", "suffix": ""}, {"first": "Y", "middle": [], "last": "Tan", "suffix": ""}], "year": 2011, "venue": "PLoS Pathog", "volume": "7", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Pandemic influenza: certain uncertainties", "authors": [{"first": "D", "middle": ["M"], "last": "Morens", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Taubenberger", "suffix": ""}], "year": 2011, "venue": "Rev Med Virol", "volume": "21", "issn": "", "pages": "262--84", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Contemporary avian influenza A virus subtype H1, H6, H7, H10, and H15 hemagglutinin genes encode a mammalian virulence factor similar to the 1918 pandemic virus H1 hemagglutinin", "authors": [{"first": "L", "middle": [], "last": "Qi", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Pujanauski", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Davis", "suffix": ""}], "year": 2014, "venue": "MBio", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Analysis by single-gene reassortment demonstrates that the 1918 influenza virus is functionally compatible with a low-pathogenicity avian influenza virus in mice", "authors": [{"first": "L", "middle": [], "last": "Qi", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Davis", "suffix": ""}, {"first": "B", "middle": ["W"], "last": "Jagger", "suffix": ""}], "year": 2012, "venue": "J Virol", "volume": "86", "issn": "", "pages": "9211--9231", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Predominant role of bacterial pneumonia as a cause of death in pandemic influenza: implications for pandemic influenza preparedness", "authors": [{"first": "D", "middle": ["M"], "last": "Morens", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Taubenberger", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Fauci", "suffix": ""}], "year": 2008, "venue": "J Infect Dis", "volume": "198", "issn": "", "pages": "962--70", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Secondary bacterial infections in influenza virus infection pathogenesis", "authors": [{"first": "A", "middle": ["M"], "last": "Smith", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Mccullers", "suffix": ""}], "year": 2014, "venue": "Curr Top Microbiol Immunol", "volume": "385", "issn": "", "pages": "327--56", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "The role of viral, host, and secondary bacterial factors in influenza pathogenesis", "authors": [{"first": "J", "middle": ["C"], "last": "Kash", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Taubenberger", "suffix": ""}], "year": 2015, "venue": "Am J Pathol", "volume": "185", "issn": "", "pages": "1528--1564", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Autopsy series of 68 cases dying before and during the 1918 influenza pandemic peak", "authors": [{"first": "Z", "middle": ["M"], "last": "Sheng", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Chertow", "suffix": ""}, {"first": "X", "middle": [], "last": "Ambroggio", "suffix": ""}], "year": 2011, "venue": "Proc Natl Acad Sci U S A", "volume": "108", "issn": "", "pages": "16416--16437", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "The pathology of influenza virus infections", "authors": [{"first": "J", "middle": ["K"], "last": "Taubenberger", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Morens", "suffix": ""}], "year": 2008, "venue": "Annu Rev Pathol", "volume": "3", "issn": "", "pages": "499--522", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Pathology of human influenza revisited", "authors": [{"first": "T", "middle": [], "last": "Kuiken", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Taubenberger", "suffix": ""}], "year": 2008, "venue": "Vaccine", "volume": "26", "issn": "4", "pages": "59--66", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Pulmonary pathologic findings of fatal 2009 pandemic influenza A/H1N1 viral infections", "authors": [{"first": "J", "middle": ["R"], "last": "Gill", "suffix": ""}, {"first": "Z", "middle": ["M"], "last": "Sheng", "suffix": ""}, {"first": "S", "middle": ["F"], "last": "Ely", "suffix": ""}], "year": 2010, "venue": "Arch Pathol Lab Med", "volume": "134", "issn": "", "pages": "235--278", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Treatment with the reactive oxygen species scavenger EUK-207 reduces lung damage and increases survival during 1918 influenza virus infection in mice", "authors": [{"first": "J", "middle": ["C"], "last": "Kash", "suffix": ""}, {"first": "Y", "middle": [], "last": "Xiao", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Davis", "suffix": ""}], "year": 2014, "venue": "Free Radic Biol Med", "volume": "67", "issn": "", "pages": "235--282", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Repeated annual influenza vaccination and vaccine effectiveness: review of evidence", "authors": [{"first": "E", "middle": ["A"], "last": "Belongia", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Skowronski", "suffix": ""}, {"first": "H", "middle": ["Q"], "last": "Mclean", "suffix": ""}, {"first": "C", "middle": [], "last": "Chambers", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Sundaram", "suffix": ""}, {"first": "De", "middle": [], "last": "Serres", "suffix": ""}, {"first": "G", "middle": [], "last": "", "suffix": ""}], "year": 2017, "venue": "Expert Rev Vaccines", "volume": "16", "issn": "", "pages": "1--14", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "The doctrine of original antigenic sin: separating good from evil", "authors": [{"first": "A", "middle": ["S"], "last": "Monto", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Malosh", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Petrie", "suffix": ""}, {"first": "E", "middle": ["T"], "last": "Martin", "suffix": ""}], "year": 2017, "venue": "J Infect Dis", "volume": "215", "issn": "", "pages": "1782--1790", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Pandemic influenza vaccines: what they have taught us about B cell immunology", "authors": [{"first": "D", "middle": ["J"], "last": "Topham", "suffix": ""}, {"first": "P", "middle": [], "last": "Nguyen", "suffix": ""}, {"first": "M", "middle": ["Y"], "last": "Sangster", "suffix": ""}], "year": 2018, "venue": "Curr Opin Immunol", "volume": "53", "issn": "", "pages": "203--211", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Efficacy of wholecell killed bacterial vaccines in preventing pneumonia and death during the 1918 influenza pandemic", "authors": [{"first": "Y", "middle": ["W"], "last": "Chien", "suffix": ""}, {"first": "K", "middle": ["P"], "last": "Klugman", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Morens", "suffix": ""}], "year": 2010, "venue": "J Infect Dis", "volume": "202", "issn": "", "pages": "1639--1687", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "A universal influenza vaccine: the strategic plan for the National Institute of Allergy and Infectious Diseases", "authors": [{"first": "E", "middle": ["J"], "last": "Erbelding", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Post", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "Stemmy", "suffix": ""}], "year": 2018, "venue": "J Infect Dis", "volume": "218", "issn": "", "pages": "347--54", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Report on eighth WHO meeting on development of influenza vaccines that induce broadly protective and long-lasting immune responses", "authors": [{"first": "J", "middle": ["R"], "last": "Ortiz", "suffix": ""}, {"first": "J", "middle": [], "last": "Hickling", "suffix": ""}, {"first": "R", "middle": [], "last": "Jones", "suffix": ""}], "year": 2016, "venue": "Vaccine", "volume": "36", "issn": "", "pages": "932--940", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Regulating the adaptive immune response to respiratory virus infection", "authors": [{"first": "T", "middle": ["J"], "last": "Braciale", "suffix": ""}, {"first": "J", "middle": [], "last": "Sun", "suffix": ""}, {"first": "T", "middle": ["S"], "last": "Kim", "suffix": ""}], "year": 2012, "venue": "Nat Rev Immunol", "volume": "12", "issn": "", "pages": "295--305", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Trafficking receptor signatures define blood plasmablasts responding to tissue-specific immune challenge", "authors": [{"first": "Y", "middle": [], "last": "Seong", "suffix": ""}, {"first": "N", "middle": ["H"], "last": "Lazarus", "suffix": ""}, {"first": "L", "middle": [], "last": "Sutherland", "suffix": ""}], "year": 2017, "venue": "JCI Insight", "volume": "2", "issn": "", "pages": "", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Inducible bronchus-associated lymphoid tissue: taming inflammation in the lung", "authors": [{"first": "J", "middle": ["Y"], "last": "Hwang", "suffix": ""}, {"first": "T", "middle": ["D"], "last": "Randall", "suffix": ""}, {"first": "A", "middle": [], "last": "Silva-Sanchez", "suffix": ""}], "year": 2016, "venue": "Front Immunol", "volume": "7", "issn": "", "pages": "", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Lung niches for the generation and maintenance of tissue-resident memory T cells", "authors": [{"first": "D", "middle": ["L"], "last": "Turner", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "Bickham", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Thome", "suffix": ""}], "year": 2014, "venue": "Mucosal Immunol", "volume": "7", "issn": "", "pages": "501--511", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Urgent challenges in implementing live attenuated influenza vaccine", "authors": [{"first": "A", "middle": [], "last": "Singanayagam", "suffix": ""}, {"first": "M", "middle": [], "last": "Zambon", "suffix": ""}, {"first": "A", "middle": [], "last": "Lalvani", "suffix": ""}, {"first": "W", "middle": [], "last": "Barclay", "suffix": ""}], "year": 2018, "venue": "Lancet Infect Dis", "volume": "18", "issn": "", "pages": "25--32", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Lethal synergism of 2009 pandemic H1N1 influenza virus and Streptococcus pneumoniae coinfection is associated with loss of murine lung repair responses", "authors": [{"first": "J", "middle": ["C"], "last": "Kash", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Walters", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Davis", "suffix": ""}], "year": 2011, "venue": "MBio", "volume": "2", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1128/mBio.00172-11"]}}, "BIBREF40": {"ref_id": "b40", "title": "pandemic influenza virus and Streptococcus pneumoniae co-infection results in activation of coagulation and widespread pulmonary thrombosis in mice and humans", "authors": [{"first": "K", "middle": ["A"], "last": "Walters", "suffix": ""}, {"first": "D", "middle": [], "last": "&apos; Agnillo", "suffix": ""}, {"first": "F", "middle": [], "last": "Sheng", "suffix": ""}, {"first": "Z", "middle": ["M"], "last": "", "suffix": ""}], "year": 1918, "venue": "J Pathol", "volume": "238", "issn": "", "pages": "85--97", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Alveolar macrophages and type I IFN in airway homeostasis and immunity", "authors": [{"first": "M", "middle": [], "last": "Divangahi", "suffix": ""}, {"first": "I", "middle": ["L"], "last": "King", "suffix": ""}, {"first": "E", "middle": [], "last": "Pernet", "suffix": ""}], "year": 2015, "venue": "Trends Immunol", "volume": "36", "issn": "", "pages": "307--321", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Evaluation of antihemagglutinin and antineuraminidase antibodies as correlates of protection in an influenza A/H1N1 virus healthy human challenge model", "authors": [{"first": "M", "middle": ["J"], "last": "Memoli", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Shaw", "suffix": ""}, {"first": "A", "middle": [], "last": "Han", "suffix": ""}], "year": 2016, "venue": "MBio", "volume": "7", "issn": "", "pages": "417--433", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Neuraminidase as an influenza vaccine antigen: a low hanging fruit, ready for picking to improve vaccine effectiveness", "authors": [{"first": "M", "middle": ["C"], "last": "Eichelberger", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Morens", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Taubenberger", "suffix": ""}], "year": 2018, "venue": "Curr Opin Immunol", "volume": "53", "issn": "", "pages": "38--44", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "How low is the risk of influenza A(H5N1) infection?", "authors": [{"first": "D", "middle": ["M"], "last": "Morens", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Taubenberger", "suffix": ""}], "year": 2015, "venue": "J Infect Dis", "volume": "211", "issn": "", "pages": "1364--1370", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Association between IFITM3 rs12252 polymorphism and influenza susceptibility and severity: a meta-analysis", "authors": [{"first": "S", "middle": ["S"], "last": "Prabhu", "suffix": ""}, {"first": "T", "middle": ["T"], "last": "Chakraborty", "suffix": ""}, {"first": "N", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "I", "middle": [], "last": "Banerjee", "suffix": ""}], "year": 2018, "venue": "Gene", "volume": "674", "issn": "", "pages": "70--79", "other_ids": {}}}, "ref_entries": {"FIGREF1": {"text": "The evolution of, and annual mortality associated with, 4 pandemic influenza viral descendants of the 1918 pandemic virus that arose by antigenic shift, 1955-2016. A, Antigenic changes in postpandemic viruses. The colored bars represent prevalence of the 1957 H2N2 pandemic virus (red); the 1968 H3N2 pandemic virus (blue); the unexpected return of a 1950s-era descendant of the 1918 pandemic virus, presumably released accidentally from viral storage (amber); and the 2009 H1N1 pandemic virus (green). Antigenic drift changes of sufficient magnitude to require reformulation of the annual vaccine for use in the Northern Hemisphere are represented on the y-axis. Notably, the 1968 H3N2 has been drifting at a greater rate (an average 0.70 significant genetic changes per year) than the other 3 pandemic viruses (an average of 0.27 genetic changes per year for the 3 combined). Antigenic changes in postpandemic influenza viruses have been associated with antigenic drift, which introduces new epitopes or new glycosylation sites, and by intrasubtypic reassortment of an antigenically different HA of the same subtype, represented by vertical hash marks. B, Annual excess mortality rates attributed to influenza. Data are missing for some early years. The figures are obtained from or extrapolated from Centers for Disease Control and Prevention data to reflect excess all-cause mortality, the most common calculation method available for all of the years, although arguably represent overestimations of mortality. Figure updated and modified from Morens et al[15].", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Financial support. This work was supported by the Intramural Research Program of the National Institute of Allergy and Infectious Diseases, National Institutes of Health. Supplement sponsorship. This work is part of a supplement sponsored by the National Institute of Allergy and Infectious Diseases. Potential conflicts of interest. Both authors: No reported conflicts of interest. Both authors have submitted the ICMJE Form for Disclosure of Potential Conflicts of Interest. Conflicts that the editors consider relevant to the content of the manuscript have been disclosed.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Ideal Properties of a Universal Influenza Vaccine", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Necessary infection, disease, and death </td><td>Desirable\n</td></tr><tr><td>Vaccine properties that relate to protection of vaccinated individuals against </td></tr><tr><td>Prevents clinical disease </td><td>Is highly efficacious in 1 dose\n</td></tr><tr><td>Prevents infection </td><td>Induces robust lifelong immunity\n</td></tr><tr><td>Prevents all types of influenza (A, B, C, D) </td><td> </td></tr><tr><td>Prevents all subtypes of IAV </td><td>Induces robust lifelong mucosal immunity\n</td></tr><tr><td>Prevents infection by viral drift variants </td><td>Immunity is boosted by wild virus exposure\n</td></tr><tr><td>Immune response is rapid and robust </td><td>Does not alter respiratory microbiome\n</td></tr><tr><td>Vaccine \"take\" is not prevented by preex-\n</td><td>Is affordable\n</td></tr></table></body></html>"}}, "back_matter": []}