{
    "paper_id": "8123fcd55071790aed18101ac91727fa8db2512a",
    "metadata": {
        "title": "C O R R E S P O N D E N C E",
        "authors": [
            {
                "first": "J",
                "middle": [
                    "L"
                ],
                "last": "Klein",
                "suffix": "",
                "affiliation": {},
                "email": "jlklein64@hotmail.com"
            },
            {
                "first": "J",
                "middle": [],
                "last": "Edgeworth",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Z",
                "middle": [],
                "last": "Petrovic",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "D"
                ],
                "last": "Treacher",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "D",
                "middle": [],
                "last": "Treacher",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "changes in the right lower zone and her white cell count was 8.4×10 9 /l (dropping to 4.5×10 9 /l 2 days later). Despite treatment with cefuroxime and clarithromycin she developed rapidly worsening type 1 respiratory failure requiring invasive ventilation. The chest radiograph progressed to show extensive bilateral changes consistent with acute respiratory distress syndrome. A heavy pure growth of S. aureus was isolated from a sputum sample obtained on admission, prompting a change of antibiotic therapy to flucloxacillin and clindamycin. Blood cultures were sterile. The following 10 days were notable for extreme hypoxaemia, with arterial oxygen saturations at times below 90% on inspired oxygen concentrations up to 100% despite paralysis, pressure controlled ventilation and positive end-expiratory pressure levels up to 15 cm H 2 O. Following a 3-week stay on the ICU she made a good recovery with marked improvement in her chest radiograph without cavity formation. Serological testing suggested recent infection with influenza B virus and excluded infection by atypical pneumonia agents. The S. aureus isolate sent to the Central Public Health Laboratory was subsequently shown to harbour the gene for PVL by polymerase chain reaction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To our knowledge, this is the first case of pneumonia caused by a PVL-positive strain of S. aureus to be reported in the United Kingdom in recent years. Although present in only around 5% of clinical S. aureus isolates [2], investigators in France have recently shown a strong link between organisms expressing this toxin and severe, frequently lethal necrotising pneumonia following influenza-like symptoms in children and young adults [1] . Our case shares several distinctive features with these reports including young age, haemoptysis, rapid development of ARDS without pneumatocoele formation and antecedent influenza. In view of the severity of this infection and the need to accurately define its epidemiology, we urge clinicians and microbiologists who encounter similar cases to refer isolates for PVL testing.",
            "cite_spans": [
                {
                    "start": 437,
                    "end": 440,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Association between Staphylococcus aureus strains carrying gene for Panton-Valentine leukocidin and highly lethal necrotising pneumonia in young immunocompetent patients",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Gillet",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Issartel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vanhems",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Fournet",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lina",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bes",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Vandenesch",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Piemont",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Brousse",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Floret",
                    "suffix": ""
                },
                {
                    "first": "Etienne",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Lancet",
            "volume": "359",
            "issn": "",
            "pages": "753--759",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "We would like to thank Angela Kearn and Ty Pitt for undertaking the PVL polymerase chain reaction test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Sir: Recent reports from French researchers suggest that the Panton-Valentine leukocidin (PVL) of Staphylococcus aureus is a major virulence factor contributing to severe community-acquired pneumonia in children and young adults [1] . We describe the first confirmed case of community-acquired pneumonia caused by a PVL-positive strain of S. aureus seen in the United Kingdom.A 30-year-old previously well woman presented to our hospital in February 2003 with a 4-day history of influenza-like symptoms followed by pleuritic central chest pain and haemoptysis. She was febrile with inflamed tonsils, cervical lymphadenopathy, tachycardia and tachypnoea. There was wheeze and reduced air entry in the right side of the chest and she was hypoxic. A chest radiograph showed minimal",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 232,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}