{"paper_id": "81695b814aee840c2208db21b778231428d1b273", "metadata": {"title": "Computational Evolutionary Methodology for Knowledge Discovery and Forecasting in Epidemiology and Medicine", "authors": [{"first": "Dhananjai", "middle": ["M"], "last": "Rao", "suffix": "", "affiliation": {"laboratory": "", "institution": "Miami University", "location": {"postCode": "45056", "settlement": "Oxford", "region": "OH", "country": "USA"}}, "email": ""}, {"first": "Alexander", "middle": [], "last": "Chernyakhovsky&apos;&apos;&apos;", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Victoria", "middle": [], "last": "Rao", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Humanity is facing an increasing number of highly virulent and communicable diseases such as avian influenza. Researchers believe that avian influenza has potential to evolve into one of the deadliest pandemics. Combating these diseases requires in-depth knowledge of their epidemiology. An effective methodology for discovering epidemiological knowledge is to utilize a descriptive, evolutionary, ecological model and use bio-simulations to study and analyze it. These types of bio-simulations fall under the category of computational evolutionary methods because the individual entities participating in the simulation are permitted to evolve in a natural manner by reacting to changes in the simulated ecosystem. This work describes the application of the aforementioned methodology to discover epidemiological knowledge about avian influenza using a novel eco-modeling and bio-simulation environment called SEARUMS. The mathematical principles underlying SEARUMS, its design, and the procedure for using SEARUMS are discussed. The bio-simulations and multi-faceted case studies conducted using SEARUMS elucidate its ability to pinpoint timelines, epicenters, and socio-economic impacts of avian influenza. This knowledge is invaluable for proactive deployment of countermeasures in order to minimize negative socioeconomic impacts, combat the disease, and avert a pandemic.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Communicable and vector-borne diseases, primarily induced by viral and bacterial infections, are the most common forms of ailments amongst humans and domesticated farm animals [1] . Despite numerous advances in epidemiology and medicine many of these diseases continue to defy human efforts to treat and control them [1] . The source of such resistance to treatment and control is two fold. First, the incessant evolutionary processes such as genetic reassortment, recombination, and mutation induce changes to organisms, thereby constantly morphing their antigenic characteristics. Second, the vectors of the disease, such as birds and animals, often disperse the pathogens over wide areas. The scenario is further convoluted due to comphcated symbiotic processes between the vectors and other organisms including humans. Rapid changes in phytogeny and bio-diversity pose significant challenges in vaccine manufacturing. In addition, sociopolitical restrictions and technological limitations further magnify the challenges involved in controlhng intercontinental spread of infectious diseases. CP1007, Current Themes in Engineering Technologies, edited by S.-I. Ao, M. A. Amouzegar, and S.-S. Chen", "cite_spans": [{"start": 176, "end": 179, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 317, "end": 320, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The aforementioned issues are sahent characteristics of avian influenza which is caused by H5N1, a highly vimlent strain of the influenza-A vims [2, 3, 4] . In Spring 2006, it was established that infected migrating waterfowl causes transcontinental dispersion of H5N1. The vims has a devastating impact on poultry causing 100% mortality within 48 hours of infection [5] . Currently, mass culling of poultry is the recommended approach to contain the disease and this aspect causes significant economic hardships [6] . Moreover, the pathogen also spreads to humans through direct contact with infected poultry and contaminated surfaces [5] . Many researchers have stated that H5N1 has the potential to cause the next pandemic [5, 7] .", "cite_spans": [{"start": 145, "end": 148, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 149, "end": 151, "text": "3,", "ref_id": null}, {"start": 152, "end": 154, "text": "4]", "ref_id": null}, {"start": 367, "end": 370, "text": "[5]", "ref_id": "BIBREF3"}, {"start": 513, "end": 516, "text": "[6]", "ref_id": "BIBREF4"}, {"start": 636, "end": 639, "text": "[5]", "ref_id": "BIBREF3"}, {"start": 726, "end": 729, "text": "[5,", "ref_id": "BIBREF3"}, {"start": 730, "end": 732, "text": "7]", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "Proactive administration of suitable vaccination is the prevention mechanism for influenza [2, 5] . Unfortunately, a myriad of technological and socio-political issues have rendered manufacturing and distribution of H5N1 vaccine a significant challenge [2, 5] . Some of these issues include: (i) rapid mutations in the vims make it practically infeasible to predict antigenic characteristics for manufacturing vaccines; (ii) current vaccine manufacturers do not have sufficient capacity; and (Hi) targeted distribution of limited quantities of the vaccine is a chaUenge [5, 8] . These issues necessitate that preventing and controlling avian influenza requires proactive intemational coordination and strategic deployment of countermeasures. The effectiveness of proactive strategies, including those proposed by the World Health Organization (WHO), wiU greatly benefit from prediction and forecasting of epicenters and timelines of H5N1 outbreaks. However, forecasting and proactive deployment of countermeasures requires global knowledge about the current and future epidemiology of the disease.", "cite_spans": [{"start": 91, "end": 94, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 95, "end": 97, "text": "5]", "ref_id": "BIBREF3"}, {"start": 253, "end": 256, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 257, "end": 259, "text": "5]", "ref_id": "BIBREF3"}, {"start": 570, "end": 573, "text": "[5,", "ref_id": "BIBREF3"}, {"start": 574, "end": 576, "text": "8]", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "Analogous scenarios apply to current and future communicable and vector-bome diseases as well. Humanity needs to be prepared to proactively and effectively combat emergent diseases to minimize loss of human lives and impacts to global economy. Combating disease requires extensive knowledge about epidemiology, vaccinal characteristics, epicenters of disease outbreaks, timelines, economic impacts, and human mortality. Accordingly, we propose a computational evolutionary methodology to address the aforementioned need.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "One of the most promising methodologies to rapidly analyze a complex, stochastic system consisting of miUions of oiganisms is bio-simulation [9, 10] . Bio-simulations have shown to be intuitive, realistic, and provide close reflection of epidemiological characteristics [10, 11] . The proposed approach aims to leverage bio-simulations to perform epidemiological analysis through the use of evolutionary eco-models of selected oiganisms in a global ecosystem. In the eco-models individual organisms are modeled (typically as smart agents) to evolve in a virtual ecosystem [12] . As the ecosystem evolves, necessary attributes at different levels of resolution are recorded to infer various characteristics. Note that in this evolutionary approach the behaviors of oiganisms (modeled as smart agents) are not coerced. Instead they are permitted to proceed \"naturally\" reacting to changes in the ecosystem and reflecting their real world counterparts. Once verified, the evolutionary bio-simulations can be used to further analyze a wide variety of scenarios to discover more comprehensive knowledge.", "cite_spans": [{"start": 141, "end": 144, "text": "[9,", "ref_id": "BIBREF7"}, {"start": 145, "end": 148, "text": "10]", "ref_id": "BIBREF8"}, {"start": 270, "end": 274, "text": "[10,", "ref_id": "BIBREF8"}, {"start": 275, "end": 278, "text": "11]", "ref_id": "BIBREF9"}, {"start": 572, "end": 576, "text": "[12]", "ref_id": null}], "ref_spans": [], "section": "PROPOSED APPROACH"}, {"text": "Computational evolutionary methodology employs computers and digital models to study and analyze evolution, phytogeny, and associated biological characteristics of organisms [12, 13, 14] . This methodology includes a wide variety of other modeling, simulation, and analysis techniques as well [12, 13, 14] . Since our proposed methodology uses bio-simulations to analyze the natural progression and evolution of avian influenza, it falls under the category of computational evolutionary methods.", "cite_spans": [{"start": 174, "end": 178, "text": "[12,", "ref_id": null}, {"start": 179, "end": 182, "text": "13,", "ref_id": "BIBREF11"}, {"start": 183, "end": 186, "text": "14]", "ref_id": "BIBREF12"}, {"start": 293, "end": 297, "text": "[12,", "ref_id": null}, {"start": 298, "end": 301, "text": "13,", "ref_id": "BIBREF11"}, {"start": 302, "end": 305, "text": "14]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Background on Computational Evolutionary Approaches"}, {"text": "The fundamental motivation for computational approaches, that enable study oiganisms in silico rather than in vitro, stems from many of their advantages [12] . The primary advantage is that existing knowledge can be used to create virtual organisms, rapidly and economically analyze numerous future generations, and draw inferences [12, 13, 14] . Computational evolutionary approaches have shown to be excellent candidates for analyzing phytogeny of microorganisms such as bacteria and viruses [ 12] . These approaches are gaining significant importance in biology and medicine.", "cite_spans": [{"start": 153, "end": 157, "text": "[12]", "ref_id": null}, {"start": 332, "end": 336, "text": "[12,", "ref_id": null}, {"start": 337, "end": 340, "text": "13,", "ref_id": "BIBREF11"}, {"start": 341, "end": 344, "text": "14]", "ref_id": "BIBREF12"}, {"start": 494, "end": 499, "text": "[ 12]", "ref_id": null}], "ref_spans": [], "section": "Background on Computational Evolutionary Approaches"}, {"text": "The proposed computational evolutionary methodology can be applied to a broad range of biological systems [12, 13, 14] . However, here we wiU focus on the issues involved in applying the proposed methodology to study and analyze the epidemiology of avian influenza along with its socio-economic impacts. The objective is to use existing information on various organisms in the ecosystem, namely migrating waterfowl, poultry, and humans, to discover additional knowledge for forecasting timehnes and epicenters of disease outbreaks. The motivation is to empower disease control centers and emeigency management agencies with crucial information required to contain and control outbreaks to save human lives and minimize socio-economic impacts.", "cite_spans": [{"start": 106, "end": 110, "text": "[12,", "ref_id": null}, {"start": 111, "end": 114, "text": "13,", "ref_id": "BIBREF11"}, {"start": 115, "end": 118, "text": "14]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Epidemiology of Avian Influenza"}, {"text": "Realizing the advantages of the proposed computational, evolutionary methodology requires the use of an effective software environment for eco-modehng, bio-simulation, and epidemiological analysis [10] . Specifically, in this case, the software environment must be conducive for analyzing the epidemiology of avian influenza. The software environment must facilitate rapid modeling and simulation (M&S) to minimize analysis time frames, thereby accelerating deployment of countermeasures. Moreover, the software must be portable and accessible to enable its widespread use [10] . Accordingly, we have endeavored to design and develop such a software environment caUed SEARUMS. SEARUMS is an acronym for Studying Epidemiology of Avian Influenza Rapidly Using Modeling and Simulation. It is an Java-based, integrated, graphical modeling, simulation, and analysis environment that is specialized for epidemiological study of avian influenza. SEARUMS provides an extensible, agent-based, spatially explicit modeling front-end coupled with a discrete event simulation kernel. The conceptual model of the software agents has been developed from corresponding Markov processes that provide a strong mathematical grounding. SEARUMS has been integrated with libraries for plotting graphs and charts that ease visuahzation of simulation results and aid in analysis.", "cite_spans": [{"start": 197, "end": 201, "text": "[10]", "ref_id": "BIBREF8"}, {"start": 573, "end": 577, "text": "[10]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "SEARUMS: A COMPUTATIONAL EVOLUTIONARY ENVIRONMENT FOR AVIAN INFLUENZA"}, {"text": "In addition, SEARUMS includes comprehensive models that incorporate real-world statistical data on: waterfowl migration, published by Global Register Of Migratory Species (GROMS) [15] ; waterfowl species that are at higher risk to carry the vims [6] ; global poultry population and distribution, published by the Food and Agriculture Organization (FAO) of the United Nations [16] ; and human population in metropolitan areas of the United States, obtained from the U.S. Census Bureau [17] . The model is stored as a portable XML document that can be readily reused and further extended. This aspect alleviates many procedural hurdles and promotes sharing and collaboration. SEARUMS is envisioned to serve as a global, multi-disciplinary environment that seamlessly integrates knowledge from various fields so that epidemiologists, economists, and disease control centers can collaboratively use it to combat avian influenza.", "cite_spans": [{"start": 179, "end": 183, "text": "[15]", "ref_id": "BIBREF13"}, {"start": 246, "end": 249, "text": "[6]", "ref_id": "BIBREF4"}, {"start": 375, "end": 379, "text": "[16]", "ref_id": "BIBREF14"}, {"start": 484, "end": 488, "text": "[17]", "ref_id": null}], "ref_spans": [], "section": "SEARUMS: A COMPUTATIONAL EVOLUTIONARY ENVIRONMENT FOR AVIAN INFLUENZA"}, {"text": "The epidemiology of avian influenza currently involves three primary types of entities, namely: migrating waterfowl flocks, humans, and poultry [6, 8] . Migrating waterfowl are the primary vectors of the H5N1 virus [18] . They indirectly transmit the vims to poultry in their vicinity through infected food, water, and feces [19, 20] . The disease is transmitted to humans that come in direct contact with contaminated surfaces or infected poultry [21] . In other words, the transmission of infections is determined both by space and time. Consequently, an epidemiological model needs to incorporate temporo-spatial interactions between the aforementioned three entities. Accordingly, we have developed our conceptual model using spatially explicit, discrete-time Markov processes as described further below [22] . Note that, since the goal of this section is to present factors steering the design and implementation of SEARUMS, it does not delve into mathematical detafls that are available in the literature [10] . The proposed conceptual model consists of a set of interacting entities. An entity may represent a flock of waterfowl, poultry, or confederation of humans. Each entity is mathematically modeled by a corresponding Markov process. A Markov process undeigoes instantaneous, probabilistic state transitions to reflect the behavior of its real-world counterpart [10] . Temporal state transitions induce changes to state variables, which in this case include population counts, location, infection percentage, and migration attributes. These changes corresponding various conditions such as: migration, healing or regeneration, and death or reduction in population. In conjunction with temporal changes, spatial interactions between entities are also captured as state transition probabilities. The spatial interactions, that occur in a spatially explicit models, have been mathematically modeled using principles of Euclidean geometry [23] . The surface of the earth is represented as an Euclidean plane and each entity has a circular area of influence. Interactions between entities occur when their circle of influence overlaps. Interactions between entities and the degree of overlap are used to model the intensity and spread of infection. Such a modehng approach is widely used in spatially explicit ecological models to reduce computational complexity [23, 24, 25] .", "cite_spans": [{"start": 144, "end": 147, "text": "[6,", "ref_id": "BIBREF4"}, {"start": 148, "end": 150, "text": "8]", "ref_id": null}, {"start": 215, "end": 219, "text": "[18]", "ref_id": null}, {"start": 325, "end": 329, "text": "[19,", "ref_id": null}, {"start": 330, "end": 333, "text": "20]", "ref_id": null}, {"start": 448, "end": 452, "text": "[21]", "ref_id": null}, {"start": 808, "end": 812, "text": "[22]", "ref_id": null}, {"start": 1011, "end": 1015, "text": "[10]", "ref_id": "BIBREF8"}, {"start": 1375, "end": 1379, "text": "[10]", "ref_id": "BIBREF8"}, {"start": 1948, "end": 1952, "text": "[23]", "ref_id": null}, {"start": 2371, "end": 2375, "text": "[23,", "ref_id": null}, {"start": 2376, "end": 2379, "text": "24,", "ref_id": null}, {"start": 2380, "end": 2383, "text": "25]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Conceptual Epidemiological Model"}, {"text": "In SEARUMS, each Markov process in the aforementioned mathematical formalism is modeled as a smart agent [24] . The simulation consists of a collection of interacting smart agents whose temporal behavior is causally coordinated using a discrete event kernel. The state has been implemented using a set of attributes that incorporate both temporal and spatial variables. Note that our methodology does not coerce behaviors or interactions between entities. Instead, each entity mimics the behavior of their realword counterpart which significantly simplifies implementation, reduces computational complexity, enables lucid use of real-world data, and eases addition of new instances including new types of software agents.", "cite_spans": [{"start": 105, "end": 109, "text": "[24]", "ref_id": null}], "ref_spans": [], "section": "Conceptual Epidemiological Model"}, {"text": "SEARUMS is an eco-modehng and bio-simulation virtual environment that uses a computational evolutionary methodology for study and analysis of epidemiology of avian influenza. It has been developed in Java by capitalizing on many of its object oriented programming features [26] . SEARUMS is designed to be a user friendly, integrated, graphical modehng, simulation, visualization, and analysis environment for conducting epidemiological analysis of avian influenza using an Agent-based, Spatially Explicit (ASE) model. These design goals have been achieved by composing the system using a coUection of interdependent but loosely coupled modules. Each module has a well defined functionality that can be accessed and utflized via a set of Application Program Interface (API) method calls. API of the modules are Java interface classes that are implemented by each module. Interactions between modules is achieved through interface classes to ensure loose couphng. This approach permits seamless \"plug and play\" of modules and the environment is composed by loading suitable modules dynamically on-demand via Java's reflection API [26] . Such an implementation approach has been adopted to ease customization and extension of SEARUMS without requiring changes to its design or impacting existing modules.", "cite_spans": [{"start": 273, "end": 277, "text": "[26]", "ref_id": "BIBREF24"}, {"start": 1129, "end": 1133, "text": "[26]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "ARCHITECTURE OF SEARUMS"}, {"text": "An architectural overview of the modules constituting SEARUMS is shown in Figure 1 . The modules can be broadly classified as core modules and Graphical User Interface (GUI) modules. The core modules of SEARUMS are the Agent Repository, Agent Customizer, Persistence Module, Dynamic Control & Steering Module, Simulation Module, and Logging Module. These modules provide the core M&S functionality of SEARUMS. The GUI facilitates interactions with the core modules via convenient and intuitive user interfaces. The GUI modules can be further categorized into the Editor subsystem, the Simulation Controller, and the the Visuahzation & Analysis subsystem. SEARUMS uses the Model-View-Controller pattern to couple the core modules, the GUI models, and the Eco-description. The design permits the GUI modules to be easily replaced with a minimal command-line text interface for miming SEARUMS in offline batch mode. The batch mode is useful for performing repeated runs or analyzing different scenarios on computational clusters.", "cite_spans": [], "ref_spans": [{"start": 74, "end": 82, "text": "Figure 1", "ref_id": null}], "section": "ARCHITECTURE OF SEARUMS"}, {"text": "The modules and subsystems constituting SEARUMS cooperatively operate on a shared, in-memory representation of the model called the Eco-description. The Ecodescription is a centralized data stmcture that includes aU the information necessary for modehng, simulation, and analysis. It is composed using a collection of Java classes and that provide efficient access to data and information required by the various modules. The primary information encapsulated by the Eco-description relates to the smart agents [24] that constitute the model. As shown in Figure 1 , the agents are organized into an Agent Repos i tory to facilitate instantiation and use via Java reflection API. Currently, SEARUMS includes the following three smart agents: Waterfowl Agent that represents a migrating waterfowl flock. Poultry Agent that models behavior of poultry flocks, and Human Agent that models humans. Each agent has its own behavior that reflects the characteristics of its real-world counterpart. The behaviors are customized to represent specific instances of an agent by specifying suitable values for the exposed attributes via the Attribute Editor GUI module. The attributes of an agent include:", "cite_spans": [{"start": 510, "end": 514, "text": "[24]", "ref_id": null}], "ref_spans": [{"start": 554, "end": 562, "text": "Figure 1", "ref_id": null}], "section": "ARCHITECTURE OF SEARUMS"}, {"text": "1. Geographic attributes that indicate the location (latitude and longitude) and logical association with countries and continents. In addition, each agent has a circle or influence that circumscribes its neighborhood. 2. Migratory attributes are specified only for agents whose location changes over the lifetime of the simulation. The migratory attributes are described as a sequence of migration points. Each migration point has geographical and chronological (arrival and departure dates) attributes associated with it. In SEARUMS, only one complete migration cycle needs to be specified. The software automatically reuses the information to simulate annual migratory cycles. 3. Statistical attributes for agent instances include their initial population, density and distribution, initial infection percentage, infection spread parameters, incubation periods, mortality rates, and population regrowth parameters.", "cite_spans": [], "ref_spans": [], "section": "ARCHITECTURE OF SEARUMS"}, {"text": "The agents implement the conceptual, mathematical model of the system developed using Markov processes. They are added to a model via suitable toolbar buttons or menu options provided by SEARUMS. Agent instances are created with default attributes from the Agent Repository by the Agent Custom!zer module using Java's reflection API. Once instantiated, the attributes for agents can be modified via the attribute editor module. The agents are implemented as a family of Java classes by extending a common base class called Agent. The Agent class provides methods for interacting with the simulation kernel, inspecting the neighborhood, scheduhng events, and interfacing with the GUI modules.", "cite_spans": [], "ref_spans": [], "section": "ARCHITECTURE OF SEARUMS"}, {"text": "The agents in a model are logically organized into hierarchical sets called groups. SEARUMS permits multiple top-level groups with an arbitrary number of hierarchies, with one or more sub-groups at each hierarchical level. An agent can be a member of multiple groups. The groups serve several different purposes in SEARUMS. A group can be used as a parameter for statistical analysis and for plotting charts. For example, a group caUed \"United States\" can be created with 50 different sub-groups, one for each state, encompassing various agents. The main \"United States\" group can be selected for plotting charts and SEARUMS automatically collates and plots data for each state. Note that even though graph plotting is restricted to one hierarchical level, statistics for plotting are collated in a recursive, depth-first manner and includes data from all agents in underlying hierarchies. A modeler can use a combination of groups to perform multifaceted analysis at different scales. In addition, groups can be included or excluded from simulations for analyzing different scenarios. The GUI modules utilize groups to provide control on visibflity of agents to manage details displayed on the screen. The Group Editor module provides the user interface for managing group entries and hierarchies.", "cite_spans": [], "ref_spans": [], "section": "ARCHITECTURE OF SEARUMS"}, {"text": "Once all the agent instances and groups have been established in a model, the parameters for observation are added to the Eco-description. These parameters are selected by the user via the Statistics & Charts Editor from a list of options. The list includes the attributes of the agents and the groups in the Eco-description. Each parameter is configured to be sampled hourly, daily, or weekly in terms of simulation time. Moreover, each parameter can be subjected to statistical operations, such as sum, mean, and median. SEARUMS can dynamically (i.e., during simulation) plot and save a variety of charts including: line graphs and pie charts. Multiple charts can be simultaneously used for analyzing a variety of data.", "cite_spans": [], "ref_spans": [], "section": "ARCHITECTURE OF SEARUMS"}, {"text": "All of the aforementioned information is stored as an integral part of the Ecodescription. The Eco-description can be saved for future reuse via the Pers i stence Module. The Eco-description is unmarshalled into an XML document that is compliant with a predefined XML schema. Serializing to an XML document has its advantages. First, it enables simple scripts to be developed that can modify specific values and perform multiple simulation mns in batch mode. Second, XML documents can be readily version controlled and archived using commonly available revision control systems like CVS and Subversion. Third, it eases documentation, validation, sharing, and reuse of valuable domain-specific statistical data collated by different researchers from diverse sources. Such features play an important role in facilitating large-scale, collaborative epidemiological studies.", "cite_spans": [], "ref_spans": [], "section": "ARCHITECTURE OF SEARUMS"}, {"text": "The simulation module performs the task of conducting a Discrete Event Simulation (DES) using the Eco-description. This module utflizes a multi-threaded DES kernel that manages and schedules the discrete events generated by the Agents. Multithreading enables the DES kernel to exploit the compute power of multi-processor or multi-core machines thereby reducing the wall-clock time for simulation. The number of threads spawned by the DBS kernel is configurable. Bach thread processes concurrent events (events with the same timestamp) in parallel without violating the causal constraints between events. The Dynamic Control and Steering Module provides the infrastructure to control the DBS kernel. In addition, it permits selected agent attributes to be modified during the course of simulation. The Simulation Controller module provides the graphical interface to the Dynamic Control & Steering Module.", "cite_spans": [], "ref_spans": [], "section": "ARCHITECTURE OF SEARUMS"}, {"text": "The initial experiments conducted using SBARUMS centered around its verification and validation. For this purpose, we have developed an Bco-description using selected, high risk species of waterfowl as reported by Hagemeijer et al [27] . Table 1 lists the waterfowl species, including high risk species [27] , used in the model. The migratory fly ways of the waterfowl and their population has been collated from data pubhshed by various organizations [2, 4, 15, 16, 17, 27] . For modeling and simulation purposes the dates for migration were approximated to the middle of the months reported in the statistics. The initial positions of the flocks were set to correspond to 01/01/2006, which is the realworld time when this specific simulation is logically set to commence. The dispersion of poultry population in different continents has been approximated to circular regions with even density in the Bco-description [16, 25] . Poultry data has been collated from statistics published by national organizations and government databases [16] . Currently, we have represented human population, as reported by U.S. Census Bureau [17] , in all 26 major metropolitan areas of the United States, approximated to circular regions. However, the Bco-description can be readily extended to include otherparts of the world. Note that to the best of our knowledge, it is the most comprehensive model of its kind reported to date.", "cite_spans": [{"start": 231, "end": 235, "text": "[27]", "ref_id": "BIBREF25"}, {"start": 303, "end": 307, "text": "[27]", "ref_id": "BIBREF25"}, {"start": 452, "end": 455, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 456, "end": 458, "text": "4,", "ref_id": null}, {"start": 459, "end": 462, "text": "15,", "ref_id": "BIBREF13"}, {"start": 463, "end": 466, "text": "16,", "ref_id": "BIBREF14"}, {"start": 467, "end": 470, "text": "17,", "ref_id": null}, {"start": 471, "end": 474, "text": "27]", "ref_id": "BIBREF25"}, {"start": 918, "end": 922, "text": "[16,", "ref_id": "BIBREF14"}, {"start": 923, "end": 926, "text": "25]", "ref_id": "BIBREF23"}, {"start": 1037, "end": 1041, "text": "[16]", "ref_id": "BIBREF14"}, {"start": 1127, "end": 1131, "text": "[17]", "ref_id": null}], "ref_spans": [{"start": 238, "end": 245, "text": "Table 1", "ref_id": "TABREF1"}], "section": "ECO-MODEL FOR VERIFICATION AND USE OF SEARUMS"}, {"text": "Having developed the Bco-description, we verified the validity of the Bco-description by performing extensive simulations with the initial source of infection set to outbreak in Indonesia [5] . We established the vahdity of the Bco-description and SBARUMS by confirming that the timing and chronology of several outbreaks observed in the simulations correlate with significant real-world incidents as reported by WHO [5] . The data in Table 2 presents a comparison of real-world and simulated outbreaks. The data is presented for some of the significant, initial avian influenza outbreaks and not for repeated outbreaks that occur in these regions. Note that deviations of ±2 weeks is expected due to approximation of migration dates. In addition, deviations in dates also occur because the Bco-description does not include all types of migratory waterfowl flocks but only the high risk species. However, the sufficiently close concordance between simulated and real-world outbreaks establishes validity and effectiveness of SBARUMS. Moreover, it significantly increases confidence in inferences drawn from the simulation. Currently, a variety of case studies using SBARUMS are already underway to predict and avert a [27] . Scalability and Performance Evaluation", "cite_spans": [{"start": 188, "end": 191, "text": "[5]", "ref_id": "BIBREF3"}, {"start": 417, "end": 420, "text": "[5]", "ref_id": "BIBREF3"}, {"start": 1218, "end": 1222, "text": "[27]", "ref_id": "BIBREF25"}], "ref_spans": [{"start": 435, "end": 442, "text": "Table 2", "ref_id": "TABREF3"}], "section": "VERIFICATION OF SEARUMS"}, {"text": "One of the important objectives underlying the design of SEARUMS is to facflitate rapid analysis of epidemiology of avian influenza. Accordingly, the vahdated Eco-description was also used to conduct scalability and performance evaluation of SEARUMS using three different platforms. The first platform was a Sun Netra-T12 SMP workstation with eight 1.2 GHz SPARCv9 processors with 16 gigabytes of RAM running Solaris 9. The second platform was a conventional personal computer (PC) running Windows XP (32-bit). The PC had a dual-core, 64-bit Turion processor running at 2 GHz with 2 GB of memory. The third platform was the same PC but running Linux (Fedora Core). Specifically, the PC was setup to a dual-boot configuration enabling it to run either Windows XP or Linux. These simulations were conducted by running SEARUMS in batch mode, without any GUI overhead to ensure emphasis on core performance.", "cite_spans": [], "ref_spans": [], "section": "Description of AgentType"}, {"text": "The graph in Figure 2 plots the wall-clock time taken to complete the simulation using a varying number of threads on the aforementioned platforms. As shown by the curves, initially the time taken for simulation reduces as the number of threads are increased. The wall-clock time decreases because the threads run in parallel on the multiprocessor/multi-core machines and rapidly process concurrent events. The initial performance improvement highlights SEARUMS' scalability. However, the performance decreases as the number of threads are further increased. The deterioration occurs because the Eco-description used in this experiment does not have sufficient, inherent concurrency to leverage the available compute power On the other hand, larger models with more concurrency will benefit from the scalable design.", "cite_spans": [], "ref_spans": [{"start": 13, "end": 21, "text": "Figure 2", "ref_id": "FIGREF1"}], "section": "Description of AgentType"}, {"text": "These experiments highlight the portability, scalability, and performance aspects of SEARUMS design. Simulations involving more than 20 million events complete within 4 minutes in optimal cases demonstrating that SEARUMS enables rapid epidemiological analysis of avian influenza. Furthermore, the experiments provide empirical evidence that the design goals of SEARUMS have been successfully achieved.", "cite_spans": [], "ref_spans": [], "section": "Description of AgentType"}, {"text": "In this case study, we analyzed the potential impact of avian influenza to poultry farming in the United States using the validated Eco-description presented earlier The study was conducted using a number of bio-simulations with three different experimental groups of migrating waterfowl. The three flocks were chosen based on their close proximity to known primary sites of disease outbreaks. The initial infection in each experimental group was varied for analysis. In all these experiments, the initial conditions were seeded corresponding to January 1, 2006 and the simulations were run for a period of 5 years. Figure 3 illustrates one of the trans-Atlantic transmission pathways to the continental United States. We observed that the spread was determined by migratory pathways and timelines of different | species of waterfowl rather than initial in-f fection percentages. One of the notable ob-1 servations is that our experiments correctly predicted an outbreak in the United Kingdom [4] . The graph in Figure 4 presents the impact of avian influenza outbreaks on poultry population in continental United States. Decrease in poultry population corresponds to H5N1 induced death and culhng of birds to control the disease. Increase in poultry population reflects regeneration of poultry flocks after an outbreak. As illustrated by the graph, infections in poultry also follow a cychc pattern that correlate with annual migration of waterfowl. The mortality figures can be translated to corresponding dollar figures for financial analysis. ", "cite_spans": [{"start": 993, "end": 996, "text": "[4]", "ref_id": null}], "ref_spans": [{"start": 616, "end": 624, "text": "Figure 3", "ref_id": "FIGREF2"}, {"start": 1012, "end": 1020, "text": "Figure 4", "ref_id": "FIGREF3"}], "section": "Case Study: Spread and Impact to United States"}, {"text": "The apphcation of computational evolutionary methodology to analyze the epidemiology of avian influenza was presented. Specifically, the practical issues involved in applying this methodology using an eco-modeling and bio-simulation environment caUed SEARUMS were discussed. The evolutionary epidemiological model of avian influenza was developed and empirically verified. The verification experiments highlight that the proposed methodology closely reflects real world scenarios. The bio-simulations conducted using SEARUMS provide good forecast of time lines and epicenters of outbreaks. Furthermore, it was observed that outbreaks follow a cyclical, annual pattern. This new, comprehensive knowledge gained about epidemiology of avian influenza is invaluable to combat outbreaks and prevent a pandemic. We are optimistic that the proposed software environment wiU enable mankind to strategically invest precious time and resources to combat diseases like avian influenza, minimize their impacts on human life and global economy.", "cite_spans": [], "ref_spans": [], "section": "CONCLUSIONS"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Principles of Virology", "authors": [{"first": "S", "middle": ["J"], "last": "Flint", "suffix": ""}, {"first": "L", "middle": ["W"], "last": "Enquist", "suffix": ""}, {"first": "V", "middle": ["R"], "last": "Racaniello", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Skalka", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Avian influenza: Current situation", "authors": [], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Avian influenza: Situation updates", "authors": [], "year": 2007, "venue": "World Health Organization", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Economic Impacts of Avian Influenza Propagation", "authors": [{"first": "M", "middle": [], "last": "Brahmbhatt", "suffix": ""}], "year": 2006, "venue": "m First International Conference On Avian Influenza in Humans", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Study of Dynamic Component Substitution", "authors": [{"first": "D", "middle": ["M"], "last": "Rao", "suffix": ""}], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "SEARUMS: Studying Epidemiology of Avian Influenza Rapidly Using Simulation", "authors": [{"first": "D", "middle": ["M"], "last": "Rao", "suffix": ""}, {"first": "A", "middle": [], "last": "Chemyakhovsky", "suffix": ""}, {"first": "V", "middle": [], "last": "Rao", "suffix": ""}], "year": 2007, "venue": "Proceedings of the 200 7 International Conference in Modeling Health Advances (ICMHA '07)", "volume": "", "issn": "", "pages": "667--673", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Accelerating Spatially Explicit Simulations of Spread of Lyme Disease", "authors": [{"first": "D", "middle": ["M"], "last": "Rao", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Wilsey", "suffix": ""}], "year": 2005, "venue": "Proceedings of the 38th Annual Simulation Symposium", "volume": "", "issn": "", "pages": "251--258", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Basic Populus Models of Ecology", "authors": [{"first": "D", "middle": ["N"], "last": "Alstad", "suffix": ""}], "year": 2001, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Evolutionary Theory: Mathematical and Conceptual Foundations", "authors": [{"first": "S", "middle": ["H"], "last": "Rice", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "GROMS: Global Register of Migratory Species, Summarising knowledge about migratory species for conservation", "authors": [], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Animal Production and Health Division of Food and Agriculture Organization of the United Nations, Global Livestock Production and Health Atias (GLiPHA", "authors": [], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "The Geometry of Ecological Interactions: Simplifying Spatial Complexity", "authors": [{"first": "R", "middle": [], "last": "Law", "suffix": ""}, {"first": "U", "middle": [], "last": "Dieckmann", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Metz", "suffix": ""}], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Effective Java -Programming Language Guide, Pearson", "authors": [{"first": "J", "middle": [], "last": "Bloch", "suffix": ""}], "year": 2001, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Migratory flyways in Europe, Africa, and Asia and the spread of HPAI H5N1", "authors": [{"first": "W", "middle": [], "last": "Hagemeijer", "suffix": ""}, {"first": "T", "middle": [], "last": "Mundkur", "suffix": ""}], "year": 2006, "venue": "International Scientific Conference On Avian Influenza and Wild Birds, FAO and OIE", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF1": {"text": "Influence of number of threads on wall-clock time for simulation on different hardware platforms and operating systems.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Timelines for H5N1 infection spread from experiment logically set to start on 01/01/2006.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Fluctuation in Poultry Population", "latex": null, "type": "figure"}, "TABREF0": {"text": "SEARUMS FIGURE 1. Architectural overview of SEARUMS. GUI modules are highlighted with a striped background. SEARUMS can be downloaded from http : //www. searums . org.", "latex": null, "type": "table"}, "TABREF1": {"text": "Various agent instances used to develop the Eco-description used for experiments. Entries prefixed witli * indicate liigli risk waterfowl species", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Description of AgentType </td><td>Number of Agents </td><td>Total Population </td><td>#Countries in Migration Path </td></tr><tr><td>Bar-Tailed Godwit </td><td>4 </td><td>40,000 </td><td>18 </td></tr><tr><td>Canada Goose </td><td>16 </td><td>231,700 </td><td>5 </td></tr><tr><td>Common Crane </td><td>9 </td><td>225,000 </td><td>21 </td></tr><tr><td>*Eurasian Widgeon </td><td>3 </td><td>1,296,000 </td><td>17 </td></tr><tr><td>Great Knot </td><td>3 </td><td>231,000 </td><td>8 </td></tr><tr><td>*Mallard </td><td>1 </td><td>5,000 </td><td>1 </td></tr><tr><td>Razorbill </td><td>1 </td><td>148,000 </td><td>4 </td></tr><tr><td>*Red-Breasted Goose </td><td>1 </td><td>44,000 </td><td>4 </td></tr><tr><td>Red-crowned Crane </td><td>1 </td><td>15,000 </td><td>4 </td></tr><tr><td>Siberian Crane </td><td>3 </td><td>30,000 </td><td>12 </td></tr><tr><td>Yellow-Billed Duck </td><td>2 </td><td>20,000 </td><td>8 </td></tr><tr><td>Total waterfowl flocks </td><td>44 </td><td>2,285,700 </td><td>40 </td></tr><tr><td>Total Poultry flocks </td><td>121 </td><td>12,280,000,000 </td><td>32 </td></tr><tr><td>Total Human groups </td><td>26 </td><td>125,000,000 </td><td>1 </td></tr><tr><td>Total </td><td>191 </td><td>12,407,285,700 </td><td>40 </td></tr></table></body></html>"}, "TABREF3": {"text": "Comparison of chronology of significant Realworld outbreaks with simulated outbreaks", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Incident </td><td>Real-world Date </td><td>Simulated Date </td><td>Error (Days) </td></tr><tr><td>Outbreak in Indonesia </td><td>23-Jan-06 </td><td>l-Jan-06 </td><td>22 </td></tr><tr><td>Infection in Iraq/Iran </td><td>l-Mar-06 </td><td>25-Mar-06 </td><td>24 </td></tr><tr><td>Infection in China </td><td>27-Apr-06 </td><td>2-Apr-06 </td><td>-25 </td></tr><tr><td>Infection in Egypt </td><td>ll-Oct-06 </td><td>14-Sep-06 </td><td>-27 </td></tr></table></body></html>"}}, "back_matter": []}