{
    "paper_id": "82144d7b8488582413394d9fedd8fb076339c789",
    "metadata": {
        "title": "Utility of Coil-Assisted Retrograde Transvenous Obliteration II (CARTO-II) for the Treatment of Gastric Varices",
        "authors": [
            {
                "first": "Akira",
                "middle": [],
                "last": "Yamamoto",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Atsushi",
                "middle": [],
                "last": "Jogo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ken",
                "middle": [],
                "last": "Kageyama",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Etsuji",
                "middle": [],
                "last": "Sohgawa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shinichi",
                "middle": [],
                "last": "Hamamoto",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Masao",
                "middle": [],
                "last": "Hamuro",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "Toshio"
                ],
                "last": "Kamino",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yukio",
                "middle": [],
                "last": "Miki",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Balloon-occluded retrograde transvenous obliteration (BRTO) is an endovascular procedure that was originally developed by Kanagawa et al. to treat gastric varices (GV) [3] . The effectiveness of BRTO is now well established, with the technique offering a high clinical success rate [7] .",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 137,
                    "text": "Kanagawa et al.",
                    "ref_id": null
                },
                {
                    "start": 168,
                    "end": 171,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 282,
                    "end": 285,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "One of the major drawbacks of conventional BRTO is that BRTO is a time-consuming procedure. Although sclerosis can be obtained within 3 h after injection of the sclerosant, an inflated balloon catheter is left in place for 4-24 h in patients at risk of coil migration or sclerosant leakage. There are many reports regarding BRTO being performed in this manner [6, 8, 9, 13, 15, 16] . The length of this procedure potentially carries a risk of deep venous thrombosis, pulmonary embolization, and balloon rupture in addition to the burden on the patient in terms of discomfort and limitations on movement. To overcome this drawback, the new strategy of plug-assisted retrograde transvenous obliteration (PATRO) was developed [2] . Although this procedure is associated with a relatively high rate of GV recurrence, procedure time was shortened because immediate removal of the catheter is achievable with the Amplatzer vascular plug. Lee et al. then introduced coil-assisted retrograde transvenous obliteration (CARTO) [10] , using coils instead of an inflated balloon catheter. This procedure can be performed in patients with smaller and larger shunts because of the availability of a wide variety of coil diameters. In this procedure, two catheters were inserted into the drainage vein and the narrowest portion of the gastro-renal (GR) shunt. After coil embolization via the catheter into the GR shunt, gelfoam slurry or sodium tetradecyl sulfate (STS) was injected through the microcatheter in the GV. Here, we report on our experience with a modified CARTO procedure. We follow a standard BRTO with a balloon catheter, deploying multiple coils through the balloon catheter to prevent migration of the sclerosant. After the coils are placed, the occluding balloon can be removed. This technique was introduced as CARTO-II by Kim et al. [4] . In the review report, only one case was shown in a figure regarding this approach. The purpose of this study was thus to confirm the utility of CARTO-II by evaluating the feasibility, safety and clinical outcomes.",
            "cite_spans": [
                {
                    "start": 360,
                    "end": 363,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 364,
                    "end": 366,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 367,
                    "end": 369,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 370,
                    "end": 373,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 374,
                    "end": 377,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 378,
                    "end": 381,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 723,
                    "end": 726,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1017,
                    "end": 1021,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1839,
                    "end": 1842,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This retrospective study was approved by our institutional review board. The study was initially designed to include 41 consecutive patients who had undergone BRTO for GV in our institute between June 2016 and April 2018. Thirtysix patients were finally enrolled, after excluding five patients who underwent emergent BRTO (n = 3), were found to be ineligible for BRTO due to high wedge pressure of the hepatic vein (45 mmHg) after temporary occlusion of the GR shunt (n = 1), or who did not undergo Endoscopic findings of GV were classified according to the criteria proposed by the Japanese Society for Portal Hypertension [14] . Briefly, the form of the GV was classified as: F1, straight, small-caliber varices; F2, moderately enlarged, beady varices; or F3, markedly enlarged, nodular, or tumor-shaped varices. Treatment was performed for GV that were endoscopically categorized as F2 or more, showed positive results for the red color sign, and were progressing.",
            "cite_spans": [
                {
                    "start": 624,
                    "end": 628,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Patients and Treatment Criteria"
        },
        {
            "text": "With the patient in a supine position and locally anesthetized, BRTO was performed by transvenously inserting a balloon catheter into the main draining vein, which is the GR shunt, the left inferior phrenic vein (IPV), or the pericardiacophrenic vein (PCV). The basic system involved introduction of a catheter into the right femoral vein with a 9-Fr/5-Fr double coaxial balloon catheter system (CANDIS, Medikit, Tokyo, Japan) or 5-Fr balloon catheter (Selecon MP cobra catheter; Terumo Clinical Supply, Gifu, Japan) for GR shunt access, introduction into the right femoral vein or left internal jugular vein with microballoon catheter (Pinnacle Blue, Tokai Medical, Kasugai, Japan, or Masamune, Fuji Systems, Tokyo, Japan) for IPV shunt or PCV access. Balloon-occluded retrograde transvenous venography (BRTV) was performed to classify patients according to Hirota's criteria. All patients were confirmed to be free of PPVA by BRTV. Before embolization of GV, wedge pressure of the right hepatic vein was measured through the additional balloon catheter inserted into the right hepatic vein to confirm the portal pressure. Patients underwent treatment with 5% ethanolamine oleate iopamidol (EOI) [10% ethanolamine oleate (Oldamin, ASKA Pharmaceutical, Osaka, Japan) mixed with the same volume of nonionic contrast medium (iopamidol 300 mg I/mL, Iopamiron 300, Bayer Schering Pharma, Osaka, Japan)] with or without gelatin sponge particles. At least 10 min after finishing EOI injection, coil embolization of the drainage vein was performed through the balloon catheter or microcatheter inserted in the balloon catheter ( Fig. 1) . At least 30 min after EOI injection, the balloon catheter and sheath were removed. To prevent renal dysfunction caused by EOI-induced hemolysis, drip infusion of 4000 U of haptoglobin was performed during injection of the 5% EOI. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1622,
                    "end": 1629,
                    "text": "Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Procedure"
        },
        {
            "text": "In computed tomography (CT) before the procedure, maximum short diameter of the drainage vein was measured. Technical success was defined as achievement of both stagnation of sclerosants in GV on unenhanced CT or cone-beam CT (CBCT) immediately after the procedure and immediate removal of the balloon catheter after coil embolization. The length of the procedure was evaluated. The length of the procedure was defined as the interval from entering the angiography room to leaving the room. All patients underwent contrast-enhanced multidetector row CT (CECT) of the chest-abdomen-pelvis 4 days after the procedure. The same scan was also used to check for pulmonary or venous complications, portal embolism or major complications. Sclerosant-related adverse effects such as disseminated intravascular coagulation (DIC), acute respiratory distress syndrome (ARDS), and worsening of renal function were also clinically evaluated. Patients were followed-up and endoscopy was performed every 3-6 month after BRTO. If anemia worsened or hematemesis occurred during observation, endoscopy was performed in a timely manner. During patient follow-up, recurrence of GV was defined as enlargement of GV apparent on endoscopy. Rates of recurrence for GV after BRTO were also analyzed. Clinical success was defined as absence of recurrence after BRTO.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation of the Procedure"
        },
        {
            "text": "Patient characteristics are listed in Table 1 . Coil embolization of the drainage vein and removal of the balloon catheter were achieved in all 36 patients (Fig. 2) . The main drainage vein was the GR shunt in 32 patients, the IPV in three patients, and the PCV in one patient ( are available and the narrowest portion of the GR shunt was thought to be less than the maximum short diameter of the coils, this technique could be applied to almost all varices. In PARTO, the maximum diameter of available Amplatzer vascular plugs was 22 mm. This procedure cannot be applied for GV with a large shunt. Moreover, CARTO-II was performed via the IPV and PCV. Although these veins have not been frequently reported as drainage veins, BRTO through these veins has been described [1] . However, these veins are basically narrow compared to the GR shunt, and inserting a sheath to use an Amplatzer vascular plug is difficult. Because coil placement in CARTO-II can be performed through a microcatheter, CARTO-II could be performed from various kinds of drainage veins, even intercostal veins [12] . This is considered as one advantage of the CARTO-II technique.",
            "cite_spans": [
                {
                    "start": 771,
                    "end": 774,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1082,
                    "end": 1086,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 38,
                    "end": 45,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 156,
                    "end": 164,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The mean number of coils used in this CARTO-II was 3.36 (range, 1-7). In the original CARTO procedure, the number of coils used was 11.1 (range, 5-22) [10] . CARTO-II is considered much cheaper than CARTO. The reason for the lower number of coils used is the fact that total occlusion is not required in CARTO-II. In CARTO, sclerosants are injected after complete occlusion of the drainage vein, whereas CARTO-II places coils to prevent migration of coagulated blood and thus avoid pulmonary embolization. Sclerosis of GV was completed through the balloon catheter before coil embolization. This use of a relatively lower number of coils shortens the procedure time and reduces costs. Mean procedure length (time from entering the angiography room to leaving the room) was 132.8 min (2.2 h) in this study, compared to 2.82 h for CARTO [10] . This time included the time to ready the patient for the procedure in the room and the time to measure wedge pressure (at least 15 min). Mean procedure time for CARTO-II was under 2 h. Generally, procedure length appears shorter for CARTO-II than for CARTO. One reason for this short procedure length was the lack of any need to wait for complete occlusion before injecting sclerosants. CARTO-II can thus be considered less timeconsuming and expensive than CARTO. Many kinds of sclerosant are available, such as EOI, gelfoam slurry, STS, or lauromacrogol used in BRTO for GV. With CARTO-II, the only difference from conventional BRTO using sclerosant is the use of coils after sclerosis. This technique does not place specific limits on the type of sclerosant. In the PARTO procedure with gelfoam slurry, the recurrence rate was initially relatively high (32.8% at 1 year) [5] . A modified method with gelfoam followed by STS has shown better outcomes approaching a 0% of recurrence rate [4] , In a study of conventional BRTO using STS only, 1-year recurrence rate was reported to be 1.3%. In a study of conventional BRTO using lauromacrogol, complete obliteration of GVs was confirmed in all 31 patients (100%) on CT [11] . In a prospective study of conventional BRTO using EOI, the rate of complete thrombosis of GV according to CECT on day 90 was 93.0% (40 of 43 patients) [6] . In this report, the complete regression rate of GV according to endoscopy on day 90 was 97.2%. Theoretically, the clinical outcomes should be similar to those of conventional BRTO with EOI.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 155,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 835,
                    "end": 839,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1715,
                    "end": 1718,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1830,
                    "end": 1833,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2060,
                    "end": 2064,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2218,
                    "end": 2221,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "First limitation of this study was that the patient cohort was relatively small. A larger study is needed in the future. Second limitation of this study was the retrospective design. Third limitation of this study was that CARTO-II study did not conduct direct comparisons with other techniques such as PARTO or CARTO. Fig. 3 A 65- year-old man with gastric varix. A The varix is revealed on contrast-enhanced computed tomography along the fundus (arrow). B On volumerendered contrast-enhanced computed tomography (CT), the pericardiacophrenic vein is identified as a drainage vein (arrow). The varix is also revealed on CT (arrowhead). C After insertion of a microballoon catheter into the pericardiacophrenic vein, sclerosant [ethanolamine oleate iopamidol (EOI)] is injected into the varix (arrow). D After injection of sclerosant, metallic coils (two Target XL 10 mm 9 40 cm; Stryker, Tokyo, Japan) are inserted into the drainage vein via microballoon catheter (Masamune; Fuji Systems, Tokyo, Japan). After coiling, the microballoon catheter is removed",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 319,
                    "end": 331,
                    "text": "Fig. 3 A 65-",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The present study found that CARTO-II was feasible and safe and could be performed in a relatively short time. The number of coils used was low, as was the rate of GV recurrence. CARTO-II may have an important role to play in the management of GV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Conflict of interest The authors declare that they have no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with Ethical Standards"
        },
        {
            "text": "Human and Animal Rights All procedures performed in studies involving human participants were in accordance with the ethical standards of the institutional and/or national research committee and with the 1964 Helsinki declaration and its later amendments or comparable ethical standards.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with Ethical Standards"
        },
        {
            "text": "Informed Consent For this type of study, formal consent is not required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with Ethical Standards"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Can balloon-occluded retrograde transvenous obliteration be performed for gastric varices without gastrorenal shunts?",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Araki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hori",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Motosugi",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Vasc Interv Radiol",
            "volume": "21",
            "issn": "5",
            "pages": "663--70",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Gastric varices and hepatic encephalopathy: treatment with vascular plug and gelatin spongeassisted retrograde transvenous obliteration-a primary report",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "I"
                    ],
                    "last": "Gwon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "K"
                    ],
                    "last": "Yoon",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Radiology",
            "volume": "268",
            "issn": "1",
            "pages": "281--288",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Treatment of gastric fundal varices by balloon-occluded retrograde transvenous obliteration",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kanagawa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mima",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kouyama",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gotoh",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Uchida",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Okuda",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Gastroenterol Hepatol",
            "volume": "11",
            "issn": "1",
            "pages": "51--59",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Modified balloon-occluded retrograde transvenous obliteration (BRTO) techniques for the treatment of gastric varices: vascular plug-assisted retrograde transvenous obliteration (PARTO)/coil-assisted retrograde transvenous obliteration (CARTO)/balloon-occluded antegrade transvenous obliteration (BATO)",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Darcy",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "B"
                    ],
                    "last": "Mani",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Cardiovasc Interv Radiol",
            "volume": "41",
            "issn": "6",
            "pages": "835--882",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Comparison of balloon-occluded retrograde transvenous obliteration (BRTO) using ethanolamine oleate (EO), BRTO using sodium tetradecyl sulfate (STS) foam and vascular plug-assisted retrograde transvenous obliteration (PARTO)",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "R"
                    ],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Cardiovasc Interv Radiol",
            "volume": "39",
            "issn": "6",
            "pages": "840--846",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Short-term safety and efficacy of balloon-occluded retrograde transvenous obliteration using ethanolamine oleate: results of a prospective, multicenter single-arm trial",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kobayakawa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kokubu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hirota",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Vasc Interv Radiol",
            "volume": "28",
            "issn": "8",
            "pages": "1108--1123",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Recent development of balloon-occluded retrograde transvenous obliteration",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kobayakawa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ohnishi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Gastroenterol Hepatol",
            "volume": "34",
            "issn": "3",
            "pages": "495--500",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Portal response related to shunt occlusion by balloon-occluded retrograde transvenous obliteration may determine the prognosis of cirrhosis",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Maruyama",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kiyono",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Hepatol Res",
            "volume": "46",
            "issn": "13",
            "pages": "1321--1330",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Long-term results of balloon-occluded retrograde transvenous obliteration for gastric fundal varices: hepatic deterioration links to portosystemic shunt syndrome",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kumamoto",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Toyonaga",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Inoue",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Gastroenterol Hepatol",
            "volume": "25",
            "issn": "6",
            "pages": "1129--1164",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Coil-assisted retrograde transvenous obliteration (CARTO) for the treatment of portal hypertensive variceal bleeding: preliminary results",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Saab",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Gomes",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Clin Transl Gastroenterol",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Efficacy and safety of balloon-occluded retrograde transvenous obliteration of gastric varices with lauromacrogol foam sclerotherapy: initial experience",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Abdom Radiol",
            "volume": "43",
            "issn": "7",
            "pages": "1820--1824",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Balloon-occluded retrograde transvenous obliteration for gastric varices via the intercostal vein",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Minamiguchi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kawai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sato",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "World J Radiol",
            "volume": "4",
            "issn": "3",
            "pages": "121--126",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Balloon-occluded retrograde transvenous obliteration improves liver function in patients with cirrhosis and portal hypertension",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Miyamoto",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Oho",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kumamoto",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Toyonaga",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sata",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Gastroenterol Hepatol",
            "volume": "18",
            "issn": "8",
            "pages": "934--976",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "General rules for recording endoscopic findings of esophagogastric varices",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tajiri",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yoshida",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Obara",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "22",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Prediction of improved liver function after balloon-occluded retrograde transvenous obliteration: relation to hepatic vein pressure gradient",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Uehara",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Akahoshi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tomikawa",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Gastroenterol Hepatol",
            "volume": "27",
            "issn": "1",
            "pages": "137--178",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Prediction for improvement of liver function after balloon-occluded retrograde transvenous obliteration for gastric varices to manage portosystemic shunt syndrome",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yamamoto",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nishida",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Morikawa",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Vasc Interv Radiol",
            "volume": "27",
            "issn": "8",
            "pages": "1160--1167",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Schema of CARTO-II. A Balloon catheter is inserted into the drainage vein of gastric varices (GV). Balloon-occluded retrograde transvenous venography is performed in the same manner as conventional balloon-occluded retrograde transvenous obliteration. B Sclerosant [ethanolamine oleate iopamidol (EOI)] is injected into the GV. C Metallic coils are inserted into the drainage vein via balloon catheter after injection of sclerosant. D At least 30 min after injection of sclerosant, balloon catheter is removed. IVC inferior vena cava, RV renal vein BRTO due to visualization of apparent portopulmonary vein anastomosis (PPVA) during the procedure (n = 1).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "HBV hepatitis B virus, HCV hepatitis C virus, NAFLD non-alcoholic fatty liver disease A. Yamamoto et al: Utility of Coil-Assisted Retrograde Transvenous Obliteration II (CARTO-II)… 567",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "II procedure, coil placement was achieved in all cases. Maximum short diameter of the drainage vein was 16 mm. Because large coils [ 30 mm",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}