{"paper_id": "8258250cfa2702747fae2f183d320e4e264bf6fe", "metadata": {"title": "Identification, molecular characterization and expression of aminopeptidase N-1 (APN-1) from Anopheles stephensi in SF9 cell line as a candidate molecule for developing a vaccine that interrupt malaria transmission", "authors": [{"first": "Javad", "middle": [], "last": "Dadgar Pakdel", "suffix": "", "affiliation": {"laboratory": "Malaria and Vector Research Group (MVRG)", "institution": "Pasteur Institute of Iran (PII)", "location": {"addrLine": "Pasteur Avenue", "postBox": "P.O. Box 1316943551", "settlement": "Tehran", "country": "Iran"}}, "email": ""}, {"first": "Sedigheh", "middle": [], "last": "Zakeri", "suffix": "", "affiliation": {"laboratory": "Malaria and Vector Research Group (MVRG)", "institution": "Pasteur Institute of Iran (PII)", "location": {"addrLine": "Pasteur Avenue", "postBox": "P.O. Box 1316943551", "settlement": "Tehran", "country": "Iran"}}, "email": ""}, {"first": "Abbasali", "middle": [], "last": "Raz", "suffix": "", "affiliation": {"laboratory": "Malaria and Vector Research Group (MVRG)", "institution": "Pasteur Institute of Iran (PII)", "location": {"addrLine": "Pasteur Avenue", "postBox": "P.O. Box 1316943551", "settlement": "Tehran", "country": "Iran"}}, "email": ""}, {"first": "Navid", "middle": [], "last": "Dinparast Djadid", "suffix": "", "affiliation": {"laboratory": "Malaria and Vector Research Group (MVRG)", "institution": "Pasteur Institute of Iran (PII)", "location": {"addrLine": "Pasteur Avenue", "postBox": "P.O. Box 1316943551", "settlement": "Tehran", "country": "Iran"}}, "email": ""}]}, "abstract": [{"text": "Background: According to the World Health Organization reports, billions of people around the world are at risk for malaria disease and it is important to consider the preventive strategies for protecting the people that are living in high risk areas. One of the main reasons of disease survival is diversity of vectors and parasites in different malaria regions that have their specific features, behaviour and biology. Therefore, specific regional strategies are necessary for successful control of malaria. One of the tools that needs to be developed for elimination and prevention of reintroduction of malaria is a vaccine that interrupt malaria transmission (VIMTs). VIMT is a broad concept that should be adjusted to the biological characteristics of the disease in each region. One type of VIMT is a vector-based vaccine that affects the sexual stage of Plasmodium life cycle. According to recent studies, the aminopeptidase N-1 of Anopheles gambiae (AgAPN-1) is as a potent vector-based VIMT with considerable inhibition activity against the sexual stage of Plasmodium parasite.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Systems for rapid amplification of cDNA ends (3ʹ-RACE) and genome walking methods were used for sequence determination of apn-1 gene from Anopheles stephensi and distinct bioinformatics software were used for structural analysis. AsAPN-1 was expressed in Spodoptera frugiperda (Sf9) insect cell line using the baculovirus expression system. Recombinant AsAPN-1 was purified under the hybrid condition and its biological activity was assayed.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Background Despite the impressive progresses in medical sciences, according to the World Health Organization (WHO) report in 2018, malaria is still as one of the most significant infectious diseases in the world and there were 219 million new cases with increment of about 3.5 million cases over 2017 [1, 2] .", "cite_spans": [{"start": 301, "end": 304, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 305, "end": 307, "text": "2]", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "The severity of the disease is directly related to the species of Plasmodium and the geographical dispersion and proportion of Anopheles. There are about 30 species of Anopheles, which are responsible for transmission of malaria across the world [3] . One of the most considerable challenge in malaria control is the diversity of the vector and parasite species in different endemic regions which means distinct strategies must be considered for each geographical region [4] . For instance, Anopheles gambiae is the main malaria vector in sub-Saharan of Africa, while Anopheles stephensi is the most prevalent vector which is spread from the east of Africa (Djibouti and Ethiopia) to the south regions of China [5] . In addition, resistance to insecticides and drugs increases the complexity of malaria treatment and control [6] [7] [8] . Moreover, proximity with special endemic malaria regions affects the malaria control progress and, therefore, needs more considerations to achieve the final goal. For example, Iran which is in elimination phase is a neighbour of Afghanistan and Pakistan, which are categorized in the \"Control Phase\" with high prevalence of malaria. This situation might be established in many parts of the world and may lead to the failure of the malaria elimination goals of the United Nations by 2030 [9] . According to the malEra guidelines, vaccines are one of the main tools for malaria control and with regards to the progress in the elimination programme; specific types of vaccines should be considered for each country. Development of the vaccines that interrupt malaria transmission (VIMTs) was emphasized by the vaccine consultative group for countries that have passed the pre-elimination step and have proceeded to the global goal [10] . VIMTs are divided into various types; one type is the classical transmissionblocking vaccine that blocks the sexual parasite development by targeting the required effector molecules in the vector, including mosquito-based transmission-blocking vaccines with targets such as Anopheles gambiae aminopeptidase N-1 (AgAPN-1) [11] , CPBAg1 (Carboxy Peptidase B1) [12, 13] , Trypsin [14] , saglin [15] , FREP 1 [16, 17] , and SGS1 [18] . APN-1 is a candidate molecule for which the blocking efficacy against Plasmodium falciparum in An. gambiae has been confirmed [19] . Given the fact that Jacalin prevents ookinete attachment by masking the glycan ligands on the surface of midgut epithelial cells, Dinglasan et al. used affinity chromatography to identify its receptor on the midgut epithelial cells of An. gambiae. Some glycoproteins, such as APN-1, are receptors for the lectin-similar structures of ookinete that trigger the attachment of ookinetes to the internal side of the epithelium and are essential for preceding the sexual development of parasite in the mosquito midgut [13, 16, 20] .", "cite_spans": [{"start": 246, "end": 249, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 471, "end": 474, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 711, "end": 714, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 825, "end": 828, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 829, "end": 832, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 833, "end": 836, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 1326, "end": 1329, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 1767, "end": 1771, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 2095, "end": 2099, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 2132, "end": 2136, "text": "[12,", "ref_id": "BIBREF11"}, {"start": 2137, "end": 2140, "text": "13]", "ref_id": "BIBREF12"}, {"start": 2151, "end": 2155, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 2165, "end": 2169, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 2179, "end": 2183, "text": "[16,", "ref_id": "BIBREF15"}, {"start": 2184, "end": 2187, "text": "17]", "ref_id": "BIBREF16"}, {"start": 2199, "end": 2203, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 2332, "end": 2336, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 2852, "end": 2856, "text": "[13,", "ref_id": "BIBREF12"}, {"start": 2857, "end": 2860, "text": "16,", "ref_id": "BIBREF15"}, {"start": 2861, "end": 2864, "text": "20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": ""}, {"text": "Therefore, Dinglasan et al. used AgAPN-1 as a TBV candidate and their results showed that it can inhibit the sexual development of P. falciparum with 100% efficacy (at ~ 10 µg/ml specific IgG). In addition, it was shown that 100 μg/ml of polyclonal antibody against AgAPN-1 could reduce oocyst formation of Plasmodium berghei in the midgut of An. gambiae. Furthermore, peptide mapping showed that a 135 amino acids fragment located in the N-terminal of AgAPN-1 is immunogenic even in the absence of adjuvant and has equal blocking efficacy similar to the full length of AgAPN-1 [21] .", "cite_spans": [{"start": 11, "end": 32, "text": "Dinglasan et al. used", "ref_id": null}, {"start": 578, "end": 582, "text": "[21]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": ""}, {"text": "Since An. stephensi is the main malaria vector from the east of Africa to the south regions of China, and due to the considerable efficacy of APN-1 as a VIMT in whole protein and sub-unit formats, the apn-1 gene and its related protein in An. stephensi were identified and characterized in the current study to provide the basic and fundamental information necessary for developing an effective and regional mosquito-based VIMT in areas that An. stephensi is the major threat for malaria transmission.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Identification of the middle part of apn-1 mRNA sequence of An. stephensi had been reported in the study of Bokharaei et al. [22] . Thus, general and specific primers were designed for performing the 5ʹ-Genome walking and 3ʹ-RACE, respectively, based on the reported sequence using the GeneRunner software (version 4.0.9.68 beta) ( Table 1) . Their specificity was evaluated by the nucleotide BLAST server (http://blast .ncbi.nlm.nih. gov/Blast .cgi) [13, 23] . After determining the full-length sequence of apn-1 mRNA molecule, specific primers were designed to amplify the full length coding sequence were acquired in this study and those could be useful for research groups that study on malaria vaccine for countries that An. stephensi is the main malaria vector there.", "cite_spans": [{"start": 125, "end": 129, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 451, "end": 455, "text": "[13,", "ref_id": "BIBREF12"}, {"start": 456, "end": 459, "text": "23]", "ref_id": "BIBREF22"}], "ref_spans": [{"start": 332, "end": 340, "text": "Table 1)", "ref_id": "TABREF1"}], "section": "Primer design"}, {"text": "Keywords: Malaria, Anopheles stephensi, Aminopeptidase-N1, Spodoptera frugiperda (Sf9) insect cell line, VIMTs of the mRNA and DNA of the target gene for evaluating the arrangement of introns and exons. In addition, fulllength cloning primers, which contained restriction sites, were designed for cloning and expressing of the whole APN-1 in SF9 cell line using the baculovirus expression system.", "cite_spans": [], "ref_spans": [], "section": "Primer design"}, {"text": "All experiments were performed on the An. stephensi mysorensis, using the Chabahar strain which had previously been collected from the Chabahar district in the southeastern part of Iran, Sistan and Baluchestan Province. This strain was reared in the National Insectarium at Pasteur Institute of Iran (PII), Malaria and Vector research Group (MVRG) under the standard conditions: a temperature range of 26-28 °C, 60-80% humidity, and 12 h light/dark cycle [13] . Five-days adult mosquitoes were used in the all experiments of this study.", "cite_spans": [{"start": 455, "end": 459, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Collection of Anopheles stephensi samples and insectary rearing"}, {"text": "Live mosquitoes were anesthetized on ice, and their midguts were dissected. Ten isolated midguts were used for RNA extraction which was performed by High Pure RNA Tissue Kit (Roche, Germany) according to the manufacturer's instruction. The extracted RNAs were treated with DNase I enzyme to remove any probable DNA Genome walking primers  1  GWA  5ʹ-GAT CAG GCG TCG CGT ACC TCNNCTA CTG -3ʹʹ   2  GWB  5ʹ-GAT CAG GCG TCG CGT ACC TCNNCTACT-3ʹ   3  GWC  5ʹ-GAT CAG GCG TCG CGT ACC TCNNCTAC-3ʹ   4  GWD  5ʹ-GAT CAG GCG TCG CGT ACC TCNNCAC GCA -3ʹ   5  GWE  5ʹ-GAT CAG GCG TCG CGT ACC TCNNCACGC-3ʹ   6  GWF  5ʹ-GAT CAG GCG TCG CGT ACC TCNNCACG-3ʹ   7  GWG  5ʹ-GAT CAG GCG TCG CGT ACC TCNNGAGAC- GAG ATT TGA ATC TTG CTT CTG GGC CCT CTA T TGT CAT TGT CTT  TTT TTT TTT TTT TTT-3ʹ   24  Inner RC  5ʹ-GGC CCT CTA TTG TCA TTG TC-3ʹ   25  Outer RC  5ʹ-GAG ATT TGA ATC TTG CTT CTG-3ʹ   26  T7 RC  5ʹ-TAA TAC GAC TCA CTA TAG -3ʹ   Full-length primers  27  FL inner-F  5ʹ-CGA TTA GTG CAC CAC CGA GTC TGC -3ʹ   28  FL Outer-F  5ʹ-ATG GTG CGT TCG AAG ATC CTA GCA G-3ʹ   29  FL inner-R  5ʹ-CCT AAT CAT CTC GAT TCC GGA GCT CCTG-3ʹ   30  FL outer-R  5ʹ-TTA TCC CAG TAG ATG GAC CGCG-3ʹ   Full-length cloning primers  33  UFLC-F  5ʹ-AAG CTT ctATG GTG CGT TCG AAG ATC -3ʹ   34  DFLC-R  5ʹ-CTC GAG tTTA TCC CAG TAG ATG GAC CG-3ʹ contamination, as per the instruction recommended by manufacturer (Thermo Scientific, USA). Quantity and quality of the extracted RNA was evaluated using the Colibri microvolume spectrometer (Titertek-Berthold, Germany) and 1.5% agarose gel electrophoresis, respectively. Genomic DNA, which was used to determine the full length of apn-1 gene sequence and arrangement of its introns and exons, was extracted from the whole body of the mosquitoes by MBST genomic DNA extraction kit (MBST, Iran).", "cite_spans": [], "ref_spans": [{"start": 315, "end": 689, "text": "Genome walking primers  1  GWA  5ʹ-GAT CAG GCG TCG CGT ACC TCNNCTA CTG -3ʹʹ   2  GWB  5ʹ-GAT CAG GCG TCG CGT ACC TCNNCTACT-3ʹ   3  GWC  5ʹ-GAT CAG GCG TCG CGT ACC TCNNCTAC-3ʹ   4  GWD  5ʹ-GAT CAG GCG TCG CGT ACC TCNNCAC GCA -3ʹ   5  GWE  5ʹ-GAT CAG GCG TCG CGT ACC TCNNCACGC-3ʹ   6  GWF  5ʹ-GAT CAG GCG TCG CGT ACC TCNNCACG-3ʹ   7  GWG  5ʹ-GAT CAG GCG TCG CGT ACC TCNNGAGAC-", "ref_id": "TABREF1"}, {"start": 690, "end": 1304, "text": "GAG ATT TGA ATC TTG CTT CTG GGC CCT CTA T TGT CAT TGT CTT  TTT TTT TTT TTT TTT-3ʹ   24  Inner RC  5ʹ-GGC CCT CTA TTG TCA TTG TC-3ʹ   25  Outer RC  5ʹ-GAG ATT TGA ATC TTG CTT CTG-3ʹ   26  T7 RC  5ʹ-TAA TAC GAC TCA CTA TAG -3ʹ   Full-length primers  27  FL inner-F  5ʹ-CGA TTA GTG CAC CAC CGA GTC TGC -3ʹ   28  FL Outer-F  5ʹ-ATG GTG CGT TCG AAG ATC CTA GCA G-3ʹ   29  FL inner-R  5ʹ-CCT AAT CAT CTC GAT TCC GGA GCT CCTG-3ʹ   30  FL outer-R  5ʹ-TTA TCC CAG TAG ATG GAC CGCG-3ʹ   Full-length cloning primers  33  UFLC-F  5ʹ-AAG CTT ctATG GTG CGT TCG AAG ATC -3ʹ   34  DFLC-R  5ʹ-CTC GAG tTTA TCC CAG TAG ATG GAC CG-3ʹ", "ref_id": "TABREF3"}], "section": "RNA and DNA extraction"}, {"text": "Considering that there was no data on the expression pattern of apn-1 gene, total RNA was extracted in different time frames (0, 2, 7, 12, and 18 h) after blood feeding. RT reaction was performed in a final volume of 20 µl using the Oligo(dT) as primer. The volume of 200 ng of the total RNA was adjusted to 5 µl by adding RNase-free distilled water. This mixture was incubated at 75 °C for 5 min to remove the secondary structures and was cooled on ice immediately. Then, RT mix which included Revertaid Moloney murine leukaemia virus [M-MuLV], RNase inhibitor, deoxynucleoside triphosphate solution, RT buffer, and Oligo(dT) primer, was added to the cooled RNA, and RT reaction was started by the following program: 10 min at 25 °C, 60 min at 42 °C, and 10 min at 70 °C. All reagents were purchased from Takara, Japan.", "cite_spans": [], "ref_spans": [], "section": "Reverse transcription (RT; cDNA synthesis)"}, {"text": "All reactions were carried out in a 20 μl total volume for 35 cycles. Ingredients of the PCR reactions consisted of 400 nM of each primer, 1 unit of Taq DNA polymerase, 0.2 mM of each deoxynucleoside triphosphate, 2.5 µl of 10× reaction buffer, 1.5 mM MgCl 2 , and 150 ng of genomic DNA in each reaction as template. The PCR reactions were performed in a Flex Cycler PCR machine (Analytik Jena, Germany) using 5 min primary denaturation at 94 °C which followed by 35 cycles of denaturation at 94 °C for 30 s, annealing at 58-62 °C for 40 s depending on the Tm of primers and 1-3 min (with regard to the size of amplicon) extension at 72 °C with an additional final extension at 72 °C for 10 min. Finally, PCR products were evaluated using the 1.5% agarose gel.", "cite_spans": [], "ref_spans": [], "section": "Polymerase chain reaction (PCR) assay"}, {"text": "Based on the study of Raz et al. [13] , the RT reaction was performed by the linker primer (Table 1) . Various gene specific primers were designed for this technique. In this step, two PCR reactions were carried out with outer and inner primers as reverse and internal gene-specific primers as forward primers. After performing the agarose gel electrophoresis, only amplicons that their sizes were close to the expected size were selected for TA cloning.", "cite_spans": [{"start": 33, "end": 37, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 91, "end": 100, "text": "(Table 1)", "ref_id": "TABREF1"}], "section": "3ʹ-RACE and 5ʹ-genome walking"}, {"text": "Selected amplicons were recovered from agarose gel and TA cloned in pTG19-T vector (both from Vivantis, Malaysia). Next, TA-cloned products were sequenced by Macrogen company (South Korea). After editing sequences using Chromas software (Technelysium, Australia), those were analysed by nucleotide BLAST (http:// blast .ncbi.nlm.nih.gov/Blast .cgi) for similarity search.", "cite_spans": [], "ref_spans": [], "section": "3ʹ-RACE and 5ʹ-genome walking"}, {"text": "To determine the 5ʹ-end sequence of the apn-1 gene, the genome walking method was used according to Alipour et al. [23] . Briefly, the prepared cDNA with linker Oligo(dT) primer was used as template. Asymmetric PCR was fulfilled with the universal (UAP-N1for step one and UAP-N2 for step two) and gene-specific primers (GW 27-R GW 40-R, GW 59-R, GW 130-R, and GW 282-R) in two consecutive steps. Then, amplicons with the sizes more than the expected size were selected, TAcloned and sequenced. Finally, sequences were analysed by Gene Studio Software 2.1.1.5 (GeneStudio Inc., USA), and those had an overlapped region with the middle part sequence of the apn-1 mRNA molecule were selected for further analysis.", "cite_spans": [{"start": 115, "end": 119, "text": "[23]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "3ʹ-RACE and 5ʹ-genome walking"}, {"text": "After sequencing of the 3ʹ-and 5ʹ-ends of Asapn-1 mRNA molecule, acquired sequences were assembled using the GeneStudio software. Finally, FL Inner-F/ FL Inner-R and FL Outer-F/FL Outer-R primers were designed for amplifying and sequencing the full-length sequence of the mRNA and DNA of Asapn-1 gene.", "cite_spans": [], "ref_spans": [], "section": "Assembly and determination of the full-length sequence of Asapn-1 mRNA molecule"}, {"text": "First, to determine the structural features of the AsAPN-1 protein and its division, the coding sequence of Asapn-1 mRNA was translated to its coded residues by GeneRunner software 4.0.9.68 Beta. Then, the protein BLAST was used to search similar proteins to our query. Subjects with high similarity and scores were selected to perform multiple alignments with Clustal Omega based on the Clustal W method and determine the conserved residues. Evaluation of the antigenicity and finding the functional epitopes of the target molecule was accomplished by Hopp-Woods-Hydropathy plot as a subdivision of ExPASy protscale tool (http://web.expas y.org/prots cale/) [24] . In the output plot, a negative value is associated with non-polar residues, values >0 represent the hydrophilic ß strands regions and negative values indicate the ɑ helix hydrophobic regions [25] . In addition, the physiochemical properties such as amino acid quantity, instability index and estimated half-life were analysed using the stand alone Protparam (https ://web.expas y.org/protp aram/).", "cite_spans": [{"start": 659, "end": 663, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 857, "end": 861, "text": "[25]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Analysis of the sequence features"}, {"text": "Post-translational modifications (PTMs) of proteins are usually accomplished by proteolytic cleavage or covalent modifications. These modifications are done by specific enzymes that identify especial amino acid residues or distinct sequences. In order to predict the amino acids that undergo glycosylation, NetNGlyc 4.0 and NetOGlyc 3.1 servers were used [26] . The NetOGlyc server is based on the neural network predictions of mucin type GalNAc O-glycosylation sites. In this method, the score of each amino acid is calculated, and values above the threshold are reported as glycosylated amino acids.", "cite_spans": [{"start": 355, "end": 359, "text": "[26]", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Prediction of the post translation modifications (PTMs)"}, {"text": "The residue-level backbone dynamics from the AsAPN-1 sequence in the form of backbone N-H interaction was predicted, to understand the motion restriction of an atomic bond in comparison with the molecular reference frame [27] . The values were variable between 1, for fully restricted (rigid conformation), and 0, for fully random movement (highly dynamic). DynaMine webserver (Brussels-, Belgium) was used to assess the dynamic nature of AsAPN-1.", "cite_spans": [{"start": 221, "end": 225, "text": "[27]", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Prediction of the dynamic nature of AsAPN-1"}, {"text": "Support Vector Machines (SVM) classifier was used from the freely available software package SVM light for searching the toxic motifs in our target protein by the MEME Suite software (version 3.5.0), and then query sequences were hit with the toxic peptide motif list using the MAST software [28] . If hit was higher than the SVM score threshold, which is 5, peptides are predicted toxic for the host cell.", "cite_spans": [{"start": 292, "end": 296, "text": "[28]", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Peptide toxicity prediction"}, {"text": "The SWISS-MODEL (http://swiss model .expas y.org) was used for predicting the 3D structure of our target protein [29] . Prediction of the 3D structure was performed based on the X-ray crystallography deposited data of the wellcharacterized molecules using this method [30] . According to the QMEAN (qualitative model energy analysis) and GMQE (global model quality estimation) scores, the best model was selected and used for comparing the structural properties of the AsAPN-1 with the reference molecule in the next steps [31] . UCSF Chimera software version 1.11.2 was used for alpha carbon root-meansquare deviation (Cɑ-RMSD) and overall RMSD analysis [32] .", "cite_spans": [{"start": 113, "end": 117, "text": "[29]", "ref_id": "BIBREF30"}, {"start": 268, "end": 272, "text": "[30]", "ref_id": "BIBREF31"}, {"start": 523, "end": 527, "text": "[31]", "ref_id": "BIBREF32"}, {"start": 655, "end": 659, "text": "[32]", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Prediction of the three-dimensional (3D) structure of AsAPN-1"}, {"text": "In order to evaluate the structural predictions and determining the structurally important residues in the active site of AsAPN-1, we docked the active sites of AsAPN-1 and AgAPN-1 with bestatin, which is the aminopeptidase enzymes specific inhibitor with the EADock method using the SwissDock server [33] . First, the crystal structure of bestatin was retrieved from the 2DQM accession number (PDB database). Then, the entire protein surface was scanned using the SwissDock to identify the most probable interaction sites with bestatin. This scanning is performed based on multi-objective hybrid evolutionary algorithm. In this method, the probability of binding the ligand to receptor in the form of random and semirandom is examined at two levels of accuracy. In the first stage, screening is faster and has less accuracy (simple-Fitness), but in the second stage, screening is time-consuming and has high-precision (full-Fitness). The best appropriate ligand binding site is calculated based on the highest free energy which determined by the analytical Generalized Born Molecular Volume performed in the CHARMM program among the different binding probabilities. This sampling and selecting of the target cavity is performed with the accuracy of 2 angstroms in the crystal structure [34] .", "cite_spans": [{"start": 301, "end": 305, "text": "[33]", "ref_id": "BIBREF34"}, {"start": 1287, "end": 1291, "text": "[34]", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "Molecular docking studies"}, {"text": "For AsAPN-1, the mapped protein onto the 3D grid and ligand connection cavities were evaluated and the amount of binding powers were finally determined as a free energy of amino acid geometries and specific ligand interaction positions.", "cite_spans": [], "ref_spans": [], "section": "Molecular docking studies"}, {"text": "With regard to the importance of developing the subunit vaccines, the profile of antigenic peptide of full-AsAPN-1 was evaluated using the Immunomedicine group tool (http://imed.med.ucm.es/Tools /antig enic.pl) which determines the antigenic peptides according to the Kolaskar and Tongaonkar method with 75% accuracy [35] . In addition, this analysis was performed for AgAPN-1 as the reference molecule and performing further comparison.", "cite_spans": [{"start": 317, "end": 321, "text": "[35]", "ref_id": "BIBREF36"}], "ref_spans": [], "section": "Prediction of antigenic peptides of AsAPN-1"}, {"text": "After introducing the antigens in the antigen presenting cells, antigen processing and presenting are done in this type of immune cells on the major histocompatibility complexes (MHCs). Two factors are important in antigen presenting which are the primary structure of the peptide and allelic variation of the residues in the binding site of the major histocompatibility complex receptor. These two elements should interact together for final presentation of the small processed peptides. Therefore, we evaluated the potential presentation of our target protein with the common MHC-II alleles in Iran using the NetMHCII 2.2 and pyDockWEB web based servers to evaluate the induction of potential humoral response. To perform this evaluation, the MHC-II binding regions of AsAPN-1 and their binding affinities with receptors were predicted in the first step. According to the recommendations of Vina et al. [36] , the prevalent alleles of HLA in Iran were selected. Subsequently, the binding affinity between the peptide segments and prevalent alleles were investigated using the NetMHCII 2.2 and pyDockWEB web based servers. NetMHCII 2.2 predicts the binding efficacy of peptides to HLA-DR, HLA-DQ, HLA-DP alleles using the artificial neuron networks. The prediction values are given in nanomolar IC50 values, and binding efficiency are determined by the strong and weak values [37] . pyDockWEB, as a structure-based server, was used for predicting the MHC-II binding properties with an overall ΔG which includes electrostatics, desolvation energy, and limited van der Waals contribution [38] . In addition, these analysis and evaluations were performed for AgAPN-1.", "cite_spans": [{"start": 905, "end": 909, "text": "[36]", "ref_id": "BIBREF37"}, {"start": 1377, "end": 1381, "text": "[37]", "ref_id": "BIBREF38"}, {"start": 1587, "end": 1591, "text": "[38]", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "Prediction of the epitope avidity"}, {"text": "For expression of the recombinant AsAPN-1, UFLC-F, and DFLC-R primers were used (Table 1) . Expand High Fidelity Taq DNA polymerase (Roche, Germany) was used to amplify the coding sequence of asapn-1 gene. Then, this amplicon was TA cloned in pTG-19 vector and subcloned to pFastBack HT A vector using SpeI and XhoI restriction enzymes (Invitrogen, Germany). Next, pFastBac-full apn construct, was first transformed to Escherichia coli DH5α and the purified pFastBac-full apn was transformed to E. coli DH10Bac subsequently and confirmed using sequencing. The generation of recombinant virus and transposition was performed according to the recommendations of Invitrogen for Bac-to-Bac system (http://www.Therm oFish er.com). The screening and presence of the recombinant bacmid (pFastBac-full apn) was done by colony-PCR using M13 Forward and Reverse primers. Then, recombinant bacmid was purified from one of the selected colonies and transfected into the Sf9 cells using the Cellfectin II (Invitrogen). This step was performed in order to generate the recombinant baculovirus stock P1. P1 viruses were harvested and stored at 4 °C. In order to earn the highest yield of recombinant virus, the optimal multiplicity of infection (MOI) was determined by screening the 1,3,5,7 MOIs. To determine the expression kinetics of the target recombinant protein, screening was preformed within 0 until 96 h of post infection using SDS-PAGE. Afterwards, P1 stock virus was used to get the P2 stock in the fresh Sf9 cells at 27 °C for maximum 96 h and similarly P2 virus was used for producing the high titer of P3. Finally, P3 viruses were harvested and used for recombinant protein expression according to the Invitrogen protocol (http:// www.Therm oFish er.com). For recombinant AsAPN-1 expression analysis, 1 ml of the harvested culture was analysed using the SDS-PAGE analysis. Solubility of the expressed recombinant protein was determined according to the QIAexpressionist protocols (http://kirsc hner. med.harva rd.edu/files /proto cols/QIAGE N_QIAex press ionis t_EN.pdf ) [39] . With regard that 6X His-tag was embedded in the upstream of the target protein by the used expression system, Ni-NTA (QIAGEN, Germany) beads were used for protein purification under the hybrid purification condition according to the Life Technologies ™ ' instruction with few modifications in buffer ingredients [40] . Hybrid purification method is a type of purification that the 3D structure and native folding of the target protein is rearranged beyond denaturation and no need to renaturing after purification. Different buffer ingredients were: lysis and denaturing binding buffer contained 100 mM NaH 2 PO 4 , 10 mM Tris·Cl, 8 M urea and 5-8 mM imidazole at pH 8.5; denaturing wash buffer contained 100 mM NaH 2 PO 4 , 10 mM Tris·Cl, 8 M urea at pH to 6.3; and native elution buffer contained 50 mM NaH 2 PO 4 , 300 mM NaCl, 250 mM imidazole at pH 8.5. In brief, cultured cells were collected from the 75 cm 2 cell culture flasks which contained 2 × 10 6 cells/mL and pelleted cells were lysed using 6 ml of lysis and denaturing binding Buffer. Then, lysis solution was centrifuged at 8000 rpm and 4 °C for 15 min. Next, the supernatant was incubated at 23 °C for 60 min with Ni-NTA agarose beads while those were rotating. After that, Ni-NTA agarose beads were washed three times with denaturing wash buffer. In the last step, target protein was eluted using the native elution buffer. The total purified protein was desalted using the Econo-Pac ® (Bio Rad, USA) and finally analysed using SDS-PAGE. To keep the bioactivity of the purified AsAPN-1 for long term and storage, our target protein was mixed with glycerol (5-50% (w/v)) and divided in small aliquots and kept in − 20 °C until use.", "cite_spans": [{"start": 2071, "end": 2075, "text": "[39]", "ref_id": null}, {"start": 2390, "end": 2394, "text": "[40]", "ref_id": "BIBREF40"}], "ref_spans": [{"start": 80, "end": 89, "text": "(Table 1)", "ref_id": "TABREF1"}], "section": "Baculovirus expression and purification"}, {"text": "For analysis of the bioactivity of AsAPN-1, a spectrophotometry based test which l-leucine p-nitroanilide substrate (Sigma) is broken down by the endopeptidase property of the aminopeptidase enzyme was used. This endopeptidase activity of the enzyme causes an increment of absorbance at 405 nm wavelength due to the release of 4-nitroaniline [41] . In order to determine the bioactivity of recombinant AsAPN-1, 1 μg/ml of the purified protein was used and Streptomyces griseus aminopeptidase (Sigma) and 1,10-phenanthroline (10 μM; Sigma) were used as positive control and metalloprotease inhibitor, respectively. Eighty microliters of the purified recAsAPN-1 which contained 1 μg/ml of active enzyme, 20 µl of 10 mM l-leucine-p-nitroanilide as substrate (Sigma, USA) and 100 µl of 50 mM Tris-HCl buffer (pH 7.6) were used to perform the bioactivity assay. This mixture was incubated at 37 °C. AsAPN-1 activity was measured spectrophotometrically using the microtitre plate (BioTek Instruments, USA) and reading the absorbance at 405 nm in 15, 30, 90 and 120 min after the start of reaction. This reaction was also performed in the presence of 10 μM 1,10-phenanthroline as an inhibitor simultaneously.", "cite_spans": [{"start": 342, "end": 346, "text": "[41]", "ref_id": "BIBREF41"}], "ref_spans": [], "section": "Analysis of bioactivity"}, {"text": "Characterization the 3ʹ-and 5ʹ-end sequences of asapn-1 mRNA molecule", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "After confirmation with the internal primers, the amplicon of RC-921 and inner primers with ≈ 900-bp length was sequenced and nucleotide BLAST analysis revealed its high similarity with its counterpart in An. gambiae. Finally, this sequence was submitted to the GenBank under the 1990583 accession number.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "After performing the genome walking, amplicons with length greater than 500-bp (six amplicons), were sequenced. Nucleotide BLAST revealed that all of the acquired sequences were related to Asapn-1 gene. Therefore, final contig from the assembled amplicons was submitted to the GenBank under the 1985952 accession number.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "After sequence determination of the 3ʹ-and 5ʹ-ends of the asapn-1 mRNA molecule, these sequences were assembled, and the full-length sequence of asapn-1 mRNA was determined and submitted to the GenBank (accession number: 2017959). The length of this sequence was 3285bp which included an open reading frame with 3078-bp length that encoded a protein with 1025 residues, and predicted molecular Pi (isoelectric point) and molecular weight equal (Table 2) .", "cite_spans": [], "ref_spans": [{"start": 444, "end": 453, "text": "(Table 2)", "ref_id": null}], "section": "Characterization of the full-length of asapn-1 mRNA sequence"}, {"text": "Phylogenetic tree analysis of the nucleotide sequences of our target gene and other apn-1 genes from the other insects indicates that the asapn-1 is located in Table 2 Comparison of three Anopheles species donor and acceptor splice sites Anopheles group and has close relationship with An. gambiae (Fig. 1) .", "cite_spans": [], "ref_spans": [{"start": 160, "end": 167, "text": "Table 2", "ref_id": null}, {"start": 298, "end": 306, "text": "(Fig. 1)", "ref_id": "FIGREF1"}], "section": "Characterization of the full-length of asapn-1 mRNA sequence"}, {"text": "Alignment of asapn-1 mRNA sequence with agapn-1 mRNA sequence revealed that their similarity is 80.48%. The comparison of AsAPN-1 with AgAPN-1 (XP_318000.4), and APN-1 of An. culicifacies (QCO76330.1) showed that these proteins have 74.93% and 73.31% similarity with AsAPN-1, respectively. Alignment of AsAPN-1 with seven similar proteins revealed that the structurally important motifs of these proteins, such as zinc binding domains, active site and peptide 9 have a high degree of conservation (Fig. 2) . Homology modelling analysis of the target protein with fully characterized proteins in structure through the SWISS-MODEL server revealed that the highest structural similarity is related to homo-dimer of APN-1 from the An. gambiae (AgAPN-1) (PDB accession No: 4WZ9). Therefore, the AgAPN-1 was selected as the reference molecule to predict the structural features of AsAPN-1.", "cite_spans": [], "ref_spans": [{"start": 497, "end": 505, "text": "(Fig. 2)", "ref_id": null}], "section": "In silico findings and predictions"}, {"text": "Prediction of the 3D structure of AsAPN-1 using the SWISS-MODEL and according to the homology modelling and QMEAN and GMQE scores of the predicted models, revealed that the target protein has a close topology to the AgAPN-1 (4WZ9 PDB accession No). Therefore, 4WZ9 was selected as the reference molecule for further structural analysis such as superimposition and finding the counterparts of structurally important residues and motifs, such as ookinete attachment sites, peptide 9, Gluzincin, active site and zinc binding domain (Fig. 3a-e) . Structural comparison of AsAPN-1 and AgAPN-1, revealed that our target protein is composed of an N-terminal (residues 1-19), a C-terminal ecto-domain (residues 36-1005) and a glycosylphosphatidylinositol-anchor (residues 1006-1031) (Fig. 3b) . As APN-1 has consisted of two symmetric units (A and B homologues) (Fig. 3a, b) . Ectodomain (residues 69-954) is composed of four domains (I-IV), which have metallopeptidase M1-family activity. Domain I (residues 69-281) is predicted that composed of a 15 β-sheet (Fig. 3b) . Domain II is the catalytic domain (residues 282-534) which contains the substrate recognition site (H377EYAH381) and zinc-binding motif (NE400GFA). Domain III and domain IV (the C-terminal region) encompass the residues 535-625 and residues 626-954, respectively. It is predicted that the active site is located in domain II, and zinc ion is coordinated with the NEGFA motif and the N-terminus of the modeled protein (Fig. 3c) . RMSD of the structurally critical residues of AsAPN-1 and AgAPN-1 are presented in Table 3 . Moreover, analysis of the reactive residues in hydrogen binding plot (Fig. 4a, b) , the torsional angles (Ramachandran plot) (Fig. 4c, d) and stoichiometry analysis of the alpha Carbons of AsAPN-1 and AgAPN-1 (Fig. 4e, f) revealed that those have the same patterns. Further analysis revealed that AsAPN-1 has five residues (G 832 TGVE 836 ) more than AgAPN-1 in domain II which acts as a linker between the two alpha-helixes and superimposition reveled that it had no effect on the threedimensional structure of AsAPN-1 and these five residues are seen as a protrusion in the protein structure in comparison to AgAPN-1 (Fig. 5) .", "cite_spans": [], "ref_spans": [{"start": 529, "end": 540, "text": "(Fig. 3a-e)", "ref_id": "FIGREF2"}, {"start": 775, "end": 784, "text": "(Fig. 3b)", "ref_id": "FIGREF2"}, {"start": 854, "end": 866, "text": "(Fig. 3a, b)", "ref_id": "FIGREF2"}, {"start": 1052, "end": 1061, "text": "(Fig. 3b)", "ref_id": "FIGREF2"}, {"start": 1481, "end": 1490, "text": "(Fig. 3c)", "ref_id": "FIGREF2"}, {"start": 1576, "end": 1583, "text": "Table 3", "ref_id": "TABREF3"}, {"start": 1655, "end": 1667, "text": "(Fig. 4a, b)", "ref_id": null}, {"start": 1711, "end": 1723, "text": "(Fig. 4c, d)", "ref_id": null}, {"start": 1795, "end": 1807, "text": "(Fig. 4e, f)", "ref_id": null}, {"start": 2205, "end": 2213, "text": "(Fig. 5)", "ref_id": null}], "section": "Analysis of the predicted 3D structure of AsAPN-1"}, {"text": "Docking analysis of AgAPN-1 and AsAPN-1 as receptors with bestatin as ligand (specific inhibitor) showed that bestatin interacts with our target and reference proteins in a similar pattern and with the same residues in their active site cavities. The details of these interactions such as estimated ΔG and involved residues are given in Table 4 .", "cite_spans": [], "ref_spans": [{"start": 337, "end": 344, "text": "Table 4", "ref_id": "TABREF4"}], "section": "Molecular docking analysis"}, {"text": "After identifying the AsAPN-1 and matching with AgAPN-1 as reference protein, its structural features such as hydrophobic regions, accessibility, amino acid polarity, and N-glycosylation were determined (Fig. 6a-e) . Hydrophobicity and hydrophilicity of AsAPN-1 revealed that the most of hydrophilic residues are located at the N-terminal (such as peptide 9) and C-terminal regions. Therefore, they have the numeric values above the zero and AsAPN-1 is considered as hydrophilic antigen (Fig. 6a ).", "cite_spans": [], "ref_spans": [{"start": 203, "end": 214, "text": "(Fig. 6a-e)", "ref_id": "FIGREF3"}, {"start": 487, "end": 495, "text": "(Fig. 6a", "ref_id": "FIGREF3"}], "section": "APN-1 surface features"}, {"text": "In addition, accessibility prediction shows that second structure of AsAPN-1 in all part of N/C terminal would be accessible for the immune system (Fig. 6b) . Polarity prediction tools showed that 230 primary residues, residues from 450 to 750 and 800 to 1000 are polar and in terms of electric charge, those are suitable for interaction with immune system (Fig. 6c) .", "cite_spans": [], "ref_spans": [{"start": 147, "end": 156, "text": "(Fig. 6b)", "ref_id": "FIGREF3"}, {"start": 357, "end": 366, "text": "(Fig. 6c)", "ref_id": "FIGREF3"}], "section": "APN-1 surface features"}, {"text": "Prediction of N-&O-glycosylation sites revealed that three amino acids in AsAPN-1 structure are susceptible (See figure on next page.) Fig. 2 Alignment of the AsAPN-1 with seven structurally similar proteins. Alignment was carried out using the Clustal Omega based on Clustal W multiple sequence alignment method. Conserved residues are highlighted in yellow, and the degree of similarity is shown by different signs (asterisk, colon, and dot) from high to low, respectively. Involved residues in zinc-binding domain, active site, and catalytic domain are indicated by blue, red, and black lines, respectively, for N-glycosylation that are V2, N148 and N589 (Fig. 6d) . Stability of the candidate molecule is one of the basic principles for vaccine development and our prediction shows that in overall, As APN-1 has high stability with eight exceptions that are in the form of four paired flexible regions. These regions are M1-V2, G763-Y764, A975-G976 and finally L1024-G1025 residues (Fig. 6e) .", "cite_spans": [], "ref_spans": [{"start": 135, "end": 141, "text": "Fig. 2", "ref_id": null}, {"start": 658, "end": 667, "text": "(Fig. 6d)", "ref_id": "FIGREF3"}, {"start": 986, "end": 995, "text": "(Fig. 6e)", "ref_id": "FIGREF3"}], "section": "APN-1 surface features"}, {"text": "Prediction of the antigenic peptides of AsAPN-1 and AgAPN-1 using the Kolaskar and Tongaonkar's method revealed that the profile of their antigenic peptides are very similar together and those have been located in the same topological position in the first structure of two proteins (Additional files 1, 2). AsAPN-1 average antigenic propensity is 0.9956 and 25 immunogenic epitopes were identified. Some of these peptides were short and some of them were long (Table 5 ) [42] . In comparison with AgAPN-1, it was observed that AsAPN-1 had more and stronger immunogenic components with lower energy ( Table 6 , Additional files 3, 4).", "cite_spans": [{"start": 472, "end": 476, "text": "[42]", "ref_id": "BIBREF42"}], "ref_spans": [{"start": 461, "end": 469, "text": "(Table 5", "ref_id": "TABREF5"}, {"start": 601, "end": 608, "text": "Table 6", "ref_id": null}], "section": "Prediction of antigenic peptides of AsAPN-1"}, {"text": "Prediction of interactions of the AsAPN-1 and AgAPN-1 epitopes with MHC-II using pyDockWEB revealed that similar antigenic peptides and epitopes of both proteins interact with the common MHC-II alleles in Iran. The binding efficiency of interactions is presented by ΔG by the pyDockWEB and details of the best interaction are presented in Table 7 . In addition, similar analysis by different method, which was performed using the NetMH-CII, showed that the AsAPN-1 and AgAPN-1 have the similar processing and presentation capability by common MHC-II alleles in Iran (Table 6 ). It is very interesting that the number of presented peptides and high binder peptides are more for AsAPN-1 in comparison with AgAPN-1. Furthermore, the highest affinities among the evaluated peptides for different MHC-II alleles; which is presented by nano molar (nM); are related to the antigenic peptides of AsAPN-1.", "cite_spans": [], "ref_spans": [{"start": 339, "end": 346, "text": "Table 7", "ref_id": "TABREF6"}, {"start": 566, "end": 574, "text": "(Table 6", "ref_id": null}], "section": "Prediction of AsAPN-1 epitopes and MHC-II interactions"}, {"text": "SDS-PAGE analysis revealed that the recombinant His-tagged AsAPN-1 was produced as non-soluble intracellular molecules in SF9 cell line. The majority of recombinant AsAPN-1 was expressed in the form of inclusion bodies. Therefore, hybrid condition was selected for extraction of AsAPN-1 recombinant protein.", "cite_spans": [], "ref_spans": [], "section": "Expression of the full length of AsAPN-1 using the baculovirus expression system"}, {"text": "The highest protein content was obtained in 96 h after P3 virus inoculation. The best MOI (number of applied viruses per cell) was three, and the best concentration of the heat-inactivated complement fetal bovine serum was 12%. The best temperature and pH for growth and infection of the cultured insect cells in this study were 27 °C and 6.3, respectively. The AsAPN-1 recombinant protein with 118.79 kD molecular weight was produced from the coding sequence of Asapn-1 gene in the SF9 cell line (Fig. 7a) .", "cite_spans": [], "ref_spans": [{"start": 497, "end": 506, "text": "(Fig. 7a)", "ref_id": "FIGREF4"}], "section": "Expression of the full length of AsAPN-1 using the baculovirus expression system"}, {"text": "One of the most important troubles in production of the recombinant AsAPN-1 was disinclination of protein for attachment to Ni-NTA column during purification process. Changing the temperature, increasing the incubation time with Ni-NTA beads, addition of 2-mercaptoethanol, and decreasing the concentration of imidazole did not solve the problem. Finally, this problem was solved by elevating the pH during incubation time with Ni-NTA beads to 8.5 (Fig. 7b) .", "cite_spans": [], "ref_spans": [{"start": 448, "end": 457, "text": "(Fig. 7b)", "ref_id": "FIGREF4"}], "section": "Purification of the recombinant AsAPN-1"}, {"text": "Bioactivity assay revealed that AsAPN-1 and positive control (Streptomyces griseus) had the same enzymatic activity in reaction with the specific substrate (l-leucine p-nitroanilide) and inhibitor (1,10-phenanthroline) of aminopeptidase enzymes. Enzymatic activity assay revealed that the amount of bioactivity of AsAPN-1 in comparison with the standard protein is 6 unit/μl. The details of bioactivity assay of AsAPN-1 and Streptomyces griseus in the presence of l-leucine p-nitroanilide and 1,10-phenanthroline is presented in (Fig. 8) . Bioactivity assay showed that two proteins act on l-leucine p-nitroanilide as specific substrate and 1,10-phenanthroline inhibit their bioactivity on the substrate.", "cite_spans": [], "ref_spans": [{"start": 529, "end": 537, "text": "(Fig. 8)", "ref_id": "FIGREF5"}], "section": "Bioactivity assay of AsAPN-1"}, {"text": "(See figure on next page.) Fig. 4 Structural comparison of the AsAPN-1 and AgAPN-1 (as reference molecule). Hydrogen bonds donor and acceptor plot of AsAPN-1 (a) and show that the involved residues in creating the hydrogen bonds are very similar in both molecules; Ramachandran plots: the Ramachandran plots of AsAPN-1 and AgAPN-1 were analysed by discovery studio visualizer and revealed that the pattern of AsAPN-1 (our target molecule) (c) is very similar to the AgAPN-1 as the reference molecule (d). Green spots which are enclosed in blue lines, indicate that residues are in the most favored region, while the spots which are located out of the redlines are in the disallowed regions. Stoichiometry analysis of Carbon-α: the stoichiometry analysis of alpha carbons in AsAPN-1 (e) and AgAPN-1 (f) revealed that the topologies of carbons-α in both molecules are very similar. All these results were obtained using the discovery studio visualization software (Version 4.0 Accelrys, San Diego, USA)", "cite_spans": [], "ref_spans": [{"start": 27, "end": 33, "text": "Fig. 4", "ref_id": null}], "section": "Bioactivity assay of AsAPN-1"}, {"text": "Complexity of Plasmodium spp. genome, different bioevolution stages in the host and vector and antigenic variation for escaping from immune system, complicate the fight against malaria. Therefore, Anopheles spp. due to their behaviour and ability for malaria transmission, are one of the main targets for restricting this disease.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Vaccines have been the primary objects to achieve this goal from previous years, but most of them have been designed based on parasite antigens [43] . Few studies have been performed to find the critical molecules in the vector, which are essential for sexual parasite development, and few vector-based antigens have been introduced as promising candidates for vaccine development against malaria [44] . Most of these molecules are considered as classical transmission-blocking vaccines, which are a category of VIMTs. According to the considerable results of AgAPN-1 as a TBV candidate for regions where An. gambiae is the main vector, AsAPN-1 was characterized in this study to provide the basic and necessary information for evaluating its potential role as a TBV candidate molecule in regions where An. stephensi plays the main role in malaria transmission. Fig. 5 Structural superimposition. a Structural superimposition of AsAPN-1 (purple) and AgAPN-1 (green) as a reference molecule revealed that the structural topology of these proteins is very similar together. b In addition, superimposition revealed that there are five residues (G 832 TGVE 836 ) that there is no counterpart for them in AgAPN-1 and those are seen as a protrusion in AsAPN-1(red region). These residues act as a linker between the two adjacent alpha helixes According to the genomics results, the apn-1 gene in An. stephensi has four introns and five exons. This structure is very similar to its counterpart gene in An. gambiae and the length of their coding sequences has high similarity. With regard to the structure of several reported isoforms of apn gene in different insects, it could be concluded that the characterized gene is the correct isoform of agapn-1 in An. stephensi. Moreover, phylogenetic tree analysis of AsAPN-1and its comparison with some characterized APN proteins from other insects revealed that AsAPN-1 is located in the same branch with AgAPN-1. In addition, protein sequence alignment of the APN enzymes from the seven species of insects showed that the structural residues of their active sites are conserved, except the case that glutamic acid had been substituted with glutamine in AsAPN-1 at 186 position. Furthermore, involved residues in zinc binding motif are fully conserved. Another interesting point is peptide 9, a small protective peptide against Plasmodium spp. infection which has more than 50% similarity among the aligned sequences (Fig. 2) . This fact is important for designing a universal VIMT to be applicable in different endemic malaria regions.", "cite_spans": [{"start": 144, "end": 148, "text": "[43]", "ref_id": "BIBREF43"}, {"start": 397, "end": 401, "text": "[44]", "ref_id": "BIBREF44"}], "ref_spans": [{"start": 862, "end": 868, "text": "Fig. 5", "ref_id": null}, {"start": 2454, "end": 2462, "text": "(Fig. 2)", "ref_id": null}], "section": "Discussion"}, {"text": "According to the predicted model and hydrophobicity analysis and acquired scores, it is predicted that AsAPN-1 would be a good antigen. In addition, it is interesting that peptide 9 is located in the surface of the protein and available for immune system recognition (Fig. 6a-c) . These results and this level of accessibility are in accordance with the considered role for peptide 9 in sexual parasite development in the mosquito midgut.", "cite_spans": [], "ref_spans": [{"start": 267, "end": 278, "text": "(Fig. 6a-c)", "ref_id": "FIGREF3"}], "section": "Discussion"}, {"text": "Performed studies on the antigenicity of peptides according to the MHC presented type have shown that the longer peptides (10-15 residues) induce stronger CD4+ and CD8+ T-cell immunity responses in immunized hosts and are more efficient and stable than the shorter peptides [45] . For instance, Ekeruche-Makinde et al. [46] observed that the outcome of T-cell receptor/ MHC interaction is dependent on the peptide length and the sequence identity of the MHC-bound peptide [46] . Immunoinformatics analysis showed that the length of the in silico predicted antigenic peptides are almost 9-14 residues and it is expected that the processing and presenting of AsAPN-1 on MHC-II groove be done well in antigen processing cells of immune system. Among the predicted antigenic peptides of AsAPN-1, there are only one fragments that their lengths are 27 residues and these results propose a good presentation of AsAPN-1 to immune system (Table 5) . Therefore, peptides might not be able to bind the MHC groove in suitable and effective form. It is interesting that peptide 9, which was identified and confirmed by Dinglasan et al. as the shortest and best protective peptide in the experimental assays, acquired good scores for presenting with the common MHC-II alleles in Iran [21] .", "cite_spans": [{"start": 274, "end": 278, "text": "[45]", "ref_id": "BIBREF45"}, {"start": 319, "end": 323, "text": "[46]", "ref_id": "BIBREF46"}, {"start": 472, "end": 476, "text": "[46]", "ref_id": "BIBREF46"}, {"start": 1271, "end": 1275, "text": "[21]", "ref_id": "BIBREF20"}], "ref_spans": [{"start": 930, "end": 939, "text": "(Table 5)", "ref_id": "TABREF5"}], "section": "Discussion"}, {"text": "Genetic diversity of the MHC plays an central role in antigen recognition and strength of immune responses [47] . Each individual has specific alleles which may be different in distinct geographical regions [48] . Therefore, for designing an effective recombinant immunogenic vaccine, considering and evaluating the prevalence of an allele in the target area is crucial [49] . Draheim et al. study disclosed that the presentation of malaria antigen by MHC-II on dendritic cell is particularly important in induction of an effective immune response [50] . According to the in silico analysis, it is predicted that nine antigenic peptides have the best scores for perfect processing and presentation ability with the DQA10102-DQB10602 and DR B1 alleles and those could be considered as candidates for developing a recombinant subunit vaccine (Additional file 3) [51] . A study on Fula ethnic group (the largest ethnic groups in the Sahel and West Africa) showed that the presented antigens by DQA-DQB are associated with the higher levels of antibody production [51] . With regard to the geographical location and ethnic genome polymorphisms, prediction of the immune response before any laboratory analysis is critical. Herein, HLA-DRB1 allele which is common among the Caucasian and sub-Saharan African populations and has been evaluated in the Dinglasan et al. study, has the best AsAPN-1 bioactivity assay. Bioactivity assay of AsAPN-1 was performed in the presence of the 1,10-phenanthroline as the specific inhibitor, l-leucine p-nitroanilide as specific substrate and Streptomyces griseus aminopeptidase (Sigma) as positive control and standard. Bioactivity assay revealed that the recombinant AsAPN-1 could degrade the specific substrate and 1,10-phenanthroline (10 μM) as the metalloproteases inhibitor is able to bind specifically to the active site of recombinant AsAPN-1and disrupt its enzymatic activity. Optical density was measured at 405 nm after 15, 30, 60, 90 and 120 min after the start of reaction predicted binding efficiency in comparison to the other examined MHC alleles in our analysis. Furthermore, analysis using pyDockWEB and NetMHCII revealed that AsAPN-1 is well processed and presented by the common MHC-II alleles in Iran and potentially could be a suitable candidate molecule for vaccine development. In addition, NetMHCII scores and statistical data revealed that AsAPN-1 is better processed and presented by DP, DQ and DR alleles in comparison with AgAPN-1. With regard to the presence of An. stephensi in Iran and neighbouring countries and the frequency of the mentioned alleles in this region, this seems that there is a natural adaptation between the target antigen and immune system. For achieving the best functional and native structure of the recombinant protein, it is necessary to evaluate the occurrence of PTM such as glycosylation, especially in vaccine candidate molecules. These modifications are highly sequence specific and dependent to the arrangement of residues in the primary structure of proteins [20] . Results of the PTM prediction revealed that AsAPN-1 could be modified by glycosylation at three residues in V2, N148, and N589 positions. It is noticeable that two of them have been located in N-terminal of AsAPN-1 and it should be considered that peptide 9, which is the best and short protective epitope in the Dinglasan et al. study, has been located in N-terminal region. Therefore, suitable host must be selected for recombinant expression of the target protein according to the predicted PTMs.", "cite_spans": [{"start": 107, "end": 111, "text": "[47]", "ref_id": "BIBREF47"}, {"start": 207, "end": 211, "text": "[48]", "ref_id": "BIBREF48"}, {"start": 370, "end": 374, "text": "[49]", "ref_id": "BIBREF49"}, {"start": 548, "end": 552, "text": "[50]", "ref_id": "BIBREF50"}, {"start": 860, "end": 864, "text": "[51]", "ref_id": "BIBREF51"}, {"start": 1060, "end": 1064, "text": "[51]", "ref_id": "BIBREF51"}, {"start": 3052, "end": 3056, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Discussion"}, {"text": "Antigen stability is an important determining factor for potency and efficacy of a vaccine candidate molecule. Variation in antigenic epitopes of a protein would not lead to the production of effective neutralizing antibodies by immune system. Therefore, it is necessary to consider the structurally stable antigens in the process of vaccine design. In silico analysis of the present study revealed that our target protein has a stable and rigid structure, which is suitable for recombinant antigen production except the first and second residues which are located in the N-terminal region and have variable structure. It is predicted that there are three variable regions in the C-terminal region. Therefore, according to this point and the results of Dinglasan et al. it is reasonable to consider N-terminal part, including peptide 9, for developing an efficient vaccine. Additionally, this location is represented by the most common MHC-II alleles in the selected area in this study and possibly other neighbor countries in the Middle East region. In addition, several previous investigations evaluated the protection efficacy of different segments of AgAPN1 [52] . According to the findings of Dinglasan et al. residues at positions 758 and 821 are the ookinete attachment sites that their blocking with antibodies could be resulted in inhibition of the sexual P. falciparum development in the mosquito midgut [53] . Moreover, based on the performed peptide mapping by Armistead et al., it was found that the produced antibodies against the peptide 9 have the best inhibitory effects on ookinete attachment. In another study, Atkinson et al. performed peptide mapping which showed that the size of epitopes were 60 to 200 amino acids long. Their study revealed that some peptides, despite are on the surface, did not have the suitable performance, and only peptide 9, which has been located at residues 173-194, had the perfect inhibitory feature. According to our predictions, the 3D structure of these regions is identical to the reference molecule and those could be considered for an efficient regional VIMT development.", "cite_spans": [{"start": 1162, "end": 1166, "text": "[52]", "ref_id": "BIBREF52"}, {"start": 1414, "end": 1418, "text": "[53]", "ref_id": "BIBREF53"}], "ref_spans": [], "section": "Discussion"}, {"text": "In addition, similar bioactivity of the recombinant AsAPN-1 and recombinant aminopeptidase enzyme of Streptomyces griseus (as standard) on specific substrate and the same inhibitory effect of 1,10-phenanthroline on enzymatic activity of them suggest that these two proteins are belonged to a same enzyme super-family. These data confirm the performed structural analysis on AsAPN-1 and show that AsAPN-1 is belong to the aminopeptidase superfamily.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The importance of VIMTs and efficient ookinete-blocking activity of the antibodies produced against AgAPN-1, AsAPN-1 as its counterpart in An. stephensi was characterized in this study. Structural in silico analysis revealed that the critical residues in AsAPN-1 have very close similar topology with their counterparts in AgAPN-1, especially in peptide 9. Moreover, biological activity assay with specific substrate and inhibitor confirmed that the characterized protein (AsAPN-1) is related to the aminopeptidase superfamily and confirms the in silico structural analysis and docking results with specific inhibitor. These findings are hopeful for the future steps and pave the road for designing a new vector-based VIMT for countries that An. stephensi is the main malaria vector. However, there is a black box regarding the distance between the peptide-9 and ookinete attachment site in AgAPN-1 and AsAPN-1 and their relation in structure that needs to be answered in the future studies: how the produced polyclonal antibodies against the peptide-9 could inhibit sexual parasite development while the ookinete attachment site has been located in another and distinctive domain?", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Supplementary information accompanies this paper at https ://doi. org/10.1186/s1293 6-020-03154 -3.", "cite_spans": [], "ref_spans": [], "section": "Supplementary information"}, {"text": "Additional file 1. Antigenic peptides of AsAPN-1.", "cite_spans": [], "ref_spans": [], "section": "Supplementary information"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Screening of Plasmodium parasite in vectors and humans in three villages in Aswan Governorate", "authors": [{"first": "D", "middle": ["M"], "last": "Mahmoud", "suffix": ""}, {"first": "H", "middle": ["M"], "last": "Hussein", "suffix": ""}, {"first": "El", "middle": [], "last": "Gozamy", "suffix": ""}, {"first": "Bmr", "middle": [], "last": "Thabet", "suffix": ""}, {"first": "H", "middle": ["S"], "last": "Hassan", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Meselhey", "suffix": ""}, {"first": "Ra-A", "middle": [], "last": "", "suffix": ""}], "year": 2019, "venue": "Egypt. J Parasit Dis", "volume": "43", "issn": "", "pages": "158--63", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "High Plasmodium malariae prevalence in an endemic area of the Colombian Amazon region", "authors": [{"first": "P", "middle": ["A"], "last": "Camargo-Ayala", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Cubides", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Niño", "suffix": ""}, {"first": "M", "middle": [], "last": "Camargo", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Rodríguez-Celis", "suffix": ""}, {"first": "T", "middle": [], "last": "Quiñones", "suffix": ""}], "year": 2016, "venue": "PLoS ONE", "volume": "11", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Epidemiology of malaria in Nikshahr, Sistan and Baluchestan province", "authors": [{"first": "H", "middle": [], "last": "Alipour", "suffix": ""}], "year": 2004, "venue": "Ann Trop Med Public Health", "volume": "6", "issn": "", "pages": "430--434", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Composition of Anopheles species collected from selected malarious areas of Afghanistan and Iran", "authors": [{"first": "H", "middle": [], "last": "Hoosh-Deghati", "suffix": ""}, {"first": "N", "middle": [], "last": "Dinparast-Djadid", "suffix": ""}, {"first": "V", "middle": [], "last": "Moin-Vaziri", "suffix": ""}, {"first": "H", "middle": [], "last": "Atta", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Raz", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Seyyed-Tabaei", "suffix": ""}], "year": 2017, "venue": "J Arthropod Borne Dis", "volume": "11", "issn": "", "pages": "354--62", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Malaria, a pending problem in sub-Saharan Africa", "authors": [{"first": "O", "middle": ["O"], "last": "Okwa", "suffix": ""}], "year": 2012, "venue": "Malaria Parasites. IntechOpen", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Analysis of malaria control situation in Magelang Regency and obstacles to maintain malaria elimination status", "authors": [{"first": "N", "middle": [], "last": "Ahmad", "suffix": ""}, {"first": "A", "middle": [], "last": "Isworo", "suffix": ""}, {"first": "C", "middle": [], "last": "Indriani", "suffix": ""}], "year": 2018, "venue": "KEMAS", "volume": "14", "issn": "", "pages": "205--218", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Trends of antimalarial resistance in Ethiopia and its challenge on malaria control program", "authors": [{"first": "T", "middle": [], "last": "Deressa", "suffix": ""}], "year": 2019, "venue": "Res Rev J Med", "volume": "6", "issn": "", "pages": "38--44", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "malERA: an updated research agenda for malaria elimination and eradication", "authors": [{"first": "R", "middle": ["N"], "last": "Rabinovich", "suffix": ""}, {"first": "C", "middle": [], "last": "Drakeley", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Djimde", "suffix": ""}, {"first": "B", "middle": ["F"], "last": "Hall", "suffix": ""}, {"first": "S", "middle": ["I"], "last": "Hay", "suffix": ""}, {"first": "J", "middle": [], "last": "Hemingway", "suffix": ""}], "year": 2017, "venue": "PLoS Med", "volume": "14", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "malERA Consultative Group on Vaccines. A research agenda for malaria eradication: vaccines", "authors": [], "year": 2011, "venue": "PLoS Med", "volume": "8", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Viral vectored transmission blocking vaccines against Plasmodium falciparum", "authors": [{"first": "M", "middle": ["C"], "last": "Kapulu", "suffix": ""}, {"first": "S", "middle": [], "last": "Biswas", "suffix": ""}, {"first": "A", "middle": [], "last": "Blagborough", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Gilbert", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Sinden", "suffix": ""}, {"first": "A", "middle": ["V"], "last": "Hill", "suffix": ""}], "year": 2010, "venue": "Malar J", "volume": "9", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Carboxypeptidases B of Anopheles gambiae as targets for a Plasmodium falciparum transmission-blocking vaccine", "authors": [{"first": "C", "middle": [], "last": "Lavazec", "suffix": ""}, {"first": "C", "middle": [], "last": "Boudin", "suffix": ""}, {"first": "R", "middle": [], "last": "Lacroix", "suffix": ""}, {"first": "S", "middle": [], "last": "Bonnet", "suffix": ""}, {"first": "A", "middle": [], "last": "Diop", "suffix": ""}, {"first": "S", "middle": [], "last": "Thiberge", "suffix": ""}], "year": 2007, "venue": "Infect Immun", "volume": "75", "issn": "", "pages": "1635--1677", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Molecular characterization of the carboxypeptidase B1 of Anopheles stephensi and its evaluation as a target for transmission-blocking vaccines", "authors": [{"first": "A", "middle": [], "last": "Raz", "suffix": ""}, {"first": "N", "middle": ["D"], "last": "Djadid", "suffix": ""}, {"first": "S", "middle": [], "last": "Zakeri", "suffix": ""}], "year": 2013, "venue": "Infect Immun", "volume": "81", "issn": "", "pages": "2206--2222", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Unique specificity of in vitro inhibition of mosquito midgut trypsin-like activity correlates with in vivo inhibition of malaria parasite infectivity", "authors": [{"first": "M", "middle": [], "last": "Shahabuddin", "suffix": ""}, {"first": "M", "middle": [], "last": "Criscio", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Kaslow", "suffix": ""}], "year": 1995, "venue": "Exp Parasitol", "volume": "80", "issn": "", "pages": "212--221", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Identification and molecular characterization of a novel protein Saglin as a target of monoclonal antibodies affecting salivary gland infectivity of Plasmodium sporozoites", "authors": [{"first": "M", "middle": [], "last": "Okulate", "suffix": ""}, {"first": "D", "middle": [], "last": "Kalume", "suffix": ""}, {"first": "R", "middle": [], "last": "Reddy", "suffix": ""}, {"first": "T", "middle": [], "last": "Kristiansen", "suffix": ""}, {"first": "M", "middle": [], "last": "Bhattacharyya", "suffix": ""}, {"first": "R", "middle": [], "last": "Chaerkady", "suffix": ""}], "year": 2007, "venue": "Insect Mol Biol", "volume": "16", "issn": "", "pages": "711--733", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Malaria transmission assisted by interaction between Plasmodium α-tubulin-1 and Anopheles FREP1 protein. bioRxivorg", "authors": [{"first": "G", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "G", "middle": [], "last": "Niu", "suffix": ""}, {"first": "L", "middle": [], "last": "Perez", "suffix": ""}, {"first": "X", "middle": [], "last": "Wang", "suffix": ""}, {"first": "J", "middle": [], "last": "Li", "suffix": ""}], "year": 2019, "venue": "", "volume": "87808", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2019.12.16.878082"]}}, "BIBREF16": {"ref_id": "b16", "title": "The fibrinogen-like domain of FREP1 protein is a broad-spectrum malaria transmission-blocking vaccine antigen", "authors": [{"first": "G", "middle": [], "last": "Niu", "suffix": ""}, {"first": "C", "middle": [], "last": "Franca", "suffix": ""}, {"first": "G", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "W", "middle": [], "last": "Roobsoong", "suffix": ""}, {"first": "W", "middle": [], "last": "Nguitragool", "suffix": ""}, {"first": "X", "middle": [], "last": "Wang", "suffix": ""}], "year": 2017, "venue": "J Biol Chem", "volume": "292", "issn": "", "pages": "11960--11969", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Mosquito-based transmission blocking vaccines for interrupting Plasmodium development", "authors": [{"first": "C", "middle": [], "last": "Lavazec", "suffix": ""}, {"first": "C", "middle": [], "last": "Bourgouin", "suffix": ""}], "year": 2008, "venue": "Microbes Infect", "volume": "10", "issn": "", "pages": "845--854", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Differential roles of an Anopheline midgut GPI-anchored protein in mediating Plasmodium falciparum and Plasmodium vivax ookinete invasion", "authors": [{"first": "D", "middle": ["K"], "last": "Mathias", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Jardim", "suffix": ""}, {"first": "L", "middle": ["A"], "last": "Parish", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Armistead", "suffix": ""}, {"first": "H", "middle": ["V"], "last": "Trinh", "suffix": ""}, {"first": "C", "middle": [], "last": "Kumpitak", "suffix": ""}], "year": 2014, "venue": "Infect Genet Evol", "volume": "28", "issn": "", "pages": "635--682", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Proteome-wide post-translational modification statistics: frequency analysis and curation of the swiss-prot database", "authors": [{"first": "G", "middle": ["A"], "last": "Khoury", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Baliban", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Floudas", "suffix": ""}], "year": 2011, "venue": "Sci Rep", "volume": "1", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Antibodies to a single, conserved epitope in Anopheles APN1 inhibit universal transmission of Plasmodium falciparum and Plasmodium vivax malaria", "authors": [{"first": "J", "middle": ["S"], "last": "Armistead", "suffix": ""}, {"first": "I", "middle": [], "last": "Morlais", "suffix": ""}, {"first": "D", "middle": ["K"], "last": "Mathias", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Jardim", "suffix": ""}, {"first": "J", "middle": [], "last": "Joy", "suffix": ""}, {"first": "A", "middle": [], "last": "Fridman", "suffix": ""}], "year": 2014, "venue": "Infect Immun", "volume": "82", "issn": "", "pages": "818--847", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "3ʹ-RACE Amplification of aminopeptidase N gene from Anopheles stephensi applicable in transmission blocking vaccines", "authors": [{"first": "H", "middle": [], "last": "Bokharaei", "suffix": ""}, {"first": "A", "middle": [], "last": "Raz", "suffix": ""}, {"first": "S", "middle": [], "last": "Zakeri", "suffix": ""}, {"first": "N", "middle": ["D"], "last": "Djadid", "suffix": ""}], "year": 2012, "venue": "Avicenna J Med Biotechnol", "volume": "4", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Molecular characterization of matrix metalloproteinase-1 (MMP-1) in Lucilia sericata larvae for potential therapeutic applications", "authors": [{"first": "H", "middle": [], "last": "Alipour", "suffix": ""}, {"first": "A", "middle": [], "last": "Raz", "suffix": ""}, {"first": "S", "middle": [], "last": "Zakeri", "suffix": ""}, {"first": "N", "middle": ["D"], "last": "Djadid", "suffix": ""}], "year": 2017, "venue": "Electron J Biotechnol", "volume": "29", "issn": "", "pages": "47--56", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "ExPASy: the proteomics server for in-depth protein knowledge and analysis", "authors": [{"first": "E", "middle": [], "last": "Gasteiger", "suffix": ""}, {"first": "A", "middle": [], "last": "Gattiker", "suffix": ""}, {"first": "C", "middle": [], "last": "Hoogland", "suffix": ""}, {"first": "I", "middle": [], "last": "Ivanyi", "suffix": ""}, {"first": "R", "middle": ["D"], "last": "Appel", "suffix": ""}, {"first": "A", "middle": [], "last": "Bairoch", "suffix": ""}], "year": 2003, "venue": "Nucleic Acids Res", "volume": "31", "issn": "", "pages": "3784--3792", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Prediction of protein antigenic determinants from amino acid sequences", "authors": [{"first": "T", "middle": ["P"], "last": "Hopp", "suffix": ""}, {"first": "K", "middle": ["R"], "last": "Woods", "suffix": ""}], "year": 1981, "venue": "Proc Natl Acad Sci USA", "volume": "78", "issn": "", "pages": "3824--3832", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "convenient online submission • thorough peer review by experienced researchers in your field • rapid publication on acceptance • support for research data, including large and complex data types • gold Open Access which fosters wider collaboration and increased citations maximum visibility for your research: over 100M website views per year", "authors": [{"first": "•", "middle": [], "last": "Fast", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Ready to submit your research ? Choose BMC and benefit from", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Precision mapping of the human O-GalNAc glycoproteome through SimpleCell technology", "authors": [{"first": "C", "middle": [], "last": "Steentoft", "suffix": ""}, {"first": "S", "middle": [], "last": "Vakhrushev", "suffix": ""}, {"first": "H", "middle": [], "last": "Joshi", "suffix": ""}, {"first": "Y", "middle": [], "last": "Kong", "suffix": ""}, {"first": "M", "middle": [], "last": "Vester-Christensen", "suffix": ""}, {"first": "K", "middle": [], "last": "Schjoldager", "suffix": ""}], "year": 2013, "venue": "EMBO J", "volume": "32", "issn": "", "pages": "1478--88", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "The DynaMine webserver: predicting protein dynamics from sequence", "authors": [{"first": "E", "middle": [], "last": "Cilia", "suffix": ""}, {"first": "R", "middle": [], "last": "Pancsa", "suffix": ""}, {"first": "P", "middle": [], "last": "Tompa", "suffix": ""}, {"first": "T", "middle": [], "last": "Lenaerts", "suffix": ""}, {"first": "W", "middle": ["F"], "last": "Vranken", "suffix": ""}], "year": 2014, "venue": "Nucleic Acids Res", "volume": "42", "issn": "", "pages": "264--70", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Computational peptidology: peptide toxicity prediction", "authors": [{"first": "S", "middle": [], "last": "Gupta", "suffix": ""}, {"first": "P", "middle": [], "last": "Kapoor", "suffix": ""}, {"first": "K", "middle": [], "last": "Chaudhary", "suffix": ""}, {"first": "A", "middle": [], "last": "Gautam", "suffix": ""}, {"first": "R", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "G", "middle": ["P"], "last": "Raghava", "suffix": ""}], "year": 2015, "venue": "Methods in molecular biology", "volume": "", "issn": "", "pages": "143--57", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "SWISS-MODEL: an automated protein homology-modeling server", "authors": [{"first": "T", "middle": [], "last": "Schwede", "suffix": ""}, {"first": "J", "middle": [], "last": "Kopp", "suffix": ""}, {"first": "N", "middle": [], "last": "Guex", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Peitsch", "suffix": ""}], "year": 2003, "venue": "Nucleic Acids Res", "volume": "31", "issn": "", "pages": "3381--3386", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "The SWISS-MODEL Repository and associated resources", "authors": [{"first": "F", "middle": [], "last": "Kiefer", "suffix": ""}, {"first": "K", "middle": [], "last": "Arnold", "suffix": ""}, {"first": "M", "middle": [], "last": "Künzli", "suffix": ""}, {"first": "L", "middle": [], "last": "Bordoli", "suffix": ""}, {"first": "T", "middle": [], "last": "Schwede", "suffix": ""}], "year": 2009, "venue": "Nucleic Acids Res", "volume": "37", "issn": "", "pages": "387--92", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Illustrating and homology modeling the proteins of the Zika virus", "authors": [{"first": "S", "middle": [], "last": "Ekins", "suffix": ""}, {"first": "J", "middle": [], "last": "Liebler", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Neves", "suffix": ""}, {"first": "W", "middle": ["G"], "last": "Lewis", "suffix": ""}, {"first": "M", "middle": [], "last": "Coffee", "suffix": ""}, {"first": "R", "middle": [], "last": "Bienstock", "suffix": ""}], "year": 2016, "venue": "F1000Res", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "The Anopheles-midgut APN1 structure reveals a new malaria transmission-blocking vaccine epitope", "authors": [{"first": "S", "middle": ["C"], "last": "Atkinson", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Armistead", "suffix": ""}, {"first": "D", "middle": ["K"], "last": "Mathias", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Sandeu", "suffix": ""}, {"first": "D", "middle": [], "last": "Tao", "suffix": ""}, {"first": "N", "middle": [], "last": "Borhani-Dizaji", "suffix": ""}], "year": 2015, "venue": "Nat Struct Mol Biol", "volume": "22", "issn": "", "pages": "", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "SwissDock, a protein-small molecule docking web service based on EADock DSS", "authors": [{"first": "A", "middle": [], "last": "Grosdidier", "suffix": ""}, {"first": "V", "middle": [], "last": "Zoete", "suffix": ""}, {"first": "O", "middle": [], "last": "Michielin", "suffix": ""}], "year": 2011, "venue": "Nucleic Acids Res", "volume": "39", "issn": "", "pages": "270--277", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Blind docking of 260 protein-ligand complexes with EADock 2.0", "authors": [{"first": "A", "middle": [], "last": "Grosdidier", "suffix": ""}, {"first": "V", "middle": [], "last": "Zoete", "suffix": ""}, {"first": "O", "middle": [], "last": "Michielin", "suffix": ""}], "year": 2009, "venue": "J Comput Chem", "volume": "30", "issn": "", "pages": "2021--2051", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Identification of potential vaccine candidates against Streptococcus pneumoniae by reverse vaccinology approach", "authors": [{"first": "S", "middle": [], "last": "Talukdar", "suffix": ""}, {"first": "S", "middle": [], "last": "Zutshi", "suffix": ""}, {"first": "K", "middle": [], "last": "Prashanth", "suffix": ""}, {"first": "K", "middle": ["K"], "last": "Saikia", "suffix": ""}, {"first": "P", "middle": [], "last": "Kumar", "suffix": ""}], "year": 2014, "venue": "Appl Biochem Biotechnol", "volume": "172", "issn": "", "pages": "3026--3067", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Tracking human migrations by the analysis of the distribution of HLA alleles, lineages and haplotypes in closed and open populations", "authors": [{"first": "Maf", "middle": [], "last": "Vina", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Hollenbach", "suffix": ""}, {"first": "K", "middle": ["E"], "last": "Lyke", "suffix": ""}, {"first": "M", "middle": ["B"], "last": "Sztein", "suffix": ""}, {"first": "M", "middle": [], "last": "Maiers", "suffix": ""}, {"first": "W", "middle": [], "last": "Klitz", "suffix": ""}], "year": 2012, "venue": "Philos Trans R Soc Lond B Biol Sci", "volume": "367", "issn": "", "pages": "820--829", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Improved methods for predicting peptide binding affinity to MHC class II molecules", "authors": [{"first": "K", "middle": ["K"], "last": "Jensen", "suffix": ""}, {"first": "M", "middle": [], "last": "Andreatta", "suffix": ""}, {"first": "P", "middle": [], "last": "Marcatili", "suffix": ""}, {"first": "S", "middle": [], "last": "Buus", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Greenbaum", "suffix": ""}, {"first": "Z", "middle": [], "last": "Yan", "suffix": ""}], "year": 2018, "venue": "J Immunol", "volume": "154", "issn": "", "pages": "394--406", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "pyDockWEB: a web server for rigid-body protein-protein docking using electrostatics and desolvation scoring", "authors": [{"first": "B", "middle": [], "last": "Jiménez-García", "suffix": ""}, {"first": "C", "middle": [], "last": "Pons", "suffix": ""}, {"first": "J", "middle": [], "last": "Fernández-Recio", "suffix": ""}], "year": 2013, "venue": "Bioinformatics", "volume": "29", "issn": "", "pages": "1698--1707", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Guide to protein purification", "authors": [{"first": "R", "middle": ["R"], "last": "Burgess", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Deutscher", "suffix": ""}], "year": 2009, "venue": "Methods in enzymology", "volume": "463", "issn": "", "pages": "279--305", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Simplified estimation of leucine aminopeptidase (LAP) activity", "authors": [{"first": "R", "middle": ["G"], "last": "Martinek", "suffix": ""}, {"first": "L", "middle": [], "last": "Berger", "suffix": ""}, {"first": "D", "middle": [], "last": "Broida", "suffix": ""}], "year": 1964, "venue": "Clin Chem", "volume": "10", "issn": "", "pages": "1087--97", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "A semi-empirical method for prediction of antigenic determinants on protein antigens", "authors": [{"first": "A", "middle": [], "last": "Kolaskar", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Tongaonkar", "suffix": ""}], "year": 1990, "venue": "FEBS Lett", "volume": "276", "issn": "", "pages": "172--176", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "A step forward for an attenuated blood-stage malaria vaccine", "authors": [{"first": "J", "middle": ["M"], "last": "Burns", "suffix": ""}], "year": 2018, "venue": "BMC Med", "volume": "16", "issn": "", "pages": "", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Malaria vaccines: recent advances and new horizons", "authors": [{"first": "S", "middle": ["J"], "last": "Draper", "suffix": ""}, {"first": "B", "middle": ["K"], "last": "Sack", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "King", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Nielsen", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Rayner", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Higgins", "suffix": ""}], "year": 2018, "venue": "Cell Host Microbe", "volume": "24", "issn": "", "pages": "43--56", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Phase I immunotherapeutic trial with long peptides spanning the E6 and E7 sequences of high-risk human papillomavirus 16 in end-stage cervical cancer patients shows low toxicity and robust immunogenicity", "authors": [{"first": "G", "middle": ["G"], "last": "Kenter", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Welters", "suffix": ""}, {"first": "Arp", "middle": [], "last": "Valentijn", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Löwik", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Berends-Van Der Meer", "suffix": ""}, {"first": "A", "middle": ["P"], "last": "Vloon", "suffix": ""}], "year": 2008, "venue": "Clin Cancer Res", "volume": "14", "issn": "", "pages": "169--77", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Peptide length determines the outcome of TCR/peptide-MHCI engagement", "authors": [{"first": "J", "middle": [], "last": "Ekeruche-Makinde", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Miles", "suffix": ""}, {"first": "H", "middle": ["A"], "last": "Van Den Berg", "suffix": ""}, {"first": "A", "middle": [], "last": "Skowera", "suffix": ""}, {"first": "D", "middle": ["K"], "last": "Cole", "suffix": ""}, {"first": "G", "middle": [], "last": "Dolton", "suffix": ""}], "year": 2013, "venue": "Blood", "volume": "121", "issn": "", "pages": "1112--1135", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Discovering the role of the major histocompatibility complex in the immune response", "authors": [{"first": "H", "middle": ["O"], "last": "Mcdevitt", "suffix": ""}], "year": 2000, "venue": "Annu Rev Immunol", "volume": "18", "issn": "", "pages": "1--17", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Global distribution of malaria-resistant MHC-HLA alleles: the number and frequencies of alleles and malaria risk", "authors": [{"first": "L", "middle": ["Z"], "last": "Garamszegi", "suffix": ""}], "year": 2014, "venue": "Malar J", "volume": "13", "issn": "", "pages": "", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Advances in the study of HLA-restricted epitope vaccines", "authors": [{"first": "L", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "M", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "H", "middle": [], "last": "Cong", "suffix": ""}], "year": 2013, "venue": "Hum Vaccin Immunother", "volume": "9", "issn": "", "pages": "2566--77", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Profiling MHC II immunopeptidome of blood-stage malaria reveals that cDC1 control the functionality of parasite-specific CD4 T cells", "authors": [{"first": "M", "middle": [], "last": "Draheim", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Wlodarczyk", "suffix": ""}, {"first": "K", "middle": [], "last": "Crozat", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Saliou", "suffix": ""}, {"first": "T", "middle": ["D"], "last": "Alayi", "suffix": ""}, {"first": "S", "middle": [], "last": "Tomavo", "suffix": ""}], "year": 2017, "venue": "EMBO Mol Med", "volume": "9", "issn": "", "pages": "1605--1626", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "MHC and malaria: the relationship between HLA class II alleles and immune responses to Plasmodium falciparum", "authors": [{"first": "E", "middle": [], "last": "Riley", "suffix": ""}, {"first": "O", "middle": [], "last": "Olerup", "suffix": ""}, {"first": "S", "middle": [], "last": "Bennett", "suffix": ""}, {"first": "P", "middle": [], "last": "Rowe", "suffix": ""}, {"first": "S", "middle": [], "last": "Allen", "suffix": ""}, {"first": "M", "middle": [], "last": "Blackman", "suffix": ""}], "year": 1992, "venue": "Int Immunol", "volume": "4", "issn": "", "pages": "1055--63", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Structural analysis of Anopheles midgut aminopeptidase N reveals a novel malaria transmission-blocking vaccine B-cell epitope", "authors": [{"first": "S", "middle": ["C"], "last": "Atkinson", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Armistead", "suffix": ""}, {"first": "D", "middle": ["K"], "last": "Mathias", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Sandeu", "suffix": ""}, {"first": "D", "middle": [], "last": "Tao", "suffix": ""}, {"first": "N", "middle": [], "last": "Borhani-Dizaji", "suffix": ""}], "year": 2015, "venue": "Nat Struct Mol Biol", "volume": "22", "issn": "", "pages": "", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Disruption of Plasmodium falciparum development by antibodies against a conserved mosquito midgut antigen", "authors": [{"first": "R", "middle": ["R"], "last": "Dinglasan", "suffix": ""}, {"first": "D", "middle": ["E"], "last": "Kalume", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Kanzok", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Ghosh", "suffix": ""}, {"first": "O", "middle": [], "last": "Muratova", "suffix": ""}, {"first": "A", "middle": [], "last": "Pandey", "suffix": ""}], "year": 2007, "venue": "Proc Natl Acad Sci", "volume": "104", "issn": "", "pages": "13461--13467", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Publisher's Note", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "to 4.82 and 118,792.27 Da (118.79 KDa), respectively. Comparison of the coding sequences of asapn-1 on DNA and mRNA sequences revealed that the asapn-1 gene has four introns and five exons and introns have been located at 698-794, 1241-1477, 1822-1891 and 3218-3250 positions (GenBank accession number: 2017959). Sequence analysis of apn-1 gene introns demonstrated that their donor and acceptor splice sites were AG-AC and CA-TG, GT-AG, and AG-TC, respectively. Comparison of the splice sites of asapn-1, agapn-1 (XM_318000.4), and similar gene in Anopheles culicifacies (MK033514.1) revealed that the sequences of donor and acceptor of the splice sites in An. gambiae and An. culicifacies are more similar", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Phylogenetic tree analysis of the characterized apn-1 genes from different insects. Characterized apn-1 genes from different insects were aligned and compared using the MEGA7.0 software based on the neighbour-joining method with 1000 bootstrap replicates. The accession number of each sequence is presented in the front of the insect name. The repeat percentages of branches in which the associated taxa clustered together are shown next to each branch. The scale bar is equal to 0.1 changes per nucleotide Dadgar Pakdel et al. Malar J (2020) 19:79", "latex": null, "type": "figure"}, "FIGREF2": {"text": "peptide 9 is highlighted by a purple rectangle box Dadgar Pakdel et al. Topology structures and superimposition of AsAPN-1 and AgAPN-1. a AgAPN-1 (4WZ9 PDB) structure as reference molecule; b close-up view of superimposition of the ookinete attachment site; c close-up view of superimposition of the zinc-binding site d close-up view of superimposition of Gluzincin which is conserved domain in M1 metalloproteases; e close-up view of the superimposition of cysteine which participate in disulfide bridge construction", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Features of the secondary structure of AsAPN-1 (a)Hopp and Woods (1981) hydrophobicity plot of AsAPN-1. A negative value is associated with the non-polar residues and hydrophobic regions and values greater than 0 represent the hydrophilic regions. All residues which are located in the N-terminal and C-terminal of the AsAPN-1 have suitable hydrophilicity. b Accessibility of AsAPN-1 analysis using the Protscale-ExPASy server revealed that the most of residues which are located in the N-terminal and C-terminal of AsAPN-1 are accessible in the secondary structure and have a good position for presentation to immune system. In this prediction, values greater than 0 have suitable accessibility for immune system.c Amino acid polarity was determined by Protscale-ExPASy. Our results showed that the 230 and 200 residues of the N-terminal and C-terminal of AsAPN-1 are polar, respectively. d N-glycosylation; this analysis was performed by NetNglyc 1.0 server. Our analysis revealed that V2, N148, and N589 positions have acceptable score for N-glycosylation. e Prediction of dynamic nature of AsAPN1 using DynaMine server: Our results showed that the most of regions of AsAPN-1 are rigid, and there are only four flexible regions with the lowest predicted S2 value which are M1(0.59)-V2(0.61), G763-(0.62), Y764(0.62) and A975 (0.61)-G976(0.61) residues. In addition, there are two more flexible residues with the lowest S2 value which are L1024 (0.56)-G1025(0.50)", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Expression and purification of the full length of AsAPN-1. a SDS-PAGE analysis revealed that the recombinant AsAPN-1 has 118.79 kD molecular weight and b PH = 8.5 was the most suitable for purification", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Fig. 8 AsAPN-1 bioactivity assay. Bioactivity assay of AsAPN-1 was performed in the presence of the 1,10-phenanthroline as the specific inhibitor, l-leucine p-nitroanilide as specific substrate and Streptomyces griseus aminopeptidase (Sigma) as positive control and standard. Bioactivity assay revealed that the recombinant AsAPN-1 could degrade the specific substrate and 1,10-phenanthroline (10 μM) as the metalloproteases inhibitor is able to bind specifically to the active site of recombinant AsAPN-1and disrupt its enzymatic activity. Optical density was measured at 405 nm after 15, 30, 60, 90 and 120 min after the start of reaction", "latex": null, "type": "figure"}, "TABREF1": {"text": "List of the primers designed and used in this study", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>No. </td><td>Primer name </td><td>Sequence\n</td></tr><tr><td>5ʹ-Genome walking primers </td><td>1 </td><td>GWA​</td><td>5ʹ-GAT​CAG​GCG​TCG​CGT​ACC​TCNNCTA​CTG​-3ʹʹ\n</td></tr><tr><td>2 </td><td>GWB </td><td>5ʹ-GAT​CAG​GCG​TCG​CGT​ACC​TCNNCTACT-3ʹ\n</td></tr><tr><td> </td><td>3 </td><td>GWC​</td><td>5ʹ-GAT​CAG​GCG​TCG​CGT​ACC​TCNNCTAC-3ʹ\n</td></tr><tr><td> </td><td>4 </td><td>GWD </td><td>5ʹ-GAT​CAG​GCG​TCG​CGT​ACC​TCNNCAC​GCA​-3ʹ\n</td></tr><tr><td> </td><td>5 </td><td>GWE </td><td>5ʹ-GAT​CAG​GCG​TCG​CGT​ACC​TCNNCACGC-3ʹ\n</td></tr><tr><td> </td><td>6 </td><td>GWF </td><td>5ʹ-GAT​CAG​GCG​TCG​CGT​ACC​TCNNCACG-3ʹ\n</td></tr><tr><td> </td><td>7 </td><td>GWG​</td><td>5ʹ-GAT​CAG​GCG​TCG​CGT​ACC​TCNNGAGAC-3ʹ\n</td></tr><tr><td> </td><td>8 </td><td>UAP-N1 </td><td>5ʹ-CTG​TGA​GCA​GTC​GTA​TCC​ACC​GAT​CAG​GCG​TCG​CGT​ACCTC-3ʹ\n</td></tr><tr><td> </td><td>9 </td><td>UAP-N2 </td><td>5ʹ-CCT​GTG​AGC​AGT​CGT​ATC​CAC-3ʹ\n</td></tr><tr><td> </td><td>10 </td><td>GW 27-R </td><td>5ʹ-ACG​GTG​AAC​GTT​GCC​TTC​AG-3ʹ\n</td></tr><tr><td> </td><td>11 </td><td>GW 40 -R </td><td>5ʹ-GTT​TTC​CCA​GTC​ACGAC-3ʹ\n</td></tr><tr><td> </td><td>12 </td><td>GW 59-R </td><td>5ʹ-CGA​TAT​GGC​ACT​GTA​GGT​AAT​GCT​G-3ʹ\n</td></tr><tr><td> </td><td>13 </td><td>GW 130-R </td><td>5ʹ-GGC​GTC​TTG​TCG​AAC​ACC​G-3ʹ\n</td></tr><tr><td>3ʹ-RACE primers </td><td>14 </td><td>GW 282-R </td><td>5ʹ-CTC​GTC​CAG​CAC​CTT​CAG​-3ʹ\n</td></tr><tr><td>15 </td><td>RC 921 </td><td>5ʹ-CAG​ATC​ATG​CGC​ACC​TGG​ACC​AAC​G-3ʹ\n</td></tr><tr><td>16 </td><td>RC 1011 </td><td>5ʹ-CTG​TTG​GCG​TTC​GTT​GTG​TC-3ʹ\n</td></tr><tr><td> </td><td>17 </td><td>RC 1200 </td><td>5ʹ-CGA​ATT​CTA​TGC​CGC​CCA​TCT-3ʹ\n</td></tr><tr><td> </td><td>18 </td><td>RC 1422 </td><td>5ʹ-TCC​TAC​TTC​AAC​AGC​CGT​CTCC-3ʹ\n</td></tr><tr><td> </td><td>19 </td><td>RC 2196 </td><td>5ʹ-CAC​AAG​TAC​CTC​GTG​CAG​AC-3ʹ\n</td></tr><tr><td> </td><td>20 </td><td>RC 2241 </td><td>5ʹ-TGG​GCT​ACA​AGG​ACT​GTC​TG-3ʹ\n</td></tr><tr><td> </td><td>21 </td><td>RC 2328 </td><td>5ʹ-CCA​CCG​TCA​CGT​ACT​GTT​AC-3ʹ\n</td></tr><tr><td> </td><td>22 </td><td>RC 3146 </td><td>5ʹ-CAT​CCC​GAA​CAC​CAC​AAC​CG-3ʹ\n</td></tr><tr><td> </td><td>23 </td><td>Linker Oligo(dT) </td><td>5ʹ-GAG​ATT​TGA​ATC​TTG​CTT​CTG​GGC​CCT​CTA​T TGT​CAT​TGT​CTT​ TTT​TTT​TTT​TTT​TTT-3ʹ\n</td></tr><tr><td> </td><td>24 </td><td>Inner RC </td><td>5ʹ-GGC​CCT​CTA​TTG​TCA​TTG​TC-3ʹ\n</td></tr><tr><td> </td><td>25 </td><td>Outer RC </td><td>5ʹ-GAG​ATT​TGA​ATC​TTG​CTT​CTG-3ʹ\n</td></tr><tr><td>Full-length primers </td><td>26 </td><td>T7 RC </td><td>5ʹ-TAA​TAC​GAC​TCA​CTA​TAG​-3ʹ\n</td></tr><tr><td>27 </td><td>FL inner-F </td><td>5ʹ-CGA​TTA​GTG​CAC​CAC​CGA​GTC​TGC​-3ʹ\n</td></tr><tr><td>28 </td><td>FL Outer-F </td><td>5ʹ-ATG​GTG​CGT​TCG​AAG​ATC​CTA​GCA​G-3ʹ\n</td></tr><tr><td> </td><td>29 </td><td>FL inner-R </td><td>5ʹ-CCT​AAT​CAT​CTC​GAT​TCC​GGA​GCT​CCTG-3ʹ\n</td></tr><tr><td>Full-length cloning primers </td><td>30 </td><td>FL outer-R </td><td>5ʹ-TTA​TCC​CAG​TAG​ATG​GAC​CGCG-3ʹ\n</td></tr><tr><td>33 </td><td>UFLC-F </td><td>5ʹ-AAG​CTT​ctATG​GTG​CGT​TCG​AAG​ATC​-3ʹ\n</td></tr><tr><td>34 </td><td>DFLC-R </td><td>5ʹ-CTC​GAG​tTTA​TCC​CAG​TAG​ATG​GAC​CG-3ʹ\n</td></tr></table></body></html>"}, "TABREF3": {"text": "RMSD values of the structurally important residues between the AsAPN1 and AgAPN1 proteins", "latex": null, "type": "table"}, "TABREF4": {"text": "Docking analysis of bestatin as specific inhibitor with AgAPN-1 and AsAPN-1 as its receptors", "latex": null, "type": "table"}, "TABREF5": {"text": "Antigenic plot of AsAPN-1", "latex": null, "type": "table"}, "TABREF6": {"text": "Prediction of interactions of the AsAPN-1 and AgAPN-1 epitopes with MHC-II using pyDockWEBAn.species Ranking MHC DR B binding residues ΔG MHC DQA binding residues ΔG MHC DQB binding residues ΔG", "latex": null, "type": "table"}, "TABREF7": {"text": "Table 2 ).\nPhylogenetic tree analysis of the nucleotide sequences of our target gene and other apn - 1 genes from the other insects indicates that the asapn - 1 is located in Table 2 Comparison of three Anopheles species donor and acceptor splice sites", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Anopheles species </td><td>Splice sites 1 </td><td>Splice sites 2 </td><td>Splice sites 3 </td><td>Splice sites 4\n</td></tr><tr><td>An. stephensi </td><td>AG-AC </td><td>CA-TG </td><td>GT-AG </td><td>AG-TC\n</td></tr><tr><td>An. gambiae </td><td>GT-AG </td><td>TA-GG </td><td>GT-AG </td><td>GT-AG\n</td></tr><tr><td>An. culicifacies </td><td>GT-AG </td><td>GT-AG </td><td>GT-AG </td><td>GT-AG\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "We thank our colleagues in MVRG, National Insectary of Pasteur Institute of Iran (PII), Biotechnology Research Centre (BRC), and Research Development Center, Sina Hospital, Tehran University of Medical Sciences, for their continuous supports during the performing of this project.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "AR and NDD conceived the study. All authors participated in the design of the study. JDP performed the assays and wrote the first draft of the manuscript. SZ performed the in silico analysis. All authors read and approved the final manuscript.", "cite_spans": [], "ref_spans": [], "section": "Authors' contributions"}, {"text": "This project has been funded by the educational office of PII to Javad Dadgar Pakdel and Fund No 707 to NDD from Research Office.", "cite_spans": [], "ref_spans": [], "section": "Funding"}, {"text": "The sequences which obtained and/or analysed during the current study were deposited in the GenBank database under the accession numbers (1985952) for 5ʹgenome walking, (1990583) for 3ʹRACE and (2017959) for full length of the Asapn-1 gene. All the other related data are included in the article.", "cite_spans": [], "ref_spans": [], "section": "Availability of data and materials"}, {"text": "Not applicable.", "cite_spans": [], "ref_spans": [], "section": "Ethics approval and consent to participate"}, {"text": "Not applicable.", "cite_spans": [], "ref_spans": [], "section": "Consent for publication"}, {"text": "The authors declare that they have no competing interests. ", "cite_spans": [], "ref_spans": [], "section": "Competing interests"}]}