{"paper_id": "8272a8e6dd95df39dc98a7014849262deb88c7dd", "metadata": {"title": "TECHNICAL REPORT OF EFSA Development and implementation of a system for the early identification of emerging risks in food and feed 1", "authors": [{"first": "European", "middle": [], "last": "Food", "suffix": "", "affiliation": {"laboratory": "", "institution": "European Food Safety Authority (EFSA)", "location": {"settlement": "Parma", "country": "Italy"}}, "email": ""}, {"first": "Safety", "middle": [], "last": "Authority", "suffix": "", "affiliation": {"laboratory": "", "institution": "European Food Safety Authority (EFSA)", "location": {"settlement": "Parma", "country": "Italy"}}, "email": ""}]}, "abstract": [{"text": "According to EFSA's Founding Regulation 4 , the Authority is required to \"undertake action to identify and characterise emerging risks\" in the field of food and feed safety. EFSA provides scientific advice to the risk manager, at both European and Member State level, for the identification of risks present in the food chain. In the area of currently unrecognised but potentially significant risks for public health, EFSA has set up a dedicated unit on emerging risks (EMRISK). Through the identification of drivers of emerging risks, EFSA also intends to anticipate future risks derived from changes in current food/feed production practices or factors impinging on food/feed production or changes in human exposure through food consumption. EFSA aims to establish a data monitoring capacity, data filtering methodology and networking structures to identify emerging risks and drivers of emerging risks in a timely fashion and to communicate these to the risk manager. To date, the first step of this process (data monitoring) is in place. The following steps, that is, filtering and communication, are being rapidly established. Whilst the current data sources monitored are limited, they have been sufficient to enable the elaboration of the procedures for the next steps in the emerging risks identification process. As more data sources become accessible, the process will become more effective. All processes should be in place by mid -2010 and reported on in EFSA's first annual report on emerging risks in 2011. By the end of the second year of operation (2012), the soundness and utility of this approach will be given an initial review.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The subsequent steps identified in the emerging risks identification process, that is, filtering and communication, should be established rapidly. Whilst the current data sources monitored are limited, they have been sufficient to enable the elaboration of the procedures for the next steps in the emerging risks identification process. As more data sources become accessible, the process will become more effective. In particular, networking with stakeholders, MS, EU and international agencies is seen as a key step in developing the effectiveness of this process, and the structures for carrying this out effectively are being developed.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "All processes should be in place by mid-2010 and will be reported in EFSA's second annual report on emerging risks in 2011. By the end of the second year of operation (2012), the soundness and utility of this approach will be given an initial review.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The successful identification of risks at their early inception (emerging risks) is at the heart of public health and environmental protection. Improved identification of emerging risks may become a major preventive instrument at the disposal of the Member States and the Community 6 .", "cite_spans": [], "ref_spans": [], "section": "BACKGROUND AS PROVIDED BY EFSA"}, {"text": "According to EFSA's Founding Regulation 7 , the Authority is required to \"undertake action to identify and characterise emerging risks\" in the field of food and feed safety. In 2007 EFSA established, for this purpose, a dedicated unit on emerging risks. The Emerging Risks Unit (EMRISK) contributes to this mission by supporting the development, establishment and operation of structures for the screening and analysis of information sources with a view to identifying emerging risks.", "cite_spans": [], "ref_spans": [], "section": "BACKGROUND AS PROVIDED BY EFSA"}, {"text": "EFSA has started to implement its programme to develop an effective and transparent approach to identify emerging risks. This consists of an operational definition of emerging risks and an overall strategy for the collection, analysis and evaluation of the relevant data and information (EFSA, 2006; EFSA, 2007c; EFSA, 2009b ; EFSA/SC/Tender/01/2004).", "cite_spans": [{"start": 287, "end": 299, "text": "(EFSA, 2006;", "ref_id": null}, {"start": 300, "end": 312, "text": "EFSA, 2007c;", "ref_id": null}, {"start": 313, "end": 324, "text": "EFSA, 2009b", "ref_id": null}], "ref_spans": [], "section": "BACKGROUND AS PROVIDED BY EFSA"}, {"text": "Whilst EFSA has a unit dedicated to the early identification of emerging risks, the task is a horizontal one, implicating not only EMRISK, but also all of EFSA's scientific units and their associated panels.", "cite_spans": [], "ref_spans": [], "section": "BACKGROUND AS PROVIDED BY EFSA"}, {"text": "The EMRISK unit, will draft a report on emerging risks in food and feed. The report will address: Strategy:", "cite_spans": [], "ref_spans": [], "section": "TERMS OF REFERENCE AS PROVIDED BY EFSA"}, {"text": "• EFSA's strategic plan on the identification of emerging risks in food and feed.", "cite_spans": [], "ref_spans": [], "section": "TERMS OF REFERENCE AS PROVIDED BY EFSA"}, {"text": "Medium and long term emerging risk identification and anticipation:", "cite_spans": [], "ref_spans": [], "section": "TERMS OF REFERENCE AS PROVIDED BY EFSA"}, {"text": "• A short literature review of developments in the area of emerging risks in food and feed.", "cite_spans": [], "ref_spans": [], "section": "TERMS OF REFERENCE AS PROVIDED BY EFSA"}, {"text": "• Reporting on methods assessed and developed by EFSA.", "cite_spans": [], "ref_spans": [], "section": "TERMS OF REFERENCE AS PROVIDED BY EFSA"}, {"text": "• An inventory of \"hazard\" databases to which EFSA has access.", "cite_spans": [], "ref_spans": [], "section": "TERMS OF REFERENCE AS PROVIDED BY EFSA"}, {"text": "• Reporting on emerging risks or drivers that have been identified (if any).", "cite_spans": [], "ref_spans": [], "section": "TERMS OF REFERENCE AS PROVIDED BY EFSA"}, {"text": "Work Plan:", "cite_spans": [], "ref_spans": [], "section": "TERMS OF REFERENCE AS PROVIDED BY EFSA"}, {"text": "• Next steps in the continued development of EFSA's capacity in the area of emerging risks.", "cite_spans": [], "ref_spans": [], "section": "TERMS OF REFERENCE AS PROVIDED BY EFSA"}, {"text": "The technical report on emerging risks in food and feed will be approved by the end of October 2010.", "cite_spans": [], "ref_spans": [], "section": "Timeline"}, {"text": "The technical report on emerging risks in food and feed.", "cite_spans": [], "ref_spans": [], "section": "Expected deliverables"}, {"text": "The successful identification of risks at their early inception (emerging risks) is at the heart of public health and environmental protection. Improved identification of emerging risks may become a major preventive instrument at the disposal of the Member States and the Community 8 .", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "According to EFSA's Founding Regulation 9 , the Authority is required to \"undertake action to identify and characterise emerging risks\" in the field of food and feed safety. In 2007, the EFSA established, for this purpose, a dedicated unit on emerging risks. The Emerging Risks Unit (EMRISK) contributes to this mission by supporting the development, establishment and operation of structures for the screening and analysis of information sources with a view to identifying emerging risks.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "EFSA has started to implement its programme to develop an effective and transparent approach to identify emerging risks. This consists of an operational definition of emerging risks and an overall strategy for the collection, analysis and evaluation of the relevant data and information (EFSA, 2006; EFSA, 2007c; EFSA, 2009b ; EFSA/SC/Tender/01/2004).", "cite_spans": [{"start": 287, "end": 299, "text": "(EFSA, 2006;", "ref_id": null}, {"start": 300, "end": 312, "text": "EFSA, 2007c;", "ref_id": null}, {"start": 313, "end": 324, "text": "EFSA, 2009b", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Following the formation of EMRISK and the instigation of a work plan, the first results are starting to be delivered. It is thus an opportune moment to summarise the initial achievements and also to formulate a long-term plan on how to address the goals of EFSA in the field of Emerging Risks.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Whilst EFSA has a unit dedicated to the early identification of emerging risks, the task is a horizontal one, implicating not only EMRISK, but also all of EFSA's scientific units and their associated panels.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "As a first step in EFSA's strategy to address emerging risks (ERs), EMRISK is, in the first instance, focussing on food and feed ERs. Monitoring for ERs in the areas of plant and animal health will commence in 2011 and 2012 respectively, and are considered by the PLH and AHAW panels with the support of the Assessment Methodology Unit (AMU). No unit is currently specifically mandated to survey emerging animal welfare risks, though it is noted that the AHAW panel is putting a significant effort in the development of animal welfare assessment methods.", "cite_spans": [], "ref_spans": [], "section": "Scope of the paper"}, {"text": "The aim of this document is to review the current situation and outline the objectives, timelines and resources needed by EFSA in order to build a capacity for emerging risks identification. In addition to the points described in the Terms of Reference, this document specifically addresses the following:", "cite_spans": [], "ref_spans": [], "section": "Scope of the paper"}, {"text": "• A review of the definition of emerging risk, as used by EFSA, and the implications of this definition. • Identification of the key players for assisting EFSA in achieving its aims in the area of emerging risks. • Review of the work already carried out and refining of the strategy proposed for identifying emerging risks. • Definition of the outputs to be produced for the identification of emerging risks and the mechanisms through which they can be achieved.", "cite_spans": [], "ref_spans": [], "section": "Scope of the paper"}, {"text": "The issue of the early identification of emerging risks will be set out in the context of a continuum of responses undertaken by EFSA, from the anticipation of urgent issues to the prediction of emerging risks, demonstrating overlap in the use of data sources and their analysis. EFSA Journal 2010; 8(10):1888", "cite_spans": [], "ref_spans": [], "section": "Scope of the paper"}, {"text": "The definition currently in use in EFSA is developed by the Scientific Committee (EFSA, 2007c) : \"an emerging risk to human, animal and/or plant health is understood as a risk resulting from a newly identified hazard to which a significant exposure may occur or from an unexpected new or increased significant exposure and/or susceptibility to a known hazard\".", "cite_spans": [{"start": 81, "end": 94, "text": "(EFSA, 2007c)", "ref_id": null}], "ref_spans": [], "section": "Definition of emerging risks"}, {"text": "Throughout this document, reference is made to the use of \"indicators\" and \"signals\" for identifying ERs. The use of these two terms in this document is as defined in the opinion on emerging risks of the Scientific Committee (EFSA, 2006) :", "cite_spans": [{"start": 225, "end": 237, "text": "(EFSA, 2006)", "ref_id": null}], "ref_spans": [], "section": "Definition of emerging risks"}, {"text": "\"An indicator is a component of risk assessment and is (ideally) comprised of a focused selection of parameters, directly or indirectly related to the food chain that can be measured/calculated qualitatively and/or quantitatively\". Ideally, an indicator \"should be reliable, sensitive, quantifiable, and should provide the information on the nature of the hazard (agent/process involved) and the source of the risk\". Examples include the emergence of new zoonotic pathogens, increased virulence of known pathogens, unexpected increase in exposure to particular hazardous chemical, biological and/or radioactive contaminants through food.", "cite_spans": [], "ref_spans": [], "section": "Definition of emerging risks"}, {"text": "\"A signal is identified as a temporal or spatial trend in an indicator value\".", "cite_spans": [], "ref_spans": [], "section": "Definition of emerging risks"}, {"text": "EFSA is charged with two principal missions in this area. Firstly, emerging risk (ER) identification, which requires the development of methods, data collection, data analysis and interpretation, in order to identify ERs. The tools and databases developed for the task of ER identification may also be of use in answering both urgent and non-urgent questions.", "cite_spans": [], "ref_spans": [], "section": "Mission and strategy of EFSA with regards to emerging risks"}, {"text": "The second mission, providing support on urgent issues, involves emergency preparation, including maintenance of the Emergency Manual, organisation of emergency or \"crisis\" training, and providing technical and administrative support for answering urgent issues. These issues are not reported on in this document.", "cite_spans": [], "ref_spans": [], "section": "Mission and strategy of EFSA with regards to emerging risks"}, {"text": "A formal mandate for EMRISK outlining its areas of responsibility is proposed in this paper (see appendix C). The mandates and contracts related to specific work items of EMRISK are listed in appendix A.", "cite_spans": [], "ref_spans": [], "section": "Mission and strategy of EFSA with regards to emerging risks"}, {"text": "The activities currently being carried out in the area of risk anticipation and preparation may be formalised as four separate issues, according to the degree of anticipation, and so of the window of opportunity for action involved (see also Table 1 ). Each of the four activities has a different resource demand, due to the different timescales involved. For example, effective monitoring for early crisis warning could take place on a daily level, whereas reviewing drivers of ERs (for anticipating ERs) could take place as little as once every three years.", "cite_spans": [], "ref_spans": [{"start": 242, "end": 249, "text": "Table 1", "ref_id": "TABREF1"}], "section": "Time as a factor and its impact on prioritisation of activities: crises, early warning, identification and anticipation of emerging risks"}, {"text": "Preparation for responding to urgent issues, in particular scientific assistance.", "cite_spans": [], "ref_spans": [], "section": "Time as a factor and its impact on prioritisation of activities: crises, early warning, identification and anticipation of emerging risks"}, {"text": "Crisis preparation is clearly a different activity from the identification of emerging risks, and those activities of EFSA linked to crisis preparation are not discussed in this document. EFSA Journal 2010; 8(10):1888", "cite_spans": [], "ref_spans": [], "section": "Time as a factor and its impact on prioritisation of activities: crises, early warning, identification and anticipation of emerging risks"}, {"text": "Early warning (anticipation of \"crises\") may be the easiest task to plan and implement, in that the hazard is often (though not always) well identified, the risk relatively easy to characterise, and the need for action clear. However it requires regular (daily) monitoring and a fast response (the data becomes out of date very quickly) to be of use, and is thus relatively resource demanding. This is not currently seen as a high priority action for EFSA, as the risk manager may be better placed to have access to the relevant information and alerts. However, where such information is seen through regular monitoring for other purposes (e.g. for the identification of emerging risks) they are to be shared, even though no systematic monitoring for short-term alert data is foreseen.", "cite_spans": [], "ref_spans": [], "section": "Time as a factor and its impact on prioritisation of activities: crises, early warning, identification and anticipation of emerging risks"}, {"text": "Mid-term warning (identification of emerging risks) is proposed as the core of EFSA's activities in the area of emerging risks. Monitoring is on a weekly or monthly basis and therefore less resource intensive, but at the same time more resource demanding for the subsequent data analysis. Its successful implementation is more challenging than the establishment of an early warning system in that it is likely that there will be insufficient information available to carry out a full risk assessment or even hazard characterisation. There is less certainty over whether and what action needs to be taken. Dealing with such large uncertainties will be a difficult task for the risk manager and indeed for any risk communication.", "cite_spans": [], "ref_spans": [], "section": "Time as a factor and its impact on prioritisation of activities: crises, early warning, identification and anticipation of emerging risks"}, {"text": "Long-range anticipation of emerging risks. The current definition of ERs is hazard based. As such it is limited in scope to the medium and to the short term identification of ERs. Long term anticipation (that is, the prediction of ERs as opposed to their identification) should be based on the identification of drivers (e.g. climate change, new food production or processing technologies, etc.) for the emergence of new risks. This is an important differentiation due to the fact that one does not have to be able to identify a specific hazard in order to be able to anticipate that a certain action or change in conditions may well give rise to the emergence of a risk. It is therefore proposed that some long range forecasting activities do take place. This activity is intrinsic in the identification of \"indicators\", and thus is already being carried out, although not under this name.", "cite_spans": [], "ref_spans": [], "section": "Time as a factor and its impact on prioritisation of activities: crises, early warning, identification and anticipation of emerging risks"}, {"text": "Whereas it may not be possible to identify specific hazards, certain sectors or practices within the food chain that may warrant closer surveillance may be identified i.e. those with a \"high\" likelihood of producing new risks. The uncertainties are high, the need for action unclear and as a consequence it may be judged as being low priority, even though the long timescale would allow for the possibility of prevention rather than reaction to an emerging/emerged risk. An example would be the identification of changes in the processes for recycling animal by-products into animal feed as a potential generator of emerging risks, as was probably the case for BSE. It may have been possible to identify the risky practice and to have implemented control measures without any knowledge of the eventual novel hazard that emerged. Such long-range forecasting could take place over a relatively long time period, for example being formally reported once every three years.", "cite_spans": [], "ref_spans": [], "section": "Time as a factor and its impact on prioritisation of activities: crises, early warning, identification and anticipation of emerging risks"}, {"text": "Four documents summarising the state of the art and outlining a strategy for identifying emerging risks have been published by EFSA (see appendix B). These consist of a report from an outsourced project (EFSA/SC/Tender/01/2004) 10 , two documents from the Scientific Committee (EFSA 2006 (EFSA , 2007c and one from an EFSA Scientific Cooperation working group (EFSA, 2009b) .", "cite_spans": [{"start": 277, "end": 287, "text": "(EFSA 2006", "ref_id": null}, {"start": 288, "end": 301, "text": "(EFSA , 2007c", "ref_id": null}, {"start": 360, "end": 373, "text": "(EFSA, 2009b)", "ref_id": null}], "ref_spans": [], "section": "Outputs"}, {"text": "In order to achieve the goals identified in chapter 2, the following outputs have been identified (see Table 1 ", "cite_spans": [], "ref_spans": [{"start": 103, "end": 110, "text": "Table 1", "ref_id": "TABREF1"}], "section": "Outputs"}, {"text": "These will be reported in EFSA's annual reports on ERs. While the present document, which is the first such annual report, focuses on the strategy and methods being put in place, future annual reports will focus more on identified signals of emerging risks, as well as reporting on methods and process development. The annual report will compile the results of monthly monitoring reports, as well as case studies addressing in more depth specific issues identified through the monitoring or identified by EFSA's Panels, MS or the Commission. It is anticipated that 4 to 6 of these short case studies will be produced per year, addressing both emerging risks and potential drivers of emerging risks. Input from stakeholders and the ER Network will be annexed to this report.", "cite_spans": [], "ref_spans": [], "section": "EFSA's activities on emerging risks"}, {"text": "It is proposed that long-term issues are reviewed on a three year cycle. Furthermore, it is suggested that the EFSA panels are actively involved in this process. An example of their involvement could be that once during panel's 3-year mandate they produce a brief document on future issues (see, for example, that produced by the Biological Hazards Panel in 2008 11 ). Contributions from stakeholders, MS, EC, European and international agencies will be sought through the networks currently being established. The report would contribute to EFSA's strategic plan. A proposed timeline could be that the first report on drivers of emerging risks is published in 2012, with subsequent reports published at an interval of three years.", "cite_spans": [], "ref_spans": [], "section": "Long-term issues (ER prediction)"}, {"text": "Working groups will also produce scientific reports separate from the annual report dealing with specific technical aspects of emerging risk methodology and data.", "cite_spans": [], "ref_spans": [], "section": "Long-term issues (ER prediction)"}, {"text": "Any communication, including publication, on results of ER identification needs to be handled with proper caution. Due to their nature, identified ERs come with a certain degree of uncertainty -those identified at short term will have less uncertainty (in general) than those identified over medium to long term. However, the longer in advance a potential risk may be identified, the greater the opportunity for the risk manager to successfully intervene (or the risk assessor to carry out a risk assessment) before a food crisis develops. How to handle this dichotomy of uncertainty versus advanced warning should be further explored. The Emerging Risks Network (see below) would be well placed to do this. ", "cite_spans": [], "ref_spans": [], "section": "Communication issues"}, {"text": "The overall strategy for identifying ERs, as outlined in the documents produced by the Scientific Committee (EFSA, 2006) and the ESCO working group (EFSA, 2009b) , is ambitious and long term. It relies on three fundamental steps, namely 1) data collection, 2) data analysis, signal detection and filtering, and 3) exchange of information ( Figure 1 ). In the food/feed context the approach is largely experimental and certainly nothing on the scale proposed by EFSA has been previously attempted for active identification of ERs.", "cite_spans": [{"start": 108, "end": 120, "text": "(EFSA, 2006)", "ref_id": null}, {"start": 148, "end": 161, "text": "(EFSA, 2009b)", "ref_id": null}], "ref_spans": [{"start": 340, "end": 348, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "System for the early identification of emerging risks"}, {"text": "Building on the previous work mentioned above, the following strategy is proposed ( Figure 1 ): The first step is data collection, and includes the development of tools for data capture and processing. Data will be drawn from a wide variety of sources including;", "cite_spans": [], "ref_spans": [{"start": 84, "end": 92, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "System for the early identification of emerging risks"}, {"text": "• \"soft\" e.g. media, blogs, \"grey\" literature;", "cite_spans": [], "ref_spans": [], "section": "System for the early identification of emerging risks"}, {"text": "• \" regulatory\" e.g. data from the RASFF, trade data, compulsory reporting/monitoring; • \"scientific literature\" i.e. published papers, proceedings, research findings, scientific reports;", "cite_spans": [], "ref_spans": [], "section": "System for the early identification of emerging risks"}, {"text": "• \"expert judgment\" i.e. EFSA's Panels and units, committees of the European Commission's DG Health and Consumers, conferences, stakeholders, Member State networks.", "cite_spans": [], "ref_spans": [], "section": "System for the early identification of emerging risks"}, {"text": "The types of data to be monitored will be prioritised following the 11 priority indicators defined in the ESCO report (EFSA, 2009b) . Sources of data will be identified, and then assessed according to their accessibility, reliability, usefulness in the identification of emerging risks and their regularity of updating. Where appropriate, tools will be developed to aid in the extraction, exploitation and analysis of the data. Regular monitoring of the data sources will then be carried out in order to identify signals of potential emerging risks.", "cite_spans": [{"start": 118, "end": 131, "text": "(EFSA, 2009b)", "ref_id": null}], "ref_spans": [], "section": "System for the early identification of emerging risks"}, {"text": "The second step is data analysis and signal detection. This is carried out by the primary filter (ERIC -Emerging Risks Internal Collaboration group), and it is here that data trends and other information are initially processed and identified as indicating potential emerging risks. The Primary Filter is managed by EMRISK.", "cite_spans": [], "ref_spans": [], "section": "System for the early identification of emerging risks"}, {"text": "The Secondary Filter reviews the signals identified by the primary filter. The secondary filter will be EFSA's 10 Scientific Panels and the Scientific Committee, which will have the subject of emerging risks as a standing item on their agenda. The Panels will recommend what action (if any) should be taken. Such action could include further monitoring and data gathering, research proposals, or selftasking risk assessment.", "cite_spans": [], "ref_spans": [], "section": "System for the early identification of emerging risks"}, {"text": "The EMRISK will be supported by two other groups who will also facilitate the third step, that of information exchange;", "cite_spans": [], "ref_spans": [], "section": "System for the early identification of emerging risks"}, {"text": "• The Stakeholders Consultative Group (StaCG-ER), drawn from experts proposed by the Stakeholders Consultative Platform, will share information concerning identified potential emerging risks and/or signals, the methods used to detect them and the analysis of the collected data.", "cite_spans": [], "ref_spans": [], "section": "System for the early identification of emerging risks"}, {"text": "• The Emerging Risks Network, which will act as a forum for commenting on reports drafted by EFSA and other organisations and to enable exchanges with MS, EC and international organisations on data and methods.", "cite_spans": [], "ref_spans": [], "section": "System for the early identification of emerging risks"}, {"text": "In addition, two working groups will be formed in 2010, one to address data sources for ER identification, and a second one to assist in the development of methodology for the identification of signals of ERs. EFSA Journal 2010; 8(10):1888", "cite_spans": [], "ref_spans": [], "section": "System for the early identification of emerging risks"}, {"text": "In the first instance, the overall approach will reply on structured expert opinion, gradually drawing on the objective approach supplied by indicator/signal identification, as this becomes increasingly operational.", "cite_spans": [], "ref_spans": [], "section": "System for the early identification of emerging risks"}, {"text": "Systematic approaches to identifying ERs in the food and feed area are only now being developed and put in place, and are largely unproven. This is very much an experimental area where few if any practical examples of its successful deployment exist. At best, a number of the proposed approaches have been applied retrospectively in an attempt to gauge their predictive capacity. Hence, to date there is no confirmation of the efficacy of such approaches, their efficiency or indeed their success. By the very nature of trying to predict \"surprises\" it is highly unlikely that any system put in place will approach 100 % predictiveness. Furthermore, extreme care must be taken to ensure minimising false predictions, due to the potential for unnecessary disruption of the food sector and parallel loss of confidence in EFSA.", "cite_spans": [], "ref_spans": [], "section": "System for the early identification of emerging risks"}, {"text": "The next steps for each of the three parts of the strategy are discussed in detail below.", "cite_spans": [], "ref_spans": [], "section": "System for the early identification of emerging risks"}, {"text": "EMRISK was set up at the end of 2007, and has been significantly staffed from the start of 2009, to support the development of structures and the implementation of the process leading to the identification of ERs. During its first months of operation the Unit initiated the establishment of several signal identification systems relating to hazard databases, web monitoring and trade data, started the evaluation process of these systems by looking at their value for emerging risk identification, identified more components for further development, and established contacts with external information sources.", "cite_spans": [], "ref_spans": [], "section": "Data collection"}, {"text": "The Rapid Alert System for Food and Feed (RASFF) is maintained by the European Commission, and includes daily updates of food safety events notified within the European Union. For each event, detailed information is available on the identified hazard(s), the product(s) involved, the country of notification and origin, and the contamination levels detected. The system generates in the order of 7000-8000 notifications per year, which may also be searched through their website (https://webgate.ec.europa.eu/rasff-window/portal/).", "cite_spans": [], "ref_spans": [], "section": "RASFF"}, {"text": "Following the need identified by the Scientific Committee for a database on bioactive compounds to facilitate the scientific activities of several of EFSA's Units, EMRISK has coordinated an outsourced project for the delivery of a database on bioactive constituents of food plants consumed in Europe. ", "cite_spans": [], "ref_spans": [], "section": "Bioactive compounds of plant origin"}, {"text": "The objective of the inventory is to collect information on the current set of data sources available in EFSA. The establishment of this inventory is intended to help identify readily available data sources that may be relevant for the identification of ERs.", "cite_spans": [], "ref_spans": [], "section": "Inventory of \"hazard\" databases used by ESFA"}, {"text": "The main focus of interest is on \"hazard\" databases, that is, structured collections of data related to food/feed hazards. However, there is no exclusion of other data types (and sometimes multiple data types are present in a given database) that could provide additional information to data found in the hazard databases. In a second step, a more detailed description of chemical hazard databases will follow.", "cite_spans": [], "ref_spans": [], "section": "Inventory of \"hazard\" databases used by ESFA"}, {"text": "The Medical Information System (MedISys, http://medusa.jrc.it) is an application of the Europe Media Monitor (EMM) developed by the Joint Research Centre (JRC). Another web monitoring system is the Program for Monitoring Emerging Diseases (ProMED-mail) which was developed by the International Society for Infectious Diseases. MedISys was assessed for its efficiency in detecting signals of (re-)emerging risks in the food and feed sectors (EFSA-Q-2009-00490). Its efficiency was determined by assessing its rapidity to report food and feed hazards in comparison to ProMED.", "cite_spans": [], "ref_spans": [], "section": "MedISys and ProMED-mail"}, {"text": "Since the start of the mandate on media monitoring activities, several EU research projects related to the development of techniques and methods to monitor the media have been initiated (e.g. M-Eco: the Medical Ecosystem -personalized event-based surveillance 14 ), or are in the process of being reviewed for approval. The developments made by these projects as well as the new web technologies (tools, methods, approaches) described in the scientific literature will be carefully followed by EMRISK.", "cite_spans": [], "ref_spans": [], "section": "MedISys and ProMED-mail"}, {"text": "International trade and especially EU imports have been identified as potential indicators for the detection of emerging risks within EFSA's mandate. Comext is the Eurostat reference database for external trade. It contains both recent and historical data from the EU Member States and also statistics for a number of third countries. It allows the identification of volumes of imports into the EU of specified food categories, identifying both the country of origin and the destination country. The database is accessible to the public through Eurostat's web page 15 . The AMT is comprised of two parts:", "cite_spans": [], "ref_spans": [], "section": "Eurostat and UN Comtrade"}, {"text": "• ARIADNE, a set of SAS macros, driven by graphical user-interfaces to produce the signals of interest (spikes of trade quantities and price outliers of traded goods);", "cite_spans": [], "ref_spans": [], "section": "Eurostat and UN Comtrade"}, {"text": "The data for the AMT are from Comext and are fed to ARIADNE. The latter is an application running in client-server architecture. Its development into a web application is being explored by the JRC.", "cite_spans": [], "ref_spans": [], "section": "Eurostat and UN Comtrade"}, {"text": "• THESEUS, a website where results (tables and graphs) are published. The website has various features to facilitate user navigation and data export.", "cite_spans": [], "ref_spans": [], "section": "Eurostat and UN Comtrade"}, {"text": "The JRC has developed a set of alarm definitions and the application shows products which at least have one active alarm.", "cite_spans": [], "ref_spans": [], "section": "Eurostat and UN Comtrade"}, {"text": "At the current stage, THESEUS has some limitations for helping EMRISK to identify trade trends of interest, which are:", "cite_spans": [], "ref_spans": [], "section": "Eurostat and UN Comtrade"}, {"text": "• It is using only the CN trade classification;", "cite_spans": [], "ref_spans": [], "section": "Eurostat and UN Comtrade"}, {"text": "• The tool is not an interactive one, so the user cannot make aggregates of code commodities, countries or time periods; • THESEUS applies fixed thresholds.", "cite_spans": [], "ref_spans": [], "section": "Eurostat and UN Comtrade"}, {"text": "The Food and Veterinary Office (FVO) of DG-SANCO is in the process of developing a system called Food Safety Data Management System (FSDMS). The system is a data warehouse solution using Business Objects. The original idea was to combine 11 different existing data sources, but at the present stage the work is concentrated on a set of three databases i.e. Comext, RASFF and TRACES. The main task is to create a platform with a single access interface. The different sources should be combined using certain common fields, e.g. ISO country code, product etc. Country code based on ISO classification is possible, but commodity names, products or animals are defined in different ways in all three databases, and thus is difficult to compare data directly.", "cite_spans": [], "ref_spans": [], "section": "The Food and Veterinary Office system"}, {"text": "In order to monitor trade data for the identification of signals of potential ERs, an automated or semiautomated system is required. Such a system covering EFSA's mandate for automatic scanning of Eurostat Comext database should provide \"alerts\" (or signals) to the user, indicating for example, i) significant increase of the volume of a given product over time to a specific MS or EU in total, ii) new trade partners, iii) new food or feed commodities entering the EU.", "cite_spans": [], "ref_spans": [], "section": "Requirements for a system for automatic scanning of Eurostat Comext"}, {"text": "This system should give to the user the possibility of selecting commodity classification, countries, time period, and aggregates of them. To develop such a system, firstly full access to the Comext database is needed, for example by down loading a copy in EFSA. Updating this data every three or four months would probably be sufficient, and should include data of the last six to ten years for annual analysis and three to five years for monthly analysis. Secondly, the algorithms for identification of trends should be developed. This procedure will be a continuous process, based on the experience and the needs over time. EFSA Journal 2010; 8(10):1888", "cite_spans": [], "ref_spans": [], "section": "Requirements for a system for automatic scanning of Eurostat Comext"}, {"text": "The evaluation of defined \"indicators\" as being useful inputs for identifying ERs is complicated. An indicator, it should be remembered, consists of a number of parameters, and thus a number of data sources may be required for an individual indicator. Inversely, a data source may contribute to more than one indicator. At a primary level, rather than \"indicators\" one therefore deals with databases or data sources. The data sources so far assessed do not yet constitute even one of the eleven priority indicators, as identified in the ESCO report.", "cite_spans": [], "ref_spans": [], "section": "Utility of current data sources for early warning or for the identification of emerging risks"}, {"text": "Each database or data source must be assessed for the quality of its data, as well as the accessibility and facility to further treat the data for signal identification. To put the volume of work required into context, in the first year of operation, EMRISK will have assessed four different types of data sources:", "cite_spans": [], "ref_spans": [], "section": "Utility of current data sources for early warning or for the identification of emerging risks"}, {"text": "-Rapid Alerts (RASFF) -Web monitoring (MedISys, ProMED-mail -the latter only for timeliness of reporting) -Trade data (Comext, UN Comtrade) -Bioactive constituents from plants (development of a database through Article 36)", "cite_spans": [], "ref_spans": [], "section": "Utility of current data sources for early warning or for the identification of emerging risks"}, {"text": "The utility of these data sources are summarised as \"no\", \"possible\", \"limited\" or \"yes\" (Table 2) , under EFSA's definition of emerging risks (new hazard, new matrix or changed susceptibility to a known hazard) and under the fields of food or feed.", "cite_spans": [], "ref_spans": [{"start": 89, "end": 98, "text": "(Table 2)", "ref_id": "TABREF4"}], "section": "Utility of current data sources for early warning or for the identification of emerging risks"}, {"text": "The results indicate ( Table 2 ) that the current data sources give almost no coverage concerning changed susceptibility and limited coverage of new hazards. Concerning changed susceptibility links with ECDC and ECHA should be explored as a means for covering this aspect. For the identification of new hazards, other data sources need to be assessed and integrated into the monitoring system.", "cite_spans": [], "ref_spans": [{"start": 23, "end": 30, "text": "Table 2", "ref_id": "TABREF4"}], "section": "Utility of current data sources for early warning or for the identification of emerging risks"}, {"text": "The utility of the current data sources for addressing the different time-frames of risk monitoring and for supporting risk assessment activities in general are considered in Table 3 . Whilst all the current data sources have potential utility for helping answer urgent issues, their use for assisting with more long term identification or prediction of ERs is probably limited.", "cite_spans": [], "ref_spans": [{"start": 175, "end": 182, "text": "Table 3", "ref_id": null}], "section": "Utility of current data sources for early warning or for the identification of emerging risks"}, {"text": "Thus, the current palette of data sources for the identification of ERs is a starting point that needs to be expanded. The ESCO report on ERs (EFSA, 2009b) indicated 11 priority indicators for ERs, with multiple suggestions of signals (49) and data sources for each. This should provide a useful starting point, but requires further prioritisation. Investigation into the proposed data sources is necessary as they are often only indicated as institutions rather than databases. A method for prioritisation should be proposed by the working groups to be formed to identify data sources and develop methodology for the identification of signals. The additional databases should preferably complement those already in use.", "cite_spans": [], "ref_spans": [], "section": "Utility of current data sources for early warning or for the identification of emerging risks"}, {"text": "It is noted that the routine use of the currently assessed data sources for ER surveillance is still in its infancy and is relatively labour intensive. There is thus limited capacity to directly monitor additional data sources. Therefore, in the long term, alternatives will have to be sought. This could include a mix of outsourcing, particularly towards the development of automated systems, and networking with MS (possibly supported during the start-up phase by article 36 funding), EU agencies and international organisations. EFSA Journal 2010; 8(10):1888 None/annual* †Support for non-urgent data requests from the RA Units. * Dependent upon securing further funding", "cite_spans": [], "ref_spans": [], "section": "Utility of current data sources for early warning or for the identification of emerging risks"}, {"text": "As a next step in the development phase, the intention is to develop a filtering process for emerging risks identification (see Figure 1 ). The foreseen procedure includes a primary filter at the internal level, including EFSA staff from various units under coordination of the Emerging Risks Unit (ERIC -Emerging Risks Internal Collaboration group) and a secondary filter consisting of EFSA's Panels and Scientific Committee.", "cite_spans": [], "ref_spans": [{"start": 128, "end": 136, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "Data analysis, signal identification and filtering"}, {"text": "A large amount of the initial filtering can be carried out by the EMRISK unit. Indeed, this already takes place through weekly and monthly monitoring meetings. From these meetings, urgent information derived from alerts is dispatched to the units most likely to be implicated, through email. Information pertaining to medium to long term ER issues is recorded.", "cite_spans": [], "ref_spans": [], "section": "Data analysis, signal identification and filtering"}, {"text": "A structured approach to filtering is being instigated through ERIC, with formalised criteria for the identification of signals, and a template for their reporting on a monthly basis (see chapter 6). The criteria used are drawn largely from a proposition of the DG SANCO discussion group on emerging risks (in preparation). The monthly reporting of ERIC will provide the principal route for the communication of potential ERs from the primary to the secondary filter.", "cite_spans": [], "ref_spans": [], "section": "Data analysis, signal identification and filtering"}, {"text": "The secondary filter will be the Panels and Scientific Committee. Their role is to assess the signals identified by ERIC and to recommend further actions if any. Such recommendations could include further monitoring, specific research, or self-tasking on hazard characterisation or risk assessment.", "cite_spans": [], "ref_spans": [], "section": "Data analysis, signal identification and filtering"}, {"text": "For both the data access aspects and also in order to have a wide base for expert opinions, formal structured networking is essential to EFSA's successful activity on emerging risks. This must include EFSA's units, their Panels, networks with other EU agencies, MS and stakeholders, particularly industry, but should also include contact with agencies outside of the EU and with non-food areas for exchanges on methodology and practical solutions to shared problems. Regular contact should be maintained with the risk manager, both at European level with the Commission, and also with Member States.", "cite_spans": [], "ref_spans": [], "section": "Key players"}, {"text": "Whilst much networking has taken place and contacts have been established, no formal networks are yet in place, with the exception of the Commission-coordinated discussion group on Emerging Risks, involving European Agencies (EFSA, EEA, ECDC, ECHA, EMA) as well as SCENIHR.", "cite_spans": [], "ref_spans": [], "section": "Key players"}, {"text": "Significant scientific resources already exist in EFSA covering all areas under EFSA's remit, in particular the panels and their supporting units. It is clear that the role of the EMRISK unit is not to replicate this expertise, but to coordinate its use for the identification of ERs. EFSA's Advisory Forum is already an active partner in the identification of ERs having the subject as a standing item on their agenda.", "cite_spans": [], "ref_spans": [], "section": "Key players"}, {"text": "The establishment of formal networks will be a priority action in 2010 in order to add to the sources of data for identifying ERs and also to share experience on this subject in other MS, institutions and stakeholders. To this extent, it is proposed to establish:", "cite_spans": [], "ref_spans": [], "section": "Key players"}, {"text": "Emerging Risks Internal Collaboration group (ERIC, the \"primary filter\") drawn from staff from all of EFSA's scientific units, to act as a primary filter of information concerning the identification of emerging risks. Monitoring and initial assessment of data from the currently assessed data sources is carried out by EMRISK. This will be captured through monthly summaries of this monitoring activity. These monthly summaries will be forwarded to ERIC for their consideration and further filtering before passing the information onto ESFA's scientific Panels and SC. The Task Force will meet, initially, every six weeks from February 2010 onwards.", "cite_spans": [], "ref_spans": [], "section": "Key players"}, {"text": "Technical working groups, will be convened in 2010, drawn from external experts to advise EFSA on two issues; the development of methodology for the identification of emerging risks and the identification of appropriate data sources.", "cite_spans": [], "ref_spans": [], "section": "Key players"}, {"text": "Emerging risks as a standing item at all Panel and Scientific Committee plenary meetings (the \"secondary filter\"). The monthly report issued by ERIC will be presented for discussion at the Scientific Panels plenary meetings. A recommendation will then be made on what action (if any) should be taken to follow up the issues specific for each Panel. Proposals will be communicated through the Mandates Review Committee.", "cite_spans": [], "ref_spans": [], "section": "Key players"}, {"text": ". This group will consist of approximately 10-15 experts from stakeholders, nominated by the Stakeholders Consultative Platform, and selected by EFSA for their expertise in ER and in order to give wide representation of the whole food chain. The group will meet approximately four times in 2010, after which its role will be reviewed. The purpose of this group will be to provide support to EFSA on emerging risks data and methodology.", "cite_spans": [], "ref_spans": [], "section": "Stakeholders Consultative Group on emerging risks (StaCG-ER)"}, {"text": "Establishment of a European network on emerging risks. The legal terms \"emerging risks\" and \"emerging threats\" have found their way into the European law a few years ago as tasks assigned to the EFSA, ECDC, EMEA, and non-food Scientific Committees, which advise the European Commission. These European regulations have imposed specific duties concerning emerging risks EFSA Journal 2010; 8 (10) (INFOSAN), FAO (EMPRES) and OIE are also active in this area. In addition, most of the bodies that are involved in risk assessment in a specific sector are likely to consider as a common part of their work the detection of risks as soon as possible after inception, thus developing an investigative trend on emerging risks, supported by the rapid development of scientific knowledge.", "cite_spans": [], "ref_spans": [], "section": "Stakeholders Consultative Group on emerging risks (StaCG-ER)"}, {"text": "On the basis of this and as a follow up of the 1st International Conference on Risk Assessment (http://ec.europa.eu/health/ph_risk/ev_20081113_en.htm) and of the 4 th meeting (http://www.efsa.europa.eu/cs/BlobServer/Event_Meeting/MeetReport4thChairsMeet_Parma_4_5nov 08_FINAL23Jan09.pdf?ssbinary=true) of the Chairs and Secretariats of Commission and agency scientific committee and panels involved in risk assessment, held in Parma in 2008, it was agreed that the EFSA will take the lead on a project establishing a European network on emerging risks. This decision was further confirmed at the 5 th meeting of the same body, held in Brussels in 2009.", "cite_spans": [], "ref_spans": [], "section": "Stakeholders Consultative Group on emerging risks (StaCG-ER)"}, {"text": "As a first step, EFSA is currently participating in a cross-agency discussion group coordinated by the European Commission on \"Identification and characterisation of emerging risks to human health and/or the environment -a framework for the EU scientific committees\".", "cite_spans": [], "ref_spans": [], "section": "Stakeholders Consultative Group on emerging risks (StaCG-ER)"}, {"text": "In 2010, EFSA will initiate its Emerging Risks Network, which will be based around a Member States network, with participation of the European Commission, European agencies (e.g. ECDC, EMEA, EEA, JRC) and international institutions (e.g. FAO, WHO). This group will meet at least twice per year from 2010 onwards. The role of this group will be to provide support to EFSA on emerging risk methodology and data, and to explore the most efficient way of establishing a European, even international, network for the identification of emerging risks. In the first instance, it will be the principal conduit for exchanges with these partners on emerging risks issues. This group will have the opportunity to comment on the emerging risks annual report before publication.", "cite_spans": [], "ref_spans": [], "section": "Stakeholders Consultative Group on emerging risks (StaCG-ER)"}, {"text": "The interaction between these different groups is described in Figure 1 . In further support of this networking activity, an EFSA colloquium on emerging risks will be organised in October 2010, in Parma 6. Initial results", "cite_spans": [], "ref_spans": [{"start": 63, "end": 71, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "Stakeholders Consultative Group on emerging risks (StaCG-ER)"}, {"text": "A number of technical reports have now been produced concerning the first set of databases that have been investigated (see appendix B). From surveillance of these databases and identification of possible emerging risks, a number of trial case studies have been prepared, with a view to gaining experience with manipulating the data (summarised in appendix E).", "cite_spans": [], "ref_spans": [], "section": "Activities on emerging risks"}, {"text": "The inventory comprises of internal databases (those maintained by EFSA or produced through outsourcing), external databases for which EFSA has been granted access, public databases in use by EFSA, and other data sources in use such as scientific compendiums, sets of legislative data concerning EFSA remits etc.", "cite_spans": [], "ref_spans": [], "section": "Database inventory"}, {"text": "The collection of relevant information has been performed through interviews with staff members representing all of the science units. The database features that form the inventory are:", "cite_spans": [], "ref_spans": [], "section": "Database inventory"}, {"text": "An electronic inventory has been set up. The inventory contains approximately 100 entries (annex D), with about half of the data sources being internal. For the most part, the use of these data sources in EFSA started from 2008 onwards. More than 80% of the data sources have been reported by the Scientific Cooperation and Assistance Units. Pesticides, microbiological hazards and chemical hazards are the most widely represented hazard categories. Around 30% of the data sources are updated regularly.", "cite_spans": [], "ref_spans": [], "section": "Database inventory"}, {"text": "Further harmonization and classification of the inventory may be useful. However, it requires regular maintenance and updating. The inventory will assist in sharing information among all EFSA Units and particularly in ensuring wide use of data collected by EFSA and MS. A summary of the inventory is included in appendix D.", "cite_spans": [], "ref_spans": [], "section": "Database inventory"}, {"text": "To aid in the analysis of data from RASFF, EMRISK has developed a tool for providing statistics on the RASFF, particularly concerning the identification of trends of increased reporting and of first-time notifications (EFSA, 2010b) . This tool is currently used for the regular monitoring of the RASFF database. EFSA Journal 2010; 8(10):1888", "cite_spans": [{"start": 218, "end": 231, "text": "(EFSA, 2010b)", "ref_id": null}], "ref_spans": [], "section": "RASFF"}, {"text": "The production of a database on the presence (concentrations) and specific biological activity of bioactive compounds with potential beneficial or toxic effects found in plants used in food and feed has been completed. The contractor, the Institute of Food Research (responding to the call \"Delivery of a database on bioactive compounds in food and feed plants\" CFT/EMRISK/EFSA/01), has delivered a searchable database accessible to EFSA's scientific Units and experts until the end of 2010. The database contains information on the occurrence, consumption and toxicology of selected bioactive compounds (e.g. capsaicinoids, carotenoids, cinnamic acid derivitives, coumestans, cysteine sulphoxides, flavonoids, glucosinolates, lignans, phytosterols, polyacetylenic compounds), and is potentially useful for the work of several scientific Units in EFSA. The database is now under evaluation by several EFSA's Units, and a re-appraisal of its usefulness by EMRISK in consultation with all the interested Unit is expected by the end of 2010.", "cite_spans": [], "ref_spans": [], "section": "Bioactive compounds"}, {"text": "MedISys was assessed for its efficiency in detecting signals of (re-)emerging risks in the food and feed sectors (EFSA-Q-2009-00490). Its efficiency was determined by assessing its rapidity to report food and feed hazards in comparison to ProMED.", "cite_spans": [], "ref_spans": [], "section": "Media Monitoring"}, {"text": "From the RASFF database, nine case studies of food-and feed-borne hazards having various levels of notifications between January 2007 and March 2009 were selected (i.e. Salmonella, mycotoxins, heavy metals, melamine, dioxins, aluminium, Vibrio cholera, DDT, radioactivity). Subsequently, these hazards were traced back in MedISys and Pro-MED-mail to determine their reporting time delays. Searches were conducted, in the first instance, with the hazard name in English over a two-month period, i.e. the calendar month \"n\" having the highest number of RASFF notifications and the month \"n-1\" to increase search success. If this search was unsuccessful, it was expanded to include other languages and to cover a three-month period.", "cite_spans": [], "ref_spans": [], "section": "Media Monitoring"}, {"text": "The results of the evaluation showed that MedISys is an efficient monitoring tool and early warning system, but it needs further development to increase its sensitivity in detecting food and feed hazards. MedISys reported RASFF hazards in four out of nine of the cases whereas ProMED-mail reported the RASFF hazards in only one of the cases. In two cases, MedISys reported hazards between 1 and 2.5 months before RASFF. In two other cases, it reported hazards between 3 and 55 days after RASFF. In the remaining five cases, it did not report RASFF hazards, possibly because they were not of public interest or because the press never got the information (e.g. border rejections). However, for Salmonella and Mycotoxins, MedISys and ProMED-mail reported contamination events that originated from outside the EU and that were not reported by RASFF. In the context of global trade, this information may be valuable because it may allow anticipation of crises within the EU.", "cite_spans": [], "ref_spans": [], "section": "Media Monitoring"}, {"text": "The time delay between MedISys and ProMED-mail reporting was small -a couple of days for the reporting of melamine, mycotoxins and Salmonella events -and probably related to the time required in ProMED-mail for experts to assess the value of the information. The time delay with RASFF was usually longer (from a couple of days to a couple of weeks) and possibly linked to the time for hazards which emerged outside EU to reach EU borders and markets and/or for laboratories to confirm their presence in food and feed. However, the monitoring of ProMED-mail and RASFF proved to be complementary, due to their drawing on different data sources.", "cite_spans": [], "ref_spans": [], "section": "Media Monitoring"}, {"text": "MedISys sensitivity to food and feed hazards needs to be improved through further customisation of the system. Preliminary analyses indicate that new media sources should be added (e.g. sources from countries in the Southern Hemisphere and blogs, which is a new feature of MedISys) and that multilingual categories related to food and feed need to be developed with proper definitions. Therefore, to further customize MedISys on categories' definition and translation, linguistic support is essential in particular in some Asian languages which are currently under-represented in MedISys. EFSA Journal 2010; 8(10):1888", "cite_spans": [], "ref_spans": [], "section": "Media Monitoring"}, {"text": "Since early 2009, MedISys and ProMED-mail have been monitored on a daily basis to search for information on potential emerging risks in food and feed. It is proposed that for routine monitoring, this information is set up on RNS (Rapid News System), a system that is linked to MedISys and which allows users to filter the information. In this way, the signals detected in the media at any moment can be followed to determine their evolution in time (i.e. whether the signals increase, decrease or reappear in an unexpected way after a long delay). It is also proposed that external requests, on specific alerts, addressed to EMRISK, are also followed in RNS.", "cite_spans": [], "ref_spans": [], "section": "Media Monitoring"}, {"text": "EMRISK screened the Eurostat Comext database (EFSA-M-2009-0079) for trade volumes of selected food and feed commodities. A technical report on the \"Collection and routine analysis of import surveillance data with a view to identification of emerging risks\" 21 has been published. The report includes examples of trade data for selected food commodities that are examined to assess the potential of trade data for identifying emerging risks.", "cite_spans": [], "ref_spans": [], "section": "Trade data"}, {"text": "As part of the regular reporting on specific emerging risk subjects, three case studies have been prepared based on surveillance of these trade databases (see Appendix E for a short summary), and are currently under review.", "cite_spans": [], "ref_spans": [], "section": "Trade data"}, {"text": "The Eurostat Comext database has been found to be a useful tool that could assist the identification of emerging risks in combination with data coming from other sources, including the Comtrade database, as it provides trade data reported by countries all around the world and not only from EU MSs. However, statistics from these two databases are not directly comparable as methodological inconsistencies may exist among different countries during collection, analysis and reporting of information.", "cite_spans": [], "ref_spans": [], "section": "Trade data"}, {"text": "Searches in Comext and Comtrade databases revealed many discrepancies in the volume of trade reported. These are probably due to the following reasons: different data collection methodology among countries, false declaration of product or country of origin, confidentiality, time delay, threshold and adjustment applications, revisions of reported data, valuation and reporting in different commodity classifications.", "cite_spans": [], "ref_spans": [], "section": "Trade data"}, {"text": "Scientific expert judgment is pivotal for selecting the most appropriate food commodities during a search, interpretation of trade data and evaluation of their weaknesses as well as their relevance to data from other sources. Trade data should also be considered when carrying out exposure assessments and can be complementary to consumption data.", "cite_spans": [], "ref_spans": [], "section": "Trade data"}, {"text": "During the period of September 2009 to January 2010, a trial signal surveillance system was experimented with, drawing solely on staff from EMRISK, with a view to gaining experience in how such a system could be applied. A variety of sources have been suggested to support the identification of a potential emerging risk (EFSA, 2009b) . The monitoring activities of EMRISK include the screening and collection of data and information from different types of sources, followed by a critical evaluation of the relevant issues identified in Unit round table discussions.", "cite_spans": [{"start": 321, "end": 334, "text": "(EFSA, 2009b)", "ref_id": null}], "ref_spans": [], "section": "Data analysis signal identification and filtering"}, {"text": "A monthly report summarizing most relevant issues identified by the Unit is then compiled and, since February 2010, discussed with the Emerging Risks Internal Collaboration group (ERIC), with a view to bringing signals of potential emerging risks to the attention of the Panels for further evaluation (the secondary filter). Below is a description of the rationale used in the identification of relevant issues. EFSA Journal 2010; 8(10):1888", "cite_spans": [], "ref_spans": [], "section": "Data analysis signal identification and filtering"}, {"text": "A wide range of sources of information are screened and reviewed, including reports from rapid alert systems, outputs from media monitoring systems, official reports and bulletins, and the scientific literature, including data from RASFF Comtrade and Comex databases. Annex F includes the list of sources of information that are systematically screened by the Unit. It is anticipated that the utility of these data sources will be evaluated after some experience with them has been gathered, and sources of limited utility discarded, and a new set of sources examined.", "cite_spans": [], "ref_spans": [], "section": "Data collection"}, {"text": "A large amount of information becomes available from the data collection performed by the Unit. All relevant data selected are discussed in unit briefings, and decisions are made about follow-up actions to be taken by the Unit (e.g. inform the relevant EFSA Unit, collect additional information and continue monitoring the issue, submit the issue to the primary filter). The relevant information identified and decisions made are then filed and stored in a database to facilitate follow-up, reporting and further trend analysis.", "cite_spans": [], "ref_spans": [], "section": "Data evaluation"}, {"text": "In order to select the cases that deserve further assessment, either because there is a clear indication of an emerging risk, or because available data are suggestive of such a possibility, a qualitative assessment of the potential risk is performed based on the Unit's scientific knowledge, and considering a pre-determined set of evaluation criteria. This assessment is validated by the primary filter.", "cite_spans": [], "ref_spans": [], "section": "Data evaluation"}, {"text": "However, a rigid framework is not appropriate because, by definition, information about emerging issues is inevitably limited and scattered and hazards may be of a not previously encountered nature. Nevertheless, a structured framework is needed in order to rank them to inform priorities for detailed follow up. The criteria used for this purpose have been identified as:", "cite_spans": [], "ref_spans": [], "section": "Data evaluation"}, {"text": "i) Novelty. The evaluation considers whether the potential hazard is known, reported for the first time, or re-emerging, either in the same or in another matrix. Past events regarding hazards potentially similar are also considered.", "cite_spans": [], "ref_spans": [], "section": "Data evaluation"}, {"text": "ii) Soundness. Criteria such as reliability of sources (e.g. peer-reviewed, authoritative media headings, blogs), and consistency of the information are evaluated (e.g. several independent sources reporting the same issue, anecdotic observations from the consumers, or reports from health officials or clinicians).", "cite_spans": [], "ref_spans": [], "section": "Data evaluation"}, {"text": "iii) Imminence. The delay before a significant exposure may occur (e.g. alert, emerging risk, or an indicator of a driver of emerging risks). iv) Scale. An indication of the number of people that may potentially be exposed to this hazard, taking into account trade and consumption patterns.", "cite_spans": [], "ref_spans": [], "section": "Data evaluation"}, {"text": "v) Severity. The severity (e.g. morbidity and mortality) of the possible consequences of exposure to the potential hazard under evaluation are considered, with particular emphasis on the identification of specific vulnerable sub-groups.", "cite_spans": [], "ref_spans": [], "section": "Data evaluation"}, {"text": "Each criterion is evaluated and scored as high, medium, low, none or noted as having insufficient information on which to make a judgment. The aim is to describe the characteristics of the signal. An overall score is, however, derived through a general consideration of the signal, and not calculated through the scores for the individual criteria. Each judgment is made on a case by case basis. Numerical scoring systems or matrices have felt to be inappropriate for comparing and ranking such a potentially broad range of hazards and risks described by sparse data. EFSA Journal 2010; 8(10):1888", "cite_spans": [], "ref_spans": [], "section": "Data evaluation"}, {"text": "With reference to the RASFF, relevant issues are identified by a first exploratory analysis of the overall monthly distribution of notifications according to most relevant variables (i.e. hazard, product, country of origin), followed by the identification of new hazards or combinations of Hazards(s) and Product(s), or Hazard(s) and Country(ies) by means of an specifically developed software program (EFSA, 2010b). Statistically significant trends over time (monthly, annual and multi-annual, with the possibility for correcting for seasonal trends) are detected by Poisson regression analysis using the Farrington method (Farrington et al, 1996) .", "cite_spans": [{"start": 624, "end": 648, "text": "(Farrington et al, 1996)", "ref_id": null}], "ref_spans": [], "section": "Data evaluation"}, {"text": "The recommendations of the ESCO WG on Emerging Risks (EFSA, 2009b) on relevant search terms and on the 11 indicators were used to design a preliminary search strategy to retrieve articles from the scientific literature. Pubmed is the main search engine used to collect the scientific literature.", "cite_spans": [], "ref_spans": [], "section": "Data evaluation"}, {"text": "A monthly report summarizing the most relevant issues identified and follow-up actions taken by the Unit is then compiled (template, Table 4 ). This report is intended as a basis for discussion by the primary filter (ERIC). As such, it must be emphasised that it contains a significant number of signals that will eventually be discarded as being not relevant in the context of emerging risks identification. The fields given in the table include:", "cite_spans": [], "ref_spans": [{"start": 133, "end": 140, "text": "Table 4", "ref_id": "TABREF6"}], "section": "Output"}, {"text": "• Description of the source of information (e.g. RASFF, Medisys, journal reference);", "cite_spans": [], "ref_spans": [], "section": "Output"}, {"text": "• The hazard category, using the RASFF categorization, unless the hazard identified does not fall in any of the available RASFF categories. The specific hazard is mentioned in the subject field;", "cite_spans": [], "ref_spans": [], "section": "Output"}, {"text": "• A short description of the subject of the event is given. If applicable the food matrix is mentioned in this field;", "cite_spans": [], "ref_spans": [], "section": "Output"}, {"text": "• Any information relevant for the evaluation is recorded in the evaluation notes column, including the evaluation criteria;", "cite_spans": [], "ref_spans": [], "section": "Output"}, {"text": "• On the basis of the evaluation, the level of relevance (i.e. low, medium, high). The level of relevance is based on a critical interpretation of the overall scores of the evaluation profile;", "cite_spans": [], "ref_spans": [], "section": "Output"}, {"text": "The last column gives the follow-up action decided by the Unit on the event evaluated (e.g. inform relevant EFSA Units, collect additional information, and submit the issue to the secondary filter). ", "cite_spans": [], "ref_spans": [], "section": "Output"}, {"text": "A variety of data sources have been suggested to support the identification of potential emerging risks (EFSA, 2009b) . The monitoring activities of the Emerging Risks Unit include the screening and collection of data and information from different types of sources, followed by a critical evaluation of the relevant issues identified in round table discussions. Information about current foodborne outbreaks or incidents, new and emerging food-related hazards, animal and human infectious diseases potentially related to food occurring worldwide are considered in the evaluation and complemented with a routine screening of the most recent publications in the scientific literature.", "cite_spans": [{"start": 104, "end": 117, "text": "(EFSA, 2009b)", "ref_id": null}], "ref_spans": [], "section": "Long term issues"}, {"text": "The objective of the review found in appendix G was to conduct a preliminary review of the scientific literature, to report on potential emerging risks in areas related to food safety being identified by the scientific community. These include areas with direct impact on food safety such as microbiological hazards and chemical contaminants, but also those forces that might have an impact on the onset of new or re-emerging risks, such as socio-economic, political or environmental factors, i.e. the so called drivers of change. This type of information could be useful as a potential signal of an emerging risk to be further evaluated in the framework of the EFSA emerging risk identification system, even if the definition of emerging risks used in the scientific literature varies considerably. EFSA Journal 2010; 8(10):1888", "cite_spans": [], "ref_spans": [], "section": "Long term issues"}, {"text": "In order to implement EFSA's strategy on emerging risks, as detailed in this document, the following actions are planned;", "cite_spans": [], "ref_spans": [], "section": "Work plan"}, {"text": "• Establishment of the primary filter (ERIC) -first quarter 2010.", "cite_spans": [], "ref_spans": [], "section": "Work plan"}, {"text": "• Establishment of the secondary filter. Introduction of emerging risks as a standing item on Panel and Scientific Committee plenary agendas, and analysis of signals identified by the primary filter -second quarter 2010.", "cite_spans": [], "ref_spans": [], "section": "Work plan"}, {"text": "• Establishment of the Stakeholders Collaborative Group (StaCG-ER) -second quarter 2010.", "cite_spans": [], "ref_spans": [], "section": "Work plan"}, {"text": "• Establishment of the Emerging Risks Network -second quarter 2010.", "cite_spans": [], "ref_spans": [], "section": "Work plan"}, {"text": "• Establishment of a Working Group on the identification of data sources for emerging risks identification -second quarter 2010.", "cite_spans": [], "ref_spans": [], "section": "Work plan"}, {"text": "• Establishment of a Working Group on developing methods for emerging risks identificationthird quarter 2010.", "cite_spans": [], "ref_spans": [], "section": "Work plan"}, {"text": "• EFSA Colloquium on Emerging Risks -October 2010.", "cite_spans": [], "ref_spans": [], "section": "Work plan"}, {"text": "• Review of the functioning of ERIC -first quarter 2011.", "cite_spans": [], "ref_spans": [], "section": "Work plan"}, {"text": "• Review of the functioning of StaCG-ER -second quarter 2011", "cite_spans": [], "ref_spans": [], "section": "Work plan"}, {"text": "• 1 st annual report on emerging risks -June 2011.", "cite_spans": [], "ref_spans": [], "section": "Work plan"}, {"text": "All processes should be in place by mid-2010 and reported on in EFSA's second annual report on emerging risks in 2011. By the end of the second year of operation (2012), the soundness and utility of this approach will be given an initial review. The methodology and criteria for validating the approach being put into place need to be defined. This task will be conferred to the Working Group on methodology.", "cite_spans": [], "ref_spans": [], "section": "Work plan"}, {"text": "According to EFSA's Founding Regulation 1 , the Authority is required to \"undertake action to identify and characterise emerging risks\" in the field of food and feed safety. In order to address this, EFSA has set up a dedicated unit (EMRISK). Through the activities of this unit, EFSA aims to establish a data monitoring capacity, data filtering methodology and networking structures to identify emerging risks and drivers of emerging risks in a timely fashion and to communicate these to the risk manager.", "cite_spans": [], "ref_spans": [], "section": "CONCLUSIONS AND RECOMMENDATIONS"}, {"text": "Whilst concentrating on food and feed risks during the start up phase, monitoring of emerging risks in plant health and animal health will commence in 2011 and 2012, respectively.", "cite_spans": [], "ref_spans": [], "section": "CONCLUSIONS AND RECOMMENDATIONS"}, {"text": "Taking account of the broad scope of the task, it is evident that networking will be key element in gathering and analysing data. To this extent, formal networks with MS, EU and international agencies and stakeholders are being established.", "cite_spans": [], "ref_spans": [], "section": "CONCLUSIONS AND RECOMMENDATIONS"}, {"text": "To date, only the first step of this process (data monitoring) is partially in place. The following steps, that is, filtering and communication, are being established. Whilst the current data sources are limited, they have been sufficient to enable the elaboration of the procedures for the next steps in the ER identification process. As more data sources become accessible, the process will become more effective. Tools will need to be developed to assist in handling increasing amounts of data, particularly for their analysis. From issues identified during this monitoring, detailed case studies on specific issues are being prepared.", "cite_spans": [], "ref_spans": [], "section": "CONCLUSIONS AND RECOMMENDATIONS"}, {"text": "Whilst systematic data monitoring is a central part of the emerging risks identification process, expert opinion will remain a key input. EFSA is organising a colloquium on emerging risks in October 2010 as part of its strategy for accessing expert opinion, along with the networks mentioned above. The colloquium will aim to gather information from experts, risk assessors, risk managers and other stakeholders on their views on emerging risks.", "cite_spans": [], "ref_spans": [], "section": "CONCLUSIONS AND RECOMMENDATIONS"}, {"text": "All processes should be in place by mid-2010 and the results coming from these processes will be delivered in the next annual report. By the end of the second year of operation (2012), the soundness and utility of this approach will be given an initial review. EFSA Journal 2010; 8 (10) ESFA 2010. Collection and routine analysis of import surveillance data with a view to identification of emerging risks. In press. EFSA Journal 2010; 8(10):1888", "cite_spans": [], "ref_spans": [], "section": "CONCLUSIONS AND RECOMMENDATIONS"}, {"text": "The Emerging Risks Unit is responsible for the implementation and maintenance of monitoring procedures for systematically searching for, collecting, collating and analysing information and data with a view to the identification of emerging risks in the fields within EFSA's mission, and in particular as related to food and feed.", "cite_spans": [], "ref_spans": [], "section": "C. SCOPE AND RESPONSIBILITIES OF THE EMERGING RISKS UNIT"}, {"text": "The Unit works closely with other Units in the Scientific Cooperation and Assistance Directorate, the Risk Assessment Directorate and the Communications Directorate and with the Unit supporting the Scientific Committee and the Advisory Forum. The Unit collects information from many different sources; these sources include EFSA staff and members of the Scientific Committee and Panels, who can bring in new knowledge from a wide environment, the Advisory Forum and the Stakeholder Consultative Platform for a broad information exchange regarding emerging risks. It maintains direct links with external sources of information such as relevant research projects, EU and international bodies, and is the contact point within EFSA for the European Commission's Rapid Alert System for Food and Feed (RASFF).", "cite_spans": [], "ref_spans": [], "section": "C. SCOPE AND RESPONSIBILITIES OF THE EMERGING RISKS UNIT"}, {"text": "Aside from collection of data relevant to the identification of emerging risks, the Unit is also responsible for developing and implementing procedures and instruments to collate and analyse the incoming information and data.", "cite_spans": [], "ref_spans": [], "section": "C. SCOPE AND RESPONSIBILITIES OF THE EMERGING RISKS UNIT"}, {"text": "In addition, the Unit plays a key role in assisting with EFSA's preparation to respond to urgent issues. The Unit is responsible for maintaining and updating the Emergency Manual and the crisis contact cards. The Unit also organises training for EFSA staff as preparation for responding to urgent issues and crises. EFSA Journal 2010; 8 (10) ", "cite_spans": [], "ref_spans": [], "section": "C. SCOPE AND RESPONSIBILITIES OF THE EMERGING RISKS UNIT"}, {"text": "As part of the regular reporting on specific emerging risk subjects, three technical reports have been prepared based on surveillance of these trade databases. These technical reports compile information retrieved from the Eurostat Comext, UN Comtrade, RASFF, media monitoring and scientific literature. The starting point for each report is a change in a recent trend in trade into the EU, analysed against information from the other sources mentioned, as a means of identifying a potential emerging risk, i.e. signal generation. A summary of each technical report is given in the following section.", "cite_spans": [], "ref_spans": [], "section": "Trade data surveillance"}, {"text": "It is noted that the conclusions derived must be treated with caution as the data sources used have limitations and weaknesses. Further investigation using other potential sources of information is required to verify the pertinence of such signals. Potential underreporting of Anisakis sp. in some MS may lead to an underestimation of the health burden due to this parasite in the EU.", "cite_spans": [], "ref_spans": [], "section": "Trade data surveillance"}, {"text": "Production and trade of aquaculture products continue to grow, responding to the increased global demand for fish and seafood. In particular, shrimp farming has been one of the fastest growing aquaculture sectors in Asia, Latin America, and more recently in Africa. At the same time, the sustainability of shrimp aquaculture has been questioned in view of self-pollution in shrimp growing areas, combined with the introduction of pathogens, leading to major shrimp disease outbreaks, and significant economic losses in producing countries.", "cite_spans": [], "ref_spans": [], "section": "ii) Recent trends in trade of shrimps and prawns and nitrofuran antimicrobial residues"}, {"text": "The use of veterinary drugs in aquaculture has contributed to the detection of chloramphenicol and nitrofuran antimicrobial residues in shrimps imported from South East Asia and China into the EU in 2001 and 2002. These findings have previously led the EU to impose temporary controls for the presence of antimicrobial residues on all shrimps imported from those countries.", "cite_spans": [], "ref_spans": [], "section": "ii) Recent trends in trade of shrimps and prawns and nitrofuran antimicrobial residues"}, {"text": "During the routine monitoring of the RASFF database, the EMRISK unit has noted several notifications on frozen shrimps and prawns originating from Bangladesh, India and Sri Lanka, contaminated with nitrofuran metabolite residues. This information has prompted the EMRISK unit to investigate further the import patterns of these products originating from South East Asia and China into the EU. EFSA Journal 2010; 8(10):1888", "cite_spans": [], "ref_spans": [], "section": "ii) Recent trends in trade of shrimps and prawns and nitrofuran antimicrobial residues"}, {"text": "Trade data retrieved from Eurostat Comext and UN Comtrade databases as well as notifications from the RASFF database were compiled in this report. The Emerging Risks unit is using this information as indicators of the possible (re)emergence of chemical contamination (antimicrobial residues) in shrimps and prawns.", "cite_spans": [], "ref_spans": [], "section": "ii) Recent trends in trade of shrimps and prawns and nitrofuran antimicrobial residues"}, {"text": "Eurostat's trade data indicate that in 2008, the EU's imports of frozen shrimps and prawns accounted for 466 thousand tonnes, 39% of these originating from South East Asia and China. Moreover, EU's imports of frozen shrimps and prawns from South East Asia and China have increased from 2003 to 2008 by 71%, when during the same period the total EU imports from all over the world have increased by only 14%. For the same period, United Nations' trade data show an increase of exports of frozen shrimps or prawns from some South East Asian countries to world trade partners.", "cite_spans": [], "ref_spans": [], "section": "ii) Recent trends in trade of shrimps and prawns and nitrofuran antimicrobial residues"}, {"text": "Trade growth, and as a probable consequence growth of production of aquaculture products, could lead to increased intensity of aquaculture, constituting a potential driver of emerging risks. One example is the increased use of antimicrobial substances that can result in human exposure to chemical residues in the foodstuff and also to increased prevalence of antimicrobial resistance.", "cite_spans": [], "ref_spans": [], "section": "ii) Recent trends in trade of shrimps and prawns and nitrofuran antimicrobial residues"}, {"text": "During the routine monitoring of the RASFF database, several notifications on frozen fish products originating from Vietnam contaminated with pathogenic bacteria were noted, in particular frozen Pangasius fillets contaminated with Listeria monocytogenes.", "cite_spans": [], "ref_spans": [], "section": "iii) Recent trends in trade of Pangasius catfish products from Vietnam and reporting of Listeria monocytogenes"}, {"text": "According to the EFSA's definition of \"emerging risks\", these notifications potentially constitute \"an increased significant exposure to a known hazard\". This information prompted EMRISK to further investigate the import patterns of Pangasius products originating from Vietnam into the EU.", "cite_spans": [], "ref_spans": [], "section": "iii) Recent trends in trade of Pangasius catfish products from Vietnam and reporting of Listeria monocytogenes"}, {"text": "Rapid growth of the aquaculture sector in Vietnam has occurred during the last two decades. According to FAO statistics, the production of Pangasius sp. has grown by five times from 2004 to 2007 and constituted 60% of the total Vietnamese freshwater fish production in 2007.", "cite_spans": [], "ref_spans": [], "section": "iii) Recent trends in trade of Pangasius catfish products from Vietnam and reporting of Listeria monocytogenes"}, {"text": "EU imports of frozen fillets of freshwater fish (used as a proxy for frozen Pangasius fillets) from Vietnam have increased 25 fold from 2003 to 2008, to approximately 206,000 tonnes in 2008, and continued to show an increase for 2009. EU imports of this commodity from Vietnam were covering 85% of total imports from all world partners in 2008.", "cite_spans": [], "ref_spans": [], "section": "iii) Recent trends in trade of Pangasius catfish products from Vietnam and reporting of Listeria monocytogenes"}, {"text": "The leading cause of L. monocytogenes contamination may be the hygiene conditions of processing plants, storage facilities and transportation vessels. Taking into account that imports of Pangasius fillets are significant in volume and increasing every year, their relative importance as a route of exposure to L. monocytogenes and other pathogens should be considered, taking into account preparation and consumption patterns in the EU.", "cite_spans": [], "ref_spans": [], "section": "iii) Recent trends in trade of Pangasius catfish products from Vietnam and reporting of Listeria monocytogenes"}, {"text": "Whilst smoked salmon is a recognised route of exposure of EU consumers to L. monocytogenes, Pangasius products are a new or under-recognised route, the significance of which has not, to date, been assessed. The latter could pose a potential route of introduction of L. monocytogenes into the household kitchen or the industrial processing environment and exposure of humans through cross contamination or undercooking.", "cite_spans": [], "ref_spans": [], "section": "iii) Recent trends in trade of Pangasius catfish products from Vietnam and reporting of Listeria monocytogenes"}, {"text": "The media and the scientific literature report more and more frequently events of water contamination by emerging chemicals. Emerging chemicals are defined as chemicals which are not currently regulated by water quality legislation and which toxicological properties and environmental effect are very little known. Among these molecules, pharmaceutical products are becoming a global issue both for the environment and human health because of the increasing use of these products in human daily life, their bioaccumulation and persistence in the environment and the difficulty to detect and remove these substances present at low concentrations by typical water treatment.", "cite_spans": [], "ref_spans": [], "section": "Pharmaceutical products in drinking water"}, {"text": "It is estimated that approximately 3000 different substances are used worldwide today, including analgesics, antibiotics, antiepileptics, antidiabetics, β-blockers, contraceptives, blood-lipid regulators, antidepressants and impotence drugs. Most pharmaceutical products (PPs) and their by-products (BPs) are polar compounds and their molecular weights range typically from 200 to 500/1000 Da. They are small molecules and often called \"micro-pollutants\" because they are found in the µg/L or ng/L range in the aquatic environment. However, only a small subset of these compounds has been investigated in environmental studies, and important classes are still under-described due to a lack of instrumental technique or analytical standards for low concentrations. Only a few PPs have a maximum residue limit and in most cases there are no legal requirements to assess the long-term exposure to low concentrations.", "cite_spans": [], "ref_spans": [], "section": "Pharmaceutical products in drinking water"}, {"text": "Recent scientific reviews indicate that the daily-life intake of pharmaceuticals through drinking water may have been under-estimated because the effects of chronic exposure of low concentrations of pharmaceutical products, the variability of the responses of individuals and the effects of mixtures of pharmaceutical products are not taken into account.", "cite_spans": [], "ref_spans": [], "section": "Pharmaceutical products in drinking water"}, {"text": "Therefore, we recommend that the new data published in the recent scientific literature is re-assessed to determine human exposure and risk to pharmaceutical products through drinking water. EFSA Journal 2010; 8(10):1888 ", "cite_spans": [], "ref_spans": [], "section": "Pharmaceutical products in drinking water"}, {"text": "Data for this review were identified mainly through Pubmed searches, focusing on the publications of 2009 and early 2010. Articles published earlier have been included, where deemed particularly relevant. The following search strategy was used in Pubmed to identify potentially relevant articles: (\"Risk\"[Mesh] OR threat OR hazard OR hazardous OR safety OR toxic OR identification OR new OR novel OR emerging OR emergent OR emergence OR \"new pathogen\" OR unexpected OR surprisingly OR \"first time\" OR \"increased virulence\" OR \"increased resistance\" OR resistance OR unknown OR unexplained OR \"increased exposure\" OR contaminant OR contamination OR increased susceptibility Or \"no legislation\" or \"dietary change\" OR \"change in diet\" OR \"change in nutrition patterns\" OR \"change in food consumption patterns\") AND (\"Food\"[Mesh] OR \"Feed\" OR dietary OR diet OR \"food chain\"[Mesh] OR meat OR poultry OR milk OR cereal OR dairy OR vegetables OR fruit OR fish OR foodstuff). The articles obtained were then screened and selected by one scientific officer though the abstracts. The data collection was complemented with manual screening of selected journals publishing in the area of food safety, public and environmental health, and with available conference proceedings and unpublished data (e.g. data presented at the WHO Conference \"Estimating the Global Burden of Foodborne Diseases\" on the prevalence of peanut allergy and on the global burden of echinococcosis).", "cite_spans": [], "ref_spans": [], "section": "Materials and Methods"}, {"text": "Several reviews describe the changing landscape of microbiological food safety of the last few decades (Erickson and Doyle, 2007; Havelaar et al., 2009; Newell et al., 2010; Tassios and Kerr, 2010; . New pathogens have emerged; established pathogens acquired new characteristics and appeared in unexpected food vehicles. Approximately 30% of all new globally emerging infections identified in the past 60 years have been reported to include pathogens commonly transmitted through food (Jones et al., 2008) . As a consistent proportion of all causes of intestinal infectious disease appears to be still unidentified, it seems likely that new foodborne pathogens will be discovered in the 21 st century (Mead et al., 1999; Tompkins et al., 1999) . Table 4 summarises the data collected from the recent scientific literature on emerging risks and drivers of change. The emergence and spread in the community of new genotypically different strains of well known pathogenic species has caused mounting concern. New hypervirulent or antimicrobial resistant strains of Salmonella, Campylobacter, Escherichia coli, Clostridium difficile, Staphylococcus aureus and Mycobacterium avium have been isolated from food animals and food Eltholth et al., 2009; Kluytmans; Sahin et al., 2008; Switt et al., 2009; Tassios and Kerr, 2010; Weese) . Post-genomic studies have been confirming how rapidly and effectively these pathogens adapt to environmental stresses such as antimicrobials and temperature changes by exploiting the remarkable plasticity of their genome, and becoming more fitted to new hosts, novel environmental niches, reservoirs and routes of exposure Barak et al., 2005; Franz and van Bruggen, 2008; Kluytmans; Sahin et al., 2008; Switt et al., 2009; Tassios and Kerr, 2010; Vincent et al.; Weese) .", "cite_spans": [{"start": 103, "end": 129, "text": "(Erickson and Doyle, 2007;", "ref_id": null}, {"start": 130, "end": 152, "text": "Havelaar et al., 2009;", "ref_id": "BIBREF20"}, {"start": 153, "end": 173, "text": "Newell et al., 2010;", "ref_id": "BIBREF45"}, {"start": 174, "end": 197, "text": "Tassios and Kerr, 2010;", "ref_id": null}, {"start": 485, "end": 505, "text": "(Jones et al., 2008)", "ref_id": "BIBREF23"}, {"start": 701, "end": 720, "text": "(Mead et al., 1999;", "ref_id": "BIBREF37"}, {"start": 721, "end": 743, "text": "Tompkins et al., 1999)", "ref_id": null}, {"start": 1222, "end": 1244, "text": "Eltholth et al., 2009;", "ref_id": null}, {"start": 1245, "end": 1255, "text": "Kluytmans;", "ref_id": "BIBREF26"}, {"start": 1256, "end": 1275, "text": "Sahin et al., 2008;", "ref_id": "BIBREF56"}, {"start": 1276, "end": 1295, "text": "Switt et al., 2009;", "ref_id": "BIBREF64"}, {"start": 1296, "end": 1319, "text": "Tassios and Kerr, 2010;", "ref_id": null}, {"start": 1320, "end": 1326, "text": "Weese)", "ref_id": null}, {"start": 1652, "end": 1671, "text": "Barak et al., 2005;", "ref_id": "BIBREF4"}, {"start": 1672, "end": 1700, "text": "Franz and van Bruggen, 2008;", "ref_id": null}, {"start": 1701, "end": 1711, "text": "Kluytmans;", "ref_id": "BIBREF26"}, {"start": 1712, "end": 1731, "text": "Sahin et al., 2008;", "ref_id": "BIBREF56"}, {"start": 1732, "end": 1751, "text": "Switt et al., 2009;", "ref_id": "BIBREF64"}, {"start": 1752, "end": 1775, "text": "Tassios and Kerr, 2010;", "ref_id": null}, {"start": 1776, "end": 1791, "text": "Vincent et al.;", "ref_id": null}, {"start": 1792, "end": 1798, "text": "Weese)", "ref_id": null}], "ref_spans": [{"start": 746, "end": 753, "text": "Table 4", "ref_id": "TABREF6"}], "section": "Microbiological hazards"}, {"text": "Some parasitic food-borne infections have been reported as (re-)emerging in the last two decades . For Cryptosporidium sp. and Giardia sp., some evidence shows the potential of transmission not only through contaminated water, but also through food (i.e. fruit, salad vegetables and shellfish), and handling animals . However, there is still uncertainty about host-specificity, zoonotic potential, and about the actual public health threat posed by these parasites . Whilst human fasciolosis, an infection mostly concentrated in low and middle income countries and acquired by the ingestion of Fasciola hepatica carried by various freshwater aquatic plants, and leading to liver failure, has been known about for a considerable time, only in the last two decades has its importance been recognized WHO unpublished data, 2009) . Echinococcosis is an infection usually caused by the accidental ingestion of Echinococcus eggs shed by a carnivore host or occasionally through contaminated food Moro and Schantz, 2009 ). Four species have been recognized of public health concern and several studies have shown that these diseases are an increasing public health concern in several parts of Asia and in some parts of Europe (i.e. worldwide approximately 33 000 human cases of alveolar echinococcosis per year, of which more than 10 000 cases per year are from contaminated food) (Moro and Schantz, 2009; Newell et al., 2010; WHO unpublished data, 2009) . Trypanosoma cruzi, the causative agent of Chagas disease, has been reported to be spreading from Central and South America to several European countries and North America , and recent evidence suggests that this parasite may be orally transmitted via fruit juices, probably contaminated with faeces from infected bugs .", "cite_spans": [{"start": 798, "end": 825, "text": "WHO unpublished data, 2009)", "ref_id": null}, {"start": 990, "end": 1012, "text": "Moro and Schantz, 2009", "ref_id": "BIBREF43"}, {"start": 1374, "end": 1398, "text": "(Moro and Schantz, 2009;", "ref_id": "BIBREF43"}, {"start": 1399, "end": 1419, "text": "Newell et al., 2010;", "ref_id": "BIBREF45"}, {"start": 1420, "end": 1447, "text": "WHO unpublished data, 2009)", "ref_id": null}], "ref_spans": [], "section": "Microbiological hazards"}, {"text": "With increasing living standards and the pursuit of exotic foods, populations around the world, particularly in Asia, have seen infections with liver flukes (i.e. Clonorchis sinensis and Opisthorchis viverrini) becoming more important Lun et al., 2005; Zhang et al., 2008) . Thirty-five million people are estimated to be infected globally, of whom approximately 15 million are in China, a country that registered a 3-fold increase in incidence in the last two decades Lun et al., 2005) . The recent official recognition by WHO, that infections with C. sinensis or O. viverrini are carcinogenic, causing cholangiocarcinoma adds further concern about the spread of these parasitic infections Emerging and re-emerging foodborne infections are not exclusively associated with bacterial or parasitic pathogens. There is now ample documentation that the burden of foodborne viral illness is significant (Future Challenges to Microbial Food Safety, 2008; Newell et al., 2010) . The past decades have witnessed the emergence of new viruses able to infect humans, such as SARS coronaviruses, different strains of highly pathogenic avian influenza, Nipah virus and new genotypes of hepatitis E virus . More recently, evidence is accumulating to suggest that some of these virus infections are far more common than previously recognised, and that they can be acquired through consumption of contaminated food products Newell et al., 2010; Tassios and Kerr, 2010; Teo) . Which foods, routes of exposure, and variant strains represent the greatest risk for consumers is still under debate. Thus, foodborne transmission of viruses has long been recognised, but as the microbiological quality control criteria for food globally rely on standards developed for bacterial infections, these criteria seem to be insufficient to protect from viral foodborne infections . The issue of foodborne viruses is currently being addressed by the BIOHAZ Panel through a self-tasking mandate (EFSA-Q-2009-00877). EFSA Journal 2010; 8(10):1888", "cite_spans": [{"start": 235, "end": 252, "text": "Lun et al., 2005;", "ref_id": "BIBREF32"}, {"start": 253, "end": 272, "text": "Zhang et al., 2008)", "ref_id": "BIBREF74"}, {"start": 469, "end": 486, "text": "Lun et al., 2005)", "ref_id": "BIBREF32"}, {"start": 898, "end": 948, "text": "(Future Challenges to Microbial Food Safety, 2008;", "ref_id": null}, {"start": 949, "end": 969, "text": "Newell et al., 2010)", "ref_id": "BIBREF45"}, {"start": 1408, "end": 1428, "text": "Newell et al., 2010;", "ref_id": "BIBREF45"}, {"start": 1429, "end": 1452, "text": "Tassios and Kerr, 2010;", "ref_id": null}, {"start": 1453, "end": 1457, "text": "Teo)", "ref_id": null}], "ref_spans": [], "section": "Microbiological hazards"}, {"text": "With reference to chemical hazards, a mounting body of evidence has been has been published on the measurement of the occurrence of several chemicals in different food commodities, and on the detection of biological markers (biomarkers) of exposure to these chemicals.", "cite_spans": [], "ref_spans": [], "section": "Chemical hazards"}, {"text": "Several studies have reported the presence, at different levels, of persistent organic pollutant (POP) contamination of food, by measuring perfluorinated compounds (PFCs), organochlorine pesticides, and polychlorinated biphenyls (PCBs), polybrominated diphenyl ethers (PBDEs) and hexabromocyclododecane (HBCD) brominated flame retardants, and heavy metals in composite food samples (Borchers et al., 2009; Fowler, 2009; Schecter et al., 2010) .", "cite_spans": [{"start": 382, "end": 405, "text": "(Borchers et al., 2009;", "ref_id": "BIBREF7"}, {"start": 406, "end": 419, "text": "Fowler, 2009;", "ref_id": null}, {"start": 420, "end": 442, "text": "Schecter et al., 2010)", "ref_id": "BIBREF58"}], "ref_spans": [], "section": "Chemical hazards"}, {"text": "Serum levels of these and other chemical contaminants have been associated with poor health outcomes. For example PBDEs, DEHP and MEHP have been associated with the onset of pubertal gynecomastia (Durmaz et al.) ; perfluorinated chemicals such as perfluorooctanoic acid (PFOA) with liver failure (Lin et al., 2009) ; high urinary concentration of bisphenol A has been associated with diabetes, liver toxicity, and heart disease (Lang et al., 2008; Melzer et al.) ; cadmium exposure with cardiovascular diseases (Peters et al., 2010) ; high serum concentrations of selenium with a higher prevalence of diabetes (Laclaustra et al., 2009) ; and blood lead level with kidney dysfunction (Fadrowski et al.) .", "cite_spans": [{"start": 196, "end": 211, "text": "(Durmaz et al.)", "ref_id": null}, {"start": 296, "end": 314, "text": "(Lin et al., 2009)", "ref_id": "BIBREF30"}, {"start": 428, "end": 447, "text": "(Lang et al., 2008;", "ref_id": "BIBREF29"}, {"start": 448, "end": 462, "text": "Melzer et al.)", "ref_id": "BIBREF40"}, {"start": 511, "end": 532, "text": "(Peters et al., 2010)", "ref_id": "BIBREF51"}, {"start": 610, "end": 635, "text": "(Laclaustra et al., 2009)", "ref_id": "BIBREF27"}, {"start": 683, "end": 701, "text": "(Fadrowski et al.)", "ref_id": null}], "ref_spans": [], "section": "Chemical hazards"}, {"text": "With reference to natural toxins, biogenic amines by gram negative bacteria isolated from poultry skin have also been recently reviewed (Bunkova, 2010) , and indeed are the subject of an EFSA selftasking opinion of the Biological Hazards Panel EFSA-Q-2009-00829.", "cite_spans": [{"start": 136, "end": 151, "text": "(Bunkova, 2010)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Chemical hazards"}, {"text": "Several drivers of change have been reported to have a potential impact on food safety in the mid or long term perspective (EFSA, 2009c; Havelaar et al., 2009; Kleter and Marvin, 2009; Quested et al., 2010) . These include climate change, genetic evolution of pathogens, intensification of livestock husbandry including aquaculture, environmental contamination with persistent chemicals for which little toxicological information exist, recycling of food and animal processing waste into animal feed, changes and innovations in food processing, changes in consumer behaviour and preferences, lack of legislation, globalization, international trade, demographic changes, fluctuations in food prices Kleter and Marvin, 2009 ). In the following paragraphs possible implications of selected drivers for which evidence in the literature was found are listed.", "cite_spans": [{"start": 123, "end": 136, "text": "(EFSA, 2009c;", "ref_id": null}, {"start": 137, "end": 159, "text": "Havelaar et al., 2009;", "ref_id": "BIBREF20"}, {"start": 160, "end": 184, "text": "Kleter and Marvin, 2009;", "ref_id": "BIBREF25"}, {"start": 185, "end": 206, "text": "Quested et al., 2010)", "ref_id": "BIBREF53"}, {"start": 698, "end": 721, "text": "Kleter and Marvin, 2009", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Drivers of emerging risks"}, {"text": "Climate change has been reported as one of the greatest challenges to mankind, potentially affecting different aspects of society, including food safety, in the next decades (Costello et al., 2009; DaMatta et al., 2010; Miraglia et al., 2009; Moretti et al., 2010) .", "cite_spans": [{"start": 174, "end": 197, "text": "(Costello et al., 2009;", "ref_id": "BIBREF75"}, {"start": 198, "end": 219, "text": "DaMatta et al., 2010;", "ref_id": "BIBREF18"}, {"start": 220, "end": 242, "text": "Miraglia et al., 2009;", "ref_id": "BIBREF41"}, {"start": 243, "end": 264, "text": "Moretti et al., 2010)", "ref_id": "BIBREF42"}], "ref_spans": [], "section": "Climate change"}, {"text": "Several aspects of climate change (e.g. changes in temperature, rainfall, carbon dioxide) have been reported to have a potential impact on the distribution of plant and animal diseases, food and water security, shifts in production areas and cultured crops, use of agrochemicals, food storage, and production of natural toxins (Costello et al., 2009; DaMatta et al., 2010; FAO, 2008; Miraglia et al., 2009; Moretti et al., 2010) . However, the mechanisms by which climate change could affect food safety are highly complex and interrelated with many societal factors .", "cite_spans": [{"start": 327, "end": 350, "text": "(Costello et al., 2009;", "ref_id": "BIBREF75"}, {"start": 351, "end": 372, "text": "DaMatta et al., 2010;", "ref_id": "BIBREF18"}, {"start": 373, "end": 383, "text": "FAO, 2008;", "ref_id": null}, {"start": 384, "end": 406, "text": "Miraglia et al., 2009;", "ref_id": "BIBREF41"}, {"start": 407, "end": 428, "text": "Moretti et al., 2010)", "ref_id": "BIBREF42"}], "ref_spans": [], "section": "Climate change"}, {"text": "Pathogens that cause disease at very low doses and/or have notable environmental persistence (e.g. enteric viruses and parasitic protozoa), have been suggested to be of greater concern in this context ). EFSA Journal 2010; 8(10):1888", "cite_spans": [], "ref_spans": [], "section": "Climate change"}, {"text": "If the temperature increases in cool or temperate climates, the relevant countries may become more liable to aflatoxins, whereas tropical countries may become too inhospitable for conventional fungal growth and mycotoxin production (Paterson and Lima, 2010) .", "cite_spans": [{"start": 232, "end": 257, "text": "(Paterson and Lima, 2010)", "ref_id": "BIBREF48"}], "ref_spans": [], "section": "Climate change"}, {"text": "Drought-prone areas are likely to increase in extent, leading to loss of fertile land, southern Europe being one such example. In contrast, increased water availability and temperature in high-latitude areas could lead to an increase in cereal production (Costello et al., 2009) . However, some of these benefits could be offset by crop damage from water-logged soil and storms, pests and diseases. Aside from agriculture, increased sea temperatures are likely to put further strain on aquaculture.", "cite_spans": [{"start": 255, "end": 278, "text": "(Costello et al., 2009)", "ref_id": "BIBREF75"}], "ref_spans": [], "section": "Climate change"}, {"text": "Alongside these direct effects, significant indirect effects in response to climate change could also occur (Costello et al., 2009) . For example, the development of taxation and trading schemes related to the release of greenhouse gases have the potential to transform not only agricultural practices, but also have a strong impact on consumption of key food groups (Costello et al., 2009) and their international trade. The threat through climate change to food security may have consequences on food safety, with increased pressure on food production leading to pressure to reduce safety standards.", "cite_spans": [{"start": 108, "end": 131, "text": "(Costello et al., 2009)", "ref_id": "BIBREF75"}, {"start": 367, "end": 390, "text": "(Costello et al., 2009)", "ref_id": "BIBREF75"}], "ref_spans": [], "section": "Climate change"}, {"text": "Changes in consumers' behaviour and preferences, including food consumption patterns, have been indicated as a potential source of emerging risks . Recent consumer behaviour has been influenced by convenience, increased choice, and the rise of ethical and novel foods. For instance, the increasing trend registered in the last decade, towards consumption of fresh produce and fish, and other ready-to-eat produce consumed without additional heating, have been consistently reported as a matter of increasing concern, as confirmed by several surveillance studies on microbiological contamination (2009b; Ilic et al., 2008; Lahuerta et al., 2010; Little and Gillespie, 2008; Pezzoli et al., 2008) .", "cite_spans": [{"start": 595, "end": 602, "text": "(2009b;", "ref_id": null}, {"start": 603, "end": 621, "text": "Ilic et al., 2008;", "ref_id": "BIBREF22"}, {"start": 622, "end": 644, "text": "Lahuerta et al., 2010;", "ref_id": "BIBREF28"}, {"start": 645, "end": 672, "text": "Little and Gillespie, 2008;", "ref_id": "BIBREF31"}, {"start": 673, "end": 694, "text": "Pezzoli et al., 2008)", "ref_id": "BIBREF52"}], "ref_spans": [], "section": "Changes in consumer behaviour and consumption patterns"}, {"text": "New culinary techniques (e.g. molecular gastronomy, mild cooking conditions, and use of new ingredients) involve more and more technical creativity and exotic ingredients to improve quality and meet consumer expectations. This may result in unexpected risks (e.g. inadequate inactivation of pathogens), if information on preparation, cooking and storage is not clearly conveyed to the consumers (Future Challenges to Microbial Food Safety, 2008; Bassett and McClure, 2008; Havelaar et al., 2009 ). There continues to be a market for new or different food which increases novelty and diversity in the market place, with the consumer often perceiving a benefit from consuming them.", "cite_spans": [{"start": 446, "end": 472, "text": "Bassett and McClure, 2008;", "ref_id": "BIBREF5"}, {"start": 473, "end": 494, "text": "Havelaar et al., 2009", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Changes in consumer behaviour and consumption patterns"}, {"text": "Relatively recent examples include the use of different types and combinations of leaves in bagged salads, the array of flavours and combinations of fruit-based drinks (e.g. smoothies) and the availability of a diverse range of edible seeds. Similarly, exotic and ethnic foods (e.g. reptile meat) are fashionable in the market, but little is known about the underlying preservation system and zoonotic risks in the European population (EFSA, 2007a; Havelaar et al., 2009; Magnino et al., 2009) . Chinese salt-preserved fish is an example of an exotic food that is consumed in several regions around the world, and that has been recently classified as carcinogenic (i.e. nasopharyngeal and possibly stomach cancer) to humans by WHO ).", "cite_spans": [{"start": 435, "end": 448, "text": "(EFSA, 2007a;", "ref_id": null}, {"start": 449, "end": 471, "text": "Havelaar et al., 2009;", "ref_id": "BIBREF20"}, {"start": 472, "end": 493, "text": "Magnino et al., 2009)", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "Changes in consumer behaviour and consumption patterns"}, {"text": "With the rapid development of living standards in recent years, the organic food market has become a rapidly growing sector of most developed agricultural economies around the world and in fast developing countries like China where a 30% increase / year has been recently registered and further growth is expected in the near future . Organic food production and other related practices, such as improving animal welfare, however, may lead to the re-introduction of pathogens with wildlife reservoirs (e.g. Trichinella spiralis and Toxoplasma gondii), and may increase the prevalence of other known hazards (ESFA, 2007b; Gebreyes et al., 2008) . Other relatively recent trends include the rise of the so-called ethical foods, including elements of fair trade, assurance of farming standards and animal welfare, and a growing emphasis on local produce.", "cite_spans": [{"start": 607, "end": 620, "text": "(ESFA, 2007b;", "ref_id": null}, {"start": 621, "end": 643, "text": "Gebreyes et al., 2008)", "ref_id": null}], "ref_spans": [], "section": "Changes in consumer behaviour and consumption patterns"}, {"text": "Public bodies in many countries are actively engaged in promotion of a balanced, nutritious diet, especially in light of the obesity epidemic many countries are experiencing (Berghofer et al., 2008) . Such a trend has been suggested to have a potential influence on food choice relevant to microbial food safety. If protein sources high in saturated fats are discouraged in favour of alternatives, red meat consumption could decline in favour of poultry, fish and vegetarian options. Fresh produce consumption could also be encouraged as an alternative to processed foods. Specific nutrition-related activities could also affect microbiological safety in particular ways, e.g. reducing salt levels in processed foods could shorten the shelf-life of certain products unless such foods are reformulated to ensure there are adequate preservation hurdles to prevent or minimise microbial growth. In particular, habituating the consumer to potentially reduced shelf-life of products evolved from traditional ones could be a major challenge. Marketing and advertising are likely to play a continued strong role in shaping food preferences. The nature of this role will be determined by how food brands and retailers wish to be portrayed (e.g. as having our health as their concern) and how advertising regulation and implementation develops with time (Future Challenges to Microbial Food Safety, 2008).", "cite_spans": [{"start": 174, "end": 198, "text": "(Berghofer et al., 2008)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Changes in consumer behaviour and consumption patterns"}, {"text": "The recent trend in the promotion of the use of dietary supplements is an issue that will continue to be of increasing concern. For instance, despite the proposed beneficial effects of folate, there are rising health concerns about an excessive intake of this vitamin, which could potentially mask vitamin B12 deficiency, especially in elderly individuals, or promoting the progression of already existing preneoplasms.", "cite_spans": [], "ref_spans": [], "section": "Changes in consumer behaviour and consumption patterns"}, {"text": "Food safety is particularly important for certain subgroups of the population who are more vulnerable to foodborne diseases compared to the general population. The impact of foodborne illness on these individuals is more likely to be serious and/or long-lasting. Several studies reported new figures on emerging or increasing subgroups of the population that will be at higher risk of foodborne diseases (Gillespie et al., 2009; Lahuerta et al., 2010; Neill, 2005; Sivapalasingam et al., 2004; .", "cite_spans": [{"start": 404, "end": 428, "text": "(Gillespie et al., 2009;", "ref_id": null}, {"start": 429, "end": 451, "text": "Lahuerta et al., 2010;", "ref_id": "BIBREF28"}, {"start": 452, "end": 464, "text": "Neill, 2005;", "ref_id": "BIBREF44"}, {"start": 465, "end": 493, "text": "Sivapalasingam et al., 2004;", "ref_id": "BIBREF61"}], "ref_spans": [], "section": "Increasing burden of susceptible groups"}, {"text": "The global immunocompromised population continues to increase due to the HIV/AIDS epidemic, life-prolonging treatment of immunodeficiency diseases, the use of chemotherapeutics and immunosuppressive drugs in cancer and transplant patients, and the well documented increase of the elderly population. It is estimated that about 4% of the USA population is immunodeficient and when pregnant women and the elderly are included, the percentage increases to about 20% (Neill, 2005) . These individuals have increased susceptibility to infections, a greater likelihood of more severe illnesses, including death, and increased potential for illness caused by an opportunistic pathogen (Neill, 2005) .", "cite_spans": [{"start": 463, "end": 476, "text": "(Neill, 2005)", "ref_id": "BIBREF44"}, {"start": 678, "end": 691, "text": "(Neill, 2005)", "ref_id": "BIBREF44"}], "ref_spans": [], "section": "Increasing burden of susceptible groups"}, {"text": "Estimates indicate that in 2050, there will be three times more elderly (age≥65 years) than in 2002, comprising 17% of the global population (Bureau, 2004) . Although the population of Europe is set to remain relatively constant, the age structure is estimated to alter significantly, for example, in 2020, 30% of Germany's population is predicted to be 60 years old or above, compared with 25% in 2005 (and 37% by 2050) (United Nations, 2008) . For many reasons, including weakened immune systems, more underlying illnesses, decreased protection by vaccines, longer hospitalizations, permanent catheterization, decreased absorption of nutrients, renal insufficiency, and problems with drug interactions, and stomach acloridia, the elderly are at increased risk of pathogenic microbes (Gillespie et al., 2009; Ohlsen and Hacker, 2005; . For example, age-related differences in uropathogenicity of Salmonella infections and blood invasiveness of S. enterica serotypes have been reported, with greatest occurrences in elderly populations (Sivapalasingam et al., 2004; . Similarly, the elderly population appears to experience higher rates of listeriosis (EFSA, 2010a; Lahuerta et al., 2010) .", "cite_spans": [{"start": 141, "end": 155, "text": "(Bureau, 2004)", "ref_id": null}, {"start": 421, "end": 443, "text": "(United Nations, 2008)", "ref_id": null}, {"start": 785, "end": 809, "text": "(Gillespie et al., 2009;", "ref_id": null}, {"start": 810, "end": 834, "text": "Ohlsen and Hacker, 2005;", "ref_id": "BIBREF46"}, {"start": 1036, "end": 1065, "text": "(Sivapalasingam et al., 2004;", "ref_id": "BIBREF61"}, {"start": 1166, "end": 1188, "text": "Lahuerta et al., 2010)", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Increasing burden of susceptible groups"}, {"text": "In the last decades, obesity has reached epidemic proportions in North America, and more recently in Europe (Berghofer et al., 2008; Flegal et al.) , and it is estimated that up to 50% of all adults will be obese by 2050 in certain parts of Europe (Foresight, 2007) . Globally, there are more than 1 billion overweight adults, at least 300 million of them clinically obese. Being obese or overweight is a widely discussed risk factor associated with a substantial health burden with, for example, increased risks of cardiovascular disease, type 2 diabetes, stroke, some cancers, and immune system impairments (Berghofer et al., 2008; Flegal et al.; Foresight, 2007) . Similarly, the population affected by diabetes is steadily increasing. The prediction is that between 2005 and 2020, new cases of type 1 diabetes in European children younger than 5 years will double and that the prevalence of cases in those younger than 15 years will increase by 70% . Several national health surveys indicate that food allergy prevalence has increased in North America and Europe in recent years (Branum and Lukacs, 2009) , with peanut allergy affecting up to 1% of the population in the US and 4% in Europe (WHO, 2009 ).", "cite_spans": [{"start": 108, "end": 132, "text": "(Berghofer et al., 2008;", "ref_id": "BIBREF6"}, {"start": 133, "end": 147, "text": "Flegal et al.)", "ref_id": null}, {"start": 248, "end": 265, "text": "(Foresight, 2007)", "ref_id": null}, {"start": 609, "end": 633, "text": "(Berghofer et al., 2008;", "ref_id": "BIBREF6"}, {"start": 634, "end": 648, "text": "Flegal et al.;", "ref_id": null}, {"start": 649, "end": 665, "text": "Foresight, 2007)", "ref_id": null}, {"start": 1083, "end": 1108, "text": "(Branum and Lukacs, 2009)", "ref_id": "BIBREF10"}, {"start": 1195, "end": 1205, "text": "(WHO, 2009", "ref_id": null}], "ref_spans": [], "section": "Increasing burden of susceptible groups"}, {"text": "Evidence of genetic susceptibility to certain environmental exposures is emerging in the post-genomic era (Huen et al., 2009; Mead et al., 2009; Secretan et al., 2009) . Carriers of specific genetic variants of certain detoxifying enzymes may be more vulnerable to organophosphate pesticides (Huen et al., 2009) . Similarly, carriers of certain genetic variants of aldehyde dehydrogenases, have about 10% enzyme activity, and if they consume alcohol beverages accumulate acetaldehyde (a known carcinogen), becoming more susceptible to alcohol-related cancers .", "cite_spans": [{"start": 106, "end": 125, "text": "(Huen et al., 2009;", "ref_id": "BIBREF21"}, {"start": 126, "end": 144, "text": "Mead et al., 2009;", "ref_id": "BIBREF38"}, {"start": 145, "end": 167, "text": "Secretan et al., 2009)", "ref_id": "BIBREF59"}, {"start": 292, "end": 311, "text": "(Huen et al., 2009)", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Increasing burden of susceptible groups"}, {"text": "Food trade is increasing for many countries at unprecedented rates, as the supply of fresh food becomes year round (Doyle and Erickson, 2008; Quested et al., 2010; . The global trade of foods has more than tripled in the past two decades, with big differences by region, with Europe being reported as the major importer and exporter worldwide (Doyle and Erickson, 2008), making Europe an important cross-roads for food and foodborne hazards.", "cite_spans": [{"start": 115, "end": 141, "text": "(Doyle and Erickson, 2008;", "ref_id": null}, {"start": 142, "end": 163, "text": "Quested et al., 2010;", "ref_id": "BIBREF53"}], "ref_spans": [], "section": "Food trade"}, {"text": "Microbiological food safety issues associated with imported foods include inadequate sanitary practices used for food production and preparation in many countries exporting perishable foods and the movement of pathogens from areas where they are indigenous to other areas where they are rare or do not exist (Brown; Doyle and Erickson, 2008) . Foods like fresh produce, or fresh and frozen seafoods which are handled as ready-to-eat are of particular concern. Produce can become contaminated from a variety of sources, including sewage/manure used as soil fertilizers or through environmental contamination, contaminated water used to spray plants or in processing, and poor hygienic practices or infected food handlers. For example, in some parts of China and Vietnam, the centuries old tradition is still practiced of using human excreta (fresh or partially composted) to fertilize farmlands or gardens. Irrigation water in parts of countries like Mexico and India is derived from untreated wastewater sewage from large cities (Doyle and Erickson, 2008) . Aquaculture practices in seafood and fish production in many exporting countries are also potentially conducive to foodborne pathogen contamination (Doyle and Erickson, 2008) . Future gains in seafood production are projected to come from farmed fish.", "cite_spans": [{"start": 308, "end": 315, "text": "(Brown;", "ref_id": "BIBREF12"}, {"start": 316, "end": 341, "text": "Doyle and Erickson, 2008)", "ref_id": null}, {"start": 1029, "end": 1055, "text": "(Doyle and Erickson, 2008)", "ref_id": null}, {"start": 1206, "end": 1232, "text": "(Doyle and Erickson, 2008)", "ref_id": null}], "ref_spans": [], "section": "Food trade"}, {"text": "Changes to world food-trade rules could shift the balance of countries supplying food to the EU. Recent negotiations relating to global trade are, in general, reducing the level of import tariffs and liberalising global trade. One example is development of the Economic Partnership Agreements between the EU and members of the Africa, Caribbean and Pacific group. These would allow specified countries quota-free and duty-free access to the EU markets. Although this has the potential to radically increase the amount of food imported into the EU, in practice it is likely that change will be gradual as many of the relevant exporter countries do not have the capacity to fill their current quotas. EFSA Journal 2010; 8(10):1888", "cite_spans": [], "ref_spans": [], "section": "Food trade"}, {"text": "The global economic and financial crisis has played a critical role in high food and fuel prices (Brinkman et al.) . Increasing food prices are likely to compromise food security on a global scale. Consumers may opt for less costly alternatives (Bloem et al.; Brownell and Frieden, 2009; Quested et al., 2010) . These may lead to less consumption of animal proteins. Higher food prices may also cause consumers to use food more frequently past its shelf-live and may increase recycling of food ).", "cite_spans": [{"start": 97, "end": 114, "text": "(Brinkman et al.)", "ref_id": null}, {"start": 260, "end": 287, "text": "Brownell and Frieden, 2009;", "ref_id": "BIBREF13"}, {"start": 288, "end": 309, "text": "Quested et al., 2010)", "ref_id": "BIBREF53"}], "ref_spans": [], "section": "Food and energy prices"}, {"text": "Another influence on consumer choice is price. The cost of the food basket has increased in several countries, forcing households to reduce quality and quantity of food consumed (Brinkman et al.) . The food consumption score, which is a measure of diet diversity, is negatively correlated with food prices.", "cite_spans": [{"start": 178, "end": 195, "text": "(Brinkman et al.)", "ref_id": null}], "ref_spans": [], "section": "Food and energy prices"}, {"text": "Oil and energy prices fluctuate to a greater extent than most other influences on the food system and this makes changes in price notoriously difficult to predict (FAO/OECD, 2007) . They represent a significant uncertainty in any prediction of future food prices. However, foods which will be strongly affected by oil and energy prices can be hypothesised (e.g. foods that depend on a high level of manufactured fertilisers, such as leafy green vegetables, cereals, and indirectly beef; foods that require energy-intensive processing; foods from locations that require a high level of transportation). Although robust predictions regarding oil and energy prices can not be estimated, these prices could be tracked and thus be forewarned of impacts on food prices.", "cite_spans": [{"start": 163, "end": 179, "text": "(FAO/OECD, 2007)", "ref_id": null}], "ref_spans": [], "section": "Food and energy prices"}, {"text": "Increase in biofuel feedstock production could exert considerable upward pressure on food prices and restrict supply. The increase in planned biofuel feedstock production in the EU stems from the potential for many positive outcomes, e.g. an overall reduction in greenhouse gas emissions, diversity of energy supply and generating income and employment in rural areas. However, the most favourable method of achieving these goals is still under debate. Nevertheless, the EU biofuel feedstock production is predicted to nearly triple between 2008 and 2016 and large increases are expected in other regions (FAO/OECD, 2007) . Where biofuel feedstock production impinges on land used for food production, it will place an upward pressure on food prices and a downward pressure on food availability. Recent food-price increases were thought to be only slightly affected by biofuel feedstock production, but if predictions for EU and US production are realised, there would be considerable upward pressure on food prices (FAO/OECD, 2007) .", "cite_spans": [{"start": 605, "end": 621, "text": "(FAO/OECD, 2007)", "ref_id": null}, {"start": 1016, "end": 1032, "text": "(FAO/OECD, 2007)", "ref_id": null}], "ref_spans": [], "section": "Food and energy prices"}, {"text": "Demographic changes will probably increase world food demand. As argued previously, global food demand is closely linked to global population, which is predicted to rise from 6.6 thousand million people in 2008 to between 7.4 and 7.8 thousand million in 2020 (United Nations, 2008) . Thus, the world food demand is likely to grow substantially over this period, not only from this rise in population, but also from an increasing urban and affluent population in countries with emerging economies. These trends will continue to exert an upward pressure on food prices and could reduce the global availability of certain foods. In contrast to the world population, Europe's population is predicted to be relatively stable, reducing from 730 million in 2008 to 720 million in 2020 (United Nations, 2008) . Given that the EU is self-sufficient in many food types, this creates a degree of security of food availability in the future and a moderating influence on food prices in Europe relative to global prices. It is the food-importing developing countries that are likely to face the biggest challenges as a result of increasing world food prices.", "cite_spans": [{"start": 259, "end": 281, "text": "(United Nations, 2008)", "ref_id": null}, {"start": 778, "end": 800, "text": "(United Nations, 2008)", "ref_id": null}], "ref_spans": [], "section": "Demographic changes"}, {"text": "During the last 25 years, consumer demands for more convenient and varied food products have grown exponentially, together with the need for faster production rates, improved quality and extension in shelf life. The food industry is constantly implementing new technologies to reduce costs, improved quality, increase availability, reduce waste, introduce product innovation, utilize new sources of raw material and improve safety. The general trend is toward minimising food processing so that, despite long distribution chains, foods can be presented as being fresh or of comparable quality Quested et al., 2010) .", "cite_spans": [{"start": 593, "end": 614, "text": "Quested et al., 2010)", "ref_id": "BIBREF53"}], "ref_spans": [], "section": "Changes in food processing technology"}, {"text": "These demands together with the severity of the traditional food processing technologies were driving forces for improvements in existing technologies and for the development of new food preservation technologies. Therefore, many technological developments have been directed towards unit operations such as pasteurization, sterilization, cooking and drying, and currently the new technological approaches for food preservation are serious candidates to replace the traditional wellestablished preservation processes. Minimally processed fruits and vegetables (MPFV) have a short shelf-life due to their metabolism and the action of spoilage microorganisms. Chlorine dioxide is a powerful oxidizing agent that can be used as decontaminant. It does not form significant amounts of chlorinated by-products, as chlorine does. Emerging technologies for food processing are generally non-thermal, such as high-pressure, pulsed electric field, osmotic dehydration, ultrasound, irradiation, radio frequency electric fields, pulsed light, and athermal membranes (Sun, 2005) . Extensive investigations have revealed the potential benefits of non-thermal food processing as an alternative to heat treatments (Pereira and Vicente, 2010) . These benefits are apparent in various areas of food processing, such as the inactivation of microorganisms and enzymes, denaturation and alteration of the functionality of proteins and structural changes to food materials.", "cite_spans": [{"start": 1054, "end": 1065, "text": "(Sun, 2005)", "ref_id": "BIBREF63"}, {"start": 1198, "end": 1225, "text": "(Pereira and Vicente, 2010)", "ref_id": "BIBREF50"}], "ref_spans": [], "section": "Changes in food processing technology"}, {"text": "Alternative thermal processing techniques include microwave heating, radio frequency processing, ohmic heating, combined microwave-vacuum drying, new hybrid drying and thermal monitoring utilizing NMR technology. In addition, technology is being applied to improving cooling and freezing of foods through such methods as vacuum cooling of foods, ultrasonic assistance of food freezing, high-pressure freezing and controlling the freezing process with antifreeze proteins.", "cite_spans": [], "ref_spans": [], "section": "Changes in food processing technology"}, {"text": "The impact of these new technologies on microbial inactivation should be followed closely, as should their potential to introduce or provoke the formation of new chemical contaminants.", "cite_spans": [], "ref_spans": [], "section": "Changes in food processing technology"}, {"text": "While reducing packaging is a laudable initiative, industry and consumers should be aware of those situations where packaging has a preservative function by minimizing growth and/or recontamination of micro-organisms.", "cite_spans": [], "ref_spans": [], "section": "Changes in food processing technology"}, {"text": "Some evidence suggest that foodborne outbreaks appear to be on the rise in some industrialized countries, shifting from traditional problems with food from animal origin to fresh foods such as produce Lynch et al., 2009) , shellfish and dry products and ingredients (e.g. peanuts) (2009a) and raw milk (Oliver et al., 2009) . By 2010, it is projected that 230 million people will be affected with metabolic syndrome, a diet related disease, associated with an elevated risk of developing type II diabetes mellitus, cardiovascular disease (CVD) and premature death (Isomaa et al., 2001) . In an attempt to curb these diet related epidemics, governments across the globe are passing aggressive legislation to limit and in some cases ban the use of trans-fats. To achieve these new legislative requirements, the food industry must vigorously investigate alternatives to traditional triacylglyceride (TAG) structuring. TAGs provide structure in numerous food products including ice cream, cheese, butter, lard, etc. Unfortunately, it is the trans-and saturated lipids which provide the elastic structure (i.e., hardness, mouth-feel or solid-like properties) of these foods. Although the structure they confer on products is desirable, and indeed required, in many products, both types of fatty acids have been shown to deleteriously influence human health (Rogers, 2009 ).", "cite_spans": [{"start": 201, "end": 220, "text": "Lynch et al., 2009)", "ref_id": "BIBREF33"}, {"start": 281, "end": 288, "text": "(2009a)", "ref_id": null}, {"start": 302, "end": 323, "text": "(Oliver et al., 2009)", "ref_id": "BIBREF47"}, {"start": 564, "end": 585, "text": "(Isomaa et al., 2001)", "ref_id": null}, {"start": 1352, "end": 1365, "text": "(Rogers, 2009", "ref_id": "BIBREF55"}], "ref_spans": [], "section": "Changes in food processing technology"}, {"text": "Nanoscience and nanotechnology are new frontiers of this century. Their applications to the agriculture and food sector are relatively recent compared with their use in drug delivery and pharmaceuticals. Smart delivery of nutrients, bioseparation of proteins, rapid sampling of biological and chemical contaminants and nanoencapsulation of nutraceuticals are some of the emerging topics of nanotechnology for food and agriculture. Advances in technologies, such as DNA microarrays, microelectromechanical systems and microfluidics, will enable the realization of the potential of nanotechnology for food applications. The applications of nanotechnology relevant to food and nutraceuticals together with identifying the outstanding challenges have been recently reviewed (Bouwmeester et al., 2009; EFSA Scientific Committee, 2009; Sozer and Kokini, 2009 ).", "cite_spans": [{"start": 770, "end": 796, "text": "(Bouwmeester et al., 2009;", "ref_id": "BIBREF9"}, {"start": 797, "end": 829, "text": "EFSA Scientific Committee, 2009;", "ref_id": null}, {"start": 830, "end": 852, "text": "Sozer and Kokini, 2009", "ref_id": "BIBREF62"}], "ref_spans": [], "section": "Changes in food processing technology"}, {"text": "The current risk assessment paradigm is generally applied to single chemicals via a single route of exposure. It is increasingly recognized, however, that many of the numerous chemicals we are exposed to everyday are ubiquitous, resulting in exposure from food, water, air, dust, and soil. In addition, many of these chemicals act on the same target tissue by similar mechanisms. \"Mixture toxicology\" is a rapidly growing science that addresses the complex interactions between chemicals and investigates the effects of cumulative exposure to such \"common mechanism groups\" of chemicals (Borchers et al., 2009) . It is to be hoped that this results in a deeper understanding of the risks we face from multiple concurrent exposures and makes our food supply safer. In order to this approach to be valid, each one of the multitude of natural and synthetic chemicals to which we are exposed would have to act independently. In recent years, there has been increasing recognition that information on the cumulative risk for multiple chemical exposure is urgently needed, and the field of \"mixture toxicology\" has emerged (EFSA, 2009a) .", "cite_spans": [{"start": 587, "end": 610, "text": "(Borchers et al., 2009)", "ref_id": "BIBREF7"}, {"start": 1117, "end": 1130, "text": "(EFSA, 2009a)", "ref_id": null}], "ref_spans": [], "section": "Others"}, {"text": "Annual global aquaculture production has more than tripled within the past 15 years, and by 2015, aquaculture is predicted to account for 39% of total global seafood production by weight. Given that lack of adequate nutrition is a leading contributor to the global burden of disease, increased food production through aquaculture is a seemingly welcome sign. However, as production surges, aquaculture facilities increasingly rely on the heavy input of formulated feeds, antimicrobials, antifungals, and agrochemicals. Current aquaculture practices can lead to elevated levels of antimicrobial residues, antimicrobial-resistant bacteria, persistent organic pollutants, metals, parasites, and viruses in aquaculture finfish and shellfish. Specific populations at risk of exposure to these contaminants include individuals working in aquaculture facilities, populations living around these facilities, and consumers of aquaculture food products. Additional research is necessary not only to fully understand the human health risks associated with aquaculture fish versus wild-caught fish but also to develop appropriate interventions that could reduce or prevent these risks (Sapkota et al., 2008) .", "cite_spans": [{"start": 1173, "end": 1195, "text": "(Sapkota et al., 2008)", "ref_id": "BIBREF57"}], "ref_spans": [], "section": "Others"}, {"text": "This preliminary review of the scientific literature to identify reported emerging risks in areas related to food safety was carried out with the aim of collecting information to be further evaluated in the framework of the EFSA emerging risk identification system.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Microbiological and chemical re-emerging risks reported were mostly related to the changing epidemiology of known pathogens, and the health effects of chronic exposure to certain chemical hazards. Drivers of change that could affect the scale or frequency of these risks and trigger new unknown hazards included potential consequences of climate change on food safety, changes in consumer behaviour and preferences, changes in food processing technology, international trade, demographical changes, food and energy prices. The increasing burden of susceptible groups of the population (e.g. immunocompromised individuals) has also been consistently reported as an issue of increasing concern for the next decades.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The broad nature of this review, spanning from microbiological risks to socio-economic factors, makes this study unique and particularly useful in the first stages of a horizon scanning process. Emerging risks found in the scientific literature are mostly related to issues raised in the last few years and decades. Drivers of change appear to be more informative for long term predictions. In order to increase the efficacy of the horizon scanning process and identify more recent and more specific issues, expert consultations are advisable.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Multistate outbreak of Salmonella infections associated with peanut butter and peanut buttercontaining products--United States", "authors": [], "year": 2008, "venue": "MMWR Morb Mortal Wkly Rep", "volume": "58", "issn": "", "pages": "85--90", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Preliminary FoodNet Data on the incidence of infection with pathogens transmitted commonly through food--10 States", "authors": [], "year": 2008, "venue": "MMWR Morb Mortal Wkly Rep", "volume": "58", "issn": "", "pages": "333--337", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Future Challenges to Microbial Food Safety", "authors": [], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Detection by PCR of eight groups of enteric pathogens in 4,627 faecal samples: re-examination of the English casecontrol Infectious Intestinal Disease Study (1993-1996)", "authors": [{"first": "C", "middle": ["F"], "last": "Amar", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "East", "suffix": ""}, {"first": "J", "middle": [], "last": "Gray", "suffix": ""}, {"first": "M", "middle": [], "last": "Iturriza-Gomara", "suffix": ""}, {"first": "Maclure", "middle": [], "last": "Ea", "suffix": ""}, {"first": "J", "middle": [], "last": "Mclauchlin", "suffix": ""}], "year": 2007, "venue": "Eur J Clin Microbiol Infect Dis", "volume": "26", "issn": "", "pages": "311--323", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Salmonella enterica virulence genes are required for bacterial attachment to plant tissue", "authors": [{"first": "J", "middle": ["D"], "last": "Barak", "suffix": ""}, {"first": "L", "middle": [], "last": "Gorski", "suffix": ""}, {"first": "P", "middle": [], "last": "Naraghi-Arani", "suffix": ""}, {"first": "Charkowski", "middle": [], "last": "Ao", "suffix": ""}], "year": 2005, "venue": "Appl Environ Microbiol", "volume": "71", "issn": "", "pages": "5685--5691", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "A risk assessment approach for fresh fruits", "authors": [{"first": "J", "middle": [], "last": "Bassett", "suffix": ""}, {"first": "P", "middle": [], "last": "Mcclure", "suffix": ""}], "year": 2008, "venue": "J Appl Microbiol", "volume": "104", "issn": "", "pages": "925--943", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Castel Gandolfo workshop: an introduction to the impact of climate change, the economic crisis, and the increase in the food prices on malnutrition", "authors": [{"first": "A", "middle": [], "last": "Berghofer", "suffix": ""}, {"first": "T", "middle": [], "last": "Pischon", "suffix": ""}, {"first": "T", "middle": [], "last": "Reinhold", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Apovian", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Sharma", "suffix": ""}, {"first": "Sn ;", "middle": [], "last": "Willich", "suffix": ""}, {"first": "M", "middle": ["W"], "last": "Bloem", "suffix": ""}, {"first": "R", "middle": ["D"], "last": "Semba", "suffix": ""}, {"first": "K", "middle": [], "last": "Kraemer", "suffix": ""}], "year": null, "venue": "BMC Public Health", "volume": "8", "issn": "", "pages": "132--135", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Food Safety", "authors": [{"first": "A", "middle": [], "last": "Borchers", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Teuber", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Keen", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Gershwin", "suffix": ""}], "year": 2009, "venue": "Clin Rev Allergy Immunol", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "A review of human carcinogens--Part B: biological agents", "authors": [{"first": "V", "middle": [], "last": "Bouvard", "suffix": ""}, {"first": "R", "middle": [], "last": "Baan", "suffix": ""}, {"first": "K", "middle": [], "last": "Straif", "suffix": ""}, {"first": "Y", "middle": [], "last": "Grosse", "suffix": ""}, {"first": "B", "middle": [], "last": "Secretan", "suffix": ""}, {"first": "El", "middle": [], "last": "Ghissassi", "suffix": ""}, {"first": "F", "middle": [], "last": "Benbrahim-Tallaa", "suffix": ""}, {"first": "L", "middle": [], "last": "Guha", "suffix": ""}, {"first": "N", "middle": [], "last": "Freeman", "suffix": ""}, {"first": "C", "middle": [], "last": "Galichet", "suffix": ""}, {"first": "L", "middle": [], "last": "Cogliano", "suffix": ""}, {"first": "V", "middle": [], "last": "", "suffix": ""}], "year": 2009, "venue": "Lancet Oncol", "volume": "10", "issn": "", "pages": "321--322", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Review of health safety aspects of nanotechnologies in food production", "authors": [{"first": "H", "middle": [], "last": "Bouwmeester", "suffix": ""}, {"first": "S", "middle": [], "last": "Dekkers", "suffix": ""}, {"first": "M", "middle": ["Y"], "last": "Noordam", "suffix": ""}, {"first": "W", "middle": ["I"], "last": "Hagens", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Bulder", "suffix": ""}, {"first": "C", "middle": [], "last": "De Heer", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Ten Voorde", "suffix": ""}, {"first": "S", "middle": ["W"], "last": "Wijnhoven", "suffix": ""}, {"first": "Marvin", "middle": [], "last": "Hj", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Sips", "suffix": ""}], "year": 2009, "venue": "Regul Toxicol Pharmacol", "volume": "53", "issn": "", "pages": "52--62", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Food allergy among children in the United States", "authors": [{"first": "A", "middle": ["M"], "last": "Branum", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Lukacs", "suffix": ""}], "year": 2009, "venue": "Pediatrics", "volume": "124", "issn": "", "pages": "1549--1555", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "High food prices and the global financial crisis have reduced access to nutritious food and worsened nutritional status and health", "authors": [{"first": "H", "middle": ["J"], "last": "Brinkman", "suffix": ""}, {"first": "S", "middle": [], "last": "De Pee", "suffix": ""}, {"first": "I", "middle": [], "last": "Sanogo", "suffix": ""}, {"first": "L", "middle": [], "last": "Subran", "suffix": ""}, {"first": "M", "middle": ["W"], "last": "Bloem", "suffix": ""}], "year": null, "venue": "J Nutr", "volume": "140", "issn": "", "pages": "153--161", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Emerging diseases: the global express", "authors": [{"first": "C", "middle": [], "last": "Brown", "suffix": ""}], "year": null, "venue": "Vet Pathol", "volume": "47", "issn": "", "pages": "9--14", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Ounces of prevention--the public policy case for taxes on sugared beverages", "authors": [{"first": "K", "middle": ["D"], "last": "Brownell", "suffix": ""}, {"first": "T", "middle": ["R"], "last": "Frieden", "suffix": ""}], "year": 2009, "venue": "N Engl J Med", "volume": "360", "issn": "", "pages": "1805--1808", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Formation of biogenic amines by gram-negative bacteria isolated from poultry skin. Food Chemistry, Bureau USC", "authors": [{"first": "", "middle": [], "last": "Bunkova", "suffix": ""}], "year": 2002, "venue": "Global Population", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Managing the health effects of climate change: Lancet and University College London Institute for Global Health Commission", "authors": [{"first": "J", "middle": ["A"], "last": "Oliveira", "suffix": ""}, {"first": "N", "middle": [], "last": "Redclift", "suffix": ""}, {"first": "H", "middle": [], "last": "Rees", "suffix": ""}, {"first": "D", "middle": [], "last": "Rogger", "suffix": ""}, {"first": "J", "middle": [], "last": "Scott", "suffix": ""}, {"first": "J", "middle": [], "last": "Stephenson", "suffix": ""}, {"first": "J", "middle": [], "last": "Twigg", "suffix": ""}, {"first": "J", "middle": [], "last": "Wolff", "suffix": ""}, {"first": "C", "middle": [], "last": "Patterson", "suffix": ""}], "year": 2009, "venue": "Lancet", "volume": "373", "issn": "", "pages": "1693--1733", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Hepatitis E: an emerging infection in developed countries", "authors": [{"first": "H", "middle": ["R"], "last": "Dalton", "suffix": ""}, {"first": "R", "middle": [], "last": "Bendall", "suffix": ""}, {"first": "S", "middle": [], "last": "Ijaz", "suffix": ""}, {"first": "M", "middle": [], "last": "Banks", "suffix": ""}], "year": 2008, "venue": "Lancet Infect Dis", "volume": "8", "issn": "", "pages": "698--709", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Impacts of climate changes on crop physiology and food quality", "authors": [{"first": "F", "middle": [], "last": "Damatta", "suffix": ""}, {"first": "A", "middle": [], "last": "Grandis", "suffix": ""}, {"first": "Arenque", "middle": [], "last": "Bc", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Buckeridge", "suffix": ""}], "year": 2010, "venue": "Food Research International", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Emerging food-borne parasites", "authors": [{"first": "P", "middle": [], "last": "Dorny", "suffix": ""}, {"first": "N", "middle": [], "last": "Praet", "suffix": ""}, {"first": "N", "middle": [], "last": "Deckers", "suffix": ""}, {"first": "S", "middle": [], "last": "Gabriel", "suffix": ""}], "year": 2009, "venue": "Vet Parasitol", "volume": "163", "issn": "", "pages": "196--206", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Future challenges to microbial food safety", "authors": [{"first": "A", "middle": ["H"], "last": "Havelaar", "suffix": ""}, {"first": "S", "middle": [], "last": "Brul", "suffix": ""}, {"first": "A", "middle": [], "last": "De Jong", "suffix": ""}, {"first": "R", "middle": [], "last": "De Jonge", "suffix": ""}, {"first": "Zwietering", "middle": [], "last": "Mh", "suffix": ""}, {"first": "Ter", "middle": [], "last": "Kuile", "suffix": ""}, {"first": "B", "middle": ["H"], "last": "", "suffix": ""}], "year": 2009, "venue": "Int J Food Microbiol", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Developmental changes in PON1 enzyme activity in young children and effects of PON1 polymorphisms", "authors": [{"first": "K", "middle": [], "last": "Huen", "suffix": ""}, {"first": "K", "middle": [], "last": "Harley", "suffix": ""}, {"first": "J", "middle": [], "last": "Brooks", "suffix": ""}, {"first": "A", "middle": [], "last": "Hubbard", "suffix": ""}, {"first": "A", "middle": [], "last": "Bradman", "suffix": ""}, {"first": "B", "middle": [], "last": "Eskenazi", "suffix": ""}, {"first": "N", "middle": [], "last": "Holland", "suffix": ""}], "year": 2009, "venue": "Environ Health Perspect", "volume": "117", "issn": "", "pages": "1632--1638", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Coliforms and prevalence of Escherichia coli and foodborne pathogens on minimally processed spinach in two packing plants", "authors": [{"first": "S", "middle": [], "last": "Ilic", "suffix": ""}, {"first": "J", "middle": [], "last": "Odomeru", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Lejeune", "suffix": ""}], "year": 2008, "venue": "J Food Prot", "volume": "71", "issn": "", "pages": "2398--2403", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Global trends in emerging infectious diseases", "authors": [{"first": "K", "middle": ["E"], "last": "Jones", "suffix": ""}, {"first": "N", "middle": ["G"], "last": "Patel", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Levy", "suffix": ""}, {"first": "A", "middle": [], "last": "Storeygard", "suffix": ""}, {"first": "D", "middle": [], "last": "Balk", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Gittleman", "suffix": ""}, {"first": "P", "middle": [], "last": "Daszak", "suffix": ""}], "year": 2008, "venue": "Nature", "volume": "451", "issn": "", "pages": "990--993", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Emerging foodborne trematodiasis", "authors": [{"first": "J", "middle": [], "last": "Keiser", "suffix": ""}, {"first": "J", "middle": [], "last": "Utzinger", "suffix": ""}], "year": 2005, "venue": "Emerg Infect Dis", "volume": "11", "issn": "", "pages": "1507--1514", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Indicators of emerging hazards and risks to food safety", "authors": [{"first": "G", "middle": ["A"], "last": "Kleter", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "Marvin", "suffix": ""}], "year": 2009, "venue": "Food Chem Toxicol", "volume": "47", "issn": "", "pages": "1022--1039", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Methicillin-resistant Staphylococcus aureus in food products: cause for concern or case for complacency?", "authors": [{"first": "J", "middle": ["A"], "last": "Kluytmans", "suffix": ""}], "year": null, "venue": "Clin Microbiol Infect", "volume": "16", "issn": "", "pages": "11--15", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Serum selenium concentrations and diabetes in U.S. adults: National Health and Nutrition Examination Survey (NHANES)", "authors": [{"first": "M", "middle": [], "last": "Laclaustra", "suffix": ""}, {"first": "A", "middle": [], "last": "Navas-Acien", "suffix": ""}, {"first": "S", "middle": [], "last": "Stranges", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Ordovas", "suffix": ""}, {"first": "E", "middle": [], "last": "Guallar", "suffix": ""}], "year": 2003, "venue": "Environ Health Perspect", "volume": "117", "issn": "", "pages": "1409--1413", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Zoonoses in Europe: distribution and trends -the EFSA-ECDC Community Summary", "authors": [{"first": "A", "middle": [], "last": "Lahuerta", "suffix": ""}, {"first": "B", "middle": [], "last": "Helwigh", "suffix": ""}, {"first": "P", "middle": [], "last": "Mäkelä", "suffix": ""}], "year": 2008, "venue": "Eurosurveillance", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Association of urinary bisphenol A concentration with medical disorders and laboratory abnormalities in adults", "authors": [{"first": "I", "middle": ["A"], "last": "Lang", "suffix": ""}, {"first": "T", "middle": ["S"], "last": "Galloway", "suffix": ""}, {"first": "A", "middle": [], "last": "Scarlett", "suffix": ""}, {"first": "W", "middle": ["E"], "last": "Henley", "suffix": ""}, {"first": "M", "middle": [], "last": "Depledge", "suffix": ""}, {"first": "Wallace", "middle": [], "last": "Rb", "suffix": ""}, {"first": "D", "middle": [], "last": "Melzer", "suffix": ""}], "year": 2008, "venue": "JAMA", "volume": "300", "issn": "", "pages": "1303--1310", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Investigation of the Associations Between Low-Dose Serum Perfluorinated Chemicals and Liver Enzymes in US Adults", "authors": [{"first": "C", "middle": ["Y"], "last": "Lin", "suffix": ""}, {"first": "L", "middle": ["Y"], "last": "Lin", "suffix": ""}, {"first": "C", "middle": ["K"], "last": "Chiang", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Wang", "suffix": ""}, {"first": "Y", "middle": ["N"], "last": "Su", "suffix": ""}, {"first": "Hung", "middle": [], "last": "Ky", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Chen", "suffix": ""}], "year": 2009, "venue": "Am J Gastroenterol", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Prepared salads and public health", "authors": [{"first": "C", "middle": ["L"], "last": "Little", "suffix": ""}, {"first": "I", "middle": ["A"], "last": "Gillespie", "suffix": ""}], "year": 2008, "venue": "J Appl Microbiol", "volume": "105", "issn": "", "pages": "1729--1743", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Clonorchiasis: a key foodborne zoonosis in China", "authors": [{"first": "Z", "middle": ["R"], "last": "Lun", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Gasser", "suffix": ""}, {"first": "D", "middle": ["H"], "last": "Lai", "suffix": ""}, {"first": "A", "middle": ["X"], "last": "Li", "suffix": ""}, {"first": "X", "middle": ["Q"], "last": "Zhu", "suffix": ""}, {"first": "Yu", "middle": [], "last": "Xb", "suffix": ""}, {"first": "Y", "middle": ["Y"], "last": "Fang", "suffix": ""}], "year": 2005, "venue": "Lancet Infect Dis", "volume": "5", "issn": "", "pages": "31--41", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "The growing burden of foodborne outbreaks due to contaminated fresh produce: risks and opportunities", "authors": [{"first": "M", "middle": ["F"], "last": "Lynch", "suffix": ""}, {"first": "R", "middle": ["V"], "last": "Tauxe", "suffix": ""}, {"first": "C", "middle": ["W"], "last": "Hedberg", "suffix": ""}], "year": 2009, "venue": "Epidemiol Infect", "volume": "137", "issn": "", "pages": "307--315", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Biological risks associated with consumption of reptile products", "authors": [{"first": "S", "middle": [], "last": "Magnino", "suffix": ""}, {"first": "P", "middle": [], "last": "Colin", "suffix": ""}, {"first": "E", "middle": [], "last": "Dei-Cas", "suffix": ""}, {"first": "M", "middle": [], "last": "Madsen", "suffix": ""}, {"first": "J", "middle": [], "last": "Mclauchlin", "suffix": ""}, {"first": "K", "middle": [], "last": "Nockler", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Maradona", "suffix": ""}, {"first": "E", "middle": [], "last": "Tsigarida", "suffix": ""}, {"first": "Vanopdenbosch", "middle": ["E"], "last": "Van Peteghem", "suffix": ""}, {"first": "C", "middle": [], "last": "", "suffix": ""}], "year": 2009, "venue": "Int J Food Microbiol", "volume": "134", "issn": "", "pages": "163--175", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Coming to grips with foodborne infection--peanut butter, peppers, and nationwide salmonella outbreaks", "authors": [{"first": "D", "middle": ["G"], "last": "Maki", "suffix": ""}], "year": 2009, "venue": "N Engl J Med", "volume": "360", "issn": "", "pages": "949--953", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Folate, cancer risk, and the Greek god, Proteus: a tale of two chameleons", "authors": [{"first": "J", "middle": ["B"], "last": "Mason", "suffix": ""}], "year": 2009, "venue": "Nutr Rev", "volume": "67", "issn": "", "pages": "206--212", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Foodrelated illness and death in the United States", "authors": [{"first": "P", "middle": ["S"], "last": "Mead", "suffix": ""}, {"first": "L", "middle": [], "last": "Slutsker", "suffix": ""}, {"first": "V", "middle": [], "last": "Dietz", "suffix": ""}, {"first": "L", "middle": ["F"], "last": "Mccaig", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Bresee", "suffix": ""}, {"first": "C", "middle": [], "last": "Shapiro", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Griffin", "suffix": ""}, {"first": "R", "middle": ["V"], "last": "Tauxe", "suffix": ""}], "year": 1999, "venue": "Emerg Infect Dis", "volume": "5", "issn": "", "pages": "607--625", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "A novel protective prion protein variant that colocalizes with kuru exposure", "authors": [{"first": "S", "middle": [], "last": "Mead", "suffix": ""}, {"first": "J", "middle": [], "last": "Whitfield", "suffix": ""}, {"first": "M", "middle": [], "last": "Poulter", "suffix": ""}, {"first": "P", "middle": [], "last": "Shah", "suffix": ""}, {"first": "J", "middle": [], "last": "Uphill", "suffix": ""}, {"first": "T", "middle": [], "last": "Campbell", "suffix": ""}, {"first": "H", "middle": [], "last": "Al-Dujaily", "suffix": ""}, {"first": "H", "middle": [], "last": "Hummerich", "suffix": ""}, {"first": "J", "middle": [], "last": "Beck", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Mein", "suffix": ""}, {"first": "C", "middle": [], "last": "Verzilli", "suffix": ""}, {"first": "J", "middle": [], "last": "Whittaker", "suffix": ""}, {"first": "Alpers", "middle": [], "last": "Mp", "suffix": ""}, {"first": "J", "middle": [], "last": "Collinge", "suffix": ""}], "year": 2009, "venue": "N Engl J Med", "volume": "361", "issn": "", "pages": "2056--2065", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Changing climate-changing pathogens: Toxoplasma gondii in North-Western Europe", "authors": [{"first": "B", "middle": ["G"], "last": "Meerburg", "suffix": ""}, {"first": "A", "middle": [], "last": "Kijlstra", "suffix": ""}], "year": 2009, "venue": "Parasitol Res", "volume": "105", "issn": "", "pages": "17--24", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Association of urinary bisphenol a concentration with heart disease: evidence from NHANES 2003/06", "authors": [{"first": "D", "middle": [], "last": "Melzer", "suffix": ""}, {"first": "N", "middle": ["E"], "last": "Rice", "suffix": ""}, {"first": "C", "middle": [], "last": "Lewis", "suffix": ""}, {"first": "W", "middle": ["E"], "last": "Henley", "suffix": ""}, {"first": "T", "middle": ["S"], "last": "Galloway", "suffix": ""}], "year": null, "venue": "PLoS One", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Climate change and food safety: an emerging issue with special focus on Europe", "authors": [{"first": "M", "middle": [], "last": "Miraglia", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "Marvin", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Kleter", "suffix": ""}, {"first": "P", "middle": [], "last": "Battilani", "suffix": ""}, {"first": "C", "middle": [], "last": "Brera", "suffix": ""}, {"first": "E", "middle": [], "last": "Coni", "suffix": ""}, {"first": "F", "middle": [], "last": "Cubadda", "suffix": ""}, {"first": "L", "middle": [], "last": "Croci", "suffix": ""}, {"first": "De", "middle": [], "last": "Santis", "suffix": ""}, {"first": "B", "middle": [], "last": "Dekkers", "suffix": ""}, {"first": "S", "middle": [], "last": "Filippi", "suffix": ""}, {"first": "L", "middle": [], "last": "Hutjes", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "Noordam", "suffix": ""}, {"first": "M", "middle": ["Y"], "last": "Pisante", "suffix": ""}, {"first": "M", "middle": [], "last": "Piva", "suffix": ""}, {"first": "G", "middle": [], "last": "Prandini", "suffix": ""}, {"first": "A", "middle": [], "last": "Toti", "suffix": ""}, {"first": "L", "middle": [], "last": "Van Den Born", "suffix": ""}, {"first": "G", "middle": ["J"], "last": "Vespermann", "suffix": ""}, {"first": "A", "middle": [], "last": "", "suffix": ""}], "year": 2009, "venue": "Food Chem Toxicol", "volume": "47", "issn": "", "pages": "1009--1021", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Climate changes and potential impacts on postharvest quality of fruit and vegetable crops: a review", "authors": [{"first": "C", "middle": ["L"], "last": "Moretti", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Mattos", "suffix": ""}, {"first": "A", "middle": ["G"], "last": "Calbo", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Sargent", "suffix": ""}], "year": 2010, "venue": "Food Research International", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Echinococcosis: a review", "authors": [{"first": "P", "middle": [], "last": "Moro", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Schantz", "suffix": ""}], "year": 2009, "venue": "Int J Infect Dis", "volume": "13", "issn": "10", "pages": "", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "The face of chance: demographic trends in the U.S. population and implications for foodborne illness", "authors": [{"first": "M", "middle": ["A"], "last": "Neill", "suffix": ""}], "year": 2005, "venue": "ILSI Annual Meeting", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Food-borne diseases -the challenges of 20 years ago still persist while new ones continue to emerge", "authors": [{"first": "D", "middle": ["G"], "last": "Newell", "suffix": ""}, {"first": "M", "middle": [], "last": "Koopmans", "suffix": ""}, {"first": "L", "middle": [], "last": "Verhoef", "suffix": ""}, {"first": "E", "middle": [], "last": "Duizer", "suffix": ""}, {"first": "A", "middle": [], "last": "Aidara-Kane", "suffix": ""}, {"first": "Hein", "middle": [], "last": "Sprong 2", "suffix": ""}, {"first": "M", "middle": [], "last": "Opsteegh", "suffix": ""}, {"first": "M", "middle": [], "last": "Langelaar", "suffix": ""}, {"first": "J", "middle": [], "last": "Threfall", "suffix": ""}, {"first": "F", "middle": [], "last": "Scheutz", "suffix": ""}, {"first": "J", "middle": [], "last": "Van Der Giessen", "suffix": ""}, {"first": "H", "middle": [], "last": "Kruse", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Nobrega", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Garcia", "suffix": ""}, {"first": "E", "middle": [], "last": "Tatto", "suffix": ""}, {"first": "M", "middle": ["T"], "last": "Obara", "suffix": ""}, {"first": "E", "middle": [], "last": "Costa", "suffix": ""}, {"first": "J", "middle": [], "last": "Sobel", "suffix": ""}, {"first": "W", "middle": ["N"], "last": "Araujo", "suffix": ""}], "year": 2009, "venue": "International Journal of Food Microbiology", "volume": "15", "issn": "", "pages": "653--655", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Infections in the elderly", "authors": [{"first": "K", "middle": [], "last": "Ohlsen", "suffix": ""}, {"first": "J", "middle": [], "last": "Hacker", "suffix": ""}], "year": 2005, "venue": "Int J Med Microbiol", "volume": "294", "issn": "", "pages": "471--472", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Food safety hazards associated with consumption of raw milk", "authors": [{"first": "S", "middle": ["P"], "last": "Oliver", "suffix": ""}, {"first": "K", "middle": ["J"], "last": "Boor", "suffix": ""}, {"first": "Murphy", "middle": [], "last": "Sc", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Murinda", "suffix": ""}], "year": 2009, "venue": "Foodborne Pathog Dis", "volume": "6", "issn": "", "pages": "793--806", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "How will climate change affect mycotoxins in food? Food Research International", "authors": [{"first": "R", "middle": ["R"], "last": "Paterson", "suffix": ""}, {"first": "N", "middle": [], "last": "Lima", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Incidence trends for childhood type 1 diabetes in Europe during 1989-2003 and predicted new cases 2005-20: a multicentre prospective registration study", "authors": [{"first": "C", "middle": ["C"], "last": "Patterson", "suffix": ""}, {"first": "G", "middle": ["G"], "last": "Dahlquist", "suffix": ""}, {"first": "E", "middle": [], "last": "Gyurus", "suffix": ""}, {"first": "A", "middle": [], "last": "Green", "suffix": ""}, {"first": "G", "middle": [], "last": "Soltesz", "suffix": ""}], "year": 2009, "venue": "Lancet", "volume": "373", "issn": "", "pages": "2027--2033", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Environmental impact of novel thermal and non-thermal technologies in food processing", "authors": [{"first": "R", "middle": ["N"], "last": "Pereira", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Vicente", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Cadmium exposure in association with history of stroke and heart failure", "authors": [{"first": "J", "middle": ["L"], "last": "Peters", "suffix": ""}, {"first": "T", "middle": ["S"], "last": "Perlstein", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Perry", "suffix": ""}, {"first": "E", "middle": [], "last": "Mcneely", "suffix": ""}, {"first": "J", "middle": [], "last": "Weuve", "suffix": ""}], "year": 2010, "venue": "Environ Res", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Packed with Salmonella--investigation of an international outbreak of Salmonella Senftenberg infection linked to contamination of prepacked basil in 2007", "authors": [{"first": "L", "middle": [], "last": "Pezzoli", "suffix": ""}, {"first": "R", "middle": [], "last": "Elson", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Little", "suffix": ""}, {"first": "H", "middle": [], "last": "Yip", "suffix": ""}, {"first": "I", "middle": [], "last": "Fisher", "suffix": ""}, {"first": "R", "middle": [], "last": "Yishai", "suffix": ""}, {"first": "E", "middle": [], "last": "Anis", "suffix": ""}, {"first": "L", "middle": [], "last": "Valinsky", "suffix": ""}, {"first": "M", "middle": [], "last": "Biggerstaff", "suffix": ""}, {"first": "N", "middle": [], "last": "Patel", "suffix": ""}, {"first": "H", "middle": [], "last": "Mather", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Brown", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Coia", "suffix": ""}, {"first": "W", "middle": [], "last": "Van Pelt", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Nielsen", "suffix": ""}, {"first": "S", "middle": [], "last": "Ethelberg", "suffix": ""}, {"first": "E", "middle": [], "last": "De Pinna", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Hampton", "suffix": ""}, {"first": "T", "middle": [], "last": "Peters", "suffix": ""}, {"first": "J", "middle": [], "last": "Threlfall", "suffix": ""}], "year": 2008, "venue": "Foodborne Pathog Dis", "volume": "5", "issn": "", "pages": "661--668", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Trends in technology, trade and consumption likely to impact on microbial food safety", "authors": [{"first": "T", "middle": ["E"], "last": "Quested", "suffix": ""}, {"first": "P", "middle": ["E"], "last": "Cook", "suffix": ""}, {"first": "Lgm", "middle": [], "last": "Gorris", "suffix": ""}, {"first": "M", "middle": ["B"], "last": "Cole", "suffix": ""}], "year": 2010, "venue": "International Journal of Food Microbiology", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Chagas disease: an emerging food-borne entity?", "authors": [{"first": "A", "middle": ["J"], "last": "Rodriguez-Morales", "suffix": ""}], "year": 2008, "venue": "J Infect Dev Ctries", "volume": "2", "issn": "", "pages": "149--150", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Novel structuring strategies for unsaturated fats -Meeting the zero-trans, zerosaturated fat challenge: A review", "authors": [{"first": "M", "middle": ["A"], "last": "Rogers", "suffix": ""}], "year": 2009, "venue": "Food Research International", "volume": "42", "issn": "", "pages": "", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Emergence of a tetracycline-resistant Campylobacter jejuni clone associated with outbreaks of ovine abortion in the United States", "authors": [{"first": "O", "middle": [], "last": "Sahin", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Plummer", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Jordan", "suffix": ""}, {"first": "K", "middle": [], "last": "Sulaj", "suffix": ""}, {"first": "S", "middle": [], "last": "Pereira", "suffix": ""}, {"first": "S", "middle": [], "last": "Robbe-Austerman", "suffix": ""}, {"first": "L", "middle": [], "last": "Wang", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Yaeger", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "Hoffman", "suffix": ""}, {"first": "Q", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2008, "venue": "J Clin Microbiol", "volume": "46", "issn": "", "pages": "1663--1671", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "Aquaculture practices and potential human health risks: current knowledge and future priorities", "authors": [{"first": "A", "middle": [], "last": "Sapkota", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Sapkota", "suffix": ""}, {"first": "M", "middle": [], "last": "Kucharski", "suffix": ""}, {"first": "J", "middle": [], "last": "Burke", "suffix": ""}, {"first": "S", "middle": [], "last": "Mckenzie", "suffix": ""}, {"first": "Walker", "middle": ["P"], "last": "Lawrence", "suffix": ""}, {"first": "R", "middle": [], "last": "", "suffix": ""}], "year": 2008, "venue": "Environ Int", "volume": "34", "issn": "", "pages": "1215--1226", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "Perfluorinated Compounds, Polychlorinated Biphenyl, and Organochlorine Pesticide Contamination in Composite Food Samples from", "authors": [{"first": "A", "middle": [], "last": "Schecter", "suffix": ""}, {"first": "J", "middle": [], "last": "Colacino", "suffix": ""}, {"first": "D", "middle": [], "last": "Haffner", "suffix": ""}, {"first": "K", "middle": [], "last": "Patel", "suffix": ""}, {"first": "M", "middle": [], "last": "Opel", "suffix": ""}, {"first": "Papke", "middle": ["O"], "last": "Birnbaum", "suffix": ""}, {"first": "L", "middle": [], "last": "", "suffix": ""}], "year": 2010, "venue": "Environ Health Perspect", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "A review of human carcinogens--Part E: tobacco, areca nut, alcohol, coal smoke, and salted fish", "authors": [{"first": "B", "middle": [], "last": "Secretan", "suffix": ""}, {"first": "K", "middle": [], "last": "Straif", "suffix": ""}, {"first": "R", "middle": [], "last": "Baan", "suffix": ""}, {"first": "Y", "middle": [], "last": "Grosse", "suffix": ""}, {"first": "El", "middle": [], "last": "Ghissassi", "suffix": ""}, {"first": "F", "middle": [], "last": "Bouvard", "suffix": ""}, {"first": "V", "middle": [], "last": "Benbrahim-Tallaa", "suffix": ""}, {"first": "L", "middle": [], "last": "Guha", "suffix": ""}, {"first": "N", "middle": [], "last": "Freeman", "suffix": ""}, {"first": "C", "middle": [], "last": "Galichet", "suffix": ""}, {"first": "L", "middle": [], "last": "Cogliano", "suffix": ""}, {"first": "V", "middle": [], "last": "", "suffix": ""}], "year": 2009, "venue": "Lancet Oncol", "volume": "10", "issn": "", "pages": "1033--1034", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "Market trends and accreditation systems for organic food in China", "authors": [{"first": "J", "middle": [], "last": "Shenga", "suffix": ""}, {"first": "L", "middle": [], "last": "Shena", "suffix": ""}, {"first": "Y", "middle": [], "last": "Qiaob", "suffix": ""}, {"first": "Yua", "middle": ["M"], "last": "Fan", "suffix": ""}, {"first": "B", "middle": [], "last": "", "suffix": ""}], "year": 2009, "venue": "Food Science & Technology", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "Salmonella bacteriuria: an increasing entity in elderly women in the United States", "authors": [{"first": "S", "middle": [], "last": "Sivapalasingam", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Hoekstra", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Mcquiston", "suffix": ""}, {"first": "P", "middle": ["I"], "last": "Fields", "suffix": ""}, {"first": "R", "middle": ["V"], "last": "Tauxe", "suffix": ""}], "year": 2004, "venue": "Epidemiol Infect", "volume": "132", "issn": "", "pages": "897--902", "other_ids": {}}, "BIBREF62": {"ref_id": "b62", "title": "Nanotechnology and its applications in the food sector", "authors": [{"first": "N", "middle": [], "last": "Sozer", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Kokini", "suffix": ""}], "year": 2009, "venue": "Trends Biotechnol", "volume": "27", "issn": "", "pages": "82--89", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "Emerging Technologies for Food Processing", "authors": [{"first": "D-W", "middle": [], "last": "Sun", "suffix": ""}], "year": 2005, "venue": "", "volume": "792", "issn": "", "pages": "", "other_ids": {}}, "BIBREF64": {"ref_id": "b64", "title": "Emergence, distribution, and molecular and phenotypic characteristics of Salmonella enterica serotype 4,5,12:i", "authors": [{"first": "A", "middle": ["I"], "last": "Switt", "suffix": ""}, {"first": "Y", "middle": [], "last": "Soyer", "suffix": ""}, {"first": "L", "middle": ["D"], "last": "Warnick", "suffix": ""}, {"first": "M ;", "middle": [], "last": "Wiedmann", "suffix": ""}, {"first": "", "middle": [], "last": "Amar", "suffix": ""}], "year": 2007, "venue": "Foodborne Pathog Dis", "volume": "6", "issn": "", "pages": "407--415", "other_ids": {}}, "BIBREF69": {"ref_id": "b69", "title": "Re-emerging parasites • Evidence of the potential transmission of Cryptosporidium and Giardia through contaminated water, food, and animal handling", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF70": {"ref_id": "b70", "title": "• Increasing burdern and cancerogenicity of C. sinensis or O. viverrini infections", "authors": [{"first": "", "middle": [], "last": "Bouvard", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF74": {"ref_id": "b74", "title": "Long term effects of GI Inflammatory Bowel Disease may be added to this list of long term complications of GI infections", "authors": [{"first": "", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF75": {"ref_id": "b75", "title": "Tassios and Kerr, 2010of plant and animal diseases • Food and water security • Shifts in production areas and cultured crops • Use of agrochemicals • Food storage • Production of natural toxins • Production and quality of crops • Aflatoxins production • Stress on oceans and marine organisms • Increase of drought prone areas • Development of taxation and trading schemes related to release of greenhouse gasses", "authors": [{"first": "", "middle": [], "last": "Dalton", "suffix": ""}], "year": 2008, "venue": "SARS coronaviruses, highly pathogenic influenza, Nipah viruses", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF77": {"ref_id": "b77", "title": "2010) consumer behaviour and consumption patterns • Increasing trend in consumption of fresh produce, fish, ready-to-eat produce • New culinary techniques (e.g. molecular gastronomy", "authors": [{"first": "Kijlstra ;", "middle": [], "last": "Meerburg", "suffix": ""}, {"first": "", "middle": [], "last": "Miraglia", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF78": {"ref_id": "b78", "title": "• New and exotic foods (e.g. new combinations of leaves in bagged salads, flavours and combinations of fruit-based drinks", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF83": {"ref_id": "b83", "title": "Future Challenges to Microbial Food Safety", "authors": [{"first": "", "middle": [], "last": "Pezzoli", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "General procedure for the identification of emerging risks", "latex": null, "type": "figure"}, "TABREF1": {"text": "The four principle areas of activity, as defined by responsiveness", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Crisis preparation </td><td>Not addressed in this document </td><td> </td><td> </td><td> </td></tr><tr><td>Early </td><td>A significant risk (emerging or otherwise) is present in the food chain and an urgent question to EFSA and/or communications activity is anticipated in the immediate future </td><td> Alerts </td><td>Risk Manager, with technical support from </td><td>Ad hoc </td></tr><tr><td>warning/crisis anticipation </td><td> </td><td> </td></tr><tr><td> </td><td>EMRISK when appropriate </td><td> </td></tr><tr><td>Identification of emerging </td><td>Early </td><td>Monthly internal ER signal monitoring reports </td><td>ERIC12 </td><td>In place by February 2010. </td></tr><tr><td>identification of an ER that is already in the food chain, but not yet recognised as a significant risk to human health </td><td> </td><td>EMRISK to lead, all science units to contribute. Monthly meetings. </td></tr><tr><td>risks </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>Recommendations for further action, if any </td><td>Panels and SC </td><td>Addressing the output of ERIC, from April 2010 onwards. </td></tr><tr><td> </td><td> </td><td>Case studies </td><td>EMRISK </td><td>Trialled since July 2009, fully active from March </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>2010. Specific issues identified through the monitoring are treated in </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>more detail. 4-6 reports per year, to contribute to the annual report. </td></tr><tr><td> </td><td> </td><td>Annual reports </td><td>EMRISK, Panels, SC, </td><td>EMRISK to coordinate. </td></tr><tr><td> </td><td> </td><td> </td><td>StaCG-ER13, ER Network </td><td>Stakeholder group and Network to be initiated by April 2010. First annual report for February 2010. </td></tr></table></body></html>"}, "TABREF4": {"text": "Areas covered by current data sources", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Data </td><td>Database </td><td>New </td><td>New </td><td> </td><td>Food </td><td>Feed </td></tr><tr><td>category </td><td> </td><td>Hazard </td><td>matrix </td><td>Changed susceptibility </td><td> </td><td> </td></tr><tr><td>Hazard </td><td>RASFF </td><td>Limited </td><td>Limited </td><td>No </td><td>Yes </td><td>Yes </td></tr><tr><td>Risk </td><td>MedISys </td><td>Possible </td><td>Yes </td><td>Possible ? </td><td>Yes </td><td>Yes </td></tr><tr><td>Trade </td><td>Comext </td><td>No </td><td>Yes </td><td>No </td><td>Yes </td><td>Possible </td></tr><tr><td>Trade </td><td>UN </td><td>No </td><td>Yes </td><td>No </td><td>Yes </td><td>Possible </td></tr><tr><td>Hazard </td><td>Comtrade Bioactive </td><td>Limited </td><td>Limited </td><td>No </td><td>Yes </td><td>Yes </td></tr></table></body></html>"}, "TABREF6": {"text": "Template for reporting to the primary filter, the list of signals of potential emerging risks.During 2008 the unit organized 12 meetings of the ESCO Working Group on Emerging Risks, bringing together experts from EFSA scientific panels and representatives from more that 15 Member States. This resulted in a technical report on emerging risks(EFSA, 2009b).Eight meetings with potential network partners and stakeholders within Europe and beyond (incl. EC, MS, FAO, ECDC, SAFE-FOODS, SAFEFOODERA, and TNO) have also been held. The Emerging Risks unit was established as EFSA contact point for the EC Rapid Alert System for Food and Feed (RASFF). Close collaboration with the JRC over use and adaptation of their MedISys media monitoring tool has proven productive. Presentations at conferences, workshops and meetings of experts and decision makers have also been given (e.g. Public Health Agency Canada, FAO conference on Climate Change, Rome 2008).", "latex": null, "type": "table"}, "TABREF7": {"text": "Doyle MP and Erickson MC, 2008. Imported Foods: Microbiological Issues and Challanges. In: MP Doyle, MC Erickson. ASM, press, Washington, 266. Durmaz E, Ozmert EN, Erkekoglu P, Giray B, Derman O, Hincal F and Yurdakok K, Plasma phthalate levels in pubertal gynecomastia. Pediatrics, 125, e122-129. EFSA, 2006. Opinion of the Scientific Committee on a request from EFSA related to the early identification of emerging risks. The EFSA Journal (2006) 375, 1-14. EFSA, 2007a. Opinion of the Scientific Panel on Biological Hazards on public health risks involved in the human consumption of reptile meat. The EFSA Journal, 578, 1-55. EFSA, 2007b. Scientific Opinion of the Panel on Biological Hazards on surveillance and monitoring of Toxoplasma in humans, food and animals. The EFSA Journal, 583 1-64. EFSA, 2007c. Definition and description of \"emerging risks\" within the EFSA's mandate. Statement of the Scientific Committee, 10 July 2007. EFSA, 2009a. Development of a framework for the risk assessment of chemical mixtures -A toxicological database on relevant chemical mixtures to food safety. EFSA, 2009b. Report of the EFSA Scientific Cooperation (ESCO) Working Group on Emerging Risks. EFSA Technical Report, 1-33. EFSA, 2009c. Strategic Plan of EFSA for 2009-2013. EFSA, 2010a. The Community Summary Report on trends and sources of zoonoses, zoonotic agents and food-borne outbreaks in the European Union in 2008. EFSA Journal, 1496, 288. EFSA, 2010b. Establishment and maintenance of routine analysis of data from the Rapid Alert System on Food and Feed. EFSA Journal 2010; 8(1): 1449. EFSA Scientific Committee, 2009. The Potential Risks Arising from Nanoscience and Nanotechnologies on Food and Feed Safety. EFSA Journal, 958, 1-39. Eltholth MM, Marsh VR, Van Winden S and Guitian FJ, 2009. Contamination of food products with Mycobacterium avium paratuberculosis: a systematic review. J Appl Microbiol, 107, 1061-1071. Erickson MC and Doyle MP, 2007. Food as a vehicle for transmission of Shiga toxin-producing Escherichia coli. J Food Prot, 70, 2426-2449. Fadrowski JJ, Navas-Acien A, Tellez-Plaza M, Guallar E, Weaver VM and Furth SL, Blood lead level and kidney function in US adolescents: The Third National Health and Nutrition Examination Survey. Arch Intern Med, 170, 75-82. Farrington C, Andrews N, Beale A, and Catchpole M, 1996. A statistical algorithm for the early detection of outbreaks of infectious disease. Journal of the Royal Statistical Society, Series A 159, 547-563. FAO, 2008. Climate change: Implications for food safety. FAO/OECD 2007. OECD-FAO. Agricultural Outlook 2007-2016. Flegal KM, Carroll MD, Ogden CL and Curtin LR, Prevalence and trends in obesity among US adults, 1999-2008. JAMA, 303, 235-241. Foresight, 2007. Foresight. Tackling obesities: future choices-project report. Fowler BA, 2009. Monitoring of human populations for early markers of cadmium toxicity: a review. Toxicol Appl Pharmacol, 238, 294-300. Franz E and van Bruggen AH, 2008. Ecology of E. coli O157:H7 and Salmonella enterica in the primary vegetable production chain. Crit Rev Microbiol, 34, 143-161. Fraser AJ, Webster TF and McClean MD, 2009. Diet contributes significantly to the body burden of PBDEs in the general U.S. population. Environ Health Perspect, 117, 1520-1525. Freeman JT, Anderson DJ and Sexton DJ, 2009. Seasonal peaks in Escherichia coli infections: possible explanations and implications. Clin Microbiol Infect, 15, 951-953. Gebreyes WA, Bahnson PB, Funk JA, McKean J and Patchanee P, 2008. Seroprevalence of Trichinella, Toxoplasma, and Salmonella in antimicrobial-free and conventional swine production systems. Tauxe RV, Doyle MP, Kuchenmuller T, Schlundt J and Stein CE, 2009. Evolving public health approaches to the global challenge of foodborne infections. Int J Food Microbiol, in press. Teo CG, Much meat, much malady: changing perceptions of the epidemiology of hepatitis E. Clin Microbiol Infect, 16, 24-32. Tompkins DS, Hudson MJ, Smith HR, Eglin RP, Wheeler JG, Brett MM, Owen RJ, Brazier JS, Cumberland P, King V and Cook PE, 1999. A study of infectious intestinal disease in England: microbiological findings in cases and controls. Commun Dis Public Health, 2, 108-113. United Nations 2008. United Nations World Populations Prospects. Vincent C, Boerlin P, Daignault D, Dozois CM, Dutil L, Galanakis C, Reid-Smith RJ, Tellier PP, Tellis PA, Ziebell K and Manges AR, Food reservoir for Escherichia coli causing urinary tract infections. Emerg Infect Dis, 16, 88-95. Weese JS, Clostridium difficile in food--innocent bystander or serious threat? Clin Microbiol Infect, 16, 3-10. WHO, 2009. Preliminary results presented at the conference \"Estimating the Global Burden of Foodborne Diseases\". Geneva. WHO unpublished data, 2009. WHO Initiative to Estimate the Global Burden of Foodborne Diseases. Third meeting of the Foodborne Disease Burden Epidemiology Reference Group (FERG). Geneva, Switzerland. Zhang RL, Chen MX, Gao ST, Geng YJ, Huang DN, Liu JP, Wu YL and Zhu XQ, 2008. Enzootic angiostrongyliasis in Shenzhen, China. Emerg Infect Dis, 14, 1955-1956.APPENDICES A. EMRISK MANDATES AND CONTRACTS IN THE AREA OF EMERGING RISKS IDENTIFICATION EFSA 2010. Establishment and maintenance of routine analysis of data from the Rapid Alert System on Food and Feed. EFSA Journal 2010; 8(1): 1449.", "latex": null, "type": "table"}, "TABREF9": {"text": "Parasitic infestation of Anisakis sp. in fresh fish and fish products, in particular in mackerel, has been reported in the literature. Data obtained from the Eurostat Comext database for fresh or chilled mackerel demonstrated a significant increase of imports into the EU from extra-EU countries from 2005 onwards, mainly due to an increase in UK imports from Norway and the Faroe Islands.Many notifications related to Anisakis sp. in seafood can be found in the Rapid Alert System for Food and Feed (RASFF) database, with the main notifying country being Italy. In particular, Italy has notified Anisakis sp. in fresh mackerel from Norway or from Norway via Denmark 20 times since 2004, even though no imports from Norway to Italy have been reported in Eurostat. Over the same period and despite being the principal EU importer of mackerel from Norway between 2006-2008, no notifications on Anisakis sp. infestation in mackerel or any fish in general were made to the RASFF by the UK.", "latex": null, "type": "table"}, "TABREF11": {"text": ").", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Crisis preparation </td><td>Not addressed in this document </td><td> </td><td> </td><td> </td></tr><tr><td>Early </td><td>A significant risk (emerging or otherwise) is present in the food chain and an urgent question to EFSA and/or communications activity is anticipated in the immediate future </td><td> Alerts </td><td>Risk Manager, with technical support from </td><td>Ad hoc </td></tr><tr><td>warning/crisis anticipation </td><td> </td><td> </td></tr><tr><td> </td><td>EMRISK when appropriate </td><td> </td></tr><tr><td>Identification of emerging </td><td>Early </td><td>Monthly internal ER signal monitoring reports </td><td>ERIC12 </td><td>In place by February 2010. </td></tr><tr><td>identification of an ER that is already in the food chain, but not yet recognised as a significant risk to human health </td><td> </td><td>EMRISK to lead, all science units to contribute. Monthly meetings. </td></tr><tr><td>risks </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>Recommendations for further action, if any </td><td>Panels and SC </td><td>Addressing the output of ERIC, from April 2010 onwards. </td></tr><tr><td> </td><td> </td><td>Case studies </td><td>EMRISK </td><td>Trialled since July 2009, fully active from March </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>2010. Specific issues identified through the monitoring are treated in </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>more detail. 4-6 reports per year, to contribute to the annual report. </td></tr><tr><td> </td><td> </td><td>Annual reports </td><td>EMRISK, Panels, SC, </td><td>EMRISK to coordinate. </td></tr><tr><td> </td><td> </td><td> </td><td>StaCG-ER13, ER Network </td><td>Stakeholder group and Network to be initiated by April 2010. First annual report for February 2010. </td></tr></table></body></html>"}, "TABREF12": {"text": "Table 3. Potential use of current data sources", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Database </td><td> </td><td>Early </td><td>ER </td><td>ER </td><td>RA </td><td> </td></tr><tr><td> </td><td>Crisis assistance </td><td>warning </td><td>identification </td><td>prediction </td><td>support† </td><td>Updating frequency </td></tr><tr><td>RASFF </td><td>Yes </td><td>Yes </td><td>Limited </td><td>Indirectly </td><td>Yes </td><td>Daily </td></tr><tr><td>MedISys </td><td>Yes </td><td>Yes </td><td>Yes </td><td>Possibly </td><td>Possibly </td><td>10 Minutes </td></tr><tr><td>Comext </td><td>Yes </td><td>No </td><td>Limited </td><td>Possibly </td><td>Yes </td><td>Monthly </td></tr><tr><td>UN </td><td>Yes </td><td>No </td><td>Limited </td><td>Possible </td><td>Yes </td><td>Annual </td></tr><tr><td>Comtrade </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Bioactive </td><td>Yes </td><td>No </td><td>Limited </td><td>Limited </td><td>Possibly </td><td>None/annual*\n</td></tr></table></body></html>"}, "TABREF13": {"text": "Table 4. Potential Emerging risks and drivers of change as reported in the scientific literature recently published.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Hazard </td><td>Subject </td><td> </td><td>References </td></tr><tr><td>Microbiological </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Changing epidemiology • </td><td>Isolation of new hypervirulent or antibiotic </td><td>(Amar et al., </td><td>2007; </td></tr><tr><td>of known pathogens </td><td>resistant strains of </td><td>Salmonella, difficile, S. to new niches, </td><td>Barak et al., </td><td>2005; </td></tr><tr><td>Campylobacter, E. coli, C. aureus, M. avium. </td><td>Eltholth et al., </td><td>2009; Franz and van Bruggen, </td></tr><tr><td> </td><td>• Adaptation of these pathogens environmental stresses, hosts, reservoirs and routes of exposure. </td><td>2008; Freeman et al., </td></tr><tr><td> </td><td> </td><td> </td><td>2009; Kluytmans; Sahin et al., 2008; Switt et al., 2009; Tassios and Kerr, </td></tr><tr><td>Re-emerging parasites </td><td>• </td><td>Evidence of the potential transmission of through and animal </td><td>2010; Tauxe et al., 2009; Vincent et al.; Weese) (Bouvard et al., 2009; </td></tr><tr><td>Cryptosporidium and Giardia contaminated water, food, handling. </td><td>Dorny et al., </td><td>2009; </td></tr><tr><td> </td><td> </td><td>Keiser and </td><td>Utzinger, </td></tr><tr><td> </td><td> </td><td> </td><td>2005; Lun et al., 2005; </td></tr><tr><td>• </td><td>Uncertainties on the public health impact of </td><td>Moro and </td><td>Schantz, </td></tr><tr><td> </td><td>infections. </td><td> </td><td>2009; </td><td>Newell et al., </td></tr><tr><td>• </td><td>Evidence on the increasing </td><td>burden of </td><td>2010; Nobrega et al., </td></tr><tr><td> </td><td>Fasciolosis, Echinococcis. transmission of T. cruzi. sinensis or O. viverrini infections infections </td><td> </td><td>2009; </td><td>Rodriguez-\n</td></tr><tr><td>• • </td><td>Spreading of Chagas disease and of oral Increasing burdern and cancerogenicity of C. </td><td>Morales, Zhang et al., 2008) </td><td>2008; WHO unpublished data, 2009; </td></tr><tr><td>Long term effects of GI </td><td>Inflammatory Bowel Disease may be added to this list of long term complications of GI </td><td>(Gradel et al., 2009) </td></tr><tr><td>Viruses • </td><td>New strains of known viruses (e.g. SARS coronaviruses, highly pathogenic influenza, Nipah viruses, Hepatitis E) hepatitis E </td><td>(Future Challenges to </td></tr><tr><td>2008; Dalton </td><td>Microbial Food Safety, et al., </td></tr><tr><td>• </td><td>Evidence on the increase of infection in developed countries insufficient for viral contamination </td><td>2008; Newell </td><td>et al., 2010; Tassios and Kerr, </td></tr><tr><td>• </td><td>Microbiological control criteria relying on standards for bacterial conta,ination may be </td><td>2010; Teo) </td></tr><tr><td>Chemical Biomarkers of chemical contamination • </td><td>Endocrine disruptors (e.g. PDBE serum levels for high meat consumption, Plasma phthalate levels and onset of gynecomastia) </td><td>(Bunkova, </td><td>2010; Durmaz et al.; Fraser et al., 2009; Laclaustra et </td></tr><tr><td>• • </td><td>stroke and heart failure Liver toxicity of PFOA </td><td>High cadmium levels and increased risk of </td><td>al., 2009; Lang et al., 2008; Lin et al., 2009; Melzer et al.; Peters et </td></tr><tr><td>• </td><td>Association between high </td><td>urinary concentrations of BPA and heart disease selenium levels </td><td>al., 2010) </td><td> </td></tr><tr><td>• </td><td>Association between high and the risk of diabete </td><td> </td><td> </td><td> </td></tr><tr><td>Occurrence of chemical contaminants in food commodities • • • </td><td>Heavy metals </td><td> </td><td> </td><td> </td></tr><tr><td>PFCs </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td>PCBs </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td>• PBDEs </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>• </td><td>HBCDs </td></tr></table></body></html>"}}, "back_matter": []}