{"paper_id": "828e28e1cbdf959deeccbbff9d0dcc77f612c3df", "metadata": {"title": "Effect of iron overload and iron-chelating therapy on allogeneic hematopoietic SCT in children", "authors": [{"first": "J", "middle": ["W"], "last": "Lee", "suffix": "", "affiliation": {"laboratory": "", "institution": "Seoul National University College of Medicine", "location": {"settlement": "Seoul", "country": "Republic of Korea"}}, "email": ""}, {"first": "H", "middle": ["J"], "last": "Kang", "suffix": "", "affiliation": {"laboratory": "", "institution": "Seoul National University College of Medicine", "location": {"settlement": "Seoul", "country": "Republic of Korea"}}, "email": ""}, {"first": "E", "middle": ["K"], "last": "Kim", "suffix": "", "affiliation": {"laboratory": "", "institution": "Seoul National University College of Medicine", "location": {"settlement": "Seoul", "country": "Republic of Korea"}}, "email": ""}, {"first": "H", "middle": [], "last": "Kim", "suffix": "", "affiliation": {"laboratory": "", "institution": "Seoul National University College of Medicine", "location": {"settlement": "Seoul", "country": "Republic of Korea"}}, "email": ""}, {"first": "H", "middle": ["Y"], "last": "Shin", "suffix": "", "affiliation": {"laboratory": "", "institution": "Seoul National University College of Medicine", "location": {"settlement": "Seoul", "country": "Republic of Korea"}}, "email": ""}, {"first": "H", "middle": ["S"], "last": "Ahn", "suffix": "", "affiliation": {"laboratory": "", "institution": "Seoul National University College of Medicine", "location": {"settlement": "Seoul", "country": "Republic of Korea"}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "Patients who undergo hematopoietic SCT (HSCT) are at increased risk of iron overload due to previous transfusions. Also, cellular destruction occurs during the conditioning chemotherapy, and it probably liberates considerable amounts of intracellular iron from ferritin and iron-containing enzymes. 1 These mechanisms result in an increase of free iron in HSCT patients. Free iron catalyzes the conversion of reactive oxygen species intermediates to highly toxic-free radicals, which may mediate tissue injury. 2 Recent studies have shown that iron overload is related to hepatic complications, 3 infectious complications 4-6 and survival 7, 8 in HSCT.", "cite_spans": [{"start": 299, "end": 300, "text": "1", "ref_id": "BIBREF0"}, {"start": 511, "end": 512, "text": "2", "ref_id": "BIBREF1"}, {"start": 595, "end": 596, "text": "3", "ref_id": "BIBREF2"}, {"start": 639, "end": 641, "text": "7,", "ref_id": "BIBREF6"}, {"start": 642, "end": 643, "text": "8", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Introduction"}, {"text": "In this study we investigated the association of iron overload with complications and survival after allogeneic HSCT using ferritin as a surrogate marker of iron overload. We also evaluated the efficacy of iron-chelating therapy in patients whose ferritin levels were decreased to less than 1000 ng/ml after iron-chelating therapy before allogeneic HSCT.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "This study was conducted in patients who underwent allogeneic HSCT at Seoul National University Children's Hospital from September 2003 to December 2007. During the chemotherapy or supportive care period before HSCT, ferritin level was measured monthly, and an iron-chelating agent was started when the serum ferritin level was over 1000 ng/ml. Until December 2006, we used deferoxamine (Desferrioxamine mesylate, Mayne Pharma Pty Ltd, Melbourne, Australia) as an iron-chelating agent with 30-50 mg/kg, which was infused for 8 h subcutaneously, 5-7 times a week. Deferoxamine was stopped when patient developed neutropenic fever, but was maintained during the time chemotherapy was given. From January 2007, we started to use deferasirox (Exjade, Novartis, Bern, Switzerland) 30 mg/kg/day in some patients. Ferritin level obtained within 1 month before HSCT was used for the analysis.", "cite_spans": [], "ref_spans": [], "section": "Patients and methods"}, {"text": "Patients received various conditioning regimens according to disease status. GVHD prophylaxis consisted of CYA plus MTX, prednisolone, or mycophenolate, or tacrolimus plus MTX. Patients received low-MW heparin (nadroparine; fraxiparine, Sanofi-synthelabo, Paris, France) with lipo-PGE1 (eglandin; alprostadil, Welfide, Osaka, Japan) or defibrotide (Crinos SpA, Como, Italy) for the prophylaxis of veno-occlusive disease (VOD). We used the Jones et al. 9 criteria for the diagnosis of VOD. Other supportive care was provided according to the guidelines for SCT of our center. 10, 11 The patients were divided into three groups. Patients with ferritin level above 1000 ng/ml at the time of HSCT were classified into the first group (F41000). The second group (Fo1000) consisted of patients whose ferritin levels were maintained below 1000 ng/ml from diagnosis to HSCT without iron-chelating therapy. The iron-chelating group (IC) consisted of patients whose ferritin levels decreased to less than 1000 ng/ml after iron-chelating therapy before HSCT.", "cite_spans": [{"start": 452, "end": 453, "text": "9", "ref_id": "BIBREF8"}, {"start": 575, "end": 578, "text": "10,", "ref_id": "BIBREF9"}, {"start": 579, "end": 581, "text": "11", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Patients and methods"}, {"text": "We retrospectively reviewed medical records related to complications of allogeneic HSCT, including abnormality in liver function test, VOD, bacteremia, septic shock, CMV antigenemia, acute respiratory distress syndrome, GVHD and treatment-related mortality (TRM). The National Cancer Institute Common Toxicity Criteria (NCI-CTC) version 2.0 for BMT was used to grade complications. TRM was defined as any death directly related to the complications of the allogeneic HSCT, and event was defined as death or relapse.", "cite_spans": [], "ref_spans": [], "section": "Patients and methods"}, {"text": "Eight independent variables were recorded for a multivariate analysis of complications: age, sex, diagnosis, time from diagnosis to HSCT, type of transplants, conditioning regimen, history of earlier transplantation and the patient group according to ferritin level. Differences between categorical variables were measured by w 2 -test or Fisher's exact test, and differences between means in continuous variables were calculated with Student's t-test or one-way analysis of variance. Logistic regression analysis was used to evaluate variables related to complications. Bivariate correlation analysis and Pearson's correlation coefficient were used to evaluate the association between continuous variables. Kaplan-Meier and log-rank univariate comparisons were used to evaluate OS, EFS and TRM rate. Results were considered statistically significant when P-values were less than 0.05.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "A total of 101 patients were evaluated. The clinical characteristics of the patients are summarized in Table 1 . The mean age was 8.8 years (range: 1-19 years), and 65 patients (64.4%) were male. Mean ferritin levels of the F41000, Fo1000 and IC groups were 2156 (1020-6790) ng/ml, 347 (8-990) ng/ml and 561 (39-980) ng/ml, respectively. Time from diagnosis to HSCT was longest in the F41000 group without statistical significance (P ¼ 0.13). The frequency of second transplantation, which was performed after relapse or engraftment failure was significantly high in the F41000 group (P ¼ 0.00).", "cite_spans": [], "ref_spans": [{"start": 103, "end": 110, "text": "Table 1", "ref_id": null}], "section": "Patient characteristics"}, {"text": "In the univariate analysis between the F41000 and the Fo1000 groups (Table 2) , hyperbilirubinemia (grade X3) Table 1 Patient characteristics Abbreviations: AA ¼ aplastic anemia; HSCT ¼ hematopoietic SCT; JMML ¼ juvenile myelomonocytic leukemia; MDS ¼ myelodysplastic syndrome. a IC group is consisted of patients whose ferritin levels decreased to less than 1000 ng/ml after iron-chelating therapy before HSCT.", "cite_spans": [], "ref_spans": [{"start": 68, "end": 77, "text": "(Table 2)", "ref_id": "TABREF1"}, {"start": 110, "end": 117, "text": "Table 1", "ref_id": null}], "section": "Ferritin level and complications of HSCT"}, {"text": "was significantly more common in the F41000 group than the Fo1000 group (P ¼ 0.013). No significant differences were observed between the two groups in VOD (P ¼ 0.295) and infectious complications such as bacteremia (P ¼ 0.760), septic shock (P ¼ 0.268) and detection of CMV antigenemia (P ¼ 0.239). The proportion of patients who developed acute respiratory distress syndrome was higher in F41000 group (23.1%) than in the Fo1000 group (6.0%) (P ¼ 0.055). Ferritin level above 1000 ng/ml was associated with increased TRM (P ¼ 0.008). We performed multiple logistic regression analysis for each complication using age, sex, diagnosis, conditioning regimen, time from diagnosis to HSCT, type of transplants and history of earlier transplantation as covariates. In the analysis of hyperbilirubinemia (gradeX3) and TRM, the statistic significances remained in the patient groups according to ferritin level (P ¼ 0.018 and 0.033, respectively).", "cite_spans": [], "ref_spans": [], "section": "Ferritin level and complications of HSCT"}, {"text": "In the comparison of complications between the patients of Fo1000 and the IC group, there were no significant difference of complications and TRM in both univariate and multivariate analysis. In the comparison between the F41000 and IC groups, the results were similar to those of analysis between the F41000 and Fo1000 groups in the univariate analysis. The incidence of hyperbilirubinemia (grade X3) was significantly higher in the F41000 group than the IC group (P ¼ 0.038), and TRM was also higher in the F41000 group (P ¼ 0.038).", "cite_spans": [], "ref_spans": [], "section": "Ferritin level and complications of HSCT"}, {"text": "A total of 15 patients, 9 in the F41000 group, 4 in the Fo1000 group and 2 in the IC group, died from treatmentrelated complications after allogeneic HSCT. The causes of death of the patients in the F41000 group were respiratory failure in four cases, septic shock in two cases, pulmonary edema of unknown cause in one case, gastrointestinal bleeding and perforation following grade 4 GVHD in one case and severe VOD in one case. Among the four patients in the Fo1000 group, two died of respiratory failure (one CMV pneumonia and one idiopathic pneumonia syndrome), one died of severe VOD and one died of fulminant hepatitis after hepatitis C virus infection. The two patients of the IC group died of respiratory failure associated with CMV pneumonia.", "cite_spans": [], "ref_spans": [], "section": "Ferritin level and survival after HSCT"}, {"text": "Compared with the Fo1000 and IC groups, the F41000 group showed lower OS and EFS (P ¼ 0.001 and 0.000, respectively), and the rate of TRM was significantly higher in the F41000 group (P ¼ 0.003) (Figure 1) . We performed the survival analysis excluding the patients with history of earlier transplantation. The analysis with only the patients who did not have history of earlier transplantation also showed lower OS and EFS in the F41000 group compared with the Fo1000 group and the IC group (P ¼ 0.004 and 0.004, respectively) ( Figure 2 ). The rate of TRM was also higher in the F41000 group without significant difference (P ¼ 0.086).", "cite_spans": [], "ref_spans": [{"start": 195, "end": 205, "text": "(Figure 1)", "ref_id": null}, {"start": 530, "end": 538, "text": "Figure 2", "ref_id": "FIGREF0"}], "section": "Ferritin level and survival after HSCT"}, {"text": "A total of 43 patients received iron-chelating therapy before HSCT. Changes of the ferritin level after iron-chelating therapy are summarized in Table 3 . Twenty-five of the 43 patients were in the IC group, whose ferritin levels decreased to less than 1000 ng/ml after iron-chelating therapy. The mean decrease of ferritin level was 1298 (range: 240-3173) ng/ml in the IC group. Among the 26 patients of the F41000 group, 8 patients could not receive iron-chelating therapy because their ferritin levels were over 1000 ng/ml for the first time just before the HSCT. Eighteen patients in the F41000 group received iron-chelating agent, and 12 of them showed decreased ferritin level although the ferritin levels before HSCT were still over 1000 ng/ml. Ferritin levels increased in six patients of the F41000 group despite of the iron-chelating therapy.", "cite_spans": [], "ref_spans": [{"start": 145, "end": 152, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Efficacy of iron-chelating agent"}, {"text": "Among the 43 patients who received iron-chelating therapy, 37 patients received deferoxamine. Patients whose ferritin levels decreased, in the F41000 and IC groups, received more deferoxamine (mean: 46 times, range: 5-148) than the patients showing increased ferritin level (mean: 25 times, range: 22-30) (P ¼ 0.004). In the correlation analysis, the number of deferoxamine administration showed positive correlation with the decrease of ferritin level (r ¼ 0.329, P ¼ 0.050). The time interval from the initiation of deferoxamine to HSCT was not different significantly between the F41000 group (3.07 months) and IC group (4.18 months) (P ¼ 0.293). ", "cite_spans": [], "ref_spans": [], "section": "Efficacy of iron-chelating agent"}, {"text": "Our results indicated that elevated serum ferritin level was associated with increased TRM. In the group with high ferritin level, OS and EFS were remarkably lower compared with the group with low ferritin level. These results were in concert with earlier studies that reported the clinical relevance of iron overload with TRM and survival. 7, 8 A recent study reported a strong association of elevated serum ferritin level with lower OS and diseasefree survival in HSCT patients, and this association was restricted to patients with acute leukemia or myelodysplastic syndrome. 8 We did subgroup analysis with the patients other than acute leukemia or myelodysplastic syndrome and found that TRM of the F41000 group (50%) was higher than those of Fo1000 group (6.7%) and IC group (0%), but this was not statistically significant (P ¼ 0.060). There were only 22 patients whose diagnoses were other Abbreviation: HSCT ¼ hematopoietic SCT. a IC group is consisted of patients whose ferritin levels decreased to less than 1000 ng/ml after iron-chelating therapy before HSCT. b These analyses involved patients who received deferoxamine as an iron-chelating agent.", "cite_spans": [{"start": 341, "end": 343, "text": "7,", "ref_id": "BIBREF6"}, {"start": 344, "end": 345, "text": "8", "ref_id": "BIBREF7"}, {"start": 578, "end": 579, "text": "8", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Discussion"}, {"text": "Overall survival rate Event-free survival rate Months from transplantation Figure 1 The patients with ferritin level more than 1000 ng/ml before HSCT (F41000) showed lower OS and EFS, and higher TRM rate than those with ferritin level less than 1000 ng/ml with (IC) or without (Fo1000) iron-chelating therapy.", "cite_spans": [], "ref_spans": [{"start": 75, "end": 83, "text": "Figure 1", "ref_id": null}], "section": "Discussion"}, {"text": "than acute leukemia or myelodysplastic syndrome, and it was too premature to make any conclusion. In our study, patients whose ferritin levels decreased to less than 1000 ng/ml after iron-chelating therapy (IC group) showed no differences in complications and survival compared with patients whose ferritin levels were always below 1000 ng/ml without iron-chelating therapy. Also, the IC group showed higher survival rate compared with the F41000 group, similar to the results of analysis between the F41000 and Fo1000 groups. We used deferoxamine mostly as an iron-chelating agent when serum ferritin level was over 1000 ng/ml. Deferoxamine has been proved effective and safe with many experiences. [12] [13] [14] In our study, we found the correlation between the number of administration and the decrease of ferritin level. Also, the patients with increased ferritin level despite of the iron-chelating therapy received less deferoxamine. These suggest a potential of more intensive use of iron-chelating agent to reduce the iron overload and to improve the outcome of HSCT.", "cite_spans": [{"start": 700, "end": 704, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 705, "end": 709, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 710, "end": 714, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Discussion"}, {"text": "With the fact that earlier transplantation history could affect the outcome of HSCT and that the F41000 group had higher proportion of patients with earlier transplantation, this variable could be considered as a confounding factor. When we performed a multivariate analysis using this variable as one of the covariates, the TRM still showed significant difference in comparison between the F41000 group and the Fo1000 group. Also we did an analysis after excluding the patients with history of earlier transplantation. In the survival analysis, with only the patients who did not have earlier transplantations, the F41000 group showed significantly lower OS and EFS compared with the Fo1000 and IC groups. These results indicate that the ferritin level itself could be an independent risk factor of poor outcome after allogeneic HSCT.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In earlier studies, iron overload appeared to be a risk factor of VOD 3 and abnormal liver function test 15 after HSCT, and we could find the association between the ferritin level and bilirubin. In our study, respiratory failure consisted substantial portion of the cause of TRM after allogeneic HSCT, and acute respiratory distress syndrome showed the tendency to increase with elevated ferritin level. This suggests that acute respiratory distress syndrome occurred more frequently in the F41000 group could contribute to the increased TRM.", "cite_spans": [{"start": 105, "end": 107, "text": "15", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Discussion"}, {"text": "Until now, there were many reports indicating the association of iron overload and increased complications of HSCT, but there is no available data evaluating the role of pre-transplant iron-chelating therapy to reduce the complications. Our study has its limitations inherent in a retrospective study, but these results suggest the benefit of iron-chelating therapy in reducing complications of HSCT. Further prospective studies to evaluate the role of ironchelating therapy are needed.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Nontransferrin-bound iron in serum of patients receiving bone marrow transplants", "authors": [{"first": "M", "middle": [], "last": "Dü Rken", "suffix": ""}, {"first": "P", "middle": [], "last": "Nielsen", "suffix": ""}, {"first": "S", "middle": [], "last": "Knobel", "suffix": ""}, {"first": "B", "middle": [], "last": "Finckh", "suffix": ""}, {"first": "C", "middle": [], "last": "Herrnring", "suffix": ""}, {"first": "B", "middle": [], "last": "Dresow", "suffix": ""}], "year": 1997, "venue": "Free Radic Bio Med", "volume": "22", "issn": "", "pages": "1159--1163", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Rust and corrosion in hematopoietic stem cell transplantation: the problem of iron and oxidative stress", "authors": [{"first": "A", "middle": ["M"], "last": "Evens", "suffix": ""}, {"first": "J", "middle": [], "last": "Mehta", "suffix": ""}, {"first": "L", "middle": ["I"], "last": "Gordon", "suffix": ""}], "year": 2004, "venue": "Bone marrow transplant", "volume": "34", "issn": "", "pages": "561--571", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "BMT: Serum ferritin as risk factor for veno-occlusive disease of the liver: prospective cohort study", "authors": [{"first": "M", "middle": [], "last": "Morado", "suffix": ""}, {"first": "E", "middle": [], "last": "Ojeda", "suffix": ""}, {"first": "J", "middle": [], "last": "Garcia-Bustos", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Aguado", "suffix": ""}, {"first": "R", "middle": [], "last": "Arrieta", "suffix": ""}, {"first": "E", "middle": [], "last": "Quevedo", "suffix": ""}], "year": 2000, "venue": "Hematology", "volume": "4", "issn": "", "pages": "505--512", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Early clinical impact of iron overload in stem cell transplantation. A prospective study", "authors": [{"first": "A", "middle": [], "last": "Altes", "suffix": ""}, {"first": "A", "middle": ["F"], "last": "Remacha", "suffix": ""}, {"first": "P", "middle": [], "last": "Sarda", "suffix": ""}, {"first": "M", "middle": [], "last": "Baiget", "suffix": ""}, {"first": "A", "middle": [], "last": "Sureda", "suffix": ""}, {"first": "R", "middle": [], "last": "Martino", "suffix": ""}], "year": 2007, "venue": "Ann Hematol", "volume": "86", "issn": "", "pages": "443--447", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Frequent severe liver iron overload after stem cell transplantation and its possible association with invasive aspergillosis", "authors": [{"first": "A", "middle": [], "last": "Altes", "suffix": ""}, {"first": "A", "middle": ["F"], "last": "Remacha", "suffix": ""}, {"first": "P", "middle": [], "last": "Sarda", "suffix": ""}, {"first": "F", "middle": ["J"], "last": "Sancho", "suffix": ""}, {"first": "A", "middle": [], "last": "Sureda", "suffix": ""}, {"first": "R", "middle": [], "last": "Martino", "suffix": ""}], "year": 2004, "venue": "Bone marrow transplant", "volume": "34", "issn": "", "pages": "505--509", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Iron overload is a major risk factor for severe infection after autologous stem cell transplantation: a study of 367 myeloma patients", "authors": [{"first": "M", "middle": ["H"], "last": "Miceli", "suffix": ""}, {"first": "L", "middle": [], "last": "Dong", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Grazziutti", "suffix": ""}, {"first": "A", "middle": [], "last": "Fassas", "suffix": ""}, {"first": "R", "middle": [], "last": "Thertulien", "suffix": ""}, {"first": "F", "middle": [], "last": "Van Rhee", "suffix": ""}], "year": 2006, "venue": "Bone marrow transplant", "volume": "37", "issn": "", "pages": "857--864", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Iron overload might increase transplant-related mortality in haematopoietic stem cell transplantation", "authors": [{"first": "A", "middle": [], "last": "Altes", "suffix": ""}, {"first": "A", "middle": ["F"], "last": "Remacha", "suffix": ""}, {"first": "A", "middle": [], "last": "Sureda", "suffix": ""}, {"first": "R", "middle": [], "last": "Martino", "suffix": ""}, {"first": "J", "middle": [], "last": "Briones", "suffix": ""}, {"first": "C", "middle": [], "last": "Canals", "suffix": ""}], "year": 2002, "venue": "Bone marrow transplant", "volume": "29", "issn": "", "pages": "987--989", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Prognostic impact of elevated pretransplantation serum ferritin in patients undergoing myeloablative stem cell transplantation", "authors": [{"first": "P", "middle": [], "last": "Armand", "suffix": ""}, {"first": "H", "middle": ["T"], "last": "Kim", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Cutler", "suffix": ""}, {"first": "V", "middle": ["T"], "last": "Ho", "suffix": ""}, {"first": "J", "middle": [], "last": "Koreth", "suffix": ""}, {"first": "E", "middle": ["P"], "last": "Alyea", "suffix": ""}], "year": 2007, "venue": "Blood", "volume": "109", "issn": "", "pages": "4586--4588", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Venoocclusive disease of the liver following bone marrow transplantation", "authors": [{"first": "R", "middle": ["J"], "last": "Jones", "suffix": ""}, {"first": "K", "middle": ["S"], "last": "Lee", "suffix": ""}, {"first": "W", "middle": ["E"], "last": "Beschorner", "suffix": ""}, {"first": "V", "middle": ["G"], "last": "Vogel", "suffix": ""}, {"first": "L", "middle": ["B"], "last": "Grochow", "suffix": ""}, {"first": "H", "middle": ["G"], "last": "Braine", "suffix": ""}], "year": 1987, "venue": "Transplantation", "volume": "44", "issn": "", "pages": "778--783", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Early engraftment kinetics of two units cord blood transplantation", "authors": [{"first": "H", "middle": ["J"], "last": "Kang", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Kho", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Jang", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Lee", "suffix": ""}, {"first": "H", "middle": ["Y"], "last": "Shin", "suffix": ""}, {"first": "H", "middle": ["S"], "last": "Ahn", "suffix": ""}], "year": 2006, "venue": "Bone marrow transplant", "volume": "38", "issn": "", "pages": "197--201", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Fludarabine, cyclophosphamide plus thymoglobulin conditioning regimen for unrelated bone marrow transplantation in severe aplastic anemia", "authors": [{"first": "H", "middle": ["J"], "last": "Kang", "suffix": ""}, {"first": "H", "middle": ["Y"], "last": "Shin", "suffix": ""}, {"first": "H", "middle": ["S"], "last": "Choi", "suffix": ""}, {"first": "H", "middle": ["S"], "last": "Ahn", "suffix": ""}], "year": 2004, "venue": "Bone marrow transplant", "volume": "34", "issn": "", "pages": "939--943", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Light and shadows in the iron chelation treatment of haematological diseases", "authors": [{"first": "A", "middle": [], "last": "Maggio", "suffix": ""}], "year": 2007, "venue": "Br J haematol", "volume": "138", "issn": "", "pages": "407--421", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Desferrioxamine therapy accelerates clearance of iron deposits after bone marrow transplantation for thalassaemia", "authors": [{"first": "C", "middle": [], "last": "Giardini", "suffix": ""}, {"first": "M", "middle": [], "last": "Galimberti", "suffix": ""}, {"first": "G", "middle": [], "last": "Lucarelli", "suffix": ""}, {"first": "P", "middle": [], "last": "Polchi", "suffix": ""}, {"first": "E", "middle": [], "last": "Angelucci", "suffix": ""}, {"first": "D", "middle": [], "last": "Baronciani", "suffix": ""}], "year": 1995, "venue": "Br J haematol", "volume": "89", "issn": "", "pages": "868--873", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Intravenous chelation therapy during transplantation for thalassemia", "authors": [{"first": "D", "middle": [], "last": "Gaziev", "suffix": ""}, {"first": "C", "middle": [], "last": "Giardini", "suffix": ""}, {"first": "E", "middle": [], "last": "Angelucci", "suffix": ""}, {"first": "P", "middle": [], "last": "Polchi", "suffix": ""}, {"first": "M", "middle": [], "last": "Galimberti", "suffix": ""}, {"first": "D", "middle": [], "last": "Baronciani", "suffix": ""}], "year": 1995, "venue": "Haematologica", "volume": "80", "issn": "", "pages": "300--304", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Abnormal liver function tests following bone marrow transplantation: aetiology and role of liver biopsy", "authors": [{"first": "G", "middle": ["T"], "last": "Ho", "suffix": ""}, {"first": "A", "middle": [], "last": "Parker", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Mackenzie", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Morris", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Stanley", "suffix": ""}], "year": 2004, "venue": "Eur J Gastroenterol Hepatol", "volume": "16", "issn": "", "pages": "157--162", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "This is the analysis of the patients without history of earlier transplantation. The lower OS and EFS of the F41000 group were maintained after excluding the patients with the history of earlier transplantation.", "latex": null, "type": "figure"}, "TABREF1": {"text": "Complications after HSCT according to the ferritin group", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>No. of patients (%) </td><td>F41000 vs Fo1000 </td><td>Fo1000 vs ICa </td><td>F41000 vs ICa\n</td></tr><tr><td> </td><td>F41000 </td><td>Fo1000 </td><td>ICa </td><td>P-valueb </td><td>P-valuec </td><td>P-valueb </td><td>P-valuec </td><td>P-valueb </td><td>P-valuec\n</td></tr><tr><td>Total no. </td><td>26 (100) </td><td>50 (100) </td><td>25 (100)\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>AST/ALT Xgrade 3 </td><td>6 (23.1) </td><td>19 (38.0) </td><td>7 (28.0) </td><td>0.189 </td><td>0.345 </td><td>0.391 </td><td>0.858 </td><td>0.687 </td><td>0.216\n</td></tr><tr><td>Total bilirubin Xgrade 3 </td><td>9 (34.6) </td><td>5 (10.0) </td><td>2 (8.0) </td><td>0.013 </td><td>0.018 </td><td>1.000 </td><td>0.331 </td><td>0.038 </td><td>0.231\n</td></tr><tr><td>Veno-occlusive disease </td><td>8 (30.8) </td><td>10 (20.0) </td><td>4 (16.0) </td><td>0.295 </td><td>0.167 </td><td>0.763 </td><td>0.863 </td><td>0.324 </td><td>0.568\n</td></tr><tr><td>Bacteremia </td><td>4 (15.4) </td><td>10 (20.0) </td><td>1 (4.0) </td><td>0.760 </td><td>0.172 </td><td>0.088 </td><td>0.067 </td><td>0.350 </td><td>0.152\n</td></tr><tr><td>Septic shock </td><td>2 (7.7) </td><td>1 (2.0) </td><td>0 (0.0) </td><td>0.268 </td><td>0.986 </td><td>1.000 </td><td>NA </td><td>0.490 </td><td>NA\n</td></tr><tr><td>Detection of CMV antigenemia </td><td>13 (50.0) </td><td>18 (36.0) </td><td>9 (36.0) </td><td>0.239 </td><td>0.301 </td><td>1.000 </td><td>0.682 </td><td>0.313 </td><td>0.558\n</td></tr><tr><td>ARDS </td><td>6 (23.1) </td><td>3 (6.0) </td><td>3 (12.0) </td><td>0.055 </td><td>0.182 </td><td>0.394 </td><td>0.084 </td><td>0.465 </td><td>0.193\n</td></tr><tr><td>GVHD Xgrade 2 </td><td>7 (26.9) </td><td>19 (38.0) </td><td>6 (24.0) </td><td>0.334 </td><td>0.726 </td><td>0.225 </td><td>0.096 </td><td>0.811 </td><td>0.144\n</td></tr><tr><td>TRM </td><td>9 (34.6) </td><td>4 (8.0) </td><td>2 (8.0) </td><td>0.008 </td><td>0.033 </td><td>1.000 </td><td>0.872 </td><td>0.038 </td><td>0.098\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Change of ferritin level after iron-chelating therapy", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>F41000 </td><td> </td><td>ICa\n</td></tr><tr><td> </td><td>No treatment </td><td>Ferritin decrease after treatment </td><td>Ferritin increase after treatment\n</td></tr><tr><td>No. of patients </td><td>8 </td><td>12 </td><td>6 </td><td>25\n</td></tr><tr><td>Highest ferritin level (ng/ml) </td><td>2564 (1040-6790) </td><td>3950 (1450-8340) </td><td>1970 (1090-3460) </td><td>1859 (1060-3690)\n</td></tr><tr><td>Pre-HSCT ferritin level (ng/ml) </td><td>2564 (1040-6790) </td><td>1978 (1020-3840) </td><td>1970 (1090-3460) </td><td>561 (39-980)\n</td></tr><tr><td>Difference of ferritin level (ng/ml) </td><td>- </td><td>1264 (230-3410) </td><td>- </td><td>1298 (240-3173)\n</td></tr><tr><td>Deferoxamine dosage (mg/kg)b </td><td>- </td><td>45 (38-57) </td><td>38 (29-50) </td><td>43 (30-51)\n</td></tr><tr><td>No. of administrationsb </td><td>- </td><td>46 (5-148) </td><td>25 (22-30) </td><td>46 (5-122)\n</td></tr></table></body></html>"}, "TABREF3": {"text": "Table 1 Patient characteristics", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Total </td><td>F41000 </td><td>Fo1000 </td><td>ICa </td><td>P-value\n</td></tr><tr><td>Ferritin (ng/ml), mean (range) </td><td>(N¼ 101) </td><td>(N¼ 26) </td><td>(N¼ 50) </td><td>(N¼ 25)\n</td></tr><tr><td>866 (8-6790) </td><td>2156 (1020-6790) </td><td>347 (8-990) </td><td>561 (39-980) </td><td>0.00\n</td></tr><tr><td>Age (year), mean (range) </td><td>8.8 (1-19) </td><td>10.9 (2-19) </td><td>7.9 (1-17) </td><td>8.4 (1-18) </td><td>0.03\n</td></tr><tr><td>Gender, no. (%) </td><td> </td><td> </td><td> </td><td> </td><td>0.89\n</td></tr><tr><td>Male </td><td>65 (64.4) </td><td>16 (61.5) </td><td>32 (64.0) </td><td>17 (68.0)\n</td><td> </td></tr><tr><td>Female </td><td>36 (35.6) </td><td>10 (38.5) </td><td>18 (36.0) </td><td>8 (32.0)\n</td><td> </td></tr><tr><td>Diagnosis, no. (%) </td><td> </td><td> </td><td> </td><td> </td><td>0.32\n</td></tr><tr><td>ALL </td><td>43 (42.6) </td><td>11 (42.3) </td><td>18 (36.0) </td><td>14 (56.0)\n</td><td> </td></tr><tr><td>AML </td><td>30 (29.7) </td><td>7 (26.9) </td><td>14 (28.0) </td><td>9 (36.0)\n</td><td> </td></tr><tr><td>JMML/MDS AA </td><td>6 (5.9) 14 (13.9) </td><td>2 (7.7) 4 (15.4) </td><td>3 (6.0) 9 (18.0) </td><td>1 (4.0) 1 (4.0)\n</td><td> </td></tr><tr><td>Neuroblastoma Others </td><td>1 (1.0) 7 (6.9) </td><td>1 (3.8) 1 (3.8) </td><td>0 (0.0) 6 (12.0) </td><td>0 (0.0) 0 (0.0)\n</td><td> </td></tr><tr><td>Transplant type, no. (%) </td><td> </td><td> </td><td> </td><td> </td><td>0.07\n</td></tr><tr><td>Related BMT </td><td>19 (18.8) </td><td>8 (30.8) </td><td>7 (14.0) </td><td>4 (16.0)\n</td><td> </td></tr><tr><td>Unrelated BMT </td><td>25 (24.8) </td><td>1 (3.8) </td><td>18 (36.0) </td><td>6 (24.0)\n</td><td> </td></tr><tr><td>Unrelated PBSCT </td><td>7 (6.9) </td><td>1 (3.8) </td><td>4 (8.0) </td><td>2 (8.0)\n</td><td> </td></tr><tr><td>Cord blood transplantation </td><td>50 (49.5) </td><td>16 (61.5) </td><td>21 (42.0) </td><td>13 (52.0)\n</td><td> </td></tr><tr><td>Conditioning regimen, no. (%) </td><td> </td><td> </td><td> </td><td> </td><td>0.11\n</td></tr><tr><td>BU based </td><td>64 (63.4) </td><td>14 (53.8) </td><td>34 (68.0) </td><td>16 (64.0)\n</td><td> </td></tr><tr><td>TBI based </td><td>22 (21.8) </td><td>7 (26.9) </td><td>8 (16.0) </td><td>7 (28.0)\n</td><td> </td></tr><tr><td>BU/TBI based </td><td>6 (5.9) </td><td>4 (15.4) </td><td>1 (2.0) </td><td>1 (4.0)\n</td><td> </td></tr><tr><td>Others </td><td>9 (8.9) </td><td>1 (3.8) </td><td>7 (14.0) </td><td>1 (4.0)\n</td><td> </td></tr><tr><td>Time from diagnosis to HSCT (in months), mean (range) </td><td>22 (3-104) </td><td>30 (3-104) </td><td>20 (3-84) </td><td>18 (4-68) </td><td>0.13\n</td></tr><tr><td>History of earlier transplantation, no. (%) </td><td>16 (15.8) </td><td>10 (38.5) </td><td>2 (4.0) </td><td>4 (16.0) </td><td>0.00\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "This study was supported by the grants of the Korea Healthcare Technology R&D Project, Ministry of Health, Welfare and Family affairs, Republic of Korea (A070001) and (A080588).", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}]}