{
    "paper_id": "82f4ca61ab00da4c86864f72927e13c6704561ba",
    "metadata": {
        "title": "Influenza heute und in Zukunft",
        "authors": [
            {
                "first": "M",
                "middle": [],
                "last": "Panning",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitätsklinikum Freiburg",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Die Influenza tritt saisonal auf und geht mit einer erhöhten Krankheitslast in der Bevölkerung einher. Sie ist weltweit von großer Bedeutung für das öffentliche Gesundheitswesen und eine impfpräventable Erkrankung. Influenzaviren können aufgrund ihrer genetischen Eigenschaften zu Pandemien führen. Seit Anfang 2013 wird aus China über Pneumonien mit einem aviären Influenzavirus A/H7N9 berichtet, die mit einer hohen Todesfallrate einhergehen. Im Folgenden soll auf die Bedeutung der Influenza und mögliche zukünftige Entwicklungen eingegangen werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Influenzaviren verursachen aufgrund sich ständig verändernder Eigenschaften von v. a. viralen Oberflächenstrukturen jährlich wiederkehrende Epidemien. Die saisonale Influenza ist für teilweise schwer verlaufende respiratorische Infektionen verantwortlich und geht mit einer hohen Krankheitslast in der allgemeinen Bevölkerung einher. Pandemien treten wesentlich seltener auf, sind aber teilweise mit einer stark erhöhten Mortalität verbunden. Neben den humanen können aviäre oder porcine Influenza-A-Viren sporadisch zu menschlichen Erkrankungsfällen führen, die teilweise mit einer sehr hohen Mortalität assoziiert sind [23] . Am 30. März 2013 wurde aus China erstmals über menschliche Erkrankungsfälle mit einem aviären Influenzavirus vom Typ A/H7N9 berichtet [11] . Bis zum 30. Mai 2013 wurden 132 Erkrankungsfälle, davon 37 Todesfälle, gemeldet (http://www.who.int).",
            "cite_spans": [
                {
                    "start": 621,
                    "end": 625,
                    "text": "[23]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 762,
                    "end": 766,
                    "text": "[11]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Die Influenza"
        },
        {
            "text": "Die Beschreibung eines neuen Erregers, der bisher noch nie in der menschlichen Bevölkerung zirkulierte und schwer verlaufende Infektionen bei Menschen verursachen kann, ist prinzipiell Anlass zu erhöhter Wachsamkeit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Die Influenza"
        },
        {
            "text": "Influenzaviren gehören zur Familie der Orthomyxoviridae, die in 3 Gruppen eingeteilt werden können: Influenza-A-, Influenza-B-und Influenza-C-Viren. Der Großteil der Erkrankungen beim Menschen wird durch Influenza-A-und -B-Viren hervorgerufen. Influenza-C-Viren spielen geographisch und als Krankheitsverursacher nur eine untergeordnete Rolle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Influenzaviren"
        },
        {
            "text": "Bei den Influenza-A-und -B-Viren handelt es sich um RNA-Viren mit 8 unterschiedlichen Gensegmenten, die für je 1 oder 2 Proteine kodieren. Das Matrix-Gen, das relativ konserviert vorliegt, kodiert dabei für die Proteine M1 (Matrixprotein) und M2 (Ionenkanal). Das M2-Protein ist Angriffspunkt für die antivirale Substanz Amantadin. Weitere Proteine sind das Nukleoprotein (NP) und die Polymerase mit den 3 Subeinheiten PB1, PB2 und PA. Die Influenza-A-Viren können aufgrund ihrer Oberflächenproteine immunologisch weiter charakterisiert werden. Die genauere Bezeichnung der Influenza-A-Viren erfolgt dabei über den Subtyp, z. B. A/H3N2. Die Abkürzung H bzw. N bezeichnet zwei für die Influenzaviren wichtige Hüllproteine . Es handelt sich um die Glykoproteine Hämagglutinin (H) und Neuraminidase (N). Zurzeit sind 17 verschiedene H-und 10 N-Subty-pen bekannt (H1-H17 und N1-N10). Influenzaviren vom Typ A/H17N10 konnten erst kürzlich bei Fledermäusen beschrieben werden und sind nur entfernt verwandt mit allen anderen derzeit bekannten Influenza-A-Viren [22] .",
            "cite_spans": [
                {
                    "start": 1055,
                    "end": 1059,
                    "text": "[22]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Influenzaviren"
        },
        {
            "text": "Das natürliche Reservoir der Influenza-A-Viren ist bei Wildvögeln zu finden, in denen sich alle Influenza-A-Subtypen (H1-H16 und N1-N9) vermehren können (sog. aviäre Influenza-A-Viren, [24] ). Über das bei Fledermäusen beschriebene Influenzavirus A/H17N10 ist zurzeit noch wenig bekannt. Bei den aviären Influenzaviren werden 2 Typen unterschieden: Solche vom niedrigpathogenen (\"low pathogenic avian influenza viurs\", LPAI) und solche vom hochpathogenen (\"high pathogenic avian influenza viurs\", HPAI) Typ, die bei Geflügel mit einer sehr hohen Mortalität assoziiert sind.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 189,
                    "text": "[24]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Influenzaviren"
        },
        {
            "text": "Neben Infektionen mit den humanen Influenza-A-Viren ( ",
            "cite_spans": [
                {
                    "start": 52,
                    "end": 53,
                    "text": "(",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Influenzaviren"
        },
        {
            "text": "Influenzavirus A · Diagnose · Therapie · Prophylaxe · Impfung Influenza today and in the future Abstract Every year, influenza causes seasonal epidemics and is responsible for increased morbidity and mortality worldwide. In general, clinical signs include fever, respiratory symptoms and myalgia. Human influenza viruses include influenza viruses A/H1N1, A/H3N2, A/ H1N1pdm09, influenza virus B and influenza virus C. Wild waterfowl are the natural reservoir of influenza A virus. On a sporadic basis novel viruses can emerge from the zoo notic reservoir and cross the species barrier. In such events clinical presentation in humans can range from mild (e.g. conjunctivitis) to severe pneumonia and acute respiratory distress syndrome (ARDS). In early 2013, a novel avian influenza A virus H7N9 emerged in China and the clinical presentation included bilateral pneumonia with ARDS and a high case fatality rate. In this article a summary is given on diagnosis, therapy and prophylaxis of influenza and on future developments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schlüsselwörter"
        },
        {
            "text": "Influenza A virus · Diagnosis · Therapy · Prophylaxis · Vaccination tionen ist zurzeit unbekannt. Humane Erkrankungsfälle waren mit dem Arbeiten oder dem Besuch von sog. \"wet markets\" assoziiert, auf denen u. a. mit lebendem Geflügel gehandelt wird [2, 6]. Als mögliche Strategie zur Eindämmung kam daher einerseits die Schließung von \"wet markets\", andererseits ein Transportverbot für lebendes Geflügel zu Handelszwecken in Frage. Die Schließung von Märkten führte bereits zu einer Abnahme von Fällen. Ein Transportverbot wurde nicht verhängt und die weitere Entwicklung wird zeigen, ob diese Maßnahme zur Eindämmung ausreichen wird. Zurzeit sind wenige Daten zur Prävalenz des Influenzavirus A/H7N9 in Tierbeständen vorhanden. Das Virus konnte aber u. a. in Hühnern, Enten und Tauben sowie Umweltproben nachgewiesen werden. In Schweinen konnte der Erreger nicht detektiert werden. Erschwerend für die Überwachung ist, dass der Erreger im Unterschied zu HPAI A/H5N1 bei Geflügel wenige bis gar keine Symptome verursacht.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keywords"
        },
        {
            "text": "Erste Berichte deuten auf begrenzte Mensch-zu-Mensch-Übertragungen hin, die im Rahmen von familiären Häufungen stattfanden. Experimentell konnte am Frettchen-Tiermodell gezeigt werden, dass eine direkte Übertragung von Influenzavirus A/H7N9 effizient erfolgen kann und in geringerem Umfang auch über Tröpfchen möglich ist [26] . Das Virus konnte sich dabei im oberen und unteren Respirationstrakt vermehren und wurde für 5-6 Tage in hohen Titern ausgeschieden. Die Ausscheidung von Partikeln beginnt, wie bei den saisonalen Influenzaviren, vor Auftreten der ersten Symptome. Falls sich das Influenzavirus A/H7N9 dahingehend verändert, dass es sich effizient von Mensch zu Mensch übertragen lässt, hätte dies bedeutende Konsequenzen für die öffentliche Gesundheit, da Quarantänemaßnahmen zu spät kommen würden. Es ist nicht ausgeschlossen, dass das Influenzavirus A/H7N9 weitere Mutationen akquiriert, die zu effizienten Übertragungen zwischen Menschen führen können. Nichtsdestotrotz ist das pandemische Potential dieses aviären Influenzavirus trotz des Vorhandenseins bestimmter Markermutationen weiterhin unklar.",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 326,
                    "text": "[26]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Keywords"
        },
        {
            "text": "Im Allgemeinen wird die Inkubationszeit der Influenza mit ca. 2 Tagen angegeben. Die klinischen Hauptsymptome sind Fieber, respiratorische Symptome wie Husten und Halsschmerzen sowie Myalgien (influenzatypische Symptomatik, \"influenzalike illness\", ILI). Typisch ist ein schlagartiger Beginn der Symptomatik. Wichtig ist, dass eine ILI nicht immer durch Influenzaviren hervorgerufen werden muss, sondern auch durch andere respiratorische Erreger, wie z. B. das humane Metapneumovirus oder das respiratorische Synzytialvirus. Komplikation der Influenza kann u. a. eine bakterielle Superinfektion der Lunge mit daraus resultierender bakterieller Pneumonie sein. Weiterhin kann es zu Exazerbation im Rahmen einer chronischen Lungenerkrankung kommen. Schwere und tödliche Verläufe primär viraler Pneumonien mit akuter Atemwegsinsuffizienz (akutes respiratorisches Distress-Syndrom, ARDS) sind ebenfalls beschrieben worden. In . Abb. 1 ist exemplarisch ein Röntgenbild eines Patienten mit schwerer Pneumonie nach Influenzavirus-A/H1N1pdm09-Infektion gezeigt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Klinik und Übertragung"
        },
        {
            "text": "Im Rahmen der Influenzapandemie von 2009 konnten bestimmte Risikogruppen identifiziert werden, die mit einem erhöhten Krankheitsrisiko behaftet sind. Darunter fielen z. B. Schwangere, Patienten mit chronisch-obstruktiven Lungenerkrankungen und Personen mit anderen chronischen Erkrankungen, wie z. B. Diabetes mellitus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Klinik und Übertragung"
        },
        {
            "text": "Infektionen mit aviären Influenzaviren führen zu unterschiedlichsten Erkrankungsbildern. So war bei einem Ausbruch mit einem aviären Influenzavirus A/H7N7 in den Niederlanden eine Konjunktivitis neben einer ILI das am häufigsten registrierte Symptom [15] . Bei Infektionen mit HPAI A/H5N1 zeigten sich am häufigsten Fieber und respiratorische Symptome, die rasch in ein ARDS übergehen können [23] . Extrapulmonale Komplikationen traten ebenfalls auf. Die Todesfallrate kann >80% betragen [23] . Von Ausnahmen abgesehen, traten bisher keine fortgesetzten Mensch-zu-Mensch-Übertragungen mit HPAI A/H5N1 auf. Die jüngsten Fälle mit einer Influenzavirus-A/H7N9-Infektion zeigten überwiegend schwer verlau-fende Pneumonien und ARDS [10] . Dabei waren die klinischen Symptome ähnlich denen bei schwer erkrankten Patienten mit HPAI-A/H5N1-Infektion. Auffällig ist eine hohe Rate an intensivpflichtigen Patienten (76%; [10] lich ab, so dass möglichst frühe Proben analysiert werden sollten. Weiterhin zeigte sich bei den humanen Influenzaviren, dass Nasenabstriche sensitiver sind als Rachenabstriche. Bei Influenzavirus-A/ H7N9-infizierten Patienten unter Oseltamivir-Therapie betrug die Zeit zwischen Symptombeginn und erster negativer RT-PCR im Median 11 Tage [10] . Bei gleichzeitig gewonnenen Abstrichproben aus dem oberen Respirationstrakt und Material aus den unteren Atemwegen (z. B. BAL-Probe) kann es zu diskrepanten PCR-Ergebnissen kommen [21] . Ein negatives Resultat aus oberen Abstrichproben bedeutet deshalb keinen definitiven Ausschluss einer Influenza. Deshalb sollte bei kritisch erkrankten Patienten mit bestehendem Influenzaverdacht, wenn möglich, auch immer tiefes Atemwegsmaterial mit untersucht werden bzw. mehrfach Proben genommen werden [14] .",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 254,
                    "text": "[15]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 392,
                    "end": 396,
                    "text": "[23]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 488,
                    "end": 492,
                    "text": "[23]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 727,
                    "end": 731,
                    "text": "[10]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 911,
                    "end": 915,
                    "text": "[10]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1255,
                    "end": 1259,
                    "text": "[10]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1442,
                    "end": 1446,
                    "text": "[21]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1754,
                    "end": 1758,
                    "text": "[14]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Klinik und Übertragung"
        },
        {
            "text": "Zurzeit stehen verschiedene etablierte Therapien zur Verfügung. Eine antivirale Therapie sollte möglichst innerhalb der ersten 24-48 h nach Krankheitsbeginn und v. a. bei Verdacht auf schwere Influenza oder bei Patienten mit Risikofaktoren begonnen werden. Bakterielle Superinfektionen, die sich bei einer Influenza einstellen können, sind antibiotisch zu behandeln. Die Diagnostik sollte im Zweifelsfall den Beginn einer Therapie nicht verzögern, sondern auch vor dem Vorliegen von Laborergebnissen begonnen werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Therapie"
        },
        {
            "text": "Als Wirkstoffe stehen zum einen die Neuraminidaseinhibitoren (Oseltamivir und Zanamivir) zur Verfügung. Beide Substanzen können sowohl gegen Influenza-A-als auch Influenza-B-Viren eingesetzt werden. Während Oseltamivir oral verabreicht wird, muss Zanamivir durch Inhalation aufgenommen werden. Im \"off-label-use\" ist Zanamivir bei kritisch erkrankten Patienten intravenös verabreicht worden. Bei rechtzeitiger Einnahme von Neuraminidasehemmern werden in der Regel die Krankheitssymptome abgeschwächt und die Dauer der Erkrankung verkürzt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Therapie"
        },
        {
            "text": "Die Mehrzahl der Patienten mit Influenzavirus-A/H7N9-Infektion wurden mit Oseltamivir behandelt, das im Median 7 Tage nach Symptombeginn gegeben wurde [10] . Bei schweren Verläufen zeigte sich eine gute Wirksamkeit. Analog zu den WHO-Empfehlungen zu einem möglichst frühen Therapiebeginn bei HPAI-A/H5N1-Infektionen sollte auch bei Influenzavirus A/H7N9 eine möglichst frühe antivirale Therapie angestrebt werden.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 155,
                    "text": "[10]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Therapie"
        },
        {
            "text": "Zum anderen ist als weiterer Wirkstoff Amantadin zugelassen, das allerdings aufgrund einer raschen Resistenzentstehung und neurologischer Nebenwirkungen keine relevante Rolle mehr spielt. Es hemmt das virale Membranprotein M2 und wirkt ausschließlich gegen Influenza-A-Viren. Alle untersuchten A/ H7N9-Viren zeigten bekannte Resistenzprofile gegenüber Amantadin, so dass von der Verwendung von Amantadin bei A/ H7N9-Patienten abgeraten wird.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Therapie"
        },
        {
            "text": "Die Entstehung von Resistenzen ist allerdings auch bei Gebrauch von Oseltamivir problematisch. So waren vor April 2009 fast alle kursierenden saisonalen Influenzavirus-A/H1N1-Stämme durch Mutation im Neuraminidase-Gen (Histidin 274 zu Tyrosin) Oseltamivir-resistent [17] . Zurzeit sind mit wenigen Ausnahmen alle untersuchten A/H1N1pdm09-Stämme Oseltamivir-sensitiv. Es kann jedoch nicht ausgeschlossen werden, dass sich ähnlich wie bei saisonalen H1N1-Stämmen resistente Varianten durchsetzten werden. Auch bei dem Influenzavirus A/H7N9 wurde bereits über Oseltamivir-assoziierte Resistenzen berichtet [12] . Diese Patienten wurden gleichzeitig mit Kortikosteroiden behandelt, so dass die immunsupprimierende Wirkung mit zur Resistenzentstehung beigetragen haben könnte. In der Regel sind Oseltamivir-resistente Viren aber aufgrund anderer Angriffspunkte mit Zanamivir hemmbar [16] . Risikofaktor für die Entstehung von Resistenzen sind eine lange Therapiedauer und zu niedrige Medikamentenkonzentrationen. In schwer verlaufenden Fällen gab es während der letzten Influenzapandemie Versuche, mit der gleichzeitigen Gabe von Oseltamivir und Zanamivir einen synergistischen Effekt zu erreichen und die rasche Entstehung von Resistenzen zu vermeiden. Auch über Kombinationen von Neuraminidasehemmern mit Ribavirin wurde berichtet. Große und kontrollierte Studien zu diesen Therapien fehlen allerdings.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 270,
                    "text": "[17]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 603,
                    "end": 607,
                    "text": "[12]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 878,
                    "end": 882,
                    "text": "[16]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Therapie"
        },
        {
            "text": "Entwicklung neuer antiviraler Substanzen dringender denn je.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D Vor diesem Hintergrund ist die"
        },
        {
            "text": "In Studien wurden bereits verschiedenste Substanzen auf ihre Wirksamkeit überprüft, wie z. B. Fusionsproteine oder das Nukelosidanalogon Ribavirin [3, 7] . Zukünftige Entwicklungen können beispielsweise auch darin bestehen, die virale Polymerase von Influenzaviren zu hemmen [18] . Neben einer zielgerichteten Hemmung viraler Proteine bzw. Proteinkomplexe kann auch die Blockierung zellulärer Signalwege, wie z. B. des NFkB-oder Raf/MEK/ERK-Signalwegs, zur Einschränkung der Virusvermehrung führen. Inwieweit die Hemmung zellulärer Signalwege eine Therapieoption beim Menschen darstellt, bleibt abzuwarten, da nicht ausgeschlossen werden kann, dass es zu unerwünschten Nebenwirkungen kommt.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 150,
                    "text": "[3,",
                    "ref_id": null
                },
                {
                    "start": 151,
                    "end": 153,
                    "text": "7]",
                    "ref_id": null
                },
                {
                    "start": 275,
                    "end": 279,
                    "text": "[18]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "D Vor diesem Hintergrund ist die"
        },
        {
            "text": "Die zurzeit effektivste Prophylaxe gegen die Influenza stellt die Impfung dar. In Deutschland werden die Empfehlungen zur Influenzaimpfung jährlich von der ständigen Impfkommission (STIKO) herausgegeben. Eine der Zielgruppen sind u. a. Personen mit erhöhter Gefährdung wie z. B. medizinisches Personal oder chronische Kranke. Es stehen verschiedene Totimpfstoffe zur Verfügung, welche die (variablen) Oberflächenproteine von Influenzaviren enthalten. Die Impfstoffe sind stammspezifisch und aufgrund von Veränderungen der zirkulierenden Viren (\"antigenic drift\" und \"shift\") ist eine kontinuierliche Anpassung der Impfstoffe nötig. Bei einer guten Übereinstimmung von Impfstamm und zirkulierenden Influenzaviren ist bei gesunden Erwachsenen von einem 90%igen Schutz vor schweren Erkrankungen auszugehen. Eine Impfung sollte möglichst vor der zu erwartenden Influenzasaison beginnen, d. h. in unseren Breiten im Oktober/November. Es dauert bei immungesunden Erwachsenen, Jugendlichen und älteren Kindern ca. 14 Tage bis ein voller Schutz aufgebaut ist, so dass auch zu späteren Zeitpunkten noch effektiv geimpft werden kann. Säuglinge und Kleinkinder müssen bei der Impfung 2 Impfstoffdosen im Abstand von 4 Wochen erhalten. Bisher werden Influenzaimpfstoffe überwiegend konventionell im Hühnerembryo angezüchtet, was den Herstellungsprozess relativ aufwendig und zeitintensiv macht. Seit 2012 ist in Deutschland erstmals ein lebend-attenuierter, kälteadaptierter Influenzaimpfstoff zugelassen. Er wird intranasal mittels Nasenspray appliziert und ist nur für Kinder ab 2 Jahren bis einschließlich 17 Jahren zugelassen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prophylaxe"
        },
        {
            "text": "Zukünftige Entwicklungen betreffen die Herstellung von universell wirkenden Impfstoffen. So konnte kürzlich ein neuer Impfstoff (\"Nanovakzine\") entwickelt werden, der nicht nur gegen ein breites Spektrum von Influenzaviren vom Subtyp A/H1 wirkt, sondern auch eine bessere Immunität als konventionelle Impfstoffe im Tiermodell demonstrieren konnte [13] . Klinische Tests mit dem neuen Impfstoff stehen allerdings noch aus. Andere Studien verwendeten vektorbasierte Impfansätze, die ebenfalls durch die Verwendung von konservierten Epitopen zu einer breiten Immunantwort führen sollen [4]. Vorteil dieser Verfahren ist auch ihre Unabhängigkeit von der begrenzten Verfügbarkeit der Hühnereier, was insbeson dere bei Pandemien mit neuen Erregern von Vorteil ist, wenn schnell große Mengen an Impfstoff produziert werden sollen.",
            "cite_spans": [
                {
                    "start": 347,
                    "end": 351,
                    "text": "[13]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Prophylaxe"
        },
        {
            "text": "Allgemeine infektionshygienische Maßnahmen tragen ebenfalls dazu bei, die Verbreitung der Influenza zu minimieren. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prophylaxe"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Poor clinical sensitivity of rapid antigen test for influenza A pandemic (H1N1) 2009 virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Drexler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Helmer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kirberg",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Emerg Infect Dis",
            "volume": "15",
            "issn": "",
            "pages": "1662--1664",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Rapidtest sensitivity for novel swine-origin influenza A (H1N1) virus in humans",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Faix",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Sherman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Waterman",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "361",
            "issn": "",
            "pages": "728--729",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical findings in 111 cases of influenza A (H7N9) virus infection",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "N"
                    ],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Z"
                    ],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "368",
            "issn": "",
            "pages": "2277--2285",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Human infection with a novel avian-origin influenza A (H7N9) virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "368",
            "issn": "",
            "pages": "1888--1897",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Association between adverse clinical outcome in human disease caused by novel influenza A H7N9 virus and sustained viral shedding and emergence of antiviral resistance",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet",
            "volume": "381",
            "issn": "",
            "pages": "2273--2279",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Selfassembling influenza nanoparticle vaccines elicit broadly neutralizing H1N1 antibodies",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kanekiyo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Yassine",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nature",
            "volume": "499",
            "issn": "",
            "pages": "102--106",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Avian influenza A H7N9 in Zhejiang",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Koopmans",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Jong",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "De",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "China. Lancet",
            "volume": "381",
            "issn": "",
            "pages": "1882--1883",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Transmission of H7N7 avian influenza A virus to human beings during a large outbreak in commercial poultry farms in the Netherlands",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Koopmans",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wilbrink",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Conyn",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lancet",
            "volume": "363",
            "issn": "",
            "pages": "587--593",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Antiviral agents for influenza: molecular targets, concerns of resistance, and new treatment options",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Maltezou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tsiodras",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Curr Drug Targets",
            "volume": "10",
            "issn": "",
            "pages": "1041--1048",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Global transmission of oseltamivir-resistant influenza",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Moscona",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "360",
            "issn": "",
            "pages": "953--956",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "New prospects for the rational design of antivirals",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Nistal-Villan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Garcia-Sastre",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat Med",
            "volume": "15",
            "issn": "",
            "pages": "1253--1254",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Singleplex real-time RT-PCR for detection of influenza A virus and simultaneous differentiation of A/H1N1v and evaluation of the RealStar influenza kit",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Panning",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Baumgarte",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Laue",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Clin Virol",
            "volume": "50",
            "issn": "",
            "pages": "171--174",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Detection of influenza A (H1N1) virus by real-time RT-PCR",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Panning",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eickmann",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Landt",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Euro Surveill",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A/H1N1 flu pandemic. Consider bronchoalveolar lavage",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Thorpe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Darcy",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMJ",
            "volume": "339",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A distinct lineage of influenza A virus from bats",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rivailler",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Proc Natl Acad Sci",
            "volume": "109",
            "issn": "",
            "pages": "4269--4274",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Human infection with highly pathogenic avian influenza A (H5N1) virus: review of clinical issues",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Uyeki",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Infect Dis",
            "volume": "49",
            "issn": "",
            "pages": "279--290",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Evolution and ecology of influenza A viruses",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Bean",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "T"
                    ],
                    "last": "Gorman",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Microbiol Rev",
            "volume": "56",
            "issn": "",
            "pages": "152--179",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Clinical features and rapid viral diagnosis of human disease associated with avian influenza A H5N1 virus",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Lancet",
            "volume": "351",
            "issn": "",
            "pages": "467--471",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Infectivity, transmission, and pathology of human-isolated H7N9 influenza virus in ferrets and pigs",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Kelvin",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Science",
            "volume": "341",
            "issn": "",
            "pages": "183--186",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "gegenwärtig A/H3N2, A/H1N1, A/H1N1pdm09 und historisch AH2N2) fanden sporadisch menschliche Infektionen u. a. durch aviäre Influenzaviren vom Typ A/H5N1, A/H7N7 und A/ H9N2 statt. Dabei wurde v. a. für das hochpathogene aviäre Influenzavirus A/H5N1 (HPAI A/H5N1) über eine hohe Todesfallrate berichtet.toren, die zur Infektion benötigt werden. Aviäre Influenzaviren binden bevorzugt an einen α-2,3-glykoproteingekoppelten Sialinsäure rezeptor, der u. a. auf Epithelien im Respirationstrakt von Geflügel vorkommt. Humane Influenazviren bevorzugen einen α-2,6-glykoproteingekoppelten Sialinsäurerezeptor, der im Respirationstrakt von Menschen vorkommt. Das Schwein nimmt eine Sonderrolle ein, da es über beide Rezeptortypen verfügt und somit empfänglich sowohl für aviäre als auch humane Influenzaviren ist. genetisch stabile Linien unterschieden, die sog. Yamagata-und die Victoria-Linie. Eine Unterteilung in Subtypen findet nicht statt[5]. Beide Linien sind parallel in der menschlichen Population anzutreffen.Influenzaviren sind weltweit verbreitet. Seit Ende der 1950er Jahre zirkulieren verschiedene Influenza-A-Virus-Subtypen regelmäßig in der menschlichen Bevölke-rung: Zunächst A/H2N2, dann A/H3N2, seit Ende der 1970er Jahre parallel A/H3N2 und A/H1N1. Seit April 2009 zirkuliert ein drittes (pandemisches) Influenza-A-Virus (A/H1N1pdm09) in der Bevölkerung. Noch nie in der jüngeren Geschichte zirkulierten andere H-Subtypen außer H1, H2 und H3 in der menschlichen Bevölkerung. Immunologisch besteht deshalb in der Bevölkerung keine Immunität gegenüber anderen Subtypen wie z. B. H5 oder H7.Es gibt eine Saisonalität im Vorkommen der Influenza in den Monaten November bis April auf der nördlichen Halbkugel und von März bis Oktober auf der südlichen Hemisphäre. In den Tropen ist ein ganzjähriges Vorkommen beschrieben. Sporadisch treten seit 1997 menschliche Erkrankungsfälle mit einem HPAI A/ H5N1 auf[25]. Über humane Infektionen mit dem HPAI A/H5N1 wird zurzeit v. a. aus Asien und Ägypten berichtet. Weiterhin kam es weltweit bisher vereinzelt zu Infektionen mit aviären Influenzaviren z. B. vom Typ A/H7N7 in den Niederlanden, sowie verschiedenen porcinen Influenza-A-Viren u. a. in den USA[15].",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "). Das Alter der Infizierten lag im Median bei 61 Jahren, die Mehrzahl waren Männer und die meisten Patienten wiesen mindestens eine Komorbidität auf. Dies ist in auffälligem Kontrast zum Altersmedian bei Infektionen mit dem pandemischen Influenzavirus A/H1N1pdm09. Hier lag der Altersmedian bei ca. 20 Jahren. Auch bei Infektionen mit dem HPAI A/H5N1 lag der Altersmedian bei Infizierten aus China mit 26 Jahren deutlich niedriger. Diese Unterschiede können möglicherweise auf eine unterschiedliche Empfänglichkeit oder Exposition hindeuten. Die Influenzavirus-A/ H7N9-assoziierten Todesfälle starben an ARDS oder einem Multiorganversagen. Radiologisch wiesen fast alle Patienten Zeichen einer Pneumonie auf. Labormedizinisch zeigten die Patienten eine Leukopenie, Lymphzytopenie und Thrombozytopenie sowie erhöhte Werte für Aspartat, Aminotransferase, Kreatinin und Laktatdehydrogenase. Interessanterweise wurde über mindestens 2 asymptomatische Fälle berichtet. Da es sich bei den derzeitigen Daten um retrospektive Studien bei überwiegend schwer erkrankten Patienten handelt, ist das klinische Spektrum allerdings noch unklar. Weitere, auch seroepidemiologische Studien, sind deshalb nötig. Infektionsquelle der saisonalen Influenza ist der infizierte Mensch; die Übertragung erfolgt über eine Tröpfcheninfektion. Auch die Konjunktiven können als Eintrittspforte dienen. Direkte und indirekte Übertragungen, d. h. über kontaminierte Hände oder das Berühren kontaminierter Oberflächen sind ebenfalls möglich. Die Dauer der Ansteckungsfähigkeit nimmt in der Regel ca. 4-5 Tage nach Beginn der Symptome ab und ist am höchsten in den ersten beiden Tagen. Die Ausscheidung dauert ca. 7 Tage, längere Ausscheidungen von infektiösen Partikeln kommen v. a. bei Kindern und bei immunsupprimierten Patienten vor. Dies gilt es gerade im Krankenhausbereich zu beachten, um nosokomiale Übertragungen zu vermeiden. Im Krankenhausbereich wichtig sind auch infektionshygienische Maßnahmen im Rahmen von medizinischen Eingriffen, wie z. B. Bronchoskopien, bei denen infektiöse Aerosole generiert werden können. D Die Infektionsquelle des Influenza virus A/H7N9 ist zurzeit unbekannt. Übertragungen finden sporadisch und wahrscheinlich durch Kontakt mit Geflügel statt. Mit den oben genannten Einschränkungen ist es zum jetzigen Zeitpunkt beunruhigend, dass Influenzavirus-A/H7N9-Infektionen klinisch deutlich schwerer zu verlaufen scheinen, als dies bei anderen mit Influenzavirus-A/ H7-assozierten Infektionen der Fall war. In diesem Zusammenhang erscheint es wichtig, dass klinisch tätige Ärzte an die Möglichkeit einer Influenzavirus-A/ H7N9-Infek tion bei schwer erkrankten Patienten mit respiratorischer Symptomatik und zum derzeitigen Zeitpunkt an eine Reiseanamnese bezüglich China denken. Es wird auf die aktuellen Empfehlungen des Robert-Koch-Instituts (http://www. rki.de) zu Falldefinition und -management hingewiesen.Eine schnelle und zuverlässige Diagnostik der Influenza ist sowohl nötig für Therapie, Prophylaxe und Infektionshygiene, als auch zur Surveillance und Epidemiologie. Eine rein klinisch basierte Diagnose kann außerhalb der Influenzasaison bei sporadisch auftretenden Fällen nicht zuverläs-sig gestellt werden. Bei einer hohen Influenzaprävalenz hat eine ILI-Symptomatik allerdings einen relativ hohen Vorhersagewert, so dass bei unkomplizierten Fällen eine Labordiagnose häufig unterbleibt.Geeignete Materialien für den Labornachweis von Influenzavirusantigen oder -nukleinsäure sind Rachen-und/oder Nasenabstrichproben, Nasopharyngealaspirate sowie eine bronchoalveoläre Lavage (BAL). Die Qualität des Probenmaterials hat dabei großen Einfluss auf das Untersuchungsergebnis.Zum labordiagnostischen Nachweis der Influenza sind zum einen sog. Schnelltests (immunchromatographische und ELISA-basierte Antigennachweise) und zum anderen PCR-basierte Nachweisverfahren umfassend etabliert. Kulturbasierte Methoden kommen in der Routinediagnostik aufgrund ihres hohen personellen und materiellen Aufwands und der relativ langen Zeitdauer bis zur Diagnosestellung nicht mehr zum Einsatz. Serologische Verfahren sind für die Akutdiagnostik obsolet. Ihre wissenschaftliche Berechtigung haben sowohl Kultur als auch Serologie allerdings u. a. bei epidemiologischen Untersuchungen.Antigenschnelltests, die von verschiedensten Herstellern angeboten werden, erlauben eine Diagnose innerhalb von 15-30 min und können u. a. auch in nichtspezialisierten Laboren sowie im ambulanten Bereich durchgeführt werden. Die Sensitivität und Spezifität liegt für die saisonale Influenza bei ca. 50-80% bzw. 99-100% und ist u. a. abhängig von der Probenqualität und der Handhabung der Tests. Man-Inzwischen sind neu entwickelte Verfahren auf dem Markt, die spezifisch auch das Influenzavirus A/H1N1pdm09 gut detektieren können. Negativ ausfallende Schnelltests sollten bei Patienten mit dem klinischen Bild einer Influenza kritisch hinterfragt und ggf. durch weitere (molekularbiologische) Laboruntersuchungen ergänzt werden. Erste Daten zum Leistungsvermögen von Schnelltests zur Diagnose von Influenzavirus-A/H7N9-Infektionen zeigten, dass die Sensitivität einiger Tests niedriger als bei saisonalen Influenzaviren (A/H3N2 und A/H1N1pdm09; [1]) ist. Als Alternative zu Schnelltests sind molekularbiologische Nachweisverfahren verfügbar. Sensitivität und Spezifität der PCR-basierten Verfahren betragen 90-100% bzw. 100%[20]. Stand der Technik sind sog. Real-time-RT-PCR-Verfahren. Es sind sowohl zahlreiche kommerzielle Verfahren als auch \"In-house\"-Verfahren zum Nachweis von Influenzaviren verfügbar[19]. Diese erlauben teilweise auch eine Subtypisierung. Alle Teste müssen, auch bei kommerziellen Verfahren, im Labor noch einmal validiert bzw. verifiziert werden. Für das Influenzavirus A/ H7N9 sind mehrere PCR-basierte Protokolle veröffentlicht (http://www.who.int, http://www.rki.de), die einen sensitiven und spezifischen Nachweis erlauben. Zur Diagnose einer Influenzavirus-A/H7N9-Infektion werden molekularbiologische Verfahren empfohlen.Die Viruskonzentration nimmt nach Symptombeginn in der Regel kontinuier-",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Sie umfasst über 600 deutschsprachige und internationale Fachzeitschriften aus allen Bereichen der Medizin inklusive der medizinischen Inhalte von SpringerLink. Die e.Bibliothek beinhaltet auch \"Online First\"-Beiträge, also hoch aktuelle Beiträge, die bereits vor Erscheinen einer gedruckten Ausgabe in elektronischer Form publiziert wurden. Komfortable und schnelle Recherche − Mit der Volltextsuche von springermedizin.de durchsuchen Sie den gesamten Inhalt der e.Bibliothek und gelangen direkt zu den Inhalten, die für Sie relevant sind. Finden Sie einen Beitrag besonders interessant oder möchten Sie ihn für die spätere Lektüre vormerken? Auf springermedizin.de können Sie ganz einfach Ihre persönliche Merkliste anlegen: ein Klick auf das Symbol \"merken\" am Beitragsende genügt und die Beiträge erscheinen unter \"Meine Merkliste\". Alle Beiträge sind als PDF-Datei im Layout der gedruckten Ausgabe sowie als HTML-Version verfügbar. In der HTML-Version können Sie die Vorteile der verlinkten Literatur nutzen und direkt zu den zitierten Quellen gelangen. e.Med -der Zugang zu allen digitalen Inhalten von Springer Medizin Zugang zu allen Inhalten der e.Bibliothek bekommen Sie mit e.Med. Lernen Sie die Vorzüge dieses umfassenden Angebots kennen und testen Sie e.Med 30 Tage lang kostenlos und unverbindlich unter www.springermedizin.de/eMed Der diesjährige Bericht enthält wieder aktuelle Beiträge zu wichtigen Themen, Entwicklungen und neuen Erkenntnissen hinsichtlich der Tuberkulose (-situation) in Deutschland. Neben Informationen zur Epidemiologie der Tuberkulose und der HIV/TB-Komorbidität sowie der Vorstellung einer Studie zur Empfindlichkeit von Zweitrangmedikamenten bei Patienten mit multiresistenter Tuberkulose finden Sie dieses Jahr weiterhin interessante Beiträge zur aktuellen Tuberkulosetherapie in Deutschland, zu neuen Medikamenten, zum Thema der Tuberkulose als Berufskrankheit sowie eine Zusammenfassung der Fortschritte in Diagnostik und Behandlung der TB innerhalb der letzten 10 Jahre. Weiterhin stellen wir Ihnen u.a. ExplainTB! &#8722; eine multilinguale, individualisierte Patientenaufklärung durch neue Medien &#8722; vor und berichten über die Highlights des 43. Weltkongresses der International Union Against Tuberculosis and Lung Disease in Kuala Lumpur, Malaysia. Der 36. Informationsbericht des DZK 2013 gibt für den Tuberkulose-Interessierten eine sehr informative Übersicht zu wichtigen aktuellen Fragen. Er kann zum Preis von EUR 15,00 zzgl. Porto + 7 % Mwst. beim DZK bestellt werden. Die mögliche Abkehr vom dualen Versicherungssystem, Stichwort Bürgerversicherung, gehört erneut zu den wichtigsten gesundheitspolitischen Diskussionspunkten im Vorfeld der Bundestagswahl. Der BDI Berufsverband Deutscher Internisten e.V. spricht sich für den Erhalt des dualen Systems aus gesetzlicher und privater Krankenversicherung aus. Dennoch ist es wichtig, dass sich Ärzte mit der Bürgerversicherung auseinandersetzen, um sich im Falle eines Systemwechsels bei der konkreten Ausgestaltung der neuen Versicherungswelt konstruktiv beteiligen zu können. Der Deutsche Internistentag in Berlin bietet wenige Tage nach der Wahl die Möglichkeit einer ersten Standortbestimmung. Auf einem von W. van den Bergh (Ärzte Zeitung) und Dr. med. H.-F. Spies (2. Vizepräsident des BDI) moderierten Podium diskutieren der Präsident des Berufsverbands der Deutschen Chirurgen e.V., Prof. Dr. med. H.-P. Bruch, der stellvertretende Vorstandsvorsitzende des GKV Spitzenverbands J.-M. Frhr. von Stackelberg, der Geschäftsführer für Politik des PKV-Verbands, Dr. T. Genett, der ehemalige Abteilungsleiter im Bundesgesundheitsministerium und Partner bei der WMP Healthcare GmbH, F. Knieps, und der Vorsitzende des Hartmannbunds, Dr. med. K. Reinhardt. \"Zunächst einmal ist es wichtig, aus der Patientenperspektive heraus einige Mythen der Bürgerversicherung zumindest zu hinterfragen\", betont BDI-Vize Dr. med. H.-F. Spies. \"So führt eine Bürgerversicherung zwar zu einem einheitlichen Grundstandard der Versorgung. Eine Mehrklassenmedizin Fachnachrichten lässt sich dadurch aber sicher nicht verhindern.\" Auch die These, wonach die Bürgerversicherung das Problem der Wartezeiten bei ambulanten Arztbesuchen löst, sei nicht haltbar: \"Die Wartezeiten sind eine Folge der Regelleistungsvolumina. Sie haben nichts mit dem Versicherungssystem, sondern mit der Finanzierung der Leistungen beim Arzt zu tun.\" Welche Folgen eine Bürgerversicherung, so sie denn kommt, für den Arzt hat, ist bisher noch kaum abschätzbar: \"Hier kommt es beispielsweise darauf an, ob wir von privaten Versicherungen oder von Körperschaften des öffentlichen Rechts reden\", so Spies. Auch die Leistungsinhalte sowie der Umgang mit den Themen Primärarztmodell und Sicherstellungsauftrag dürften Einfluss darauf haben, was eine Bürgerversicherung für die Ärzte konkret bedeutet. Eine frühe ärztliche Debatte über die Bürgerversicherung ist angesichts der Komplexität dieser Fragen ein Muss. Veranstaltung \"EinKlassenMedizin durch die Bürgerversicherung?\" am Donnerstag, 26. September 2013, um 15.15 Uhr im Raum von Langenbeck des Langenbeck-Virchow-Hauses Berlin.Der Deutsche Internistentag beschäftigt sich mit den Mythen, aber auch mit den Möglichkeiten der Bürgerversicherung. Kommt der einheitliche Versicherungsmarkt, sollten Ärzte ihn aktiv gestalten.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}