{"paper_id": "8408fd4030fa96d55f4dd8b68e605539c95777b5", "metadata": {"title": "Ventilator Associated Pneumonia in Pediatric Intensive Care Unit: Incidence, Risk Factors and Etiological Agents", "authors": [{"first": "Gnanaguru", "middle": [], "last": "Vijay", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Anirban", "middle": [], "last": "Mandal", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jhuma", "middle": [], "last": "Sankar", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Arti", "middle": [], "last": "Kapil", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Rakesh", "middle": [], "last": "Lodha", "suffix": "", "affiliation": {}, "email": ""}, {"first": "S", "middle": ["K"], "last": "Kabra", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Objectives To study the incidence, etiology and risk factors associated with ventilator associated pneumonia (VAP) in children. Methods This prospective cohort study was conducted on patients admitted to the Pediatric Intensive Care Unit (PICU) of a tertiary care institute of North India, from June 2012 through March 2014, who received mechanical ventilation for more than 24 h. All enrolled children were assessed daily for development of ventilator associated pneumonia (VAP) using the case definition given by Centers for Disease Control and Prevention (CDC). Chest radiograph and microbiologic samplings were performed in children suspected to have VAP. Risk factors associated with VAP were calculated by doing bivariate and multivariate analysis. Results A total of 128 patients were screened and 86 were enrolled (median age 30 mo 95% CI 4.0-84.0; 72% boys). The most common admitting diagnosis was sepsis (16%) followed by acyanotic congenital heart disease with pneumonia (14%) and the most common indication for ventilation was respiratory failure (45.3%). The incidence of VAP according to CDC criteria was 38.4%, while the incidence of microbiologically confirmed VAP was 24.4%. The incidence of ventilator associated tracheobronchitis (VAT) was found to be 11.6%. Acinetobacter was the most frequently isolated organism (47%) followed by Pseudomonas (28%), Klebsiella (15%), E. coli (5%) and Enterobacter (5%). Risk factors for VAP on bivariate analysis were use of proton pump inhibitor (PPI) (p = 0.027, OR 5.2, 95% CI 1.1-24.3), enteral feeding (p < 0.001, OR 6.5, 95% CI 2.1-19.4) and re-intubation (p = 0.024, OR 3.3 and 95% CI 1.1-9.6). On multivariate analysis, use of PPI (p = 0.03, OR 8.47, 95% CI 1.19-60.33) and enteral feeding (p < 0.001, OR 12.2, 95% CI 2.58-57.78) were identified as independent risk factors for VAP. Conclusions Ventilator associated pneumonia is an important complication in children receiving mechanical ventilation in PICU and Gram negative bacilli (Acinetobacter and Pseudomonas) being the important causative agents. Ventilator associated tracheobronchitis is an emerging entity; recognition and treatment of same might prevent the development of VAP.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Ventilator associated pneumonia (VAP) is one of the major causes of hospital acquired infections. Despite improvements in aseptic techniques, antibiotic therapy, and supportive care, VAP continues to be a major cause of morbidity and mortality of ICU patients. The incidence continues to be high in spite of improved understanding of the risk factors of VAP. There is no consensus on the preventive strategies akin to adults, in form of bundle approach in children. In 2004, the National Nosocomial Infections Surveillance (NNIS) system of the Centers for Disease Control and Prevention (CDC) reported a mean VAP rate of 2.9 per 1000 ventilator days for participating PICUs in the United States [1] , while pediatric studies across the globe report an incidence of 2-17% [2] [3] [4] [5] . There are very few studies from developing countries including India reporting the incidence of VAP in chidren. One study from North India reported incidence of VAP to be between 17 and 30% [6] . The risk factors for VAP in infants and children vary somewhat from those in adults. Inoculation of the formerly sterile lower respiratory tract typically occurs from aspiration of secretions, colonization of the aero-digestive tract, use of contaminated equipment, medications, presence of a genetic syndrome, re-intubation, enteral feeding, transport out of the pediatric intensive care unit (PICU) and duration of mechanical ventilation [7] . Common etiological agents causing VAP are Pseudomonas spp., Staphylococcus aureus, and various Gram negative bacilli. The proportion of these organisms varies between the PICUs [6, 8] .", "cite_spans": [{"start": 695, "end": 698, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 771, "end": 774, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 775, "end": 778, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 779, "end": 782, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 783, "end": 786, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 979, "end": 982, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 1425, "end": 1428, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 1608, "end": 1611, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 1612, "end": 1614, "text": "8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Introduction"}, {"text": "The authors conducted a prospective cohort study in the pediatric ICU of their tertiary care hospital, to determine the incidence, evaluate the risk factors, and to document the etiological agents of VAP in mechanically ventilated children.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The study was carried out in the Pediatric Intensive Care Unit of a tertiary care hospital in Northern India. The PICU is an 8bedded unit admitting more than 300 children in a year. It is staffed by two consultants, 3 senior residents and 3 junior residents. The nurse to patient ratio is 1:1 to 1:2. The ventilators used in the unit include Drager Evita 4, Maquet Servo I and Viasys Avea. The unit uses heated wire humidifiers with reusable circuits. The circuits and humidifier are subjected to chemical disinfection. The circuits are changed every 72 h or earlier if there is soiling of circuits with secretions.", "cite_spans": [], "ref_spans": [], "section": "Material and Methods"}, {"text": "The study protocol was approved by the Ethics committee of the institute. All patients admitted from June 2012 through March 2014 were enrolled unless they met any one of the following exclusion criteria: children with <24 h of PICU stay, mechanically ventilated in emergency room or ward >12 h, mechanically ventilated for more than 12 h before shifting from other hospital and refusal of consent by parents/ care givers.", "cite_spans": [], "ref_spans": [], "section": "Material and Methods"}, {"text": "Children were enrolled after obtaining written informed consent from parents/legal guardians. A detailed history and examination were recorded, including demographic data (age at the time of intubation, gender and admission diagnosis); potential risk factors of VAP; use of medications (inhaled bronchodilators, proton-pump inhibitors, infusions or doses of benzodiazepines, infusions or doses of neuromuscular blocking agents; nutrition method (total parenteral nutrition, gastric feeds via nasogastric tube or gastric tube); route of mechanical ventilation (nasotracheal, orotracheal, or tracheostomy); procedures (need for re-intubation); laboratory data: maximum white cell count, lowest PaO 2 from arterial source; chest radiograph data: development of new infiltrate, consolidation or cavity; and culture data: results of blood and non bronchoscopic bronchoalveolar lavage (BAL). All patients were followed for development of ventilator associated pneumonia until the time of transfer, or death. Diagnosis of VAP was based on criteria given by Centers for Disease Control and Prevention (CDC) [9] .", "cite_spans": [{"start": 1099, "end": 1102, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Material and Methods"}, {"text": "Enrolled patients were monitored daily for parameters such as heart rate, respiratory rate, temperature, presence of crepitations on auscultation, character of airway secretion and PaO 2 / FiO 2 ratio. If participants satisfied two or more criteria for the diagnosis of VAP, they were subjected to investigations such as total and differential leukocyte count, chest x-ray, tracheal aspirate and non-bronchoscopic bronchoalveolar lavage. Tracheal aspirate and non-bronchoscopic BAL samples were sent to Bacteriology laboratory of the institute for culture. Culture reports along with antibiotic sensitivity pattern of the isolates were obtained. Non-bronchoscopic BAL were subjected to semiquantitative culture and culture reports with >10 4 colony forming units/ mL were considered significant [9] . A diagnosis of VAP was made if there was presence of radiological changes (new infiltrates/ consolidation/ cavity) along with a positive nonbronchoscopic BAL semi-quantitative culture report. Cases with a positive non-bronchoscopic BAL semi-quantitative culture only in the absence of radiological changes of VAP were diagnosed to have ventilator associated tracheobronchitis (VAT). Simplified Clinical Pulmonary Infection Score (CPIS) ( Table 1 ) was computed daily for the enrolled patients. This consisted of components such as temperature, blood leukocyte count, tracheal secretions, PaO 2 / FiO 2 ratio and chest radiograph findings.", "cite_spans": [{"start": 795, "end": 798, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [{"start": 1239, "end": 1246, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Material and Methods"}, {"text": "Existing literature suggests an incidence of VAP in India between 17 and 30%. To estimate an incidence (P) of 25%, with precision (D) of 10% and 95% confidence, sample size of 72 was needed {n = (1.96) 2 X P (1-P)/D 2 ; (P = 0.25; D = 0.10)}.", "cite_spans": [], "ref_spans": [], "section": "Material and Methods"}, {"text": "Incidence of VAP was calculated by the total episodes of VAP divided by the total number of mechanically ventilated children.", "cite_spans": [], "ref_spans": [], "section": "Material and Methods"}, {"text": "Etiological agents were calculated as simple frequency of individual agents in VAP. Statistical package Stata 11 .0 (StataCorp, College Station, TX, USA) was used for statistical analysis. For identification of risk factors, all children enrolled in the study were divided into two groupsthose with VAP and those without VAP. For each of the categorical variable, a 2 × 2 table was generated to compare the occurrence of that variable in each of the two groups. Chi-square test was applied for each of these 2 × 2 tables to compute the p-value and risk estimate was done by calculating the odds ratio and 95% CI. Using bivariate analysis, variables were compared between VAP and non-VAP group. Variable found to be significant on bivariate analysis were subjected to multivariate analysis. To calculate optimal cut-off values for CPIS scores for identification of VAP, receiver operator characteristic (ROC) curve was constructed. Most appropriate cut-off for clinical VAP and microbiologic VAP were derived.", "cite_spans": [{"start": 110, "end": 112, "text": "11", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Material and Methods"}, {"text": "One hundred and twenty eight children were screened for inclusion. Among them 31 patients were excluded as they met the exclusion criteria and parents of 11 refused consent. Therefore, a total of 86 children were enrolled. Among these 62 (72%) were boys with a median (IQR) age of 30 mo (4-84 mo) and median weight and height were 9.5 kg and 79 cm, respectively. Diagnosis at the time of enrolment included sepsis, acyanotic congenial heart disease, nephrotic syndrome, acute febrile encephalopathy, Guillain Barré syndrome, lower respiratory tract infection (LRTI) and dengue in decreasing frequency ( Table 2) . Indications for need for mechanical ventilation included: respiratory failure as judged by clinical and/ or arterial blood gas analysis, poor sensorium as judged by Glasgow coma scale, shock, maintenance of a stable airway or cardiorespiratory arrest (Table 3) . Median duration of illness at the time of enrolment in study was 4 d.", "cite_spans": [], "ref_spans": [{"start": 603, "end": 611, "text": "Table 2)", "ref_id": "TABREF1"}, {"start": 865, "end": 874, "text": "(Table 3)", "ref_id": "TABREF2"}], "section": "Results"}, {"text": "Among 86 enrolled patients 33 (38.4%) developed ventilator associated pneumonia according to CDC criteria; 21 (24.4%) were microbiologically confirmed. Hence, the incidence of ventilator associated pneumonia was 38.4% according to CDC clinical criteria and 24.4% were microbiologically confirmed. Occurrence of VAP episodes using the CDC criteria was 41 episodes per 1000 ventilator days, while that of microbiologically confirmed episodes was 27 episodes per 1000 ventilator days. Average time to develop VAP was 10.5 d.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Non-bronchoscopic BAL yielded various bacterial etiologies, among which Acinetobacter was the most common (10/ 21) 47% followed by Pseudomonas (6/21) 28% and Klebsiella was positive in 3 cases (14%). One case each was positive for Enterobacter and E. coli. Notably, none of the isolates were gram-positive bacteria. Among the bacteria isolated, Acinetobacter was uniformly sensitive to Colistin with four isolates being sensitive exclusively to Colistin and Tigecycline. Other isolated organisms were fairly sensitive to most of the common antibiotics.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Risk factors of VAP identified by bivariate analysis were the use of proton pump inhibitor (PPI) [In the group who developed VAP, 19 (90.4%) received PPIs while of those who did not develop VAP, 42 (64.6%) received PPI], enteral feeding and change of endo-tracheal tube (p < 0.05). Other risk factors which were analyzed but found to be not significant included, age (p = 0.16), gender (p = 0.93), head end elevation (p = 0.87), sedation (p = 0.38), neuromuscular blocking agent (p = 1.0) and use of aerosol (p = 0.08) ( Table 4 ). The authors did not find relation between day of feeding and development of VAP. On multivariate analysis, use of PPI (p = 0.03) and enteral feeding (p < 0.01) were found to be statistically significant (Table 5 ). Cardio-respiratory arrest 9 (10.5) Airway protection 6 (7)", "cite_spans": [], "ref_spans": [{"start": 521, "end": 528, "text": "Table 4", "ref_id": "TABREF3"}, {"start": 735, "end": 743, "text": "(Table 5", "ref_id": "TABREF4"}], "section": "Results"}, {"text": "Total 86", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Ten (11.62%) out of 86 patients fulfilled the CDC criteria for VAT. Endo-tracheal aspirate was negative in all of them. Four of these patients progressed to ventilator associated pneumonia (3 CDC criteria positive VAP and 1 microbiologically proven VAP).", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Simplified CPIS scoring was calculated and ROC curve was constructed for both group of VAP patients, who were diagnosed using CDC criteria and those microbiologically confirmed.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "When CDC criteria were used to diagnose VAP, score of ≥4 was obtained as the cut-off with sensitivity of 88.89% and specificity of 84.38%. The positive likelihood ratio was 5.6 and the negative likelihood ratio was 0.13. The area under the curve was 0.95 which is graded excellent (Fig. S1 ). For diagnosis of microbiologically confirmed VAP, CPIS of ≥5 was obtained as the cut-off with sensitivity of 70.0% and specificity of 72.73%. The positive Likelihood Ratio was 2.5 and the negative Likelihood Ratio was 0.4. The area under the curve was 0.80 which is graded good (Fig. S2) .", "cite_spans": [], "ref_spans": [{"start": 281, "end": 289, "text": "(Fig. S1", "ref_id": null}, {"start": 571, "end": 580, "text": "(Fig. S2)", "ref_id": null}], "section": "Results"}, {"text": "While assessing for outcome, 35.9% of patients in non-VAP group expired but VAP group (CDC criteria) had a mortality of 42.4%. Most common cause of death was septic shock with multi-organ dysfunction. Remaining all patients recovered.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "In this prospective cohort study, 86 mechanically ventilated children admitted in a PICU of a single center were analyzed, to determine the incidence of VAP, to evaluate the associated risk factors, and to document the etiological agents for the same. The incidence of ventilator associated pneumonia was found to be 38.3% by CDC criteria while 24.4% were microbiologically confirmed VAP. The most common organism isolated was Acinetobacter. Independent risk factors were found to be enteral feeding and use of proton pump inhibitor. Simplified Clinical Pulmonary Infection Score of ≥4 had a good sensitivity and specificity for diagnosis of CDC defined VAP. Incidence of ventilator associated tracheobronchitis (VAT) was found to be 11.6%.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Studies documenting VAP in children are few, and incidence varies according to geographic regions. Incidence rate reported from developed countries has been in the range of 15-17% [2] [3] [4] [5] , while in developing countries it is 25-35% [7] . Srinivasan et al. from Boston had reported an incidence of 32% using CDC defined VAP in pediatric patients [10] . Elward et al. in their study from Missouri revealed a VAP rate of 11.6 episodes per 1000 ventilator days [2] . While, the present study has documented incidence rate to be 41 episodes per 1000 ventilator days. This is probably due to differences in the patient profile, nutritional status and resource availability. The present study results are similar to another Indian study done by Awasthi et al. where the incidence of VAP was reported to be 36.2% [11] . The inclusion criteria and the definition used in this study were the same as in present study. Comparison of incidence from various studies should be done with caution, taking into account the profile of patients being studied and also the criteria used for diagnosis. High incidence of VAP has been reported for many a decades and it remains almost the same. Study by Gupta et al. from Delhi, India, showed a decrease of VAP incidence from 20.2 to 14.6 episodes per 1000 ventilator days after an educational intervention [12] .", "cite_spans": [{"start": 180, "end": 183, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 184, "end": 187, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 188, "end": 191, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 192, "end": 195, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 241, "end": 244, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 354, "end": 358, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 466, "end": 469, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 814, "end": 818, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 1344, "end": 1348, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Discussion"}, {"text": "In the present study, the incidence of Ventilator associated tracheobronchitis (VAT) was estimated to be 11.62%. This was based on CDC definition of clinical and radiological features. Endotracheal aspirate (ETA) was negative for organisms in all those suspected of VAT. The European Respiratory Society, European Society of Clinical Microbiology and Infectious Diseases, and European Society of Intensive Care Medicine taskforce suggest a positive culture of respiratory secretions as a mandatory item in the diagnosis of VAT. Though CDC definition for VAT requires only one of the clinical criteria to be fulfilled, the documentation of 11.62% was done in the presence of purulent secretion as a mandatory criteria to avoid confusions in case of ETA being sterile. Hence, this clinical definition could well be adopted for VAT though ETA positivity is useful for making decision about treating VAT. Craven et al. reported the incidence of VAT to be 11% in adults [13] , though they used microbiological confirmation to be mandatory in the diagnosis of ventilator associated tracheobronchitis. Simpson et al. reported a much lower (3.4%) incidence of VAT in a mixed medical surgical PICU [14] . Non-bronchoscopic bronchoalveolar lavage with quantitative culture was used as the diagnostic modality for microbiological documentation in the index study. According to Centers for Disease Control and Prevention (CDC) criteria, endotracheal aspirate (ETA) is used in the diagnosis of both ventilator associated pneumonia and ventilator associated tracheobronchitis. Either semi-quantitative culture showing moderate to heavy growth or a quantitative culture showing ≥10 6 cfu/ml is taken to be positive. CDC has also stated that in the diagnosis of VAT, bronchoalveolar lavage is usually not used or is <10 4 cfu/ml. In the present study, authors used bronchoalveolar lavage for VAP and endotracheal aspirate (ETA) for ventilator associated tracheobronchitis (VAT) [9] .", "cite_spans": [{"start": 965, "end": 969, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 1189, "end": 1193, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 1962, "end": 1965, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Discussion"}, {"text": "The most common organisms responsible for VAP in the present study were gram negative bacilli. Other studies have also reported gram-negative bacteria as the most frequent isolates (42-65%) [15, 16] . A review of all the available studies has shown Acinetobacter to be emerging pathogen in Asian countries including India [17] . This is in accordance to the findings in the present study.", "cite_spans": [{"start": 190, "end": 194, "text": "[15,", "ref_id": "BIBREF14"}, {"start": 195, "end": 198, "text": "16]", "ref_id": "BIBREF15"}, {"start": 322, "end": 326, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Discussion"}, {"text": "Independent risk factors identified in present study were use of PPI and enteral feeding. Various studies have shown varying results of male and female predisposition for the same. But this could probably be due to the difference in the rates of admission and enrolment. Study by Patria et al. had shown similar results with enteral feeding and re-intubation as independent risk factors for VAP [16] . Children enroled in present study received proton pump inhibitorpantoprazole as the stress ulcer prophylaxis during their PICU stay. This clinically correlates to the possibility of micro-aspiration in an alkaline environment leading to VAP. Gopalareddy et al. used ETA for the presence of pepsin and have shown that 70% of mechanically ventilated children are prone for gastric aspiration [18] . The risk of VAP was greatly increased in patients who underwent re-intubation. A similar high incidence of VAP was found to be associated with re-intubation in other studies as well [19] . Possible explanations could be increase in duration of ventilation and aspiration of gastric contents during the interval between extubation and re-intubation. This underlines the importance of proper weaning protocols in the prevention of VAP and the associated mortality.", "cite_spans": [{"start": 395, "end": 399, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 792, "end": 796, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 981, "end": 985, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Discussion"}, {"text": "Simplified Clinical Pulmonary Infection Score (CPIS) has been found to be fairly sensitive and specific in the bedside diagnosis of VAP. The present study revealed a score of ≥4 to have a good value for diagnosing VAP based on CDC criteria and a score of ≥5 for microbiologically confirmed VAP. Sachdev et al. found a value of 8 to be sensitive and specific and they used microbiological positivity as the gold standard [20] , but no other pediatric studies have validated the same. The greater difference in the cut-off value between the study by Sachdev et al. and present study could be explained by the fact that their study included children with a CPIS score of more than 6. In the present study CPIS was not used for inclusion of children and so lower values were expected.", "cite_spans": [{"start": 420, "end": 424, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Discussion"}, {"text": "Some limitations were noted and must be acknowledged in this study. The number of study subjects was less, thereby limiting power of the analysis. Despite these limitations, the present study conducted upon a robust methodology, reveals a high incidence of VAP in children and simultaneously discloses the commonest etiological organisms and risk factors for VAP. This can possibly lead the way for implementation of improved ways of prevention and treatment of VAP in children in similar settings.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Contributions VG: Developed protocol, data collection, manuscript writing; AM: Involved in data collection; JS: Involved in development of protocol, data analysis; AK: Involved in development of protocol and microbiology investigations; RL: Involved in protocol development, data analysis and manuscript writing and will act as guarantor for the paper; SKK: Involved in protocol development, data collection, analysis and manuscript writing.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "National nosocomial infections surveillance (NNIS) system report, data summary from", "authors": [{"first": "", "middle": [], "last": "Cdc Nnis System", "suffix": ""}], "year": 1992, "venue": "Am J Infect Control", "volume": "32", "issn": "", "pages": "470--85", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Ventilator-associated pneumonia in pediatric intensive care unit patients: risk factors and outcomes", "authors": [{"first": "A", "middle": [], "last": "Elward", "suffix": ""}, {"first": "D", "middle": [], "last": "Warren", "suffix": ""}, {"first": "V", "middle": [], "last": "Fraser", "suffix": ""}], "year": 2002, "venue": "Pediatrics", "volume": "109", "issn": "", "pages": "758--64", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Complications of endotracheal intubation and mechanical ventilation in infants and children", "authors": [{"first": "R", "middle": [], "last": "Rivera", "suffix": ""}, {"first": "J", "middle": [], "last": "Tiballs", "suffix": ""}], "year": 1992, "venue": "Crit Care Med", "volume": "20", "issn": "", "pages": "193--202", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Nosocomial bacterial pneumonia in ventilated children: clinical significance of culturepositive peripheral bronchial aspirates", "authors": [{"first": "Z", "middle": [], "last": "Barzilay", "suffix": ""}, {"first": "M", "middle": [], "last": "Mandel", "suffix": ""}, {"first": "G", "middle": [], "last": "Keren", "suffix": ""}, {"first": "S", "middle": [], "last": "Davidson", "suffix": ""}], "year": 1988, "venue": "J Pediatr", "volume": "112", "issn": "", "pages": "421--425", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Ventilator-associated pneumonia in a pediatric intensive care unit in Saudi Arabia: a 30 month prospective surveillance", "authors": [{"first": "M", "middle": [], "last": "Almuneef", "suffix": ""}, {"first": "Z", "middle": [], "last": "Memish", "suffix": ""}, {"first": "H", "middle": [], "last": "Balkhy", "suffix": ""}, {"first": "H", "middle": [], "last": "Alalem", "suffix": ""}, {"first": "A", "middle": [], "last": "Abutaleb", "suffix": ""}], "year": 2004, "venue": "Infect Control Hosp Epidemiol", "volume": "25", "issn": "", "pages": "753--761", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Nosocomial pneumonia in a pediatric intensive care unit", "authors": [{"first": "P", "middle": ["K"], "last": "Patra", "suffix": ""}, {"first": "M", "middle": [], "last": "Jayashree", "suffix": ""}, {"first": "S", "middle": [], "last": "Singhi", "suffix": ""}, {"first": "P", "middle": [], "last": "Ray", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Saxena", "suffix": ""}], "year": 2007, "venue": "Indian Pediatr", "volume": "44", "issn": "", "pages": "511--519", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "The pathogenesis of ventilatorassociated pneumonia: its relevance to developing effective strategies for prevention", "authors": [{"first": "N", "middle": [], "last": "Safdar", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Crnich", "suffix": ""}, {"first": "D", "middle": ["G"], "last": "Maki", "suffix": ""}], "year": 2005, "venue": "Respir Care", "volume": "50", "issn": "", "pages": "739--780", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "A study of profile of ventilator associated pneumonia in children in Punjab", "authors": [{"first": "H", "middle": [], "last": "Sharma", "suffix": ""}, {"first": "D", "middle": [], "last": "Singh", "suffix": ""}, {"first": "P", "middle": [], "last": "Pooni", "suffix": ""}, {"first": "U", "middle": [], "last": "Mohan", "suffix": ""}], "year": 2009, "venue": "J Trop Pediatr", "volume": "55", "issn": "", "pages": "393--398", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "CDC/NHSN surveillance definition of health care associated infection and criteria for specific types of infection in the acute care setting", "authors": [{"first": "T", "middle": ["C"], "last": "Horan", "suffix": ""}, {"first": "M", "middle": [], "last": "Andrus", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Dudeck", "suffix": ""}], "year": 2008, "venue": "Am J Infect Control", "volume": "36", "issn": "", "pages": "309--341", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "A prospective study of ventilator-associated pneumonia in children", "authors": [{"first": "R", "middle": [], "last": "Srinivasan", "suffix": ""}, {"first": "J", "middle": [], "last": "Asselin", "suffix": ""}, {"first": "G", "middle": [], "last": "Gildengorin", "suffix": ""}, {"first": "J", "middle": [], "last": "Wiener-Kronish", "suffix": ""}, {"first": "Flori", "middle": [], "last": "Hr", "suffix": ""}], "year": 2009, "venue": "Pediatrics", "volume": "123", "issn": "", "pages": "1108--1123", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Longer duration of mechanical ventilation was found to be associated with ventilator-associated pneumonia in children aged 1 month to 12 years in India", "authors": [{"first": "S", "middle": [], "last": "Awasthi", "suffix": ""}, {"first": "M", "middle": [], "last": "Tahazzul", "suffix": ""}, {"first": "A", "middle": [], "last": "Ambast", "suffix": ""}, {"first": "Y", "middle": ["C"], "last": "Govil", "suffix": ""}, {"first": "A", "middle": [], "last": "Jain", "suffix": ""}], "year": 2013, "venue": "J Clin Epidemiol", "volume": "66", "issn": "", "pages": "62--68", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Assessing the impact of an educational intervention on ventilator-associated pneumonia in a pediatric critical care unit", "authors": [{"first": "A", "middle": [], "last": "Gupta", "suffix": ""}, {"first": "A", "middle": [], "last": "Kapil", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Kabra", "suffix": ""}], "year": 2014, "venue": "Am J Infect Control", "volume": "42", "issn": "", "pages": "111--116", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Ventilatorassociated tracheobronchitis: the impact of targeted antibiotic therapy on patient outcomes", "authors": [{"first": "D", "middle": ["E"], "last": "Craven", "suffix": ""}, {"first": "A", "middle": [], "last": "Chroneou", "suffix": ""}, {"first": "N", "middle": [], "last": "Zias", "suffix": ""}, {"first": "K", "middle": ["I"], "last": "Hjalmarson", "suffix": ""}], "year": 2009, "venue": "Chest", "volume": "135", "issn": "", "pages": "521--529", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Ventilatorassociated tracheobronchitis in a mixed medical/ surgical pediatric ICU", "authors": [{"first": "V", "middle": ["S"], "last": "Simpson", "suffix": ""}, {"first": "A", "middle": [], "last": "Bailey", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Higgerson", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Christie", "suffix": ""}], "year": 2013, "venue": "Chest", "volume": "144", "issn": "", "pages": "32--40", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Incidence, risk stratification, antibiogram of pathogens isolated and clinical outcome of ventilator associated pneumonia", "authors": [{"first": "A", "middle": [], "last": "Gupta", "suffix": ""}, {"first": "A", "middle": [], "last": "Agrawal", "suffix": ""}, {"first": "S", "middle": [], "last": "Mehrotra", "suffix": ""}, {"first": "A", "middle": [], "last": "Singh", "suffix": ""}, {"first": "S", "middle": [], "last": "Malik", "suffix": ""}, {"first": "A", "middle": [], "last": "Khanna", "suffix": ""}], "year": 2011, "venue": "Indian J Crit Care Med", "volume": "15", "issn": "", "pages": "96--101", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Ventilator-associated pneumonia in an Italian pediatric intensive care unit: a prospective study", "authors": [{"first": "M", "middle": ["F"], "last": "Patria", "suffix": ""}, {"first": "G", "middle": [], "last": "Chidini", "suffix": ""}, {"first": "L", "middle": [], "last": "Ughi", "suffix": ""}], "year": 2013, "venue": "World J Pediatr", "volume": "9", "issn": "", "pages": "365--373", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Epidemiology, etiology, and diagnosis of hospitalacquired pneumonia and ventilator-associated pneumonia in Asian countries", "authors": [{"first": "R", "middle": [], "last": "Chawla", "suffix": ""}], "year": 2008, "venue": "Am J Infect Control", "volume": "36", "issn": "", "pages": "93--100", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Assessment of the prevalence of microaspiration by gastric pepsin in the airway of ventilated children", "authors": [{"first": "V", "middle": [], "last": "Gopalareddy", "suffix": ""}, {"first": "Z", "middle": [], "last": "He", "suffix": ""}, {"first": "S", "middle": [], "last": "Soundar", "suffix": ""}], "year": 2008, "venue": "Acta Paediatr", "volume": "97", "issn": "", "pages": "55--60", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Re-intubation increases the risk of nosocomial pneumonia in patients needing mechanical ventilation", "authors": [{"first": "A", "middle": [], "last": "Torres", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Gatell", "suffix": ""}, {"first": "E", "middle": [], "last": "Aznar", "suffix": ""}], "year": 1995, "venue": "Am J Respir Crit Care Med", "volume": "152", "issn": "", "pages": "137--178", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Clinical pulmonary infection score to diagnose ventilator-associated pneumonia in children", "authors": [{"first": "A", "middle": [], "last": "Sachdev", "suffix": ""}, {"first": "K", "middle": [], "last": "Chugh", "suffix": ""}, {"first": "D", "middle": [], "last": "Gupta", "suffix": ""}, {"first": "C", "middle": [], "last": "Wattal", "suffix": ""}], "year": 2011, "venue": "Indian Pediatr", "volume": "48", "issn": "", "pages": "949--54", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Simplified clinical pulmonary infection score", "latex": null, "type": "table"}, "TABREF1": {"text": "Diagnosis at the time of enrolment (n = 86)", "latex": null, "type": "table"}, "TABREF2": {"text": "", "latex": null, "type": "table"}, "TABREF3": {"text": "VAP Ventilator associated pneumonia; PPI Proton pump inhibitor; NMBA Neuromuscular blocking agents", "latex": null, "type": "table"}, "TABREF4": {"text": "Risk factors for development of VAP: multi-variate analysis", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Factors </td><td>P value </td><td>Odds ratio </td><td>95% CI\n</td></tr><tr><td>Use of PPI </td><td>0.03 </td><td>8.47 </td><td>(1.19-60.33)\n</td></tr><tr><td>Enteral feeding </td><td>0.0001 </td><td>12.22 </td><td>(2.58-57.78)\n</td></tr></table></body></html>"}, "TABREF5": {"text": "Table 3 Indications for ventilation (n = 86)", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Indication for ventilation </td><td>Number (%)\n</td></tr><tr><td>Respiratory failure </td><td>39 (45.3)\n</td></tr><tr><td>Poor sensorium </td><td>22 (25.6)\n</td></tr><tr><td>Shock </td><td>10 (11.6)\n</td></tr><tr><td>Cardio-respiratory arrest </td><td>9 (10.5)\n</td></tr><tr><td>Airway protection </td><td>6 (7)\n</td></tr><tr><td>Total </td><td>86\n</td></tr></table></body></html>"}, "TABREF6": {"text": "Table 4 Risk factors for microbiologically confirmed VAP: bi-variate analysis", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Factors </td><td>VAP group\n</td><td>Non-VAP\n</td><td>P value </td><td>Odds ratio </td><td>95% CI\n</td></tr><tr><td>N = 21\n</td><td>N = 65\n</td><td> </td><td> </td><td> </td></tr><tr><td>Age in months; mean ± SD </td><td>32.24 ± 36.07 </td><td>50.52 ± 48.16 </td><td>0.16 </td><td>0.99 </td><td>0.97-1.0\n</td></tr><tr><td>Boys </td><td>15 (71.4%) </td><td>47 (72.3%) </td><td>0.93 </td><td>1.0 </td><td>0.3-3.1\n</td></tr><tr><td>Use of PPI </td><td>19 (90.4%) </td><td>42 (64.6%) </td><td>0.027 </td><td>5.2 </td><td>1.1-24.3\n</td></tr><tr><td>Enteral feeding </td><td>15 (71.4%) </td><td>18 (27.7%) </td><td>&lt;0.001 </td><td>6.5 </td><td>2.1-19.4\n</td></tr><tr><td>Head end elevation </td><td>13 (61.9%) </td><td>39 (60%) </td><td>0.87 </td><td>1.08 </td><td>0.3-2.9\n</td></tr><tr><td>Sedation </td><td>18 (85.7%) </td><td>49 (75.3%) </td><td>0.38 </td><td>1.9 </td><td>0.5-7.5\n</td></tr><tr><td>Use of NMBA </td><td>3 (14.2%) </td><td>8 (12.3%) </td><td>1.0 </td><td>1.1 </td><td>0.2-4.9\n</td></tr><tr><td>Endotracheal tube change </td><td>9 (42%) </td><td>12 (18%) </td><td>0.024 </td><td>3.3 </td><td>1.1-9.6\n</td></tr><tr><td>Use of aerosol </td><td>5 (23.8%) </td><td>6 (9.2%) </td><td>0.082 </td><td>3.0 </td><td>0.8-11.3\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Conflict of Interest None.", "cite_spans": [], "ref_spans": [], "section": "Compliance with Ethical Standards"}]}