{
    "paper_id": "84f8bc2f354a67c4ad72f96aa6f7458a00da7e51",
    "metadata": {
        "title": "Preparing for emerging infections",
        "authors": [
            {
                "first": "George",
                "middle": [
                    "A"
                ],
                "last": "Gellert",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "New Infectious diseases continue to emerge, yet there Is no clear strategy for managing them. A model response should be devised in the light of past events such as the recent US outbreak of a previously unknown hantavlrus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "THE era of communicable diseases is hardly over. As well as AIDS , Legionnaire's disease and Lyme disease, other recent emerging infections include Escherichia coli 0157:H7 , cryptosporidiosis, multiple drug-resistant pneumococcus, Helicobacter pylori and vancomycin-resistant enterococcus. As human contact with vectors of potentially lethal pathogens increases 1 , a US Institute of Medicine report 2 has emphasized the need for improved surveillance, basic research and laboratory diagnosis for such diseases .",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the spring of 1993 , several cases of a severe respiratory disease were reported to the health departments of the Four Corner US states (Arizona, Colorado, New Mexico and Utah). Laboratory evidence implicated a previously unknown rodent-borne hantavirus, and the disease was termed hantavirus pulmonary syndrome (HPS) 3 • 4 . By the end of the year, 53 cases of HPS had been reported in 14 states ; 32 patients have died. The disease has affected mainly young healthy adults (around 31 years old), nearly half of them American Indians 5 . Transmission seems to be associated with exposure to rodent excreta in aerosol form, particularly that of deer mice . Person-to-person transmission has not been documented .",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 328,
                    "text": "3 • 4 .",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A team of epidemiologists, clinicians, pathologists and laboratory scientists was established to investigate the outbreak. As the state epidemiologist for Arizona during the outbreak, I led the investigation in the second most heavily affected area. Here I focus on the first four weeks of the investigation, and outline the main operational problems encountered. On the basis of this (and other) experience, I suggest that leading public-health agencies should now devise a model response for dealing with emerging infectious diseases in the future. Although the hantavirus outbreak was restricted to the United States, the recommendations below are applicable internationally.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The initial outbreak involved four state health departments, the Navajo Nation Division of Health, the federal Centers for Disease Control and Prevention (CDC) and the Indian Health Service . Although these were the key decision-making institutions, other organizations and people participated in the investigation, including university medical centres, county health departments, coroners, hospitals and community physicians. Much time and energy however were devoted to defin-",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "ing and implementing often rudimentary management procedures. Because strategies were developed as needed and in isolation , the response as a whole was inefficient and could easily have become a medical and public policy debacle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The state and local health departments in the United States do not have a standard protocol to follow when faced with an outbreak of a 'new' infectious disease; hospitals and local health departments , and mobilize staff and resources .",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although the Institute of Medicine's recommendations 2 to strengthen state and federal surveillance and to develop national and international databases for infectious diseases are commendable, structures to ensure adequate local communication of surveillance data among overlapping jurisdictions, where detec-Navajo Indians were affected disproportionately by the hantavirus. rather, they adopt a narrow technocratic view that holds that if the science is good, then so too will be the response. Without a cure or vaccine, however, rapid and effective organizational responses are vital for disease control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There are more than 3,000 local and state health jurisdictions in the United States that conduct surveillance for communicable diseases . But new infectious agents are unlikely to appear within the confines of a single jurisdiction. It is therefore important to increase local awareness of possible outbreaks and to ensure early communication among jurisdictions. This did not occur during the HPS outbreak. Southwestern states are sparsely populated, and medical referral patterns routinely cross state boundaries. For example, people in northeastern Arizona usually refer to centres in New Mexico. Poor communication between the states meant that initial Arizonan cases were identified by health authorities in New Mexico at least two weeks before Arizonan authorities knew about them, thus delaying efforts in Arizona to heighten surveillance, communicate with tion often first occurs, are needed now.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Lacking joint experience in crisis coordination as well as the frameworks for collaboration , state health bureaucracies differed in their priorities, styles, objectives and commitments during the HPS outbreak . There was a need for strong leadership to assess, arbitrate and resolve these differences . Federal leadership is in fact needed . In the United States, the CDC is scientifically, organizationally and politically the institution best suited to assume this role. The CDC can transcend the parochial perspectives of local jurisdictions and promote standards based on tate-of-the-art science. But operational leadership has proven difficult for the CDC to assume: the CDC becomes involved in state jurisdictions at the invitation of the state epidemiologist, and there is no legislative mandate that authorizes the CDC to assume such leadership. Legislation should allow for an expansion of the CDC's range of political authority.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A further impediment during the HPS outbreak was caused by concerns over data ownership, intellectual property rights and publication credit. For effective 409 IMAGE UNAVAILABLE FOR COPYRIGHT REASONS interagency collaboration and cooperation, therefore, there should be assurances that these issues will be openly and fairly discussed at a later date. Local and federal scientists often exist in an uneasy relationship of mutual need. Although the CDC is the leading national centre for epidemiology and laboratory methods in public health, local institutions are at the front line of the actual outbreaks. Federal teams have been known to take over a local investigation, draw heavily on local resources and depart with data that they later publish as their own. Local practitioners, on the other hand, may not appreciate the constraints on time and resources under which their federal counterparts operate; it is costly to send a federal team to investigate a local outbreak and certain expectations have to be met. And nearly all the teams want to be viewed by the public and their peers as the lead investigative group. Many of these differences could be resolved if there were a systematic way to share credit. Communication among investigation teams needs to be improved. During the HPS outbreak, daily teleconferences were organized by the CDC with participants from across the United States. The teleconferences were successful in disseminating information about laboratory findings and biosafety recommendations for example, but were ineffective for policy formulation. Participation was patchy, perhaps because investigators were too busy with actual operations, and some organizations were not represented in key discussions. A system for internal communication needs to be established that involves all participants and provides a mechanism for establishing an advance agenda and for giving priority to planning and policy discussions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Communication with the media and the public is equally important. A new infectious agent is bound to attract a great deal of media attention, and fears and anxieties may result in overly sensational and inaccurate reporting. During the HPS outbreak, the style and extent of media coverage varied among states, partly reflecting the number of deaths in different jurisdictions. But there was no proper coordination of the content and timing of press releases and conferences. Similarly, although recommendations on clinical management for physicians and emergency-room workers were developed, as were occupational safety precautions for health professionals and coroners, these guidelines were not uniformly disseminated across all jurisdictions. Greater federal political authority in the management of outbreaks, and the advent of new technologies such as electronic networks, may offer opportunities for improved communication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Relative risks need to be conveyed to the public more effectively. In Arizona, 410 more people die every week from alcoholrelated motor-vehicle injuries than those that died from HPS in the first six months of the outbreak. If the gap between public complacency and hysteria is bridged, then people will know how best to alter their behaviour, lifestyle or environment to prevent infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Effective media management can also reduce public discrimination of people affected by the disease. The HPS outbreak occurred in a rural area populated predominantly by American Indians; outdoor activities may have increased their exposure to rodents carrying the virus 5 . Public health agencies failed to anticipate that these American Indians would be discriminated against; as a result of what was dubbed \"Navajo disease\", restaurants refused Indians service, Navajo children were turned away from Los Angeles during a school trip and a travel restriction to affected areas was called for by the media. Public health authorities initially may have been unable to dismiss the possibility of person-to-person transmission, but the persistence of discrimination suggests that they could have done more to prepare for and counter unfair publicity. In lowincome communities where tourism is an important source of revenue, discrimination can be as great a threat to public health as the pathogen itself. Vulnerable groups should therefore be identified in advance if possible, and social and behavioural scientists could be called upon to help manage public perceptions.",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 273,
                    "text": "5 .",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It is usual practice during the early stage of an outbreak to establish a broad definition of the disease, however inaccurate. With a new pathogen, the case definition must be especially wide to ensure that the full spectrum of disease is detected through surveillance; this strategy was followed in the HPS outbreak. But HPS culminates in adult respiratory distress syndrome (ARDS), which has an annual US incidence of 50,000-150,000 cases in which the cause is unknown. As suspect cases of HPS were excluded in ever greater numbers, it became clear that the initial case definition of HPS was too inclusive. Refinement of the early definition based on epidemiological and clinical criteria depended on laboratory diagnosis. With HPS, laboratory diagnosis was available rapidly because CDC virologists had previous experience with hantaviruses (with the next new infectious agent we may not be so lucky). Yet it was difficult to encourage investigators to narrow the case definition; they were more concerned with apparently more pressing operational matters. Continual reassessment of the case definition is essential for assessing the validity of assumptions and decisions, reviewing strategy and informing the public about the changing magnitude of the outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Until the pathogen is isolated, clinicians and epidemiologists practice a speculative science. A central laboratory will often be established to lead in the identification, as the CDC did for HPS. Laboratory diagnostic technologies vary considerably in sophistication and availability. Complex technologies usually have to remain in the central laboratory but others, particularly blood tests, can be transferred to state and local jurisdictions. Rather than continually collecting and transporting specimens across great distances, however, local laboratory capacities and resources could be increased. The feasibility of rapidly equipping local laboratories, and the problems of quality control and variation among institutions, are important issues to balance against possible transfer. Finally, in a public health crisis, investigators tend to focus exclusively on the short-term issues that immediately confront them. After a while, they become accustomed to planning around narrowly focused issues. Long-term planning for managing the outbreak may thus be excessively delayed. There needs to be a way of assessing when to shift from a crisis mode to long-term planning regarding resource use, epidemiological monitoring and intervention, and internal and public communication. Health officials should consider when epidemiological investigation, experimental treatment protocols and public health education can become less reactive and more routine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Faced with an outbreak of a new infectious disease, investigators would benefit from the collective wisdom of individuals and agencies who have journeyed into similar lands before. In the United States, the CDC, and, internationally, the World Health Organization should review outbreaks of emerging infections and develop a model response for health agencies involved in investigation and control. Such a process should allow for the fact that emerging infections are not only scientific and medical dilemmas, but also public policy and management problems. When our organizational and management skills and capabilities are as sophisticated, rigorous and well-defined as our methods of scientific investigation, we will have moved far towards meeting the challenge posed by the emergence of new agents of communicable disease. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Emerging Infections: Microbial Threats to Health in the United States",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lederberg",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Shope",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "George A. Gellert is at the Project HOPE Health Sciences Education Center, Millwood, Virginia 22646, USA.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}