{
    "paper_id": "86cf3fe1afe8df2a0799abd6fdfd1e4bd8a4a6c7",
    "metadata": {
        "title": "Effect of multiple alcohol-based hand rub applications on the tensile properties of thirteen brands of medical exam nitrile and latex gloves",
        "authors": [
            {
                "first": "Pengfei",
                "middle": [],
                "last": "Gao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Personal Protective Technology Laboratory",
                    "location": {
                        "settlement": "Pittsburgh",
                        "region": "Pennsylvania"
                    }
                },
                "email": ""
            },
            {
                "first": "Matthew",
                "middle": [],
                "last": "Horvatin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "AECOM",
                    "institution": "",
                    "location": {
                        "settlement": "Aiken",
                        "country": "South Carolina"
                    }
                },
                "email": ""
            },
            {
                "first": "George",
                "middle": [],
                "last": "Niezgoda",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Personal Protective Technology Laboratory",
                    "location": {
                        "settlement": "Pittsburgh",
                        "region": "Pennsylvania"
                    }
                },
                "email": ""
            },
            {
                "first": "Robyn",
                "middle": [],
                "last": "Weible",
                "suffix": "",
                "affiliation": {
                    "laboratory": "AECOM",
                    "institution": "",
                    "location": {
                        "settlement": "Aiken",
                        "country": "South Carolina"
                    }
                },
                "email": ""
            },
            {
                "first": "Ronald",
                "middle": [],
                "last": "Shaffer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Personal Protective Technology Laboratory",
                    "location": {
                        "settlement": "Pittsburgh",
                        "region": "Pennsylvania"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Current CDC guidance for the disinfection of gloved hands during the doffing of personal protective equipment (PPE) following the care of a patient with Ebola recommends for multiple applications of alcohol-based hand rub (ABHR) on medical exam gloves. To evaluate possible effects of ABHR applications on glove integrity, thirteen brands of nitrile and latex medical exam gloves from five manufacturers and two different ABHRs were included in this study. A pair of gloves were worn by a test operator and the outside surfaces of the gloves were separately treated with an ABHR for 1-6 applications. Tensile strength and ultimate elongation of the gloves without any ABHR treatments (control gloves) and gloves after 1-6 ABHR applications were measured based on the ASTM D412 standard method. In general, tensile strength decreased with each ABHR application. ABHRs had more effect on the tensile strength of the tested nitrile than latex gloves, while ethanol-based ABHR (EBHR) resulted in lesser changes in tensile strength compared to isopropanol-based ABHR (IBHR). The results show that multiple EBHR applications on the latex gloves and some of the nitrile gloves tested should be safe for Ebola PPE doffing based on the CDC guidance. Appropriate hospital staff practice using ABHR treatment and doffing gloves is recommended to become more familiar with changes in glove properties.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The 2014 Ebola epidemic in West Africa was the largest in history, and occupationally acquired infections became a significant component of the epidemic in healthcare settings. [1] In the most affected country Sierra Leone, the confirmed Ebola incidence was 103-fold higher in healthcare workers (HCWs) than that in the general population. [2] The disease is most commonly spread through direct contact with blood or bodily fluids. To prevent transfer of Ebola virus from the patient to HCWs and vice versa, the Centers for Disease Control and Prevention (CDC) published a detailed guidance on the types of personal protective equipment (PPE) to be used and on the processes for donning and doffing PPE for all HCWs entering the room of a patient hospitalized with Ebola virus disease, first in October 2014 and then revised in August 2015. [3] The guidance for use in the United States recommends that the HCWs wear full body coverage PPE during patient care. After care is completed, the PPE items are removed by the HCW with double gloving to increase the safety margin, and alcohol based hand rub (ABHR) is recommended for disinfecting the gloves at multiple times during the PPE doffing in health care settings.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 180,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 340,
                    "end": 343,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 841,
                    "end": 844,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "ABHRs contain one or more alcohols, including ethanol, isopropanol, n-propanol, aminomethylpropanol, benzylalcohol, and phenoxyethanol. However, commercially available ABHRs are predominantly either ethanol or isopropanol. [4] Although the doffing process can be completed within 3-5 min, concerns were raised that multiple applications of the ABHR may cause chemical degradation of the gloves, thus putting HCWs at high risk. Degradation is defined as a deleterious change in one or more physical properties due to processes that are induced under the influence of chemicals brought in contact with the gloves. Several test methods have been developed for evaluating material degradation. [5] [6] [7] Of them, the National Fire Protection Association (NFPA) Standard 1999 on Protective Clothing for Emergency Medical Operations [6] is a pass/fail test that specifies requirements for emergency medical operations' protective clothing, including emergency medical examination gloves and emergency medical work gloves, to protect personnel performing patient care during emergency medical operations from contact with blood and body fluid-borne pathogens. Although there are additional performance requirements in the NFPA1999 that are related to firefighter performance, tensile property is believed to be more relevant to CDC-recommended PPE doffing process for Ebola. [3] Tensile strength and ultimate elongation are sensitive mechanical properties that are widely used as industry standard measures of glove quality and polymer performance, and serve as indicators in evaluating glove degradation. [8, 9] Tensile strength is the maximum tensile stress applied in stretching a specimen to rupture, while ultimate elongation is the elongation at which rupture occurs in the application of continued tensile stress. [10] They are designed to simulate the failure mode that occurs from glove donning which can lead to breaking and tearing. [11] This study evaluated the effect of multiple ABHR applications on the tensile properties of thirteen brands of medical exam nitrile and latex gloves. Previous studies found that nitrile and latex medical examination gloves are comparable during in-use performance. [12, 13] The primary aims of this study were to provide HCWs with useful information in selection of medical exam gloves and to understand the effect of ABHR during doffing of PPE used for protection against Ebola virus.",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 226,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 690,
                    "end": 693,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 694,
                    "end": 697,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 698,
                    "end": 701,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 829,
                    "end": 832,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1370,
                    "end": 1373,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1601,
                    "end": 1604,
                    "text": "[8,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1605,
                    "end": 1607,
                    "text": "9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1816,
                    "end": 1820,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1939,
                    "end": 1943,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2208,
                    "end": 2212,
                    "text": "[12,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2213,
                    "end": 2216,
                    "text": "13]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Medical exam gloves were commercially purchased for evaluation, which included five brands of latex and eight brands of nitrile from five manufacturers. The latex gloves were Kimberly Clark PFE-Xtra, Fisher Scientific Fisherbrand TM , Microflex Ultra One, Microflex Diamond Grip, and Kimberly Clark PFE, while the nitrile gloves included Fisher Scientific Fisherbrand Extended Cuff, SemperMed SemperShield, Kimberly Clark Sterling KC300, Kimberly Clark Sterling Xtra KC300, Kimberly Clark KC500, Kimberly Clark Xtra KC500, Better Touch, and Fisher Scientific Fisherbrand. All gloves were commercially purchased for this evaluation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Medical exam gloves"
        },
        {
            "text": "The thickness of the control gloves was measured in the palm areas in three places using an Ames Micrometer with an accuracy of ± 0.002 mm (Ames Instrument, Waltham, MA). For each brand, the mean thickness was determined from 140 measurements. Table 1 presents thickness and standard deviation for each glove brand tested. The thickness of a total of 700 latex gloves ranged from 0.129-0.224 mm with a mean of 0.176 mm, and that of the 1,120 nitrile gloves ranged from 0.057-0.143 mm, with a mean of 0.093 mm. In fact, all the nitrile gloves were thinner than the latex gloves, except for brand F.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 244,
                    "end": 251,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Medical exam gloves"
        },
        {
            "text": "Gloves were preconditioned for at least 24 hr at room temperature and humidity. Mean temperature and relative humidity during the precondition and testing were 24.1°C and 42.0%, respectively. Because the tests were conducted during the winter season, the relative humidity in the lab was difficult to maintain at the ASTM standard D412 specification of 50% ±5%. [10] ABHRs Because ethanol and isopropanol are the most common ABHR alcohols that are used in formulation, [4] two different ABHRs, one containing 70% ethanol (EBHR, GOJO Industries Inc, Akron OH) and the other containing 63% isopropanol (IBHR, STERIS Corporation, St. Louis, MO), were commercially purchased and used for this evaluation. According to the manufacturer, other ingredients in the EBHR were water, isopropanol, ",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 366,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 469,
                    "end": 472,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Medical exam gloves"
        },
        {
            "text": "According to the CDC donning and doffing of Ebloa PPE video instructions, [14] the outer glove is to be disinfected twice (Table 2) , once before removing the shoe cover and the other time before throwing the glove away. The inner glove is disinfected four times after removing the face shield, the surgical hood, and the gown. After that, a pair of new gloves serve as outer gloves for the removal of the N95 filtering face-piece respirator, these are then disinfected before being thrown away.",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 78,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 122,
                    "end": 131,
                    "text": "(Table 2)",
                    "ref_id": null
                }
            ],
            "section": "Procedures for ABHR application"
        },
        {
            "text": "To mimic the procedures shown in the CDC video instruction, [14] a pair of gloves were worn by a test operator and the outside surfaces of the gloves were treated with approximately 2.5 mL of either ABHR. The ABHR was rubbed on the gloves by the test operator gently ( Figure 1a ). After drying, the gloves were taken off carefully. The operator had all fingernails filed short and smooth to avoid any potential of damaging the tested gloves. Each application lasted approximately two minutes of contact time until dry. For each set of applications, up through six, the same pair of gloves was used, allowing for the ABHR to dry prior to conducting the subsequent application of the same fluid to the same glove-pair.",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 64,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 269,
                    "end": 278,
                    "text": "Figure 1a",
                    "ref_id": null
                }
            ],
            "section": "Procedures for ABHR application"
        },
        {
            "text": "Although the maximum ABHR applications for a pair of gloves in the Ebola PPE guidance are four times (inner glove, Table 2 ), this study evaluated the effect after up to six applications to further evaluate the effect.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 115,
                    "end": 122,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Procedures for ABHR application"
        },
        {
            "text": "For each brand, 10 gloves were taken directly from the original box and tested for baseline determinations. Dumbbell-shaped specimens of the gloves were cut from palm areas using a Type C die [10] (Steel Rule Diemasters, Milwaukee, WI) and a Clicker 700 Die Cutting Machine (Tippmann Die Cutting, Ft. Wayne, IN) ( Figure 1b ). In accordance with ASTM D412 standard method, [10] tensile strength and ultimate elongation were measured (Figures 1c and 1d) using an Instron Universal Testing Machine Model 5566A with a 500N load cell (Instron Instrument, Norwood, MA). Prior to use, the Instron machine was calibrated by a service technician from the manufacturer on site.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 196,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 373,
                    "end": 377,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 314,
                    "end": 323,
                    "text": "Figure 1b",
                    "ref_id": null
                }
            ],
            "section": "Control gloves"
        },
        {
            "text": "To determine potential effects of bidirectional stretching and polymer grain direction, [9] 10 vertical and 10 horizontal swatches were cut from the palm region and tensile properties measured for each brand of the gloves.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 91,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Control gloves"
        },
        {
            "text": "Similar to what was done with the control gloves, dumbbell specimens were cut from palm areas of the gloves after one to six ABHR applications. Ten replicate specimens in vertical direction were prepared and tensile strength and ultimate elongation measured for statistical comparison.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gloves after ABHR applications"
        },
        {
            "text": "One-way analysis of variance (ANOVA) was used to determine if multiple ABHR applications affect the integrity of the medical exam gloves tested. Multiple comparisons at a 95% confidence level using the Dunnett method were performed for each tensile strength and ultimate elongation means to see if data transformation was required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical method"
        },
        {
            "text": "Mean differences of the tensile strengths of the latex and nitrile gloves between vertical and horizontal swatches were determined to be 1.03% (p = 0.35) and 5.6% (p = 0.03), respectively, while mean differences of the elongations of the latex and nitrile gloves between vertical and horizontal swatches were 0.06% (p = 0.35) and 1.66% (p = 0.11), respectively. The comparison of horizontal and vertical samples was only done with the control gloves and the results indicated that this was not necessary to do with the ABHR-treated gloves. Figure 2 shows the changes in tensile strengths and ultimate elongations for latex gloves without and with one to six EBHR applications. The error bars in the figures represent 95% confidence intervals of the means (n = 10). Tensile strengths (Figure 2a ) of the 5 latex glove models without an EBHR application (control gloves, represented as the zeroth application) were between 17.1 and 27.4 MPa. For the same gloves, ultimate elongations were between 966% and 1230% (Figure 2b ), which means that the gloves were able to be extended 9.6-12.3 times their original length before the occurrence of a rapture. Table  . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 540,
                    "end": 548,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 783,
                    "end": 793,
                    "text": "(Figure 2a",
                    "ref_id": null
                },
                {
                    "start": 1010,
                    "end": 1020,
                    "text": "(Figure 2b",
                    "ref_id": null
                },
                {
                    "start": 1150,
                    "end": 1157,
                    "text": "Table ",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Effects of bidirectional stretching and polymer grain direction"
        },
        {
            "text": "A negative number indicates a decrease of the tensile property; while a positive number indicates an increase of the tensile property. Numbers in bold indicate that the percentage changes were statistically significantly different from zero (p < .). a Letter \"e\" represents ethanol-based hand rub, and letter \"i\" represents isopropanol-based hand rub.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EBHR application"
        },
        {
            "text": "Differences of the tensile strengths and elongation between applications for the five models were relatively small, i.e., 1.6-fold and 1.3-fold, respectively. The largest values for both tensile strength and elongation were observed for Brand C, the brand with the greatest thickness among all the tested gloves. It was found that this brand is the only latex among the five brands in this study that was sent to Underwriters Laboratory [15] by its manufacturer for certification and met NFPA Standard on Protective Clothing for Emergency Medical Operations. [6] Although certification of gloves to NFPA 1999 by the glove manufacturers is voluntary and the standard does not test gloves with ABHR, the gloves that meet this standard may be superior performing when subjected to ABHR. On the other hand, the thinnest glove (Brand B) had the smallest elongation and the second lowest tensile strength that was, however, not statistically different with the lowest tensile strength of Brand E. However, linear regressions of tensile properties against thickness indicated correlations with tensile strength was better than elongation (linear correlation coefficients (r) of 0.53 and 0.37, respectively). As shown in Table 3 , minor decreases of the tensile strengths between 0.3 and 3.3% were observed for four out of the five brands after six EBHR applications, and the changes were not statistically different compared to their control gloves (p > 0.05). The other (Brand E) that had the lowest tensile strength experienced the largest decrease of the tensile strength after each additional application, and the changes were statistically different. Overall, mean tensile strength decreased 4.3% (p > 0.05) for all the latex gloves. However, EBHR was able to enhance tensile strength for three brands (A, B, and D) after four applications. On the other hand, the latex gloves exhibited slight increases of elongations, excluding the thickest Brand C that had minor decreases after each application. The largest increase of the elongation was observed for the thinnest Brand B (p < 0.05). It is noted that, for tensile strength, Brand E with the lowest value experienced the largest amount of decrease after each application. For elongation, all of the brands increased after each application from the beginning, except for the thickest latex glove, which decreased with each application. However, the changes were relatively small and, in general, not statistically significant (p > 0.05).",
            "cite_spans": [
                {
                    "start": 437,
                    "end": 441,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 559,
                    "end": 562,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 1213,
                    "end": 1220,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "EBHR application"
        },
        {
            "text": "Overall, mean tensile strengths and elongations for the five latex gloves were fairly constant after up to six EBHR applications. The mean changes of the tensile strengths and elongations were not statistically significant (p > 0.05). After the maximum number of four applications, as per the CDC guidance [14] for the inner gloves (Table 2) , the gloves had increases or virtually no change in tensile strengths except for Brand E, and increased elongations, except for Brand C. Brand C continued to provide the highest tensile strength and elongation with the smallest changes of the properties; which seemed to be superior to the other tested gloves.",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 310,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 332,
                    "end": 341,
                    "text": "(Table 2)",
                    "ref_id": null
                }
            ],
            "section": "EBHR application"
        },
        {
            "text": "Changes in tensile strengths and elongations for the latex gloves without and with one to six IBHR applications are illustrated in Figure 3 . Because of potential variations of glove physical properties between different lots, in this study control gloves and gloves used for ABHR applications were taken from the same box. Furthermore, each set of gloves without and with 1-6 applications were tested during the same day to minimize potential variations of atmospheric conditions. This may have caused differences in tensile properties between the control gloves tested against EBHR ( Figure 2 ) and IBHR ( Figure 3 ). As shown in Figure 3a , tensile strengths without IBHR application were between 16.4 and 27.4 MPa. Ultimate elongations ranged from 1100-1230% (Figure 3b ). Similar to Figure 2 , the upper and lower values of the tensile properties were found from the same brands, except for the smallest elongation being 1100% from Brand D, but it was not statistically different from 1119% (Brand E) shown in Figure 3b (p-value > 0.05).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 131,
                    "end": 139,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 586,
                    "end": 594,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 608,
                    "end": 616,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 632,
                    "end": 641,
                    "text": "Figure 3a",
                    "ref_id": null
                },
                {
                    "start": 763,
                    "end": 773,
                    "text": "(Figure 3b",
                    "ref_id": null
                },
                {
                    "start": 788,
                    "end": 796,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 1015,
                    "end": 1024,
                    "text": "Figure 3b",
                    "ref_id": null
                }
            ],
            "section": "IBHR application"
        },
        {
            "text": "Percentage changes in tensile properties for the latex gloves can be seen in Table 3 as well. The results show that IBHR reduced tensile strength after each application with only a few exceptions. After the maximum number of four applications (as per the CDC guidance), all brands exhibited decreases in tensile strengths from 2.0-20.9%. The magnitude of these decreases were between 8.0% (Brand D) and 32.3% (Brand A) after six applications and the decreases were all statistically significant (p-value < 0.05). Compared to EBHR, after six applications, IBHR had a greater impact on the reduction of tensile strength for latex gloves (i.e., 18.1% vs. 4.3%).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 77,
                    "end": 84,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "IBHR application"
        },
        {
            "text": "Overall, the magnitude of the percent change in elongation was much smaller than that for tensile strength. The largest decrease of elongation was also found for Brand A (11.9% after six applications). In comparison to the elongation results, reductions in tensile strength consistently persisted with increased IBHR applications. In general, for some glove models, EBHR was able to preserve or even enhance tensile strength for the latex gloves after four applications. However, it was noticed that IBHR caused the latex gloves tested to become sticky to touch after three or four applications. Figure 4 shows the changes in tensile strengths and elongations for the eight brands of nitrile gloves after multiple applications with EBHR. Tensile strengths of the control gloves were between 13.1 MPa (Brand M) and 35.9 MPa (Brand K), as shown in Figure 4a . Ultimate elongations were between 433% (Brand M) and 819% (Brand J) as shown in Figure 4b . Differences of the ranges for tensile strengths and elongation were 2.7fold and 1.9-fold, respectively, larger than those for the latex gloves. These are similar with those reported by ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 596,
                    "end": 604,
                    "text": "Figure 4",
                    "ref_id": null
                },
                {
                    "start": 846,
                    "end": 855,
                    "text": "Figure 4a",
                    "ref_id": null
                },
                {
                    "start": 938,
                    "end": 947,
                    "text": "Figure 4b",
                    "ref_id": null
                }
            ],
            "section": "IBHR application"
        },
        {
            "text": "A negative number indicates a decrease of the tensile property; while a positive number indicates an increase of the tensile property. Numbers in bold indicate that the percentage changes were statistically significantly different from zero (p < .). a Letter \"e\" represents ethanol-based hand rub, and letter \"i\" represents isopropanol-based hand rub.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Note."
        },
        {
            "text": "Phalen and Wong, [16] showing threefold (11-34 Mpa) and 2.5-fold (440-1100%) differences among 37 disposable nitrile gloves. Unlike the latex gloves, the upper tensile properties were not found from Brand F, which was the thickness glove model, nor the lower properties found from Brand L-thinnest glove model. For these nitrile gloves, Brand G is the only nitrile glove among the eight brands that was sent to Underwriters Laboratory [15] by its manufacturer for certification and met NFPA 1999 standard. [6] Table 4 shows percent change in the tensile properties for the nitrile gloves. After six EBHR applications, each of the nitrile gloves exhibited a decrease in tensile strength with a mean decrease of 26%. The largest decrease was found for the thinnest Brands, H and L (46% and 39% relatively); while the smallest decrease was found for the thickest Brand J (11.9%). The changes were all statistically different compared to the control gloves. For elongations after six applications, five brands had net increases between 0.3% (Brand J) and 30.5% (Brand M), while the three others had elongation significantly decreased (p < 0.05) from 6.1% (Brand F) to 17.3% (Brand H). Generally, in comparison to the full set of six applications for the same glove models, there was relatively small changes in tensile properties after four applications.",
            "cite_spans": [
                {
                    "start": 17,
                    "end": 21,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 435,
                    "end": 439,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 506,
                    "end": 509,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 510,
                    "end": 517,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Note."
        },
        {
            "text": "Changes in tensile properties for the nitrile gloves after multiple applications with IBHR can be seen in Figure 5 . Tensile strengths of the control gloves were between Table . 16.1 MPa (Brand H) and 27.9 MPa (Brand L), as shown in Figure 5a , while elongations were between 643% (Brand H) and 860% (Brand K) as shown in Figure 5b . Brand H, the second thinnest brand but not statistically different with the thinnest Brand L, had the lowest tensile properties. Brand H also exhibited the lowest elongation after each application-up to six times. Unlike the latex gloves, tensile properties of the control nitrile gloves were not the same when comparing Figure 4 and Figure 5 . As with the latex gloves, this may be due to the variability between nitrile gloves from different purchases/lots, as well as experimental uncertainties.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 106,
                    "end": 114,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 170,
                    "end": 178,
                    "text": "Table .",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 234,
                    "end": 243,
                    "text": "Figure 5a",
                    "ref_id": null
                },
                {
                    "start": 323,
                    "end": 332,
                    "text": "Figure 5b",
                    "ref_id": null
                },
                {
                    "start": 656,
                    "end": 664,
                    "text": "Figure 4",
                    "ref_id": null
                },
                {
                    "start": 669,
                    "end": 677,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "IBHR application"
        },
        {
            "text": "As shown in Table 4 , changes in tensile strength with IBHR application was generally larger than that with EBHR applications (mean decreases 35.5% vs. 21%). Moreover, the changes were larger than those for latex gloves with either ABHR applications ( Table 3 ). The changes were all statistically different compared to their control gloves. Again, the largest decrease after six applications was found for the thinnest Brand L (58%). However, it appeared that IBHR increased elongations for most of the nitrile gloves after six applications, except for Brands H and L. All the changes were statistically different (p < 0.05).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "text": "Table 4",
                    "ref_id": null
                },
                {
                    "start": 252,
                    "end": 259,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "IBHR application"
        },
        {
            "text": "Compared to six applications, the gloves generally appeared to exhibit relatively small changes in tensile strengths after four applications and the changes were all statistically significant as well (p < 0.05). Similar to the latex gloves, the nitrile gloves also became sticky to touch after three or four IBHR applications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IBHR application"
        },
        {
            "text": "The literature has shown no significant weight or thickness change or observable signs of material degradation with nitrile and latex gloves following exposure to ethanol up to two hours, and latex gloves had a lower permeation rate than nitrile gloves. The glove thicknesses in this study were comparable with another study. [17] However, little such information exists in the literature for isopropanol. Our study is a comprehensive comparison of the effect of multiple ABHR applications on the changes in tensile properties.",
            "cite_spans": [
                {
                    "start": 326,
                    "end": 330,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although the effects of the ABHR applications on the tested gloves varied in different magnitudes, approximately 7 out of the 13 brands showed little to no change in tensile properties after 4 EBHR applications. These included all the latex brands and two brands of nitrile gloves (F and G). Changes in tensile strengths were less than 12%, while changes in elongations were less than 8%. Three of them decreased their tensile strength and four even had increases of tensile strength. Except for Brands C and F, all the seven brands increased their elongations after four EBHR applications. However, approximately half of the changes were not statistically different at α = 0.05. After six applications, all seven brands decreased their tensile strengths in comparison with four applications. The net changes were all negative when compared to the control gloves with two largest decreases of −14.4% (Brand E) and −26.2% (Brand G). On the other hand, elongation was virtually unchanged from four to six applications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "All tested gloves were able to meet NFPA 1999 glove requirements for tensile strength ࣙ 14 MPa and elongation ࣙ 500% after up to six applications, except for two brands of relatively thin nitrile gloves (Brands H and M). This is partly due to a relatively short contact time (i.e., about 2 min per application) needed between the tested gloves and ABHR to mimic processes used in either the CDC-recommended PPE doffing process for Ebola, [3] or CDC recommendations for routine (bare) hand hygiene. Glove degradation is a function of the contact time.",
            "cite_spans": [
                {
                    "start": 438,
                    "end": 441,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Generally, our study shows that latex gloves had superior tensile strength properties compared to the nitrile gloves. This is consistent with another study showing that latex gloves were less stiff than nitrile gloves following stretching. [18] Similarly, another study found that NFPA 1999 certified emergency medical exam gloves made of nitrile (650%) had lower elongation compared to latex (850%). [11] Thickness of the gloves were similar with this study. Furthermore, EBHR had a smaller effect than IBHR. The different effects could be somewhat explained by polymer solubility, i.e., polar chemicals will tend to dissolve polar polymers and nonpolar solvents will tend to dissolve nonpolar polymers. [19] Higher solubility of the ABHRs would result in a larger effect on the gloves. According to the polarizability, [20] both ABHRs are polar but ethanol is slightly more polar than isopropanol. For the gloves, nitrile is more polar than latex. Therefore, both ABHRs would have a smaller effect on latex than nitrile gloves. In addition, EBHR containing 70% ethanol would have a smaller effect (less solubility) on latex gloves among the four glove/ABHR combinations (i.e., latex-EBHR, latex-IBHR, nitrile-EBHR, and nitrile-IBHR). These were well supported by the results. For the nitrile gloves, however, the results cannot be merely explained by the solubility, probably due to the small difference of the polarizability between the two ABHRs. Moreover, other factors might also play a role on the changes in tensile properties differently. These include other ingredients existing in the ABHRs (as much as 30-37%), the way the gloves were made including different constituents, chemicals, and plasticizers added during manufacturing, etc. Applications of the ABHR could remove certain additives such as plasticizers. [7] No two gloves are identical though they may be the same generic type. [21] While changes in tensile properties were not practically significant for most of the glove/ABHR combinations, application of IBHR did cause all the tested gloves to become sticky after three or four applications. It is likely that the stickiness is caused when the isopropanol (a known solvent) in IBHR removes plasticizers or other additives in the glove material. Changes in the way the gloves feel may be alarming to end users, so we recommend that hospital safety professionals conduct training and encourage practice of PPE doffing techniques periodically with the specific models of gloves and ABHR used in their hospital. This will help to reduce the chances that unexpected changes in glove properties would be surprising to the HCW during an actual event. Switching the type of glove or the type of ABHR product used may be necessary if decreased glove integrity (e.g., they start to tear or rip) or unusual changes (e.g., excessive stickiness, shrinking, or hardening) that would affect work-related tasks are observed during training and practice.",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 244,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 401,
                    "end": 405,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 705,
                    "end": 709,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 821,
                    "end": 825,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1825,
                    "end": 1828,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1899,
                    "end": 1903,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The main study limitation was that only a limited number of ABHR types and formulations could be studied. We selected a wide variety of representative gloves and two brands of ABHR, but could not test all models and types found in healthcare. Laboratory testing focused on two key parameters only (tensile strength and elongation). Future research should look at other performance characteristics such as those found in NFPA 1999, including puncture resistance and watertight integrity testing. Subjective evaluations using human test subjects would also be helpful to better understanding the effects of ABHR on gloves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study evaluated the effect of ABHR applications on integrity of 13 brands of nitrile and latex medical exam gloves based on the change in tensile properties. The ABHRs decreased tensile strength while increasing ultimate elongation to a much lesser extent. Generally, the effect was greater on the nitrile than on the latex gloves. In addition, EBHR resulted in less changes in tensile strength compared to IBHR. There was a trend that changes in the tensile strength increased when increasing the number of ABHR applications. The smallest effect was observed for latex gloves treated with EBHR, while the largest effect was found for nitrile gloves treated with IBHR. Overall, EBHR has little to no effect on elongation of most tested gloves but with notably decreased tensile strength for nitrile gloves after up to six applications. Nevertheless, all tested gloves still met NFPA 1999 glove requirements in tension strength and elongation, except for two brands of relatively thin nitrile gloves (Brands H and M). Multiple EBHR applications on the latex gloves and some of the nitrile gloves tested should be safe for Ebola PPE doffing based on the CDC guidance. However, hospital safety professionals are encouraged to practice doffing with the models of gloves used in their hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary and conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Occupational safety and health protections against Ebola virus disease",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ringen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Landrigan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Stull",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Duffy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Melius",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Mcdiarmid",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Amer. J. Indust. Med",
            "volume": "58",
            "issn": "7",
            "pages": "703--714",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Ebola Virus Disease in Health Care Workers -Sierra Leone",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Kilmarx",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Clarke",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Dietz",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Guidance on Personal Protective Equipment (PPE) To Be Used by Healthcare Workers during Management of Patients with Confirmed Ebola or Persons under Investigation (PUIs) for Ebola who are Clinically Unstable or Have Bleeding, Vomiting, or Diarrhea in U.S. Hospitals, Including Procedures for Donning and Doffing PPE",
            "authors": [],
            "year": 2016,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "can intensive use of alcohol-based hand rubs lead to passive alcoholization?",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Bessonneau",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Clément",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "7",
            "issn": "8",
            "pages": "3038--3050",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "American National Standards Institute, Inc./The International Safety Equipment Association",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "American National Standard for Hand Protection Classification (ANSI/ISEA 105-2016)",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "National Fire Protection Association (NFPA) 1999 Standard: Standard on Protective Clothing for Emergency Medical Operations. The National Fire Protection Association (NFPA)",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Changes in tensile properties of neoprene and nitrile gloves after repeated exposures to acetone and thermal decontamination",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Tomasovic",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Occup. Environ. Hyg",
            "volume": "2",
            "issn": "11",
            "pages": "543--552",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Weathering degradation of polyethylene",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hamid",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Maadhah",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Amin",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Handbook of Polymer Degradation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Tensile properties and integrity of clean room and low-modulus disposable nitrile gloves: a comparison of two dissimilar glove types",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Phalen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Ann. Occup. Hyg",
            "volume": "56",
            "issn": "4",
            "pages": "450--457",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Standard Test Methods for Vulcanized Rubber and Thermoplastic Elastomers Tension (Method D412-06a (Reapproved 2013))",
            "authors": [],
            "year": 2013,
            "venue": "American Society for Testing and Materials",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Scientific basis for selection of emergency medical examination gloves for emergency medical technicians, paramedics, firefighters, and emergency department personnel",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Edlich",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Winters",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Long-term Eff. Med. Implants",
            "volume": "15",
            "issn": "2",
            "pages": "161--183",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "In-use barrier integrity of gloves: latex and nitrile superior to vinyl",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rego",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Roley",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Am. J. Infect. Control",
            "volume": "27",
            "issn": "",
            "pages": "405--410",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Performance of latex and nonlatex medical examination gloves during simulated use",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Korniewicz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "El-Masri",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Broyles",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Am. J. Infect. Control",
            "volume": "30",
            "issn": "2",
            "pages": "133--138",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Donning and Doffing of Personal Protective Equipment (PPE) -Video Instructions from the CDC",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cdc) Ebola",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Online Certification Directory",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Polymer properties associated with chemical permeation performance of disposable nitrile rubber gloves",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Phalen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Appl. Polym. Sci",
            "volume": "131",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Changes in chemical permeation of disposable latex, nitrile, and vinyl gloves exposed to simulated movement",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Phalen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tih",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Occup. Environ. Hyg",
            "volume": "11",
            "issn": "",
            "pages": "716--721",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Biomechanical performance of powder-free examination gloves",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Fisher",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "R"
                    ],
                    "last": "Reddy",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Thacker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Edlich",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Emerg. Med",
            "volume": "17",
            "issn": "6",
            "pages": "1011--1018",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Fundamental Principles of Polymeric Materials",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Brazel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Rosen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Atomic and Molecular Polarizabilities",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Handbook of Chemistry Physics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Chemistry of Chemical Protective Clothing Formulations",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Perkins",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Chemical Protective Clothing",
            "volume": "",
            "issn": "",
            "pages": "55--82",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Applications of ABHR on gloves and Tensile Property Testing (a) Application and drying of ABHR, (b) Specimen cut from palm, (c) Tensile property testing prior to rupture, and (d) Tensile property testing at rupture.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Changes in tensile properties of latex gloves against EBHR, (a) tensile strength, and (b) elongation. Error bars represent % confidence interval (n = ). Manufactures of Brands A-E can be found in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Changes in tensile properties of latex gloves against IBHR, (a) tensile strength and (b) elongation. Error bars represent % confidence interval (n = ). Manufactures of Brands A-E can be found inTable .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Changes in tensile properties of nitrile gloves against EBHR, (a) tensile strength and (b) elongation. Error bars represent % confidence interval (n = ). Manufactures of Brands F-M can be found inTable .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Changes in tensile properties of nitrile gloves against IBHR, (a) tensile strength and (b) elongation. Error bars represent % confidence interval (n = ). Manufactures of Brands F-M can be found in",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Thicknesses of the medical exam gloves.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Changes in the tensile strengths and elongations for the latex gloves in percentages.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Changes in the tensile strengths and elongations for the nitrile gloves in percentages.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors are thankful to Tyler Brady and Amanda Strauch at NIOSH for their assistance on the tests; Ziqing Zhuang, Chad Dowell, and Bill Haskell at NIOSH for valuable discussions; and Peter Jaques and Zafer Kahveci at NIOSH for internal review of this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "The findings and conclusions in this report are those of the authors and do not necessarily represent the views of the National Institute for Occupational Safety and Health. Mention of any company or product does not constitute endorsement by NIOSH. The authors identify no conflicts of interest in the conduct of this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclaimer"
        }
    ]
}