{"paper_id": "86e866e291a111134bbb1236ce3835b60104f59e", "metadata": {"title": "Custom-Fit Three-Dimensional- Printed BiPAP Mask to Improve Compliance in Patients Requiring Long-Term Noninvasive Ventilatory Support", "authors": [{"first": "Ying", "middle": ["Ying"], "last": "Wu", "suffix": "", "affiliation": {"laboratory": "", "institution": "Carnegie Mellon University", "location": {"addrLine": "5000 Forbes Avenue", "postCode": "15213", "settlement": "Pittsburgh", "region": "PA"}}, "email": "yingyinw@alumni.cmu.edu"}, {"first": "Deepshikha", "middle": [], "last": "Acharya", "suffix": "", "affiliation": {"laboratory": "", "institution": "Carnegie Mellon University", "location": {"addrLine": "5000 Forbes Avenue", "postCode": "15213", "settlement": "Pittsburgh", "region": "PA"}}, "email": "dacharya@andrew.cmu.edu"}, {"first": "Camilla", "middle": [], "last": "Xu", "suffix": "", "affiliation": {"laboratory": "", "institution": "Carnegie Mellon University", "location": {"addrLine": "5000 Forbes Avenue", "postCode": "15213", "settlement": "Pittsburgh", "region": "PA"}}, "email": ""}, {"first": "Boyle", "middle": [], "last": "Cheng", "suffix": "", "affiliation": {"laboratory": "", "institution": "Allegheny General Hospital", "location": {"addrLine": "320 E North Avenue", "postCode": "15212", "settlement": "Pittsburgh", "region": "PA"}}, "email": "bcheng@wpahs.org"}, {"first": "Sandeep", "middle": [], "last": "Rana", "suffix": "", "affiliation": {"laboratory": "", "institution": "Allegheny General Hospital", "location": {"addrLine": "320 E North Avenue", "postCode": "15212", "settlement": "Pittsburgh", "region": "PA"}}, "email": "sandeep.rana@ahn.org"}, {"first": "Kenji", "middle": [], "last": "Shimada", "suffix": "", "affiliation": {"laboratory": "", "institution": "Carnegie Mellon University", "location": {"addrLine": "5000 Forbes Avenue", "postCode": "15213", "settlement": "Pittsburgh", "region": "PA"}}, "email": "shimada@cmu.edu"}]}, "abstract": [{"text": "Noninvasive ventilator support using bi-level positive airway pressure/continuous positive airway pressure (BiPAP/CPAP) is commonly utilized for chronic medical conditions like sleep apnea and neuromuscular disorders like amyotrophic lateral sclerosis (ALS) that lead to weakness of respiratory muscles. Generic masks come in standard sizes and are often perceived by patients as being uncomfortable, ill-fitting, and leaky. A significant number of patients are unable to tolerate the masks and eventually stop using their devices. The goal of this project is to develop custom-fit masks to increase comfort, decrease air leakage, and thereby improve patient compliance. A single-patient case study of a patient with variant ALS was performed to evaluate the custom-fit masks. His high nose bridge and overbite of lower jaw caused poor fit with generic masks, and he was noncompliant with his machine. Using desktop Stereolithography three-dimensional (3D) printing and magnetic resonance imaging (MRI) data, a generic mask was extended with a rigid interface such that it was complementary to the patient's unique facial contours. Patient or clinicians interactively select a desired mask shape using a newly developed computer program. Subsequently, a compliant silicone layer was applied to the rigid interface. Ten different custom-fit mask designs were made using computer-aided design software. Patient evaluated the comfort, extent of leakage, and satisfaction of each mask via a questionnaire. All custom-fit masks were rated higher than the standard mask except for two. Our results suggest that modifying generic masks with a 3D-printed custom-fit interface is a promising strategy to improve compliance with BiPAP/CPAP machines.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Noninvasive ventilator devices, namely, continuous positive airway pressure (CPAP) and bi-level positive airway pressure (BiPAP) machines have been used to treat a number of chronic medical conditions associated with impaired breathing. In neuromuscular disorders like amyotrophic lateral sclerosis (ALS), weakness of the respiratory muscles eventually leads to hypoxemia and respiratory failure. These patients require the use of BiPAP ventilatory support, particularly at night, to help them breathe and improve their quality of sleep [1] . The use of BiPAP during sleep has been shown to improve quality of life and overall prognosis in patients with advanced ALS [2] [3] [4] [5] [6] . Specifically, compliance to BiPAP treatment has been shown to increase survival in these patients [2, 4, 6] .", "cite_spans": [{"start": 537, "end": 540, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 667, "end": 670, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 671, "end": 674, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 675, "end": 678, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 679, "end": 682, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 683, "end": 686, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 787, "end": 790, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 791, "end": 793, "text": "4,", "ref_id": "BIBREF3"}, {"start": 794, "end": 796, "text": "6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Introduction"}, {"text": "A CPAP machine is used to treat obstructive sleep apnea. It has been estimated that over 25 million adults in U.S. have obstructive sleep apnea [7] . If untreated, it predisposes these patients to other chronic medical illness like hypertension, heart disease, depression, etc. [8] . Recent epidemiology studies have shown that there has been a rising prevalence of sleep apnea, and it is a major health concern in this country [9, 10] . The most common causes of sleep apnea are obesity and lax tissues in the nasopharynx which tend to obstruct the airway in deep sleep. Patients with sleep apnea snore in their sleep, and experience recurrent pauses in their breathing that lead to hypoxemia. CPAP machine pushes a continuous stream of air through the airway to prevent it from collapsing and causing apneic spells.", "cite_spans": [{"start": 144, "end": 147, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 278, "end": 281, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 428, "end": 431, "text": "[9,", "ref_id": "BIBREF8"}, {"start": 432, "end": 435, "text": "10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Introduction"}, {"text": "Even though these noninvasive ventilator devices have been shown to be effective in these conditions, patients often stop using them because of poor mask fit [4, 11] . Currently, masks come in only three generic sizes: small, medium, and large, which are insufficient given the large variations in face shape and contours. Many patients tend to over tighten their mask straps in an attempt to compensate for ill-fitting masks that are leaking air. This could sometimes lead to skin excoriation on the nose bridge. In addition, ALS patients who use BiPAP during the day often complain that the mask hindered daytime activities such as talking and wearing prescription or reading glasses.", "cite_spans": [{"start": 158, "end": 161, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 162, "end": 165, "text": "11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Introduction"}, {"text": "While other groups have also looked into making custom-fit masks, they were mainly focused on creating mask cushions that fits the patient's face but did not offer the option of customizing the shape of the mask. Hsu et al. [12] used a three-dimensional (3D) scanner to obtain patient's face contour and computer numerical control machining to create a custom mold for a nasal cushion and reported greater comfort level. Cheng and Chu [13] used Hygrogum and plaster to obtain patient's face contour and then printed the custom-fit cushion on an industrial 3D printer.", "cite_spans": [{"start": 224, "end": 228, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 435, "end": 439, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Introduction"}, {"text": "While the cushions were not tested on patients, the authors showed that less loading was needed to achieve a good seal. As opposed to making individually customized mask, Han et al. [14] used 3D scanning to establish three generic mask sizes for industrial respirators that were biased toward Korean facial features and thus fit Koreans better.", "cite_spans": [{"start": 182, "end": 186, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Introduction"}, {"text": "The primary goal of our project is to improve BiPAP masks to provide better fit and comfort. This will likely lead to improved patient compliance in using their machines and thereby have a positive impact on the patient's prognosis. The secondary goal is to design different shapes and features of mask that would improve patient satisfaction during daytime wear by allowing them to wear their glasses and converse without disrupting the air seal of mask. To achieve these goals, we used 3D printing techniques to customfit masks based on magnetic resonance imaging (MRI) data.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "In the case study presented in this paper, we designed and tested multiple BiPAP masks that were custom fit to the patient's face contour and were modified to allow daytime use. These masks were designed using computational methods based on patient's data, patient's input, and clinician's input.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Patient. This case study subject was a patient with a variant of ALS that resulted in respiratory weakness and was prescribed BiPAP treatment. He tried many different commercial masks over a number of years, but due to his unique facial features, including high nose bridge and protruding jaw with overbite, he was unable to find a comfortable mask that did not leak. He stopped using his machine and as a result he suffered adversely in his health. He consented to participate in the study. As this is a single-patient case study and physician-initiated, we were not required to submit for Institutional Review Board approval.", "cite_spans": [], "ref_spans": [], "section": "Materials and Methods"}, {"text": "The MRI data of patient's face region were segmented using a commercial software tool, MATERIALIZE MIMICS (Materialize, Belgium). Thresholding, smoothing and shrinkwrap functions in the software were used to obtain a manifold computer model of patient's face. The segmented surface data were exported as a stereolithography file (.stl) and imported into newly developed interactive computer program to generate the custom-fit mask.", "cite_spans": [], "ref_spans": [], "section": "Materials and Methods"}, {"text": "Patient Feedback. The patient was given ten custom-fit masks and two control noncustom-fit masks over two meetings. At the first meeting, the patient was told to use the mask which he was most able to tolerate in his past BiPAP treatment (previous mask), followed by the original unmodified mask (mask 0), before the modified masks 1-4. In the second meeting, the patient was told to use modified masks 5-10.", "cite_spans": [], "ref_spans": [], "section": "Materials and Methods"}, {"text": "The patient was instructed to use each modified mask for one night (one-night trial) and then pick his favorite from the batch to wear for seven consecutive nights (seven-night trial). The patient was also given copies of a questionnaire with several Likert-type scale questions and open-ended questions as tabulated in Table 1 . He was instructed to complete a questionnaire after every onenight trial and at the end of the seven-night trial.", "cite_spans": [], "ref_spans": [{"start": 320, "end": 327, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Materials and Methods"}, {"text": "Custom-Fit Mask. A generic Veraseal V R 2 (vented, large size) oronasal mask (Sleepnet Corporation, Hampton, NH) was modified to custom-fit the patient's face as shown in Fig. 1 . The modified mask consisted of three components: (1) a generic offthe-shelf mask, (2) a rigid interface, and (3) a compliant silicone layer. We designed the rigid interface and silicone layer so that they bridge the 3D contour of the mask to the 3D contour of the patient's face. Each of the components was made separately, assembled using superglue and then left to air overnight to remove residual odor.", "cite_spans": [], "ref_spans": [{"start": 171, "end": 177, "text": "Fig. 1", "ref_id": "FIGREF0"}], "section": "Materials and Methods"}, {"text": "The air-gel layer of the oronasal mask was removed and the transparent mask body was spray painted to achieve a matte opaque finish. We then scanned the spray-painted mask with a noncontact 3D digitizer (Vivid 9i, Konica Minolta, Tokyo, Japan) to create a computer model of the mask.", "cite_spans": [], "ref_spans": [], "section": "Materials and Methods"}, {"text": "Program. An interactive computer program was developed so that the user can design the shape of the rigid interface. The user may be the patient, the clinician, or both, depending on the patient and the preference of the clinician. If the patient is enthusiastic and have specific preferences, it may be more efficient to include the patient in the design of the shape of the rigid interface. Using the visualization toolkit (VTK) library [6] , we rendered a computer model of the patient's face with a default two-dimensional (2D) outline. This 2D outline consists of a set of control points on an offset coronal plane and a spline through the set of points. The view is initially configured to be perpendicular to the coronal plane. Using built-in ray-casting functions in VTK, we project the set of control points onto the face model to obtain the corresponding set of intersection points in 3D space. A spline is fitted to the intersection points and both the 2D and 3D outlines are displayed to the user. The user can then adjust the default outline by dragging the control points on the 2D outline. Every time a control point is moved, the set of intersection points is updated, and the rendering is refreshed to reflect the new 3D outline. The user can also adjust the viewing angle to verify his/her choice of the 3D outline.", "cite_spans": [{"start": 439, "end": 442, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Interactive Computer"}, {"text": "Since the 2D outline is chosen by the user, features can be incorporated according to each patient's needs to increase comfort level and thus patient compliance. In our case study, the patient requested a mask that can accommodate his prescription glasses even while wearing the mask. Thus, the outline was drawn lower down along the nose bridge as shown in Fig. 2(a) .", "cite_spans": [], "ref_spans": [{"start": 358, "end": 367, "text": "Fig. 2(a)", "ref_id": null}], "section": "Interactive Computer"}, {"text": "Rigid Interface. Once the 3D outline is selected, a full 3D surface model of the rigid interface is created. The chosen 3D outline is taken as the inner surface contour and the outer contour is created by offsetting the 2D outline in the coronal plane by the desired thickness of the rigid interface. This new set of control points is projected onto the face to obtain the outer 3D outline. The face contours and the mask contours (measured from generic mask shape) are then stitched together using VTK to form triangular surfaces of the rigid interface model. An example of the resulting model is shown in Fig. 2(b) .", "cite_spans": [], "ref_spans": [{"start": 607, "end": 616, "text": "Fig. 2(b)", "ref_id": null}], "section": "Interactive Computer"}, {"text": "The resulting rigid interface was modified using an open source software, BLENDER (BLENDER 2.78, Blender Foundation, Amsterdam, The Netherlands), to complement the compliant silicone layer. The final rigid interface model was then printed using a desktop stereolithography 3D printer, Form 2 (Formlabs, Inc., Somerville, MA). The cost of material for 3D printing the rigid interface is about $5, and it takes about 5 h to print. Except for mask 10 which was printed in flexible resin, all interfaces were printed in standard clear resin from Formlabs.", "cite_spans": [], "ref_spans": [], "section": "Interactive Computer"}, {"text": "Compliant Silicone Layer. The silicone layer was made of a skin-safe, platinum-cure silicone, Dragonskin10 (Smooth-On, Macungie, PA). We designed the silicone layer with different crosssectional profiles to test which one creates a better seal. We cast the silicone layer in a mold and two methods are used to create the mold: (1) Boolean functions are first used to make the shape of a mold. The mold is then 3D printed and (2) a sacrificial part is 3D printed. A silicone mold is then made from the sacrificial part.", "cite_spans": [], "ref_spans": [], "section": "Interactive Computer"}, {"text": "Photos of the ten custom-fit masks and two control noncustomfit masks given to the patient are shown in Fig. 3 . The patient's previous mask was an oronasal mask with a nasal pillow. Mask 0 was a typical oronasal mask that sat on the nose bridge. Mask 1 featured a uniform layer of silicone, with a square cross section, that was attached to the interface, and shaped to the face contour. Mask 2 was the same as mask 1, except the face contour matched the contour of the rigid interface instead of the silicone layer. Masks 3 and 4 were designed with the silicone layer thinning and extending outward. Mask 5 was a thinner version of mask 1. Masks 6 and 7 were similar to mask 5 but with a rough interfacing side to increase friction and prevent the mask from being displaced by jaw movement. In addition, mask 7 has a wider silicone section at the bottom to increase compliance with jaw movement. Mask 8 has two layers of thin silicone to retard air flow if any leak occurred. Mask 9 featured an inner silicone rod within a larger outer silicone tube. The larger tube was expected to increase compliance to jaw movement while the inner rod provides cushioning. Mask 10 featured the rigid interface as a wireframe structure printed in flexible resin and subsequently coated with silicone. The flexible resin and wireframe structure increased flexibility and compliance to jaw movement.", "cite_spans": [], "ref_spans": [{"start": 104, "end": 110, "text": "Fig. 3", "ref_id": null}], "section": "Results"}, {"text": "The patient's responses to the questionnaire's rating questions are tabulated in Tables 2 and 3. In the first meeting, the patient gave masks 1-4 a higher score than both the previous mask and mask 0 for every rating question. An exception was question Q2 where masks 2 and 4 were rated as leaking more than his previous mask. The unmodified mask 0 was given very low ratings. From the set of masks 1-4, he chose mask 1 for the seven-night trial even though mask 3 was rated higher. The rating for the sevennight trial was consistent with that for the one-night trial and he added that he was more optimistic about mask 1 than any of his previous masks. In the second meeting, the patient gave masks 6-9 higher ratings than his previous mask. He chose to wear mask computer-aided design model generated from the selected 2D mask outline Fig. 3 Photos of the interfacing side of the patient's previous mask, the original unmodified generic mask (mask 0) and ten modified custom-fit masks (masks 1-10) Table 2 Mask ratings after one-night trials for all ten custom-fit masks and two control noncustom-fit masks. Median was calculated based on responses for masks 1-10 only 8 for his seven-night trial. Although the mask was excellent for the first night, as the seven-night trial progresses, the leakage and discomfort became intolerable. A few of the mask features may be more effective than others in reducing leakage. Comparing masks 1 and 2, the contoured silicone layer of mask 1 reduced leakage more than contouring just the rigid interface. This may be because the silicone was not compliant enough and the addition of silicone to the contoured rigid interface resulted in constriction or changes in the overall mask contour. Masks 3 and 4 were designed with the same feature (silicone thinning and spreading outward) but with slightly different cross-sectional profiles. The leakage ratings for both were different, indicating that the resistance to leakage of this design concept is sensitive to the cross-sectional profile. We observed that thin silicone walls such as in masks 3-5 and fully compliant silicone design such as in mask 10 were unable to resist leakage against the pressure generated by the BiPAP machine. As masks 1, 6, and 7 did not show a difference in leakage, the rough interfacing may not be an effective feature. The feature that reduced air leakage the most was the double walled feature in mask 8. However, in the seven-night trial, the leakage rating for mask 8 went down. Just as with masks 3 and 4, the thin silicone feature appeared to be insufficient to reliably resist the BiPAP pressure.", "cite_spans": [], "ref_spans": [{"start": 837, "end": 843, "text": "Fig. 3", "ref_id": null}, {"start": 1000, "end": 1007, "text": "Table 2", "ref_id": null}], "section": "Results"}, {"text": "Overall, masks 1, 3, and 6-9 were the most promising designs. The patient rated custom-fit masks higher than his previous mask in many aspects. Compared to the noncustom-fit mask 0, all masks except masks 5 and 10 were rated higher in all aspects.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Considering that the low ratings for masks 5 and 10 may skew the arithmetic average, the median score is given in Table 2 . The median rating score for custom-fit masks was 4 out of 5 for comfort, preference and tolerance. Leakage and recommendation were rated 3.0 and 3.5, respectively. Figure 4 shows the patient with one of the custom-fit masks.", "cite_spans": [], "ref_spans": [{"start": 114, "end": 121, "text": "Table 2", "ref_id": null}, {"start": 288, "end": 296, "text": "Figure 4", "ref_id": null}], "section": "Results"}, {"text": "His full responses to the open-ended questions are given in the Appendix Table 4 . Common complaints were that the masks were unable to accommodate his sleep movement and jaw movement. A lot of the masks started leaking after he fell asleep and moved in his sleep.", "cite_spans": [], "ref_spans": [{"start": 73, "end": 80, "text": "Table 4", "ref_id": "TABREF3"}], "section": "Results"}, {"text": "In this paper, we described a method to create a custom-fit mask from a generic off-the-shelf mask using a desktop 3D printer. Several different designs were made for a patient, and feedback regarding mask comfort level and extent of leak was obtained. Patient rated all custom-fit masks, except masks 5 and 10, higher than the original mask 0 in all aspects. While masks 2, 4, 5, and 10 had some leaks which bothered him, all aspects for masks 1, 3, and 6-9 were rated at least 3 out of 5. According to the patient, each of the modified masks was very comfortable prior to turning on the BiPAP machine. While the masks were not always able to contain leaks once the machine was turned on, the patient expressed great satisfaction with the comfort level of the masks. In addition, the patient gave a high rating for tolerance, which indicated that the mask is comfortable enough for him to wear on a long-term basis. The data are very encouraging as the comfort provided by custom fit can play a pivotal role in improving the compliance of patients.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In a questionnaire study conducted by Hsu et al. [12] , the authors find an improvement from a score of 3.15 out of a total score of 5 for the conventional mask, to a score of 3.95 for their custom-fit mask. Mask 1 is the most similar design to their custom-fit mask and also exhibit similar improvement in the patient's comfort level. We see an improvement in the rating score from 2 for masks 0 and 3 for the patient's previous mask, to 4 for mask 1.", "cite_spans": [{"start": 49, "end": 53, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Discussion"}, {"text": "In addition to custom-fitting the mask to the patient's face contour, the mask shape can be altered for specific needs of the patient. For example, the mask shape selected by the patient was lowered along the nose bridge, which enabled him to wear glasses while also wearing the mask. Other examples include patients with pre-existing skin conditions. For these patients, the outline can be drawn to avoid sensitive parts of the skin. While these may not be as important for acute care situations, for patients who have to wear the mask for a prolonged period of time, the benefits of a customized mask could greatly increase their quality of life.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The challenge in designing custom-fit mask is in the robustness and reliability of the fit. The BiPAP machine pushes pressurized air to assist the breathing of the patient. Therefore, the mask must be able to withstand the pressure without deforming and losing the seal. Mask designs like masks 3 and 4 had a thin extension of the silicone seal. Under the air pressure, the thin extension opened up like flaps and allowed air to leak. Likewise, mask 10 was too flexible and allowed air to leak. In contrast, mask 1 had a very thin layer of silicone, so there was no deformation of the silicone, and it was able to maintain the seal. Mask 8 had two thin layers, which enabled it to slow down the leak and reduce discomfort. Eventually, the thin layers gave and started to leak over time. ", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The patient expressed concern at the inconsistency of the mask experience. The patient indicated that a few masks that did not leak at the beginning started to leak intolerably when he moved during his sleep. For the future iterations of the custom-fit mask, we are considering mechanisms that resist displacement. We are also designing improved strapping mechanism and BiPAP tube connection to better secure the mask in place.", "cite_spans": [], "ref_spans": [], "section": "Fig. 4 Patient wearing one of the custom-fit masks"}, {"text": "There are a few drawbacks to using MRI to capture a snapshot of the patient's face contour. In addition to being an expensive procedure, some patients are unable to tolerate MRI due to claustrophobia. Thus, for future work, we are considering the use of alternative techniques to capture the patient's face contour in a more relaxed clinical setting. A cost-effective alternative is to use free 3D reconstruction software such as the AUTODESK RECAP PHOTO (Autodesk, Inc., San Rafael, CA) to generate the 3D face contour using multiple camera images of the patient's face taken from different angles. A limitation of this method is that many camera images have to be taken within a short period of time, to minimize movement artifacts. Generating a good face contour may require a custom jig with multiple cameras. Other studies have also used laser scanning device [14] , 3D camera [12] and molding [13] to successfully capture the face contour. In general, noncontact methods would be preferable in a hospital setting, but some of these devices may be cost prohibitive.", "cite_spans": [{"start": 865, "end": 869, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 882, "end": 886, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 899, "end": 903, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Fig. 4 Patient wearing one of the custom-fit masks"}, {"text": "The endpoint of this study was to find a patient specific solution for one ALS patient and was conducted as a proof of concept case study. Our plan is to proceed with a larger cohort of patients to demonstrate and validate the effectiveness of this technique. We may find that further modifications of the design features and perhaps individualizing these features to each patient's unique needs may lead to greater success, but we are confident that the broad overall technique described in this pilot project will be valid for mass customization of masks in patients. In our future studies, to add further rigor in measuring success, we do intend to add quantitative measures to monitor leakage of air during use of these customized 3D printed masks and compare them to the generic masks.", "cite_spans": [], "ref_spans": [], "section": "Fig. 4 Patient wearing one of the custom-fit masks"}, {"text": "As compared to using conventional manufacturing methods, 3D printing enables freeform geometry to be made much more easily and cost-effectively. While this study is a single-patient study, we believe that this technique has the potential to benefit many patients who do not tolerate standard masks. In the coming years, we predict greater availability of desktop 3D printers in hospitals which make it practical to offer patients this option. These custom-fit masks can benefit a wide variety of patients, including patients with ALS, sleep apnea and other disorders requiring nonventilator respiratory support, and have the potential of becoming the standard of care in the near future. Beyond healthcare setting, this technique of creating custom-fit masks may also improve safety and comfort for industrial workers who are required to wear respirators.", "cite_spans": [], "ref_spans": [], "section": "Fig. 4 Patient wearing one of the custom-fit masks"}, {"text": "Our case study presents a method of making custom-fit masks using cost effective 3D printing technique to improve comfort and compliance in patients using noninvasiveness ventilation devices such as BIPAP/CPAP. In addition, our technique enables greater flexibility in the mask design to meet each patient's unique set of needs. This is a promising area in biomedical engineering, and additional research is warranted to further optimize the mask designs. Moved between my eyes and my mouth, but was markedly less than the other masks I still wake up after a couple of hours each night. I was too tired to re-adjust. The leaks were much less effusive than the other masks.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "I love the hook and latch on these. Very easy to hook and unhook I'm sorry I was not able to do seven nights in a row and I was not able to do a weekend night to stay with it longer. But the mask is very comfortable, and I am more optimistic about this than any other that I've tried.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "In the eyes and sides of my mouth --Very disappointed after this was so comfortable in the one-night trial. I got rapidly decreasing returns as the seven-nights went on. The night of the 7/21, it kept exploding on me and at least twice I woke up with the bottom of the mask in my mouth.", "cite_spans": [], "ref_spans": [], "section": "(after sevennights)"}, {"text": "Michelle said when she walked in, it sounded like gale-force winds. The night of 7/27 I couldn't find a position to stop the leaks so I didn't last long with it. I don't think I every actually fell asleep with it.", "cite_spans": [], "ref_spans": [], "section": "(after sevennights)"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Amyotrophic Lateral Sclerosis", "authors": [{"first": "M", "middle": ["A"], "last": "Van Es", "suffix": ""}, {"first": "O", "middle": [], "last": "Hardiman", "suffix": ""}, {"first": "A", "middle": [], "last": "Chio", "suffix": ""}], "year": 2017, "venue": "Lancet", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Noninvasive Ventilation in ALS: Indications and Effect on Quality of Life", "authors": [{"first": "S", "middle": ["C"], "last": "Bourke", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Bullock", "suffix": ""}, {"first": "T", "middle": ["L"], "last": "Williams", "suffix": ""}], "year": 2003, "venue": "Neurology", "volume": "61", "issn": "2", "pages": "171--177", "other_ids": {"DOI": ["10.1212/01.WNL.0000076182.13137.38"]}}, "BIBREF2": {"ref_id": "b2", "title": "Early Treatment With Noninvasive Positive Pressure Ventilation Prolongs Survival in Amyotrophic Lateral Sclerosis Patients With Nocturnal Respiratory Insufficiency", "authors": [{"first": "P", "middle": [], "last": "Carratu", "suffix": ""}, {"first": "L", "middle": [], "last": "Spicuzza", "suffix": ""}, {"first": "A", "middle": [], "last": "Cassano", "suffix": ""}], "year": 2009, "venue": "Orphanet J. Rare Dis", "volume": "4", "issn": "", "pages": "10--1172", "other_ids": {"DOI": ["10.1186/1750-1172-4-10"]}}, "BIBREF3": {"ref_id": "b3", "title": "BiPAP Improves Survival and Rate of Pulmonary Function Decline in Patients With ALS", "authors": [{"first": "K", "middle": ["A"], "last": "Kleopa", "suffix": ""}, {"first": "M", "middle": [], "last": "Sherman", "suffix": ""}, {"first": "Neal", "middle": [], "last": "", "suffix": ""}, {"first": "B", "middle": [], "last": "", "suffix": ""}], "year": 1999, "venue": "J. Neurol. Sci", "volume": "164", "issn": "1", "pages": "82--88", "other_ids": {"DOI": ["10.1016/S0022-510X(99)00045-3"]}}, "BIBREF4": {"ref_id": "b4", "title": "Amyotrophic Lateral Sclerosis: A 40-Year Personal Perspective", "authors": [{"first": "A", "middle": [], "last": "Eisen", "suffix": ""}], "year": 2009, "venue": "J. Clin. Neurosci", "volume": "16", "issn": "4", "pages": "505--512", "other_ids": {"DOI": ["10.1016/j.jocn.2008.07.072"]}}, "BIBREF5": {"ref_id": "b5", "title": "Early Use of Non-Invasive Ventilation Prolongs Survival in Subjects With ALS", "authors": [{"first": "N", "middle": [], "last": "Lechtzin", "suffix": ""}, {"first": "Y", "middle": [], "last": "Scott", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Busse", "suffix": ""}], "year": 2007, "venue": "Amyotrophic Lateral Scler", "volume": "8", "issn": "3", "pages": "185--188", "other_ids": {"DOI": ["10.1080/17482960701262392"]}}, "BIBREF6": {"ref_id": "b6", "title": "Sleep and Sleep Disorder Statistics", "authors": [], "year": 2017, "venue": "American Sleep Association", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Epidemiological Aspects of Obstructive Sleep Apnea", "authors": [{"first": "J", "middle": ["F"], "last": "Garvey", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Pengo", "suffix": ""}, {"first": "P", "middle": [], "last": "Drakatos", "suffix": ""}], "year": 2015, "venue": "J. Thorac. Dis", "volume": "7", "issn": "5", "pages": "920--929", "other_ids": {"DOI": ["10.3978/j.issn.2072-1439.2015.04.52"]}}, "BIBREF8": {"ref_id": "b8", "title": "Increased Prevalence of Sleep-Disordered Breathing in Adults", "authors": [{"first": "P", "middle": ["E"], "last": "Peppard", "suffix": ""}, {"first": "T", "middle": [], "last": "Young", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Barnet", "suffix": ""}], "year": 2013, "venue": "Am. J. Epidemiol", "volume": "177", "issn": "9", "pages": "1006--1014", "other_ids": {"DOI": ["10.1093/aje/kws342"]}}, "BIBREF9": {"ref_id": "b9", "title": "Prevalence of Sleep-Disordered Breathing in the General Population: The HypnoLaus Study", "authors": [{"first": "R", "middle": [], "last": "Heinzer", "suffix": ""}, {"first": "S", "middle": [], "last": "Vat", "suffix": ""}, {"first": "P", "middle": [], "last": "Marques-Vidal", "suffix": ""}], "year": 2015, "venue": "Lancet Respir. Med", "volume": "3", "issn": "4", "pages": "310--318", "other_ids": {"DOI": ["10.1016/S2213-2600(15)00043-0"]}}, "BIBREF10": {"ref_id": "b10", "title": "Objective Measures of the Efficacy of Noninvasive Positive-Pressure Ventilation in Amyotrophic Lateral Sclerosis", "authors": [{"first": "L", "middle": ["S"], "last": "Aboussouan", "suffix": ""}, {"first": "S", "middle": ["U"], "last": "Khan", "suffix": ""}, {"first": "M", "middle": [], "last": "Banerjee", "suffix": ""}], "year": 2001, "venue": "Muscle Nerve", "volume": "24", "issn": "3", "pages": "403--409", "other_ids": {"DOI": ["10.1002/1097-4598(200103)24:3<403::AID-MUS1013>3.0.CO;2-3"]}}, "BIBREF11": {"ref_id": "b11", "title": "Development of a Method for Manufacturing Customized Nasal Mask Cushion for CPAP Therapy", "authors": [{"first": "D", "middle": ["Y"], "last": "Hsu", "suffix": ""}, {"first": "Y", "middle": ["L"], "last": "Cheng", "suffix": ""}, {"first": "M", "middle": ["Y"], "last": "Bien", "suffix": ""}], "year": 2015, "venue": "Australas. Phys. Eng. Sci. Med", "volume": "38", "issn": "4", "pages": "657--664", "other_ids": {"DOI": ["10.1007/s13246-015-0383-0"]}}, "BIBREF12": {"ref_id": "b12", "title": "Application of Rapid Tooling to Manufacture Customized Nasal Mask Cushion for Continuous Positive Airway Pressure (CPAP) Devices", "authors": [{"first": "Y", "middle": ["L"], "last": "Cheng", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Chu", "suffix": ""}], "year": 2013, "venue": "Rapid Prototyping J", "volume": "19", "issn": "1", "pages": "4--10", "other_ids": {"DOI": ["10.1108/13552541311292673"]}}, "BIBREF13": {"ref_id": "b13", "title": "Development of Prototypes of Half-Mask Facepieces for Koreans Using the 3D Digitizing Design Method: A Pilot Study", "authors": [{"first": "D", "middle": ["H"], "last": "Han", "suffix": ""}, {"first": "J", "middle": [], "last": "Rhi", "suffix": ""}, {"first": "J", "middle": [], "last": "Lee", "suffix": ""}], "year": 2004, "venue": "Ann. Occup. Hyg", "volume": "48", "issn": "8", "pages": "707--714", "other_ids": {"DOI": ["10.1093/annhyg/meh068"]}}}, "ref_entries": {"FIGREF0": {"text": "Schematic drawing of the modified custom-fit BiPAP mask Fig. 2 Interactive computer program: (a) custom 2D mask outline viewed perpendicular to the coronal plane and (b) the 3D", "latex": null, "type": "figure"}, "TABREF0": {"text": "Questions to obtain patient's feedback and corresponding rating descriptions", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td> </td><td>Rating\n</td><td> </td><td> </td></tr><tr><td>Question </td><td>1 </td><td>2 </td><td>3 </td><td>4 </td><td>5\n</td></tr><tr><td>Q1. How comfortable was this mask compared to your old mask?\n</td><td>Much less comfortable\n</td><td>Less comfortable </td><td>Equally comfortable\n</td><td>More comfortable </td><td>Much more comfortable\n</td></tr><tr><td>Q2. How much air leakage was there?\n</td><td>A lot of leakage </td><td>Some leakage which bothered me\n</td><td>Some leakage but did not bother me\n</td><td>Insignificant leakage\n</td><td>No leakage at all\n</td></tr><tr><td>Q3. Do you prefer this mask over your old mask?\n</td><td>No, not at all </td><td>Not really </td><td>Neutral, both are similar\n</td><td>Yes, I would try it for longer\n</td><td>Yes, definitely\n</td></tr><tr><td>Q4. Would you recommend a similar custom-fit mask to others?\n</td><td>No, I will not recommend it to anyone\n</td><td>No, I generally will not recommend it\n</td><td>Neutral, I will only offer my experience when asked\n</td><td>Yes, I would recommend it only if\n</td><td>Yes, I would go out of my way to recommend it\n</td></tr><tr><td> </td><td> </td><td> </td><td>asked\n</td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>Not sure if I can tolerate it for long\n</td><td> </td><td>Yes, definitely\n</td></tr><tr><td>Q5. Do you think you can wear this mask every day for a long time?\n</td><td>No, I will not be able to\n</td><td>No, I can tolerate it only for a few\n</td><td>Yes, I can tolerate it most of the time\n</td><td> </td></tr><tr><td> </td><td> </td><td>days\n</td><td>term\n</td><td> </td><td> </td></tr><tr><td>Q6. If there was air leakage, (a) where was the leak? (b) How did it affect you?\n</td><td> </td><td> </td><td>Open-ended\n</td><td> </td><td> </td></tr><tr><td>Q7. Any suggestions for improvements to this mask design?\n</td><td> </td><td> </td><td>Open-ended\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>Q8. Any other thoughts? </td><td>Open-ended\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Mask ratings after seven-night trials", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Mask </td><td>Q1: comfort </td><td>Q2: leakage </td><td>Q3: preference </td><td>Q4: recommendation </td><td>Q5: tolerance\n</td></tr><tr><td>1 </td><td>4 </td><td>3 </td><td>4 </td><td>4 </td><td>4\n</td></tr><tr><td>8 </td><td>4 </td><td>2 </td><td>3 </td><td>3 </td><td>3\n</td></tr></table></body></html>"}, "TABREF3": {"text": "Patient's complete open-ended responses Old Into my eyes and around the sides of my mouth Made noise and was distracting. Made it difficult to get to sleep. When I woke up, the bottom of the mask had shifted and was in my mouth Ok falling asleep and while I slept, but when I woke up I needed to shift position. When I lifted my head off the pillow, the leak blew up.-I didn't try to adjust and continue with the mask because these were worknights. Next weekend when I am in the middle of my 7-day, I will work with it longer. Sides of my mouth Upon waking, I was not able to adjust the mask to remove the leak quickly. I was too tired at that point to work with it further.-I'm noticing that these masks are unforgiving of any change of position of the head or movement of the mouth. I'll work with one longer next week.", "latex": null, "type": "table"}, "TABREF4": {"text": "Like the previous masks, this leaked at the slightest shift or movement. However, when this one[sprang], it was just leaks, not explosions. Still distracting and waking, but not jolting.-In this set-up the straps were not a problem for me. I am able to put the mask on myself with no trouble. Also, the top of the mask dug into the bridge of my nose as the time went on. By the time I took the mask off, it was starting to get quite painful. When I loosened the strap to relieve the pressure, the leaks got worse.6 The right side of my mouth, causing some whistlingThe leak was less pronounced than 1 and easier to manage -Toward the end of the time the mask started digging into my right side. Not painful but distracting and uncomfortable. I was not able to shift or adjust the mask to relieve it. Around my mouth Distraction, but I still fell asleep after a while. I fought with the strap a few times to minimize the noise.-The mask was starting to dig in around my mouth when I woke up. That's not what woke me up, but it would've gotten uncomfortable if I had tried to keep it on longer. This was the easiest of any mask I've tried. I didn't have to readjust the straps on the position once I put it on. The bridge of my noise and middle of my forehead I've never had a mask leak in the center before and it has always been in the eyes -Disappointing after eight went so easily 10 Everywhere, but mostly in my right eye It didn't last long with this one. I never got to sleep with it on. Michelle and I both worked the straps for 1/2 h without affecting the leaks. After having the mask on and off four times, I finally gave up.", "latex": null, "type": "table"}, "TABREF5": {"text": "Table 2 Mask ratings after one-night trials for all ten custom-fit masks and two control noncustom-fit masks. Median was calculated based on responses for masks 1-10 only", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Mask </td><td>Q1: comfort </td><td>Q2: leakage </td><td>Q3: preference </td><td>Q4: recommendation </td><td>Q5: tolerance\n</td></tr><tr><td>Previous </td><td>3 </td><td>3 </td><td>3 </td><td>3 </td><td>2\n</td></tr><tr><td>0 </td><td>2 </td><td>1 </td><td>1 </td><td>1 </td><td>1\n</td></tr><tr><td>1 </td><td>4 </td><td>3 </td><td>4 </td><td>4 </td><td>4\n</td></tr><tr><td>2 </td><td>4 </td><td>2 </td><td>4 </td><td>3 </td><td>3\n</td></tr><tr><td>3 </td><td>5 </td><td>3 </td><td>5 </td><td>4 </td><td>4\n</td></tr><tr><td>4 </td><td>4 </td><td>2 </td><td>4 </td><td>3 </td><td>3\n</td></tr><tr><td>5 </td><td>2 </td><td>2 </td><td>3 </td><td>3 </td><td>1\n</td></tr><tr><td>6 </td><td>4 </td><td>3 </td><td>4 </td><td>4 </td><td>4\n</td></tr><tr><td>7 </td><td>4 </td><td>3 </td><td>4 </td><td>4 </td><td>4\n</td></tr><tr><td>8 </td><td>5 </td><td>4 </td><td>5 </td><td>4 </td><td>5\n</td></tr><tr><td>9 </td><td>4 </td><td>3 </td><td>4 </td><td>3 </td><td>4\n</td></tr><tr><td>10 </td><td>1 </td><td>1 </td><td>1 </td><td>1 </td><td>1\n</td></tr><tr><td>Median </td><td>4.0 </td><td>3.0 </td><td>4.0 </td><td>3.5 </td><td>4.0\n</td></tr></table></body></html>"}, "TABREF6": {"text": "Table 4 Patient's complete open-ended responses", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Q6a </td><td>Q6b </td><td>Q7 </td><td>Q8\n</td></tr><tr><td>Mask Leak </td><td> </td><td>How did it affect you </td><td>Any suggestions </td><td>Any other thoughts\n</td></tr><tr><td>Old Into my eyes and around\n</td><td>Made noise and was distracting.\n</td><td>Better and easier\n</td><td>-\n</td></tr><tr><td>the sides of my mouth\n0 All around my mouth </td><td> </td><td>latch system\n- </td><td>-\n</td></tr><tr><td>1 In the eyes </td><td>Made it difficult to get to sleep. When I woke up, the bottom of the mask had shifted and was in my mouth Seal ok at first but as the machine ramped up, the leaks became too loud and extreme to continue Seal ok while I slept, but when I\n</td><td>- </td><td>-\n</td></tr><tr><td>2 Around my mouth </td><td>woke up and moved my mouth\nbecause it was dry, the leaks in the upper part of the mask exploded Ok falling asleep and while I slept,\n</td><td>- </td><td>I didn't try to adjust and continue\n</td></tr><tr><td>3 Sides of my mouth </td><td>but when I woke up I needed to shift position. When I lifted my head off the pillow, the leak blew up. Upon waking, I was not able to adjust the mask to remove the leak quickly. I was too tired at that point to work with it further.\n</td><td>- </td><td>with the mask because these were worknights. Next weekend when I am in the middle of my 7-day, I will work with it longer. I'm noticing that these masks are\n</td></tr><tr><td>4 Into my eyes </td><td> </td><td>unforgiving of any change of position of the head or movement of the mouth. I'll work with one longer next week. -\n</td></tr><tr><td>- </td><td>- </td></tr></table></body></html>"}, "TABREF7": {"text": "Table 4 (continued)", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Q6a </td><td>Q6b </td><td>Q7 </td><td>Q8\n</td></tr><tr><td>5 Into my eyes, primarily the left\n</td><td>Like the previous masks, this leaked at the slightest shift or movement. However, when this one [sprang], it was just leaks, not explosions. Still distracting and waking, but not jolting.\n</td><td>- </td><td>In this set-up the straps were not a problem for me. I am able to put the mask on myself with no trouble. Also, the top of the mask dug into the bridge of my nose as the time went on. By the time I took the mask off, it was starting to get quite painful. When I loosened the strap to relieve the pressure, the leaks got worse.\n</td></tr><tr><td>6 The right side of my mouth, causing some whistling\n</td><td>The leak was less pronounced than 1 and easier to manage\n</td><td>- </td><td>Toward the end of the time the mask started digging into my right side.\nNot painful but distracting and uncomfortable. I was not able to shift or adjust the mask to relieve it.\n</td></tr><tr><td>7 Around my mouth </td><td>Distraction, but I still fell asleep after a while. I fought with the strap a few times to minimize the noise.\n</td><td>- </td><td>The mask was starting to dig in around my mouth when I woke up.\nThat's not what woke me up, but it would've gotten uncomfortable if I had tried to keep it on longer.\n</td></tr><tr><td>8 - </td><td>- </td><td>- on.\n</td><td>This was the easiest of any mask I've tried. I didn't have to readjust the straps on the position once I put it\n</td></tr><tr><td>9 The bridge of my noise and middle of my forehead\n</td><td>I've never had a mask leak in the center before and it has always been in the eyes\n</td><td>- </td><td>Disappointing after eight went so easily\n</td></tr><tr><td>10 Everywhere, but mostly in my right eye\n</td><td>It didn't last long with this one. I never got to sleep with it on. Michelle and I both worked the straps for 1/2 h without affecting the leaks. After having the mask on and off four times, I finally gave up.\n</td><td> </td><td> </td></tr><tr><td>1 (after seven-nights)\nMoved between my eyes and my mouth, but was markedly less than the other masks\n</td><td>I still wake up after a couple of hours each night. I was too tired to re-adjust. The leaks were much less effusive than the other masks.\n</td><td>I love the hook and latch on these. Very easy to hook and unhook\n</td><td>I'm sorry I was not able to do seven nights in a row and I was not able to do a weekend night to stay with it longer. But the mask is very comfortable, and I am more optimistic about this than any other that I've tried.\n</td></tr><tr><td>8 (after seven-nights)\nIn the eyes and sides of my mouth\n</td><td>- </td><td>- </td><td>Very disappointed after this was so comfortable in the one-night trial. I\n</td></tr><tr><td> </td><td> </td><td> </td><td>got rapidly decreasing returns as the seven-nights went on. The night of the 7/21, it kept exploding on me and at least twice I woke up with the bottom of the mask in my mouth. Michelle said when she walked in, it sounded like gale-force winds. The night of 7/27 I couldn't find a posi-\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "The authors would like to thank the patient and family for testing the masks and providing feedback.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgment"}, {"text": "This study is partially funded by the ALS Association Western Pennsylvania Chapter.", "cite_spans": [], "ref_spans": [], "section": "Funding Data"}]}