{
    "paper_id": "8767be567cc2057e95068736e15d711766bcb3a1",
    "metadata": {
        "title": "Modernization of the Medical Sherlock Holmes",
        "authors": [
            {
                "first": "James",
                "middle": [
                    "E"
                ],
                "last": "Gern",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "William",
                "middle": [
                    "W"
                ],
                "last": "Busse",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "William",
                "middle": [],
                "last": "Busse",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "When Sherlock Holmes and Dr. Watson investigated a crime, they relied heavily on their highly honed observational skills and their keen intuition. Although they were usually successful in their ability to reconstruct the crime scene and eventually identify the guilty party, their level of technical sophistication was limited, and effective solutions could often be viewed more as the result of chance than of science as we view it today. As is now seen on the multiple television versions of CSI: Crime Scene Investigation, contemporary analyses of crime scenes have dramatically changed and have been markedly enhanced by highly sophisticated techniques, including the detection of minute amounts of DNA. Detection of genetic markers has revolutionized modern detective work and is an approach that is also applicable to the study and identification of infectious agents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this issue of the Journal, Kistler and her coworkers [1] at the University of Cal-ifornia, San Francisco, report on the use of the newly developed Virochip to detect viruses in respiratory tract infections (RTIs). The Virochip is a DNA microarray that bears the most conserved sequences of all known viruses of humans, animals, plants, and microbes and, as a consequence, has the capability of detecting the virus \"guilty\" of causing an RTI. In addition to detecting known viruses, it is possible that the Virochip can also identify new members of known virus families via hybridization to similar sequences of established virus strains. This advance provides a significant advantage over current polymerase chain reaction (PCR)-based methods and adds to the investigative tools of the infectious-disease researcher a new and highly sophisticated, sensitive, and specific technology with which to more expansively establish relationships between RTIs, infectious pathogens, and diseases such as asthma.",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 59,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The detection of respiratory viruses as the cause of RTIs has had a tremendous influence on our understanding of many clinical observations with respect to asthma. For decades, clinicians had suspected that RTIs were a major cause of asthma exacerbations. It was not clear, however, whether the microorganisms associated with these acute events were bacteria or viruses. In 1974, investigators at the University of Wisconsin published the results of a study in which they used culture techniques to detect the type of infection associated with asthma exacerbations in children [2] . Of the organisms isolated, respiratory viruses, not bacteria, were the most frequent, with rhinovirus being the dominant virus found. This was a major breakthrough and suggested that respiratory viruses-and in particular the common cold-causing rhinovirus-were the major causative agents of these asthma attacks. In this early study, the number of patients evaluated was small ( ), and n p 16 the frequency with which infections were detected was !50%. The relatively low frequency of the detection of RTIs was felt to reflect the complexities linked to the culture of rhinoviruses and the limited sensitivities of such an approach.",
            "cite_spans": [
                {
                    "start": 577,
                    "end": 580,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The development of PCR technology dramatically changed the ability to detect respiratory viruses, and with this advance emerged a renewed interest in, and appreciation of, the role played by RTIs in asthma exacerbations. When Nicholson et al. [3] applied PCR techniques to the study of RTIs and asthma exacerbations in adults, viral RTIs were associated with 150% of asthmatic deteriorations. In 1995, Johnston et al. [4] published their finding that 85% of asthma exacerbations in children 9-11 years of age were associated with viral RTIs. In both of these reports, two-thirds of the infections associated with asthma exacerbations were caused by rhinoviruses. Collectively, these observations demonstrated the importance of rhinoviruses to asthma exacer-bations and spurred a renewed interest in the mechanisms by which respiratory viruses can lead to asthma exacerbations; in addition, they helped to define the host factors that may contribute to or determine susceptibility to viral effects and the potential risk factors for subsequent wheezing [5] [6] [7] .",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 246,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 418,
                    "end": 421,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1052,
                    "end": 1055,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1056,
                    "end": 1059,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1060,
                    "end": 1063,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The report by Kistler et al. has extended the application of virus detection to a new level and has opened some intriguing new doors for research. Their findings are of interest for a number of reasons. First, they have validated the use of their Virochip to detect respiratory viruses. To accomplish this task, they recruited adults with and without asthma within 48 h of the development of \"cold\" symptoms and were primarily interested in determining the specific viral infections associated with asthma exacerbations. Their analyses indicated that the Virochip was far more sensitive than culture (see table 1 . Second, the Virochip is comprehensive in scope, having the capability to detect virtually all known respiratory viruses (e.g., human rhinovirus [HRV], coronavirus, respiratory syncytial virus, influenza virus, and metapneumovirus). Third, and perhaps most importantly, they found new respiratory viruses. As the authors indicated, \"the Virochip detected remarkable and unanticipated diversity among HRV isolates\" (p. 824). Thus, as the authors conclude, the previously described serotypes underestimate the diversity of rhinoviruses in clinical infections. Moreover, these findings raise new questions as to their role in RTIs and in exacerbations of asthma. Do these additional rhinovirus strains, with some unique genetic features, produce distinct respiratory illnesses? Specifically, are they more likely to provoke acute asthma relative to other rhinovirus strains?",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 605,
                    "end": 612,
                    "text": "table 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The Virochip could provide important clues toward answering these clinical questions. Over the 3-year period of Kistler et al.'s study, the Virochip hybridization signatures corresponded to ∼29 different human rhinoviruses: 16 HRVA isolates, 8 HRVB isolates, and a novel set of 5 divergent HRV isolates, which they refer to as HRV'X'. As our experience grows, analysis of specific genetic motifs that are associated with illnesses of greater severity may reveal clues as to segments of the genome that contribute to pathogenicity. These observations are important for many reasons. Identification of viruses has largely depended on known serotypes, which were initially detected by the usual culture techniques. The new rhinoviruses described in Kistler et al.'s report were not able to be cultured. The ramifications of these findings are potentially quite profound. First, the increased ease of this kind of approach will greatly aid the detection of viruses associated with respiratory illnesses. Second, this method might provide enough information to better ascertain the relationship between various serotypes and the capability of causing an asthma exacerbation. Third and more importantly, it is indeed possible that previously unidentified viruses may be major factors in respiratory illnesses and have gone largely undetected. Thus, with these increased capabilities, not only is it highly probable that the impact of respiratory viruses and exacerbations of asthma will be more likely linked, but our understanding of the specific viruses associated with these events will also be greatly enhanced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Like investigators involved in crime scene investigations, medical detectives now have new tools with which to better evaluate an infection scene, in this case the respiratory tract. Not only is it possible to identify the usual suspects, but it appears now that molecular techniques can be used to round up additional perpetrators that have been operating under (and inside) our noses for years. The enhanced breadth of respiratory viruses that can be identified will allow for a more encompassing assessment of RTIs in general. In addition, the unique features of both known and to-be-discovered respiratory viruses may hold important clues to how, and under what conditions, certain respiratory viruses cause acute exacerbations of asthma. The creator of Sherlock Holmes was Sir Arthur Conan Doyle, himself a physician, and he may have learned from his medical studies the need and importance of a thorough investigation to be as fully informed as possible, be it in medicine or detective work. Thus, our analogy relating detective work to medical research is pertinent to the findings of Kistler et al., whose work promises to provide the research community with investigative tools to solve mysteries and, in the process, to ensure that all suspects are accounted for. As a consequence, when a crime scene investigation is completed, the evidence will be incontrovertible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Pan-viral screening of respiratory tract infections in adults with and without asthma reveals unexpected human coronavirus and human rhinovirus diversity",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kistler",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Avila",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rouskin",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Infect Dis",
            "volume": "196",
            "issn": "",
            "pages": "817--842",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Viruses as precipitants of asthmatic attacks in children",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Minor",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Dick",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Demeo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Ouellette",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Reed",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "JAMA",
            "volume": "227",
            "issn": "",
            "pages": "292--300",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Respiratory viruses and exacerbations of asthma in adults",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Nicholson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kent",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Ireland",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "BMJ",
            "volume": "307",
            "issn": "",
            "pages": "982--988",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Community study of role of viral infections in exacerbations of asthma in 9-11 year old children",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Johnston",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Pattemore",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sanderson",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "BMJ",
            "volume": "310",
            "issn": "",
            "pages": "1225--1234",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Asthmatic bronchial epithelial cells have a deficient innate immune response to infection with rhinovirus",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Wark",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Johnston",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bucchieri",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Exp Med",
            "volume": "201",
            "issn": "",
            "pages": "937--984",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Bidirectional interactions between viral respiratory illnesses and cytokine responses in the first year of life",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Gern",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Allergy Clin Immunol",
            "volume": "117",
            "issn": "",
            "pages": "72--80",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Role of deficient type III interferon-lambda production in asthma exacerbations",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Contoli",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Message",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Laza-Stanca",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nat Med",
            "volume": "12",
            "issn": "",
            "pages": "1023--1029",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "in Kistler et al.) and that the results of viral detection by this new technique could be validated by PCR (see table 2 in Kistler et al.)",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}