{
    "paper_id": "87d8812a666d8608bcce9dfb311290f591c969b3",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "gation of the reliability of methods used to determine brain death, such as the study by Paolin et al. [2] , should therefore comply with the rules established for diagnosing brain death [3] [4] [5] . An indispensable requirement for the clinical diagnosis of brain death is that not only the loss of all brain functions be proven, but that the irreversibility of this condition be demonstrated as well. Irreversibility may only be assumed if repeated examinations over a defined period of time confirm the loss of function. Recommended observation periods are 12-72 h, depending on the underlying pathology [3] [4] [5] . The authors did not test gag and tracheal reflexes or carry out repeated examinations and did not conduct their observations over any recommended period of time. Even though the patients were on phenobarbital, apnea testing was performed. Because of this considerable deviation from accepted standards, the clinical diagnosis of brain death made by the authors cannot be accepted as valid [3] [4] [5] . For methodological reasons, the authors' statement that they observed \"EEG activity after clinically determined brain death;' as well as their conclusion that the EEG has only a \"low sensitivity ... in the diagnosis of brain death~' have to be rejected. This is true despite the results of cerebral panangiography (CPA) showing cessation of intracranial circulation, because CPA was carried out subsequent to clinical examination, EEG, TCD and CBF, in this order. These CPA results cannot confirm that the patients were brain dead during EEG tracing.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 106,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 187,
                    "end": 190,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 191,
                    "end": 194,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 195,
                    "end": 198,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 608,
                    "end": 611,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 612,
                    "end": 615,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 616,
                    "end": 619,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1011,
                    "end": 1014,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1015,
                    "end": 1018,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1019,
                    "end": 1022,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Additionally, it is known and should be stressed that in patients with primary infratentorial lesions, brain stem death may precede cortical death, as assessed by EEG, by days [5, 61. . This means that any study concerning clinical brain death diagnostics must differentiate between infratentorial and other brain lesions. Unfortunately, Paolin et al. [21 did not do this.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 183,
                    "text": "[5, 61.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the Discussion section of their paper, the authors mention that they observed EEG activity in several patients with intracranial circulatory arrest. Astonishingly, this finding is not presented in the Results section and no details are given. This remarkable observation would be the first claim of EEG activity in adults after intracranial circulatory arrest proven by CPA. To discuss these results, which were stated in only one sentence, reasonably, it would be of great help if all relevant details for the patients were given. These would include the results and complete time course of all investigations, especially of the CPA and subsequent EEGs, detailed description of the EEG tracings, the angiographic images and the intracranial pathology. The reference to the paper by Grigg et al. [7] , who also claimed a discrepancy between EEG and flow study in adults, is of no help in this discussion because in that study, clinical brain death diagnostics also deviated significantly from recommended practice [4] . For example, no apnea testing was performed in 20 of the patients, flow studies were done by cerebral perfusion scintigraphy (CPS), not by CPA, and it is not clear whether CPS was performed prior to or following EEG tracing. Additionally, in at least two patients, primary brain stem death must be assumed [7] . Diagnosing brain death is a synoptic procedure. An indispensable requirement for this diagnosis, even if confirmatory tests including CPA are performed, is a meticulous clinical examination complying with recommended and established standards. If there is a deviation from accepted practice, any conclusions regarding discrepancies between clinical and EEG diagnostics, or flow studies and EEG, become questionable. Sir: In reply to the observations of Link and colleagues we would like to underline that there was no deviation from the recommended standards in our clinical diagnosis of brain death (BD). (a) In our patients BD was the end-point of a progressive rostrocaudal deterioration due to known supratentorial lesions. In cases such as these it is unnecessary to repeat the clinical examination over a period of time to ensure the irreversibility of cerebral function loss [1] . (b) In our ICU all the intubated patients (even the areflessic ones) undergo routine tracheal suction at least every 6 h to reduce the risk of infections and maintain good gas exchange. The presence of tracheal reflex to bronchial stimulation by a suction catheter would be easily noticed even in a midriatic patient and an obvious contraindication to ascertaining BD. (c) In eight patients of our series -candidates for organ removal -serum levels of phenobarbital were determined which did not exceed the therapeutic range (10-14 gg/ml) in all patients. Since all patients became clinically brain dead within a few days after admission to the ICU, such as those in the Table 1 , it can be presumed that even the seven uninvestigated patients had phenobarbital serum lefels which did not exceed the therapeutic range. It is known that although therapeutic phenobarbital levels may induce respiratory disorders in neonates and children, they have no respiratory side effects in adults [2] . Our patients were apneic because they had no cerebral flow and not because of their phenobarbital level Regarding the temporal sequence of the confirmatory investigations, cerebral angiography (AGF) was performed after an interval of 4-6 h from the EEG recording. The seven patients retaining EEG activity at the time of clinical diagnosis of BD and who subsequently showed cerebral circulatory arrest were followed after AGF with daily EEG recordings until death. As reported in the paper, in one patient the EEG became isoelectric 48 h after the clinical and angiographic findings consistent with BD, while the remaining six patients retained some low voltage (< 10 I~v) and unreactive EEG activity until cardiac arrest (Table 1) . Accordingly, in these cases the declaration of BD was postponed. It cannot be excluded that tissue flows beyond the angiographic resolution persist and thus explain the presence of low-voltage EEG after the clinical diagnosis of BD. Thus we do not consider that the EEG is of no value as confirmatory examination in the diagnosis of BD, but that certainly a temporal discrepancy between clinical and angiographic findings of BD and the flattening of the EEG may exist. This information is not new, having already been observed in both adults [3] and children [4] . The point that is still debated is: can the patients fulfilling the clinical criteria of BD but presenting some EEG activity be considered brain dead? Some maintain that the cessation of all cerebral functions to fulfill the clinical criteria of BD cannot imply the death \"of each and every neuron\" [5] while others say that EEG activity can be observed only before BD [6] .",
            "cite_spans": [
                {
                    "start": 786,
                    "end": 802,
                    "text": "Grigg et al. [7]",
                    "ref_id": null
                },
                {
                    "start": 1017,
                    "end": 1020,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1329,
                    "end": 1332,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 2217,
                    "end": 2220,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 3208,
                    "end": 3211,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 4490,
                    "end": 4493,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 4507,
                    "end": 4510,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 4812,
                    "end": 4815,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 4882,
                    "end": 4885,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 2894,
                    "end": 2901,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 3936,
                    "end": 3945,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "Adolfo Paolin (~) 2nd Servizio di Anestesia e Rianimazione, Ospedale Regionale S. Maria dei Battuti, 1-31100 Treviso, Italy ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Conference of Medical Royal Colleges and Faculties of the United Kingdom (1976) Diagnosis of brain death",
            "authors": [],
            "year": null,
            "venue": "B M J",
            "volume": "2",
            "issn": "",
            "pages": "1187--11882",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Drug-induced apnea",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Boutroy",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Biol Neonate",
            "volume": "65",
            "issn": "",
            "pages": "252--257",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Eleetroencephalographic activity after brain death",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Grigg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Celesia",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Ghobrial",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Ross",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Arch Neurol",
            "volume": "44",
            "issn": "",
            "pages": "948--954",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Failure of electroencephalography to diagnose brain death in comatose children",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ashwal",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schneider",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Ann Neurol",
            "volume": "6",
            "issn": "",
            "pages": "512--515",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The arguments about the EEG",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pallis",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "B M J",
            "volume": "286",
            "issn": "",
            "pages": "284--287",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "EEG activity after brain death?",
            "authors": [
                {
                    "first": "Cjg",
                    "middle": [],
                    "last": "Lang",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Arch Neurol",
            "volume": "46",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF1": {
            "text": "EEG activity persisting after cerebral circulatory arrest till death (days) Diffuse low voltage output Theta-and deltalike on the left hemisphere Theta-and beta-like mostly on the frontal areas Low voltage output --+",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}