{
    "paper_id": "884896dd5b9037d12873e6d883dd24ecc9c8c0f3",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "the core functions of WHO, as outlined in the WHO constitution. It has been a main message of the Declaration of Alma Ata and one of the five action areas of the Ottawa Charter for Health Promotion. In 2008, the Commission on Social Determinants of Health (CSDH) made three over-arching recommendations to WHO on what needs to be done to reduce health inequities and to close the health gap within and between countries: improve daily living conditions; tackle inequitable distribution of power, money, and resources; and measure and understand the problem and assess the impact of action. In addition to its commendable report, the main achievement of the CSDH was to put the work on the social determinants back on the public-health agenda.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The World Conference on Social Determinants of Health in Rio de Janeiro in October 2011 built on this rich public health history. This biggest WHO conference on public health since the International Conference on Primary Health Care in Alma Ata in 1978, produced the Rio Political Declaration on Social Determinants of Health. The declaration identifies five key action areas, to: adopt better governance for health and development; promote participation in policy-making and implementation; further re-orient the health sector toward reducing health inequities; strengthen global governance and collaboration and monitor progress; and increase accountability. The Rio Political Declaration clearly focused on the 'how' to implement action on the social determinants of health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Health has Gained Political Importance"
        },
        {
            "text": "The World Conference on Social Determinants of Health gained considerable political attention as health-related issues have become a centerpiece of the global agenda, and as significant resources in development aid have been targeted toward major health problems. Kickbusch argues that global health has gained political prominence because three agendas have reinforced one another: the security agenda driven by the fear of intentional spread of viruses; the economic agenda concerned with the economic impacts of poor health; and a social justice agenda advocating health as a social value and a human right. 1 Fixing Health Problems or Seeking Opportunities for Better Health?",
            "cite_spans": [
                {
                    "start": 611,
                    "end": 612,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Health has Gained Political Importance"
        },
        {
            "text": "Health has become a global concern for Heads of State as a result of globalization. A virus can spread across the world within hours; in the next 20 years, the non-communicable disease (NCD) burden is estimated to cost as much as 48 per cent of the current gross domestic product 2 ; and if, for example, decision makers in the agricultural sector continue to underestimate that their decisions have an impact on health, more pandemics will come. In 2003, SARS gained worldwide media attention -not just as a new infectious disease but also because of the costs to the airline and tourism industries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Health has Gained Political Importance"
        },
        {
            "text": "With costs estimated at US$30 billion, SARS was not the first disease to have enormous societal costs. Just 3 years earlier, in 2003, plague cost India $1.7 billion; cholera cost Peru $770 million in 1990; and over an 8-year period (1990-1998) bovine spongiform encephalopathy cost the United Kingdom an estimated $39 billion. Shockingly, these amounts are only the costs accrued after accounting for the direct economic impact of human sickness and death, and all have roots in policies outside the health sector. 3 The discussion on the social determinants of health so far often focuses on 'ill-health' and, therefore unfavorable societal conditions. Opportunities for 'supportive environments', as advocated by the health promotion community in the 1980s and 1990s, and for ways to improve health through favorable societal conditions are often overlooked. By turning unfavorable into favorable societal conditions, public health work contributes to broader societal goals. Given the changed global environments and increased knowledge about impacts of better population health on global development and the unacceptable increase of health inequities, opportunities for better health may well regain importance.",
            "cite_spans": [
                {
                    "start": 515,
                    "end": 516,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Health has Gained Political Importance"
        },
        {
            "text": "Lack of necessary governance and systems to implement coherent policies that create such 'supportive and favorable' societal conditions constitute major barriers and significant obstacles to progress. This has been documented throughout the past century by work on social determinants of health, and unites the public health pioneers with those from other sectors. As both problems and solutions are systemic, public policies are centrally important. Empirical evidence shows that work to decrease health inequities is most effective when undertaken at different levels and by targeting policies and policymakers. For instance, in many countries, transport and housing policies are most effective at local levels; fiscal, environmental, educational, and social policies work best at the national level; and financial, trade, and agricultural polices have best impacts at the global level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Health has Gained Political Importance"
        },
        {
            "text": "Public health is built on effective interventions in two broad domains: the biomedical domain that addresses diseases, and the socio-economic and political domain that addresses the structural determinants of health. Effective public health needs to tackle both domains. However, less attention has been paid to equipping public health practitioners with the right skills to address the latter. Addressing structural determinants of population wellbeing requires a new approach to inter-sectoral collaboration 4 and necessitates that public health professionals participate early in policy processes. Some of the new responsibilities for public health practitioners include: K Understanding the political agendas and administrative imperatives of other sectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public Health Skill Set -What is Required?"
        },
        {
            "text": "K Creating regular platforms for dialogue and problem solving with other sectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public Health Skill Set -What is Required?"
        },
        {
            "text": "K Working with other arms of government to achieve their goals and, in doing so, advance health and well-being.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public Health Skill Set -What is Required?"
        },
        {
            "text": "WHO has developed policy briefs to facilitate dialogue among other sectors and health. 5 As argued above, understanding the centrality of determinants of health is not new. The story of John Snow, one of the British Public Health pioneers, illustrates the professional spirit in which public health should be pursued:",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 88,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Public Health Skill Set -What is Required?"
        },
        {
            "text": "Although Snow's chemical and microscope examination of a sample of the Broad street pump water was not able to conclusively prove its danger, his studies of the pattern of the disease were convincing enough to persuade the local council to disable the well pump by removing its handle. Snow later used a spot map to illustrate how cases of cholera were centred around the pump. He also made a solid use of statistics to illustrate the connection between the quality of the source of water and cholera cases. He showed that the water company was taking water from sewage-polluted sections of the Thames and delivering the water to homes with an increased incidence of cholera. Snow's study can be regarded as the founding event of the science of epidemiology. It was discovered later that this public well had been dug only three feet from an old cesspit that had begun to leak fecal bacteria. A baby who had contracted cholera from another source had its diapers washed into this cesspit, the opening of which was under a nearby house that had been rebuilt farther away after a fire had destroyed the previous structure, and the street was widened by the city. It was common at the time to have a cesspit under most homes. Most families tried to have their raw sewage collected and dumped in the Thames to prevent their cesspit from filling faster than the sewage could decompose into the soil. 6 Translating this professional spirit to today's challenges, public health officers working at the local level may wish to map the availability of junk food with the incidence and prevalence of cardio-vascular diseases and over-weight, study the patterns of over-weight in the community, including availability of public transport, recreation facilities and so on, and by use of statistics illustrate the connections; and engage with local government about risky conditions in the community and NCD cases. For instance, public health practitioners need to work with city planners to increase physical activity, and with local policy makers to create incentives for healthy food shops to open in areas with high prevalence of NCD's. At the national level, public health professionals need to work with agriculture, food, and consumer protection personnel to advocate for making healthier food the easier -and therefore the normal -choice. Globally, public health officers need to better understand the agendas of the global retail industry and establish a dialogue with the industry on how to make food a resource for health.",
            "cite_spans": [
                {
                    "start": 1395,
                    "end": 1396,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "By talking to local residents [John Snow] identified the source of the [Cholera] outbreak as the public water pump on Broad Street [in London]."
        },
        {
            "text": "All this requires a skill mix of technical expertise, negotiation and mediation skills, 'understanding of different professional languages', diplomacy, and understanding of political and economic interests. If the public health community wants to meet the increasing expectations that policy makers and administrators have vis-à -vis health, and if public health professionals want to meet the challenges in a globalized world, it is high time that these skills enter public health training curricula.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "By talking to local residents [John Snow] identified the source of the [Cholera] outbreak as the public water pump on Broad Street [in London]."
        },
        {
            "text": "Contact: Department of Ethics, Equity, Trade and Human Rights, World Health Organization E-mail: krechr@who.int",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rü diger Krech, Director"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Advancing the global health agenda",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kickbusch",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "UN Chronicle",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The Global Economic Burden of Noncommunicable Diseases",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Bloom",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Reflections on the Adelaide",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Krech",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "All Policies International Meeting",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Adelaide statement on health in all policies",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Government of South Australia",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Social Determinants of",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Health Sectoral Briefings Series",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The '1854 Broad Street cholera outbreak",
            "authors": [],
            "year": 2011,
            "venue": "Wikipedia article",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}