{
    "paper_id": "888597dc6dfe78b3a3ca1620ef590416442b9fa2",
    "metadata": {
        "title": "Method for the Preparation of a Herpesvirus Hominis Fluorescent Conjugate for Direct Immunofluoreseenee",
        "authors": [
            {
                "first": "M",
                "middle": [
                    "I"
                ],
                "last": "Marks",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Color~do Medical Center",
                    "location": {
                        "settlement": "Denver",
                        "region": "Color",
                        "country": "U.S.A"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A detailed method for the preparation, standardization and interpretation of a direct immunofluorescent herpesvirus hominis conjugate is presented. 25*",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The direct immunofluorescent technique was first applied to the study of herpesvirus hominis in 1959 (1) , however details of the methodology were not described. Although the technique has subsequently been employed for the study of herpetic infections by GRIrFr~ (3), KAVFMA~ (4) , and PnTTIT (6), a detailed report of the preparation and standardization of the conjugate has not been published. Laboratory manuals (5) describe fluorescent antibody techniques in general terms, however a single standardized method is not universally applicable and modifications are necessary for each agent studied. In view of the experimental and clinical usefulness of immunofluorescence a detailed outline of a method developed for the fluoresccin-isothiocyanate conjugation of herpesw;rus hominis type 1 antibody is reported.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 104,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 277,
                    "end": 280,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Four seronegative male rabbits (Dale's Rabbitry, Denver) weighing 5 to 6 pounds were used. Rabbit No. 1 was injected intratesticularly with 0.3 ml of 10 G.5 TCIDs0/ml of Little Strain herpesvirus hominis type 1 grown in chick embryo tissue culture cells (isolated November, 1968, from ~ patient with primary herpetic stomatitis and passed once in WI-38 and 6 times on chick chorioallantoic membrane). Acute orchitis was manifest by the 2nd day after inoculation and the testicle was excised under general anesthesia on the 4th day and processed as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of Antiserum"
        },
        {
            "text": "1. The testicle was ground in a mortar with broken glass while adding 20 ml phosphate buffered saline (PBS) (pH 7.0) with 10~o veal infusion broth (Difco 6. Eight days later 0.8 ml non-formalinized supernatant was injected intraperitoneally into all rabbits (3rd injection). 7. One week later all rabbits were bled and 1.0 ml of i0 ~.5 TCIDs0/ml of original antigen was injected intravenously into all rabbits (4th injection). 8. One week later all rabbits were bled and the sera removed and stored at --20~ Complement fixation (CF) titers of the antisera obtained are shown in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 578,
                    "end": 585,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Preparation of Antiserum"
        },
        {
            "text": "3. Preparation of the Fluoreseein Conjugate",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of Antiserum"
        },
        {
            "text": "Five ml of serum from rabbit No. 3 (CF titer ~--1/320) was added to 5 ml of 0.9% NaC1 and to this was added l0 m] (NHa)2SO , (Baker) (slowly over 5 minutes at 4~ and maintained at 4~ for 18 hours. The solution was centrifuged at 4~ at 9000 RPM (Sorvall RC 2-B) for 15 minutes and the supernatant discarded. The precipitate was dissolved in 10 ml of 0.9% NaC1 and 5 ml (NH~)-2S0~ was added as above and maintained at 4~ for 18 hours. The solution was centrifuged at 4~ at 9000 I~PM for 15 minutes and the supernatant discarded. The precipitate was dissolved in 2 ml 0.9% NaC1 and dialyzed (Van Waters dialysis tubing) against running cold tap water for 10 minutes and then against 0.9~o NaCI at 4~ for 18 hours.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of Globulin"
        },
        {
            "text": "The globulin solution (3.6 ml) was removed from the dialysis tubing and the protein concentration determined by a quantitative biuret reaction (2) was 3.6 mg per cent. The solution was diluted to 1.8 gm per cent with 0.9 per cent INaC1 giving a final volume of 6.4 ml. I.I52 mg fluorescein-isothioeyanate (Baltimore Biological Lab.) (0.01 mg FITC/mg protein) was added to 0.64 ml 0.5 carbonate-bicarbonate buffer (pH 9.5) and then both were added to the 6.4 ml globulin solution and stirred by magnetic at 4~ for 6 hours.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conjugation of Globulin and Fluorescein-isothiocyanate (FITC)"
        },
        {
            "text": "Herpesvirus Hominis Fluorescent Conjugate for Direct Immunofluorcscence 375",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conjugation of Globulin and Fluorescein-isothiocyanate (FITC)"
        },
        {
            "text": "Sephadex G-25 (Pharmacia Fine Chemicals) was suspended in water and packed in a 22• mm Column (Fisher and Porter) to a level of 12.8 cm. The gel was equilibrated with 0.1 M NaC1 in 0.005 M Na phosphate buffer (pH 7.0) and the conjugate was passed through the column and collected in 1 ml aliquots. A diethyl-aminoethyl cellulose (DEAE) (Bio-Rad) column was prepared using 1 gm DEAE/180 mg conjugate protein and equilibrated as above. The conjugate was passed through the column and collected as above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Purification of Conjugate"
        },
        {
            "text": "3.4. Dilution and Absorption of Conjugate WI-38 tissue culture cells (Flow Laboratories) were grown on ll• cover slips in 16• mm Leighton tubes (Bellco) using standard techniques. They were infected with 0.1 ml 105.5 TCIDs0/ml of type 1 herpesvirus hominis. When easily recognized cytopathogenic effect developed the cover slips were washed in PBS twice for 10 minutes at 25~ and fixed in acetone (Mallinckrodt) for 10 minutes at 25~ These infected tissue culture cells and similarly prepared non-infected cells were used to determine the optimum dilution and absorption of the conjugate providing the maximum of sensitivity with a minimum of nonspecific staining reaction. A dilution of 1 part conjugate and 1 part PBS satisfied the above criteria after absorption twice with human liver powder as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Purification of Conjugate"
        },
        {
            "text": "1. 200 gm fresh human liver was obtained at autopsy and homogenized in a mechanical blender (Waring) with 400 ml acetone.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Purification of Conjugate"
        },
        {
            "text": "2. This was centrifuged at 4~ at 2000 RPM for 30 minutes and the supernatant discarded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Purification of Conjugate"
        },
        {
            "text": "3. The sediment was mixed with 200 ml 0.9~o NaC1 and allowed to stand at 4~ for 18 hours, 4, The sediment was centrifuged as above and washed three times with 200 ml 0.9~ NaC1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Purification of Conjugate"
        },
        {
            "text": "To remove the hemoglobin the sediment was then resuspended in 100 ml 0.9~o NaC1 and 400 ml acetone and centrifuged at 2000 RPM for 30 minutes (this was repeated until the supernatant was clear).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "6. The sediment was then dried at 37~ ground to a fine powder and stored dry at 4 ~ C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "7. 100 mg liver powder and 1 ml 0.9% NaC1 were mixed and centrifuged at 4~ at 15,000 RPM for 30 minutes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "8. The supcrnatant was discarded and the tube walls wiped dry with a cotton SWab. 9. 1 ml conjugate was mixed with the sediment and allowed to stand at 4~ for 1 hour.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "10. The mixture was centrifuged at 4~ at 15,000 RPM for 30 minutes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "11. The procedure was repeated with 50 mg liver powder and the supernatant from step 10.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "12. The supernatant was stored in 1/2 ml sealed ampoules at --70~ (Wcbber) until used, ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "WI-38 tissue culture ceils were prepared on coverslips in Leighton tubes and fixed as described above. Cells from tissue culture roller tubes were either trypsinized or scraped off the glass surface and smears were prepared on fluorochrome glass slides (Aloe Ltd.) and fixed in acetone as above. All cells were washed twice with PBS before fixation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of Tissue for Staining"
        },
        {
            "text": "Cells were infected with the following viruses and prepared as above when CPE was well developed: cytomegalovirus (5 strains), varicella-zoster (4 strains), vaccinia (2 strains), adenovirus, respiratory syneytial, 229E (coronavirus), poliovirus (2 strains), enterovirus (1 strain).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of Tissue for Staining"
        },
        {
            "text": "Approximately 0.025 ml of fluorescent conjugate (FITC --Herpes) was applied to the surface of the cells with a Pasteur pipette after the slide was allowed to come to room temperature. The slides were placed on a rack in a wet chamber (LKB, Sweden) for 30 minutes at 37~ The slides were then rinsed in PBS at 25~ for 10 minutes and then in distilled water at 25~ for 15 seconds and allowed to dry at room temperature. The leighton tube coverslips were laid cell layer down on a plain glass slide and the cell smears on fluorochrome glass slides were covered with plain cover glasses; the mounting medium used was glycerol (Mallinckrodt) buffered with carbonate-bicarbonate (1 ml 0.5 ~I carbonate-bicarbonate buffer pH 9.0~9 ml glycerol).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Staining Method"
        },
        {
            "text": "Slides were examined within one hour of staining using a Carl Zeiss fluorescence microscope illuminated wi6h an air cooled mercury vapor ]amp (Osram HBO 200 W). A BG-12 exciter filter and a No. 50 barrier filter were used. Photographs were taken with an Exacta V • 35 mm camera using Anscochrome 500 ASA daylight color film (General Aniline & Film) with exposure times of 30--90 seconds.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interpretation of Slides and Controls"
        },
        {
            "text": "Controls consisted of cells infected with the above mentioned viruses, herpes infected cells (Fig. 1) , non-infected cells (Fig. 2) , and the following blocking techniques: prestaining of a positive slide with unconjugated rabbit No. 3 antiherpes antiserum following by staining with the FITC-Herpes (Fig. 3) , absorption of herpes antibody by herpesvirus homini8 antigen type 1 (mouse brain homogenate) followed by staining with the absorbed FITC-Herpes and prestaining with monkey anti-RS antiserum followed by FITC Herpes (Fig. 4 ). In addition a positive herpes slide was stained with fluorescein conjugated anti-RS and no reaction detected. A positive control slide infected with herpesvirus hominis type 1 and a negative uninfected slide were always tested with unknowns in a blind fashion. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 93,
                    "end": 101,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 123,
                    "end": 131,
                    "text": "(Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 300,
                    "end": 308,
                    "text": "(Fig. 3)",
                    "ref_id": null
                },
                {
                    "start": 525,
                    "end": 532,
                    "text": "(Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Interpretation of Slides and Controls"
        },
        {
            "text": "The herpesvirus conjugate prepared above has been found satisfactory for study of human mucous membrane, skin scrapings, vesicle fluid, brain biopsy sections and the study of herpesvirus antigen in tissue culture cells (unpublished data).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comments"
        },
        {
            "text": "Nonspecific fluorescence can be reduced by absorption with the particular tissue culture cell type to be studied and by use of specific tissue powders. For example for tIEp-2 (Flow) cell absorption a 32 oz. bottle with heavy confluent growth of tIEp-2 was trypsinized and the cells washed three times with PBS and centrifuged at 12,000 RPM after each wash. The sediment was then suspended with the conjugate in a ratio of 3 parts HEp-2 cells/1 part conjugate and allowed to stand at 4~ for 2 hours. The suspension was centrifuged at 4~ 15,000 I~PM for 15 minutes and the conjugate removed for use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comments"
        },
        {
            "text": "The preparation of herpesvirus hominis type 1 fluorescent antibody conjugate requires meticulous attention to detail and cleanliness. Once prepared and tested 1/2--1 ml aliquots of conjugate can be stored in sealed ampoules for at least one year at --70~ After thawing the above conjugate was found stable at 4~ for 2--3 weeks. When thawed each aliquot must be tested with appropriate controls to ensure accuracy and stability. High animal antiserum titers are essential and each animal should be tested individually before pooling sera. Certain lots of commercial antisera were not satisfactory due to low antibody titers when tested. The sensitivity of the direct immunofluorescent method was comparable to the indirect method only when high titer antiserum was used to prepare the conjugate. FinM]y, it should be emphasized that this immunofluorescent method is still investigational and requires much skill and experience on the part of the technician in both the preparation, control and interpretation of results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comments"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Jm : Rapid diagnosis of herpes simplex virus infections with fluorescent antibody",
            "authors": [
                {
                    "first": "N~isen",
                    "middle": [],
                    "last": "Bieg~",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Z"
                    ],
                    "last": "J~",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "V"
                    ],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Lewis",
                    "suffix": ""
                }
            ],
            "year": 1959,
            "venue": "Science",
            "volume": "129",
            "issn": "",
            "pages": "640--641",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Application of the Weichselbaum biuret reagent to the determination of spinal fluid protein",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dittebi~andt",
                    "suffix": ""
                }
            ],
            "year": 1948,
            "venue": "Amer. J. clin. Path",
            "volume": "18",
            "issn": "",
            "pages": "439--483",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Fluorescent antibody study of herpes simplex virus lesions and recurrent aphthae",
            "authors": [
                {
                    "first": "~",
                    "middle": [],
                    "last": "Gmsfih",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "Oral Surg",
            "volume": "16",
            "issn": "",
            "pages": "945--952",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Diagnosis of corneal herpes simplex infection by fluorescent antibody staining",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Kauf~an",
                    "suffix": ""
                }
            ],
            "year": 1960,
            "venue": "",
            "volume": "64",
            "issn": "",
            "pages": "382--384",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Fluorescent antibody technics",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gig",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Diagnostic Procedures for Viral and Rickettsial Infections",
            "volume": "",
            "issn": "",
            "pages": "179--204",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The fluorescent antibody technique in diagnosis of herpes simplex keratitis",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Pe~tit",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Ki~vaa",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "Arch. Ophthal",
            "volume": "72",
            "issn": "",
            "pages": "86--98",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Author's address: Dr. M. I. MA~KS, Division of Infectious Disease, Department of Pediatrics, McGill-Montreal Children's Research Institute, 2300 Tupper St",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. ~.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 4.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "WI-38 cells infected with herpesvirus hominis type 1 and stained with FITC-tterpes Fig. 2. Non-infected WI-38 cells stained with FITC-Herpes Fig. 3. ~VI-38 cells infected with herpesvirus and allowed to react with unconjugated anti-herpes serum before staining with FITC-tterpes. There is complete inhibition Fig. 4. WI-38 cells infected with herpesvirus and allowed to react with anti-respirator:( syncytial uneonjugated semma before staining with FITC-Herpes. Area of CPE with intense fluorescence, i.e. there is no inhibition 378 MARKS: HerpesvirusHominisFluorescent ConjugateforDireet Immunofluorescence",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "ml forma]inizcd supernatant was then injected intraperitoneally into rabbits No. 2, 3 and 4. 5. After 17 days 1.0 ml of the non-formalinized supernatant was injected intraperitoneally into rabbit No. 1 and 0.6 ml intradermally into rabbits No.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Complement-Fixation Herpesvir,~s Hominis Antibody Titers o] Immunized Rabbits",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The author gratefully acknowledges the instruction and assistance of Dr. Hitoshi Nagahama and Professor A. W. Downie. Supported in part by the General Research Support National Institutes of Health Grant No. RR-0537.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}