{"paper_id": "89216bfdc07721b6021b60986e163de9168ac88e", "metadata": {"title": "Preliminary Development and Engineering Evaluation of a Novel Cricothyrotomy Device", "authors": [{"first": "Jason", "middle": ["P"], "last": "Carey", "suffix": "", "affiliation": {}, "email": "jason.carey@ualberta.ca"}, {"first": "Morgan", "middle": [], "last": "Gwin", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Andrew", "middle": [], "last": "Kan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Roger", "middle": [], "last": "Toogood", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Barry", "middle": [], "last": "Finegan", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Cricothyrotomy is one of the procedures used to ventilate patients with upper airway blockage. This paper examines the most regularly used and preferred cricothyrotomy devices on the market, suggests critical design specifications for improving cricothyrotomy devices, introduces a new cricothyrotomy device, and performs an engineering evaluation of the device's critical components. Through a review of literature, manufacturer products, and patents, four principal cricothyrotomy devices currently in clinical use were identified. From the review, the Cook™ Melker device is the preferred method of clinicians but the device has acknowledged problems. A new emergency needle cricothyrotomy device (ENCD) was developed to address all design specifications identified in literature. Engineering, theoretical, and experimental assessments were performed. In situ evaluations of a prototype of the new device using porcine specimens to assess insertion, extraction, and cyclic force capabilities were performed. The device was very successful in its evaluation. Further discussion focuses on these aspects and a comparison of the new device with established devices. The proposed emergency needle cricothyrotomy device performed very well. Further work will be pursued in the future with in-vitro and in-vivo with canine models demonstrates the capabilities of the ENCD.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "It is estimated that over 3000 upper airway obstructed patients die each year in the United States due to the inability to achieve sufficient airway exchange ͓1͔. Upper airway obstruction often afflicts trauma patients. Emergency ventilation procedures are often performed by first responders with the primary objective of reaching hospital emergency care units with live patients. Ventilating these patients provides time for emergency clinicians to address other life-threatening conditions and is thus a critical aspect of saving trauma patients.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Jet-or bag-based ventilations have been used successfully as an effective means to ventilate a patient with upper airway distress. One procedure used to provide an entryway for such ventilation is cricothyrotomy. A cricothyrotomy is performed by inserting a needle into the trachea via the cricothyroid membrane, where ventilation is provided by either low pressure ventilation ͑at ambient atmospheric pressure, achieved by a hand pump͒ or with high pressure jet systems ͑at ϳ400 kPa ͑50 psi͒͒ ͓2͔. While treatment may depend on the severity of the injury, treatment procedures have not been standardized ͓3͔. Some of the known complications of the procedure are as follows: ͑a͒ airway trauma due to incorrect directionality of air, which if not directed toward the lungs may force out the tube or cause additional trauma to the airway wall and fill lungs with blood; ͑b͒ tube slipping out during treatment or patient motion/struggle; ͑c͒ tube insertion difficulty after airway puncture; ͑d͒ airway wall trauma caused by the needle or due to the tube whipping during the air burst; and ͑e͒ pulmonary barotrauma due to excessive generation of airway pressure ͑particularly if high pressure jet ventilation is employed͒.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The majority of currently available devices use low pressure ventilation methods and typically the insertion process involves multiple steps. In contrast, although relatively simple to insert, needle cricothyrotomy devices used in high pressure jet ventilation systems are frequently difficult to fixate and maintain attached during the ventilation process ͓4͔. On the other hand, jet ventilation systems are advantageous in that they have the ability to supply 25 l/min of oxygen and can be more effective than low pressure systems in providing adequate volumes of air to the patient ͓5͔. In comparison, under optimal circumstances, a low pressure ventilation system can only reach 3-5 l/min of air, which may not be enough to provide adequate ventilation ͓5͔.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Notwithstanding these limitations, an emergency needle cricothyrotomy device ͑ENCD͒ is an effective option to secure the human airway, particularly in children, when other noninvasive methods fail ͓6͔. A report from the Canadian Military Medical personnel emphasizes the importance and impact of emergency cricothyrotomy procedures on the ground. Using a single patient case study, they stress the significance of the procedure and imply that a simpler cricothyrotomy device and procedure could have a significant impact on the number of these procedures being performed ͓7͔ and thus, increase the potential of saving Canadian or other military personnel. This can easily be applied to emergency care of trauma patients in motor vehicle or work-related accidents.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Current state-of-the-art equipment used to perform ventilation cricothyrotomy is often little more than a modified catheter inserted after making an incision in the cricothyroid membrane. Brofeldt's four step method ͑BFSM͒ ͓8͔ is a simplified procedure that can be completed in less than 30 s and only requires a No. 20 scalpel, a tracheal hook with a large radius, and a cuffed tracheostomy tube.", "cite_spans": [], "ref_spans": [], "section": "Existing Devices."}, {"text": "A variation of this method involves inserting an endotracheal tube by using a modified BFSM procedure as proposed in the work of Bair and Sakles ͓9͔. However, the process is complicated and requires extensive knowledge of anatomy ͓8͔. Training emergency responders to do this procedure in ideal conditions may already be difficult, let alone performing the cricothyrotomy dur-ing transportation of the patient to the emergency room ͑ER͒.", "cite_spans": [], "ref_spans": [], "section": "Existing Devices."}, {"text": "The Melker cannular cricothyrotomy kit, introduced by Cook Medical ͑Cook, Bloomington, IN͒ ͓10͔, offers a low pressure ventilation system. As the procedure requires five steps, it is not the most time efficient approach in providing ventilation to the patient under emergency circumstances. One study found the Melker system can require more than 1 min to install ͓5͔, which could impact the patient's odds of survival. Despite the time consuming multistep protocol and low air volume capabilities cited in literature, it has prevailed as the most successful and effective cricothyrotomy device on the market.", "cite_spans": [], "ref_spans": [], "section": "Existing Devices."}, {"text": "VBM Medical introduced the Quicktrach and Manujet ͑jet ven-tilator͒ to address the jet ventilation limitations. The Quicktrach is a device that is sold as a single operating unit capable of introducing air in an airway by inserting the Quicktrach catheter in the airway through an incision in the cricothyroid membrane. The device is secured with neck tape and can be used with either a low pressure ventilator or a high pressure jet ventilator ͑Manujet͒ system. This system is advantageous in that it requires less than 1 min for attachment and involves a single step procedure, which can be critical under emergency scenarios ͓5͔. At the same time, some of the major shortcomings of this product include the unreliable neck affixing approach ͑neck tape͒ and the short cannula, which can be difficult to attach to some patients due to neck, face, or head trauma. It was also found that the device cannot adequately withstand the high pressure jet ventilation ͓4͔.", "cite_spans": [], "ref_spans": [], "section": "Existing Devices."}, {"text": "Other devices include the Nu Trake® by Armstrong Medical and the Mini Trach by Smith Medical. In a recent trial, both the Nu Trake® and Mini Trach were found to take longer to use, were more complicated, and had lower success rate in comparison to both the Quicktrach and Melker cannula systems ͓11,12͔.", "cite_spans": [], "ref_spans": [], "section": "Existing Devices."}, {"text": "Overall, literature has had a mixed response to current cricothyrotomy devices. On one hand, a study in 1999 ͓9͔ stated that none of the existing devices for cricothyrotomy was truly reliable or convenient. The four step method has been known to cause injury ͓13͔. On the other hand, another study found that BFSM had 100% success rate and non-BFSM cricothyrotomy procedures had a 25% complication rate ͓14͔. The modified BFSM and Melker system are lengthy, multistep procedures that have shown some deficiencies in ensuring proper ventilation ͓5͔. Lastly, the Quicktrach does not deliver high flow rates, making it less effective ͓9͔. A summary of the principal advantages and disadvantages of current devices as described by the other authors is listed in Table 1 ; the present paper did not independently verify these claims and solely lists these for the purpose of assessing various design approaches to cricothyrotomy procedures.", "cite_spans": [], "ref_spans": [{"start": 758, "end": 765, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Existing Devices."}, {"text": "From the discussion above and by examining the strengths and deficiencies of existing devices, it is evident that there is an opportunity for the design of a new and improved system. From literature ͓2-14͔, various specifications were identified to be essential for a device to be effective. The device was required to as follows:", "cite_spans": [], "ref_spans": [], "section": "Required Specifications."}, {"text": "͑i͒ be capable of allowing proper airflow ͑ii͒ be an accurate means of injecting air toward the lungs to minimize the risk of trauma caused by possible high pressure air flow impinging on the back wall of the airway ͑iii͒ have a minimal number of parts to assemble at the time of use ͑iv͒ be simple to insert to minimize the time of insertion for emergency respondents ͑v͒ be simple to remove to allow hospital staff to proceed to a different procedure quickly ͑vi͒ cause little local trauma during insertion or extraction ͑vii͒ indicate the insertion length to minimize the risk of over inserting the device, causing trauma to the airway ͑viii͒have the ability to be used with current upper airway puncture needle systems to minimize the number of nonstandard parts, thus, increasing versatility and lowering cost of the device ͑ix͒ be adaptable to both jet ventilation and bag mask inhalation methods for increased versatility of the device ͑x͒ be self-anchoring, using a quickly implemented and reliable positive fixation system that would allow hands-off operation once installed A device that would meet all these specifications would be the only device of its kind on the market.", "cite_spans": [], "ref_spans": [], "section": "Required Specifications."}, {"text": "The objective of this paper is to introduce a new emergency needle cricothyrotomy device. Furthermore, this paper is separated in two sections: first, focusing on performing an engineering analysis and design evaluation of the various critical components of the device and, second, an in situ experimental evaluation of the various critical components of the device.", "cite_spans": [], "ref_spans": [], "section": "Required Specifications."}, {"text": "A novel ENCD ͑Fig. 1͒ was designed to address the design goals stated above. This device, which comes fitted around its insertion needle, has many advantages over existing devices ͓15͔. The proposed single use, short term insertion emergency cricothyrotomy device has novel components and an improved operational process. The device is novel in that it is self-anchoring for maximum stability using an expandable internal sock and external restraint and sliding mechanism. It is simple to insert and remove. Other features include a flow direction indicator and an optimal nozzle shape that was designed to minimize risks of barotraumas and injury to trachea wall from air bursts. Lastly, the device allows for proper gas exchange by the insertion site and requires a smaller and less invasive insertion site reducing trauma to the patient. The components shown in Fig. 1 include the flexible curved exhaust nozzle, internal expanding restraint ͑the \"sock\"͒, external restraint, outer graduated catheter, inner catheter ͑connected to nozzle͒, and direction indicator and male Luer lock. Also provided are the dimensions of the device. These components would be presented pre-assembled to the clini- To insert and secure the novel ENCD, the following procedure is required:", "cite_spans": [], "ref_spans": [{"start": 865, "end": 871, "text": "Fig. 1", "ref_id": "FIGREF0"}], "section": "Proposed ENCD."}, {"text": "1. The trachea is pierced with a needle, which is inserted deep enough so that the sock restraint is in the trachea. The outer graduated catheter will allow responder to determine depth of the needle. The syringe can be used to verify if air flow is possible. Experienced emergency medical technicians ͑EMTs͒ will likely not require this, but it was believed to be a valuable addition for both verifying air flow and as a longer grip for the EMT. 2. Needle ͑bottom Fig. 1͒ is removed, leaving the ENCD in place. 3. The device must be turned to ensure the nozzle will direct air toward the lungs. Proper orientation can be confirmed by ensuring the \"nose\" indicator flap is pointed toward the patient's nose ͑Fig. 2͑d͒͒. 4. Device is secured against removal from the site by engaging the sock restraint. This is done by sliding the outer catheter over the inner catheter ͑Figs. 2͑b͒ and 2͑c͒͒, displacing the outer catheter precisely the amount required to expand the sock ͑Fig. 1͒. The ENCD is withdrawn until resistance indicates that the expanded sock is in contact with the inner wall of the trachea. 5. The external restraint is slid to the outer wall of the neck, securing the device to the patient. The device is now ready for air transfer. 6. Luer lock is attached, which will allow the jet air into the lungs and for exhaled flow out. 7. An air tube is attached to the Luer lock to allow either jet or bag ventilation.", "cite_spans": [], "ref_spans": [{"start": 465, "end": 472, "text": "Fig. 1͒", "ref_id": "FIGREF0"}], "section": "Proposed ENCD."}, {"text": "Components. The first objective is to perform an engineering analysis on critical components, namely, the nozzle and the sock, and examine the airflow capabilities for meeting physiological requirements. The nozzles must be able to perform fours tasks: conform without permanent deformation along the needle in the sterilized packaging prior to use for 1 year ͑best before date͒, deploy back to the desired shape once the needle is removed, direct air toward the lungs, and not flap or deform during jet ventilation. The restraint sock must meet the following criteria: have a small diameter on insertion through the trachea wall, expand as much and as quickly as possible without failure, prevent extraction of the device at low forces while causing minimal trauma to the trachea wall, and pull out at high extraction forces without damaging the insertion site ͑a fail safe feature͒, thus, collapsing nearly entirely when retracted by user and squeezing through the insertion site ͑i.e., sock is sufficiently flexible to, either through elastic or plastic deformation, collapse when pulled hard enough and prior to causing trauma to the trachea wall during extraction͒. The device airflow must allow 500 mL of air to pass through into the lungs within 2.5 s ͑12 l/min͒, mimicking normal tidal breathing conditions.", "cite_spans": [], "ref_spans": [], "section": "Part A: Engineering Evaluation of Critical"}, {"text": "͑a͒ Three nozzle configurations as illustrated Fig. 3 were designed, modeled, rapid prototyped ͑RP͒, and tested. It can be seen that all three models have different curvatures, outlet shapes, and dimensions while having additional attachment tubing for testing purposes ͑15 mm on the right͒. RP versions of the nozzles were made of Tango Plus RP material ͑seen in Figs. 3͑d͒-3͑f͒͒, which has 218% failure strain, and Tango Black RP material, which has 47.7% failure strain. These materials are provided by the rapid prototyping machine manufacturer American Precision Prototyping ͑Tulsa, OK͒. Since values are not provided by the manufacturer, it was determined following American Society for Testing and Materials ͑ASTM͒ D638-02M protocols for strain levels below 10% that the elastic modulus of Tango Plus and Tango Black were in the range of 1-2.5 GPa. Prototypes were built using an Objet Eden 350 V machine, which enables horizontal layers of 16 m and thin walls down to 0.1-0.3 mm.", "cite_spans": [], "ref_spans": [{"start": 47, "end": 53, "text": "Fig. 3", "ref_id": "FIGREF1"}], "section": "Part A: Engineering Evaluation of Critical"}, {"text": "Nozzles were tested using an artificial lung model ͑Fig. 4͒ developed in-house, full details of which are provided in Appendix Nozzles were adapted to a compressed air source at 400 kPa and air was directed down in the lungs to verify capability of inflating lungs and maintaining directionality of flow.", "cite_spans": [], "ref_spans": [], "section": "Part A: Engineering Evaluation of Critical"}, {"text": "͑b͒ For sock strength analysis, the following models were considered: full sock with no slits, sock with two slits, and sock with four slits. Slits were developed with various radii of curvature to diminish stress concentrations; only one model is presented here. Models were made using three RP materials, namely, Tango Grey, Tango Black, and Tango Plus with 0.5 mm wall thickness. A final design, using four slits, Tango Plus with 1.5 times wall thickness was considered as part of a second design iteration. The general shape of the sock is shown in Fig. 5 .", "cite_spans": [], "ref_spans": [{"start": 553, "end": 559, "text": "Fig. 5", "ref_id": null}], "section": "Part A: Engineering Evaluation of Critical"}, {"text": "Three steps were taken to evaluate sock strength. First a finite element analysis assuming large deformations of collapsed socks was performed; material properties were assumed linear but defined using in-house experimental values. Second, expansion tests of the socks using an in-house designed jig were performed. Finally, pull-out tests using the expansion test jig were performed using uniaxial testing machine.", "cite_spans": [], "ref_spans": [], "section": "Part A: Engineering Evaluation of Critical"}, {"text": "͑c͒ Device air flow capabilities were assessed based on a lung tidal volume of 0.5 l and a delivery time of less than 2.5 s. The device must fit a standard needle with clearance and thus 14, 12, 10 gauge needles were evaluated; standard dimensions of which are listed in Table 2 . The exit area used in the analysis is based on the selected optimum nozzle design from section ͑b͒ above. The objective was to find the pressure required at the inflation bag. The analysis ͓16͔ performed assumes air as an incompressible fluid and major head loss h L,maj from frictional effects at the cath-eter walls and minor head losses h L,min due to the disruptions in the flow ͑valves and bends͒. Using the energy equation, inflation bag pressure was found as", "cite_spans": [], "ref_spans": [{"start": 271, "end": 278, "text": "Table 2", "ref_id": "TABREF2"}], "section": "Part A: Engineering Evaluation of Critical"}, {"text": "Where point 1 is the entrance of the ENCD attached to the air bag or jet and point 2 is the exit of the nozzle, assumed to be at atmospheric pressure. Average exit velocity based on maximum provided pressure by jet ventilation was evaluated from conservation of mass using the desired volume flow rate. Values used for the analysis as listed in Table 2 . An inflation time of 0.5 s provided from a single puff in the jet ventilator was used as it meets the criterion of less than 2.5 s and is representative of a rapid breathing pattern. Reynold's numbers were calculated to determine major head losses. Minor head losses were assumed to be a function of only geometrical parameters and velocity; K L values presented in the table were used in evaluating the minor head losses as", "cite_spans": [], "ref_spans": [{"start": 345, "end": 352, "text": "Table 2", "ref_id": "TABREF2"}], "section": "Part A: Engineering Evaluation of Critical"}, {"text": "The catheter had a length of 62.75 mm.", "cite_spans": [], "ref_spans": [], "section": "Part A: Engineering Evaluation of Critical"}, {"text": "The needle puncture force of the device was performed in 20 porcine tracheas as a human analog model following a procedure similar to the work of Cho et al. ͓17͔. Porcine and human skin share anatomical and physical characteristics and the former is routinely employed in toxicology, absorption, and wound healing studies ͓18͔. The device insertion and removal forces, as well as cyclic behavior, were evaluated. Gross tissue response to the procedure was also assessed by visual inspection and measurement of insertion hole. Insertion and extraction forces were measured using an inhouse designed jig consisting of a Loadstar Sensors, Inc. ͑Fremont, CA͒ iLoad TR digital USB, USB ͑digital͒ standard sensor, with 222.4 N ͑50 lb͒ capacity and Ϯ0.5% of full scale at room temperature accuracy, a 10 gauge needle and custom made plastic grip. Test jig and sample specimen are shown in Fig. 6 . The threaded adapter was screwed together with the metal Luer lock adapter. Finally, the load cell was zeroed prior to testing.", "cite_spans": [], "ref_spans": [{"start": 882, "end": 888, "text": "Fig. 6", "ref_id": null}], "section": "Part B: In Situ Evaluation."}, {"text": "A procedure and specimen type was selected based on findings by Cho et al. ͓17͔ in which they find porcine specimens to be more useful training tools than manikin models for cricothyrotomy because of realistic behavior and similarity to human anatomy. Preparation of each porcine larynx specimen consisted of trimming any excess material around the larynx to ensure that the cricothyroid membrane was visible. The larynx was placed on a wooden board with the anterior side up. A square of pig skin was loosely secured over the larynx with the fat-side down to reproduce in situ conditions. The corners of the skin were nailed down to hold larynx in place.", "cite_spans": [{"start": 64, "end": 79, "text": "Cho et al. ͓17͔", "ref_id": null}], "ref_spans": [], "section": "Part B: In Situ Evaluation."}, {"text": "Prior to puncture, the surface was palpated to identify the cricothyroid membrane. The area to be punctured on the skin above cricothyroid membrane was cleaned. Axial force was recorded continuously during the following testing procedure. The needle and device were inserted into the tissue through the skin and cricothyroid membrane. Then, the needle was removed and the ENCD device was attached to a load cell via the Luer lock. The device was then removed with the sock unexpanded. Also, any failure or damage to the device was recorded as was the puncture hole size. The device was reinserted through the previous puncture site to measure the pull-out force with expanded sock. The appearance of the tissue after device removal was recorded. This procedure was replicated ten times, each with a new device and specimen.", "cite_spans": [], "ref_spans": [], "section": "Part B: In Situ Evaluation."}, {"text": "A cyclic pull testing procedure consisted of re-inserting the device, removing the needle, and expanding the sock. Then a repeated pulling sequence using approximately half of the full expanded sock removal force was performed as a more likely clinical situation; the force applied was monitored with the force measurement system. Cycling was continued between pulling and relaxation until the expanded device pulled out or until 20 cycles was reached. In the case that the sock pulled out, the number of cycles to failure was recorded. Finally, the device was pulled out while the sock was engaged and the post-cyclic expanded removal force was recorded. Changes in the appearance of the tissue around the puncture site as well as the condition of the device were noted.", "cite_spans": [], "ref_spans": [], "section": "Part B: In Situ Evaluation."}, {"text": "3.1.1 Nozzle Evaluation. Tango Black prototypes failed in all cases when inserted over the needle, confirming that the material for the final design must have more than 47.7% failure strain; Tango Plus prototypes all conformed but model ͑c͒ was difficult to insert. Although a low stiffness material, nozzles manufactured with Tango plus did not exhibit the expected flimsiness during jet ventilation. Figure 7 shows the nozzles during jet ventilation of artificial lungs; model ͑b͒, seen in the figure, performed better than the other models. The nozzle deforms up with the 400 kPa air jet. However, the air jet is still largely directed down. Models ͑a͒ and ͑c͒ did not perform well and could lead to trachea wall trauma. Finally, the nozzles showed the ability to inflate artificial lungs ͑Fig. 4͒.", "cite_spans": [], "ref_spans": [{"start": 402, "end": 410, "text": "Figure 7", "ref_id": "FIGREF2"}], "section": "Part A: Engineering Evaluation of Critical Components"}, {"text": "A preliminary finite element analysis ͑Fig. 8͒ showed that out of the three configurations, only the socks with four slits could undergo the deformation required of them. Because of RP material limitations, a model with 1.5 times wall thickness was manufactured and tested. It is believed that a (a) (b) (c) Fig. 6 Experimental procedure of inserting ENCD using force measurement device. \"a… Initial puncture, \"b… securing of sock \"not seen…, and \"c… removal of needle and force measurement system thinner wall would be adequate if manufactured using injection molding since the parts would not be composed of deposited layers, which resulted in delamination being the major failure mode for those models.", "cite_spans": [], "ref_spans": [{"start": 308, "end": 314, "text": "Fig. 6", "ref_id": null}], "section": "Sock Strength Tests."}, {"text": "The sock expansion tests were conducted using the device shown in Fig. 9͑a͒ , which is passed through a 2 mm thick latex membrane. The jig replicates using screw action the expansion of the sock as done by the internal and external catheters. Three configurations were evaluated, namely, no slit, two slit, and four slit socks. The no slit sock failed to expand and often collapsed or ripped ͑Figs. 9͑b͒ and 9͑c͒͒. The two slit sock underwent significant strain levels at the roots and failed a majority of the tests. The four slit socks ͑d͒ succeeded in large numbers when produced out of Tango Plus; failures that occurred from layers delaminating at locations that were of no consequence were disregarded. Socks with additional slits were not tested; the four slit configuration provided sufficient deformation are retained the required strength to prevent failure during expansion. Socks with six or additional slit configurations would not have had sufficient material to provide the required stiffness.", "cite_spans": [], "ref_spans": [{"start": 66, "end": 75, "text": "Fig. 9͑a͒", "ref_id": null}], "section": "Expansion Tests."}, {"text": "Socks were subjected to pull tests using the jig described in Fig. 9 and an materials testing systems ͑MTS͒ Synergy 400 Model 27.00094 tensile tester ͑MTS Corporation, Minneapolis, MN͒ with a 500 N capacity load cell to determine failure mechanism, collapsibility, and extraction force. The threaded end of the jig was inserted in an adaptor developed for the MTS system, thus, anchoring the device to the load cell. The device was inserted through a minimal hole in the latex. Socks were subsequently expanded. Force displacement curves were recorded using associated MTS software. A minimum of 5 socks were tested per configuration. Three materials were used, Tango Grey, Black, and Plus. Tango Grey is very rigid and does not allow for the required deformation; premature failure occurred during expansion with all sock configurations of this material. Tango Black does not allow for high strain levels, resulting in premature failure during expansion as well. As seen in Table 3 , Tango Plus provided good results, especially with 1.5 time wall thickness.", "cite_spans": [], "ref_spans": [{"start": 62, "end": 68, "text": "Fig. 9", "ref_id": null}, {"start": 975, "end": 982, "text": "Table 3", "ref_id": "TABREF3"}], "section": "Pull Tests."}, {"text": "The results show that Tango Plus 4-slit sock models behave as expected by finite element analysis ͑FEA͒, providing sufficient restraint to hold the ENCD in place while still being collapsible to be extracted from insertion with minimal force, thus, decreasing the risk of damaging the trachea at the insertion site. This is very encouraging for future prototypes.", "cite_spans": [], "ref_spans": [], "section": "Pull Tests."}, {"text": "In Fig. 10 , results of the airflow analysis are presented. As expected, as inflation time decreases, the required pressure to allow for enough air to enter the lungs increases. With a target 1.0 s lung inflation time, the larger 10 gauge needle ͑thick line͒ provides the lowest required input pressure ͑1.26 kPa gauge pressure͒ from the respiratory air bag, compared with the approximate 7 kPa for the smaller 14 gauge needle. For a 2 s inflation time, the required pressure is considerably less than 1.0 kPa for both 10 and 12 gauge needles.", "cite_spans": [], "ref_spans": [{"start": 3, "end": 10, "text": "Fig. 10", "ref_id": "FIGREF0"}], "section": "Pull Tests."}, {"text": "Results of the in situ testing are provided below. A representative test result is presented in Fig.  11 where a negative force is an insertion force and a positive force is an extraction force. The needle first punctures the airway followed by the concentrically overlaying device with unexpanded sock. The device is then removed to assess the force to remove it with the unexpanded sock. The device is reinserted and the sock is expanded inside the airway. The device is removed to measure the force required to remove it in the expanded sock setting. This information is also used to determine the force setting for the cyclic tests. The porcine cricothyroid membrane was used as a human analog to determine the force required to puncture through the membrane and into the larynx using a bare needle. From the twenty specimens, it was found that the force required to puncture this membrane is 10.84Ϯ 3.78 N with a 95% confidence interval.", "cite_spans": [], "ref_spans": [{"start": 96, "end": 104, "text": "Fig.  11", "ref_id": "FIGREF0"}], "section": "Part B: In Situ Evaluation."}, {"text": "After successful puncture with the needle, the force needed to insert the ENCD was measured by inserting the tip of the device through the skin and cricothyroid membrane until the top edge of the sock was completely inside the wind pipe. The maximum force needed to fully insert the device with the unexpanded sock was 40.16 N and the minimum force needed was 8.16 N. Based on the force measurements from n = 20 trials, the expected insertion force for the device with the unexpanded sock was 23.44Ϯ 4.16 N ͑95% CI͒. Inserting the device required 2.16 times the amount of force required to insert the bare needle, both force levels are small and simple to achieve. None of the samples failed after insertion.", "cite_spans": [], "ref_spans": [], "section": "Device Insertion/Extraction."}, {"text": "To extract the device without expanding the sock, an average of 3.99Ϯ 3.39 N ͑95% CI͒ was needed, which is less than one-fifth To test extraction forces when the sock is engaged, all of the samples were re-inserted and the sock was expanded while inside the trachea. The average force needed to remove the device with the expanded sock increased to 17.29Ϯ 2.49 N ͑95% CI͒. The maximum and minimum forces were 30.51 N and 10.2 N. The minimum force required to pull out the expanded sock was more than twice the value of the unexpanded sock ͑i.e., 10.2 N versus 3.99 N͒; the average force for withdrawal was more than four times greater ͑i.e., 17.29 N versus 3.99 N͒. When pulling out the expanded sock, 13 of the 20 samples failed in a variety of methods with the most common failure types being glue failure and ripping of the sock. In one instance, the sock remained inside the larynx. The rapid prototype polymers and the laminate construction are the most likely sources of these failures; the use of more conventional cast polymers will prevent such failures to occur.", "cite_spans": [], "ref_spans": [], "section": "Device Insertion/Extraction."}, {"text": "On the first test the needle would not puncture through the skin. For all tests afterward, we began by making an incision approximately 10 mm long through the top layer the skin. The outermost layer of the pig skin was found to be very tough and unlikely to be representative of human skin as mentioned by Cho et al. ͓17͔ ; therefore, directly puncturing cricothyroid membrane after slicing a hole in the skin was assessed to be more representative of the clinical situation as was done in the experiment of Cho et al. to intubate the airway as expected in Ref.", "cite_spans": [{"start": 306, "end": 321, "text": "Cho et al. ͓17͔", "ref_id": null}, {"start": 508, "end": 521, "text": "Cho et al. to", "ref_id": null}], "ref_spans": [], "section": "Soft Tissue Response."}, {"text": "Removing the device with the sock unexpanded resulted in a hole that is the same as when the device was inserted. When the sock was expanded and pulled out, we observed that the puncture hole was about the same size as during insertion or slightly larger ͑increase less than 1 mm͒.", "cite_spans": [], "ref_spans": [], "section": "͓18͔."}, {"text": "Of the samples that survived the expanded pull-out test, five ͑n =5͒ were re-inserted a third time to undergo a cyclic pull test when it was established that there was no permanent deformation. Ten additional untested devices were inserted and evaluated providing a comparison between pretested and untested specimens. The sock was expanded and pulled with approximately 10 N of force ͑half the expanded pull-out force͒. The number of cycles to failure for these five samples ranged between 1 and 13. Failure for these tests was defined as any change in the structure that would render it unusable ͑rip, tear, and plastic deformation͒ and allowed the device to pull out. Due to the high failure rate of the sock/adhesive during the first expanded pull-out test, these results are not statistically conclusive. However, since this process is significantly more destructive than and, in fact, would not exist in the clinical situation, the findings are very encouraging. The devices that did not undergo previous testing all reached the maximum number of cycles.", "cite_spans": [], "ref_spans": [], "section": "Cyclic Pull Testing."}, {"text": "In this paper, cricothyrotomy devices described in the literature were examined. Of the existing devices, the Cook™ Melker device ͓6,10͔ is preferred by clinicians and appears to have the best overall performance. However, all existing devices were all identified as having disadvantages. A new device for this procedure is proposed. The device was evaluated using engineering assessments of critical elements, included analytical and experimental means, and was also tested in situ using porcine specimens as done in the work of Cho et al. ͓17͔ . The novel ENCD was designed to overcome said disadvantages and rivals the Melker device in terms of potential performance.", "cite_spans": [{"start": 541, "end": 545, "text": "͓17͔", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "Detailed design, analysis, and testing of critical elements were performed to ensure that the device performed as expected. Nozzle and sock results support capabilities of the approach to direct airflow and anchor the ENCD. With analysis, the device was shown to be able to produce the airflow required for proper air transfer.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In situ testing using porcine specimens, as was done by Cho et al. for cricothyrotomy training, provided good results considering that the specimens are not representative of human cricoid in terms of materials properties and behavior. Future evaluations will focus on the more appropriate canine models and cadaveric specimens, which were not available for this preliminary evaluation of the device's capability. Insertion, removal, and cyclic force measurements indicated low force levels required. Needle and device insertion forces are expected to be lower with human tissue minimizing the local trauma that could be caused in a stiffer porcine model; however, due to the more compliant properties of the airway wall, the sock restraint and wall-conforming capabilities will likely not be diminished.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Cricothyrotomy is one of the procedures used to ventilate patients with upper airway obstruction. Our group has developed a novel cricothyrotomy device, which addresses major shortcomings of current systems. The design was supported by analytical and experimental evaluation of all critical components. In situ tests on porcine specimens showed that the force required to insert the device is about double that of a bare needle. Trauma was considered minimal. The force required to remove or dislodge the expanded device was considerably greater than the unexpanded device, indicating that the restraint system functions as desired.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Nomenclature P ϭ pressure g ϭ gravitational constant h L,maj ϭ major head loss h L,min ϭ minor head loss v ϭ air velocity ϭ density of air Appendix A: Artificial Lung Design", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "The lungs were required to do the following:", "cite_spans": [], "ref_spans": [], "section": "Objectives"}, {"text": "1. have a flexible membrane mimicking the trachea for the needle and nozzle assembly insertion capable of sealing around the needle but flexible enough to let air out when increased load applied to the lungs 2. be transparent to observe the deformation and ventilation during tests 3. have two lungs 4. have varying capacity 5. have a resistance of ͑4 cm H 2 O Յ s͒ / l ͓5͔ 6. have varying compliance, but target preliminary value of 50 ml/ cm H 2 O ͓5͔", "cite_spans": [], "ref_spans": [], "section": "Objectives"}, {"text": "The lung model seen in Figs. 4 and 12 was designed to meet the above requirements. Objectives 2, 3, and 4 were met by using transparent polymers, two pistons, and an adjustable inflation piston height; the latter will also ensure varying compliance over the inflation cycle ͑see compliance result section͒.", "cite_spans": [], "ref_spans": [], "section": "Design"}, {"text": "Objectives 2, 3, and 4 have been discussed above.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "͑1͒ Components of the lung model were evaluated without the device to verify its capabilities. The flexible membrane was pierced using a needle; the flexible sheets formed a seal during ventilation capable of withstanding the pressure increase but did allow air to escape if additional loading was added to the lungs to deflate them as would be the case during the breathing cycle ͑Fig. 13͒.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "͑5͒ Finding a diameter and tube length that will provide required overall resistance of one lung for the model as stated in the literature of 2 cm H 2 O s/ l. Resistance includes loss encountered during the hydrodynamic entrance length of a tube. Preliminary assumption of laminar flow requires a Reynolds number ͑Re͒ of 2300", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "where is the density of oxygen at 37°C, V ave is the average velocity of oxygen, D is the diameter of tube, and is the viscosity of oxygen at 37°C. The average flow rate ͑V ͒ is", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Isolating V ave , we find", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Substituting Eqs. ͑A3͒, we find the Reynolds number as", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "We now isolate the inner diameter", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Poiseuille's law for laminar flow states", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "where l is the tube length", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Using average respiratory rate of 12 breaths/min and average tidal volume of 0.5 l/lung, we find the average flow rate as V = 100,000 mm 3 /s where r is the cylinder radius and ⌬h is the change in height. The pressure on the expanding bag is the force from the applied mass ͑F =mg͒ by the cross sectional area ͑A = r 2 ͒, for two masses applied", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Substituting Eqs. ͑A9͒ and ͑A10͒ into Eq. ͑A8͒ C = 2 r 4 ⌬h mg ͑A11͒", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "The mass is found as m = 2 r 4 ⌬h Cg ͑A12͒", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Converting compliance to standard units C = 500,000 mm 4 s 2 /kg", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "With the following known dimensions, r = 34.925 mm and ⌬h = 65.24 mm ͑calculated from given radius and volume of 0.5 l͒, substituting values into Eq. ͑A12͒ we find the required mass to obtain a maximum compliance is m = 195 g for each cylinder. Friction between piston and cylinder wall was neglected because of the low coefficient of friction between the two polymers.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Conclusion: The lung model meets all design objectives. ", "cite_spans": [], "ref_spans": [], "section": "Results"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Needle vs Surgical Cricothyrotomy: A Short Cut to Effective Ventilation", "authors": [{"first": "I", "middle": [], "last": "Scrase", "suffix": ""}, {"first": "M", "middle": [], "last": "Woollard", "suffix": ""}], "year": 2006, "venue": "Anaesthesia", "volume": "61", "issn": "", "pages": "962--974", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Managing the Difficult Airway: A Survey of Residency Directors and a Call for Change", "authors": [{"first": "T", "middle": ["J"], "last": "Reeder", "suffix": ""}, {"first": "C", "middle": ["K"], "last": "Brown", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Norris", "suffix": ""}], "year": 2005, "venue": "J. Emerg. Med", "volume": "28", "issn": "4", "pages": "473--478", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Cannot Intubate-Cannot Ventilate and Difficult Intubation Strategies: Results of a Canadian National Survey", "authors": [{"first": "R", "middle": ["Y"], "last": "Ho", "suffix": ""}, {"first": "D", "middle": ["T"], "last": "Wong", "suffix": ""}, {"first": "K", "middle": [], "last": "Lai", "suffix": ""}, {"first": "Chung", "middle": [], "last": "", "suffix": ""}, {"first": "F", "middle": ["F"], "last": "", "suffix": ""}], "year": 2005, "venue": "Anesth. Analg", "volume": "100", "issn": "", "pages": "1439--1446", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Ventilation With Model Lung Using Cricothyrotomy Devices", "authors": [{"first": "R", "middle": ["M"], "last": "Craven", "suffix": ""}, {"first": "R", "middle": ["G"], "last": "Vanner", "suffix": ""}], "year": 2004, "venue": "Anaesthesia", "volume": "59", "issn": "", "pages": "595--599", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Needle Cricothyrotomy", "authors": [{"first": "S", "middle": ["E"], "last": "Mace", "suffix": ""}, {"first": "N", "middle": [], "last": "Khan", "suffix": ""}], "year": 2008, "venue": "Emerg. Med. Clin. North Am", "volume": "26", "issn": "4", "pages": "1085--1101", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Emergency Battlefield Cricothyrotomy", "authors": [{"first": "J", "middle": ["C"], "last": "Macdonald", "suffix": ""}, {"first": "H", "middle": ["C N"], "last": "Tien", "suffix": ""}], "year": 2008, "venue": "CMAJ", "volume": "178", "issn": "9", "pages": "1133--1135", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "An Easy Cricothyrotomy Approach: The Rapid Four-Step Technique", "authors": [{"first": "B", "middle": ["T"], "last": "Brofeldt", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Panacek", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Richards", "suffix": ""}], "year": 1996, "venue": "Acad. Emerg. Med", "volume": "3", "issn": "", "pages": "1060--1063", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "A Comparison of a Novel Cricothyrotomy Device With a Standard Surgical Cricothyrotomy Technique", "authors": [{"first": "A", "middle": ["E"], "last": "Bair", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Sakles", "suffix": ""}], "year": 1999, "venue": "Acad. Emerg. Med", "volume": "6", "issn": "11", "pages": "1172--1174", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Melker Cricothyrotomy Kit: An Alternative to the Surgical Technique", "authors": [{"first": "J", "middle": ["S"], "last": "Melker", "suffix": ""}, {"first": "A", "middle": [], "last": "Gabrielli", "suffix": ""}], "year": 2005, "venue": "Ann. Otol. Rhinol. Laryngol", "volume": "114", "issn": "7", "pages": "525--528", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Evaluation of an Emergency Cricothyrotomy Instrument", "authors": [{"first": "D", "middle": ["G"], "last": "Bjoraker", "suffix": ""}, {"first": "N", "middle": ["B"], "last": "Kumar", "suffix": ""}, {"first": "A", "middle": ["C D"], "last": "Brown", "suffix": ""}], "year": 1987, "venue": "Crit. Care Med", "volume": "15", "issn": "2", "pages": "157--160", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "A New Device for Cricothyrotomy", "authors": [{"first": "A", "middle": ["S"], "last": "Tscharlou", "suffix": ""}, {"first": "J", "middle": [], "last": "Klappenberger", "suffix": ""}, {"first": "W", "middle": [], "last": "Firbas", "suffix": ""}, {"first": "S", "middle": [], "last": "Klappenberger", "suffix": ""}], "year": 2006, "venue": "Clin. Anat", "volume": "19", "issn": "", "pages": "602--604", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Cricothyrotomy Concern ͑Letter͒", "authors": [{"first": "W", "middle": ["M"], "last": "Griggs", "suffix": ""}], "year": 1997, "venue": "Acad. Emerg. Med", "volume": "4", "issn": "", "pages": "1006--1007", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Cricothyrotomy: A 5-Year Experience at One Institution", "authors": [{"first": "A", "middle": ["E"], "last": "Bair", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Panacek", "suffix": ""}, {"first": "D", "middle": ["H"], "last": "Wisner", "suffix": ""}, {"first": "R", "middle": [], "last": "Baleset", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Sakles", "suffix": ""}], "year": 2003, "venue": "J. Emerg. Med", "volume": "24", "issn": "2", "pages": "151--156", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Fluid Mechanics: Fundamentals and Applications", "authors": [{"first": "Y", "middle": ["A"], "last": "Çengel", "suffix": ""}], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Comparison of Manikin Versus Porcine Models in Cricothyrotomy Procedure Training", "authors": [{"first": "J", "middle": [], "last": "Cho", "suffix": ""}, {"first": "G", "middle": ["H"], "last": "Kang", "suffix": ""}, {"first": "E", "middle": ["C"], "last": "Kim", "suffix": ""}, {"first": "Y", "middle": ["M"], "last": "Oh", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "Choi", "suffix": ""}, {"first": "T", "middle": ["H"], "last": "Im", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Yang", "suffix": ""}, {"first": "Y", "middle": ["S"], "last": "Cho", "suffix": ""}, {"first": "Chung", "middle": [], "last": "", "suffix": ""}, {"first": "H", "middle": ["S"], "last": "", "suffix": ""}], "year": 2008, "venue": "Emerg. Med. J", "volume": "25", "issn": "", "pages": "732--734", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Swine Models in the Design of More Effective Medical Countermeasures Against Organophosphorus Poisoning", "authors": [{"first": "F", "middle": [], "last": "Dorandeu", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Mikler", "suffix": ""}, {"first": "H", "middle": [], "last": "Thiermann", "suffix": ""}, {"first": "C", "middle": [], "last": "Tenn", "suffix": ""}, {"first": "C", "middle": [], "last": "Davidson", "suffix": ""}, {"first": "T", "middle": ["W"], "last": "Sawyer", "suffix": ""}, {"first": "G", "middle": [], "last": "Lallement", "suffix": ""}, {"first": "F", "middle": [], "last": "Worek", "suffix": ""}], "year": 2007, "venue": "Toxicology", "volume": "233", "issn": "", "pages": "128--144", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Top… ENCD with dimensions and \"bottom… ENCD over insertion needle and component list \"A: nozzle, B: sock, C: external bracer restraint, D: outer catheter, E: inner catheter, and F: Luer lock-nose indicatorFig. 2\"a… Inner sock restraint system expansion system exploded view of components, \"b… system assembled sock closed, \"c… system assembled sock open, restraint system engaged, and \"d… part F direction indicator", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Modeled nozzle configurations: \"a… 20 mm radius curve nozzle with constant inner diameter, \"b… expanding outlet nozzle, \"c… 90 deg curved nozzle, and \"\"d…-\"f…… Tango plus nozzle configurations Fig. 4 Model lung design Fig. 5 General sock geometry \"dimensions in mm…. Wall thickness: 0.5 mm, no. of slits= 0, 2, or 4", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Tango plus expanding outlet nozzle jet ventilation inside model trachea. \"a… No air and \"b… 400 KPa jet-Nozzle deforms up but exit mainly pointed downwards with an angle of 24 deg from the vertical. Arrows point in the direction of air flow. Fig. 8 Expanding four slit restraint sock: \"a… restraint off; \"b… restraint on, and \"c… FEA of expanded sock Fig. 9 Sock expansion and pull test jig: \"a… empty, \"b… sock with no slit, \"c… sock without slit fold over failure, and \"d… four slits open", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Gauge pressure required at inflation bag for different gauge needles. Steps drops in the data show transition from turbulent to laminar flow. Tabulated results for ten gauges are provided inTable A-1 as sample data. Measured forces during insertion and removal with and without expanded cuff of the average force required for insertion. No samples failed after removal with the sock unexpanded.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Components of the lung model Fig. 13 \"a… Membrane assembly front view and \"b… membrane assembly side view Ten gauge needle calculations related to Figure 10.", "latex": null, "type": "figure"}, "TABREF0": {"text": "The list of current cricothyrotomy devices", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Device </td><td>Company </td><td>Advantage </td><td>Disadvantage\n</td></tr><tr><td>Quicktrach/Manujet 4,5 </td><td>VBM Medical </td><td>Less than 1 min attachment time, one step protocol\n</td><td>Neck tape is unreliable in anchoring the device to patient\n</td></tr><tr><td>Melker 5 </td><td>Cook Medical </td><td>Currently the most used device on the market\n</td><td>Five step protocol take s longer than 1 min to complete\n</td></tr><tr><td>Nu Trake® 9,11,12 </td><td>Armstrong Medical </td><td>No advantages in comparison to Quicktrach and Melker\n</td><td>Does not provide fast, safe, and secure airway to the patient\n</td></tr><tr><td>Mini Trach 9,11,12 </td><td>Smith Medical </td><td>No advantages in comparison to Quicktrach and Melker\n</td><td>Does not provide fast, safe, and secure airway to the patient\n</td></tr></table></body></html>"}, "TABREF1": {"text": "A. Jet ventilation was provided at 400 kPa by a regulated 689 kPa ͑100 psi͒ air source. The lungs were designed to: have a flexible membrane, mimicking the trachea for the needle and nozzle assembly insertion capable of sealing around the needle but flexible enough to let air out when increased load applied to the lungs; be transparent to visualize the deformation and ventilation during tests; have two lungs; have varying capacity; have a resistance of 4 cm H 2 O s/ L ͓5͔; and have varying compliance but have a target preliminary value of 50 ml/ cm H 2 O ͓5͔. The two piston lung model with adjustable piston height met the above requirements.", "latex": null, "type": "table"}, "TABREF2": {"text": "Variable for air flow calculations depicted inFig. 10", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Pressure </td><td>101.25 </td><td>kPa\n</td><td> </td></tr><tr><td>Flow rate </td><td>0.001 </td><td>m3 •s\n</td><td> </td></tr><tr><td>Tidal volume </td><td>0.5 </td><td>l\n</td><td> </td></tr><tr><td>Inflation time </td><td>0.5 </td><td>s\n</td><td> </td></tr><tr><td>Air\n</td><td> </td><td> </td><td> </td></tr><tr><td>Density,  </td><td>1.204 </td><td>kg •m3\n</td><td> </td></tr><tr><td>Dynamic viscosity, \n</td><td>1.8310−5 </td><td>kg •m s\n</td><td> </td></tr><tr><td>Kinematic viscosity, \n</td><td>1.5210−5 </td><td>m2 •s\n</td><td> </td></tr><tr><td>Gas constant, R </td><td>287 </td><td>m2 •s2· K\n</td><td> </td></tr><tr><td>Nozzle areas\n</td><td>Inlet\n</td><td> </td><td> </td></tr><tr><td>Needle gauge\n</td><td>diameter\n</td><td>Inlet area\n</td><td>Exit area\n</td></tr><tr><td>mm\n</td><td>mm2\n</td><td>mm2\n</td></tr><tr><td>14 </td><td>2.70 </td><td>22.90 </td><td>12.46\n</td></tr><tr><td>12 </td><td>3.40 </td><td>36.32 </td><td>23.79\n</td></tr><tr><td>10 </td><td>4.00 </td><td>50.27 </td><td>36.30\n</td></tr></table></body></html>"}, "TABREF3": {"text": "", "latex": null, "type": "table"}, "TABREF4": {"text": "The density of oxygen at 37°C is = 1.43 ϫ 10 −9 kg/ mm 3 and viscosity of oxygen at 37°C is = 2.12ϫ 10 −5 Pa s. Converting resistance to standard units, we find R = 0.0002 Pa s/mm 3 Substituting values into Eq. ͑A1͒, the diameter isThe dimensions for each of the two resistance tubes are diameter 3.73 mm and length of 44.8 mm. ͑6͒ Finding the mass required on piston cover to provide a preliminary target compliance of C = 50 ml/ cm H 2 O for both lungs. Compliance is defined as the change in volume ͑⌬V͒ by the change in pressure ͑⌬P͒ For a cylinder piston, the change in volume is⌬V = r 2 ⌬hFor two pistons ⌬V = 2r 2 ⌬h ͑A9͒", "latex": null, "type": "table"}, "TABREF5": {"text": "Table 3 Tango plus pull test results", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Configuration </td><td>No slits </td><td>Four slits\n</td><td>Four slits\n</td></tr><tr><td>1.5 time\n</td></tr><tr><td>Extraction force\nstandard deviation\n</td><td>7.4 N\n2.3 N\n</td><td>8.60 N\n1.18\n</td><td>9.91 N\n1.00 N\n</td></tr><tr><td>Most frequent failure </td><td>Tear and fold over\n</td><td>Rip mid slit\n</td><td>None observed\n</td></tr><tr><td>Collapsibility if no failure\n</td><td>Good </td><td>Very good\n</td><td>Very good\n</td></tr></table></body></html>"}}, "back_matter": []}