{
    "paper_id": "892bbf8eea194fc945666b0df3975646d117a33c",
    "metadata": {
        "title": "Acute Motor Axonal Neuropathy Associated with Pandemic H1N1 Influenza A Infection",
        "authors": [
            {
                "first": "Marko",
                "middle": [],
                "last": "Kutleša",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marija",
                "middle": [],
                "last": "Santini",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Vladimir",
                "middle": [],
                "last": "Krajinović",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dinko",
                "middle": [],
                "last": "Raffanelli",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bruno",
                "middle": [],
                "last": "Baršić",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background Guillain-Barre syndrome (GBS) is a well known entity that has many infectious agents reported as antecedent events. The spectrum of GBS includes acute inflammatory demyelinating polyneuropathy (AIDP), acute motor axonal neuropathy (AMAN), acute motor sensory axonal neuropathy (AMSAN), and some other variants like Miller-Fisher syndrome (MFS). Methods Patient with AMAN variant of GBS after severe bilateral pneumonia and ARDS due to the novel pandemic H1N1 influenza A virus is presented. Results 28-year-old white female was admitted to our Intensive Care Unit during the influenza pandemic because of severe ARDS due to bilateral pneumonia. The course of the disease was complicated with the new onset tetraplegia due to the AMAN variant of GBS. Treatment with plasma exchange was conducted and the patient had satisfactory recovery. Conclusion We report a case of AMAN variant of GBS associated with proven H1N1 influenza A infection. This virus has not been reported previously as the agent of antecedent infection that induced this disorder. Risk factors for other causes of ICU neuromuscular weakness are usually present in the ICU patients and should not be the reason for reluctance in active quest for GBS. Once the diagnosis of GBS is established or suspected the treatment with plasma exchange or intravenous immune globulin is indicated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Guillain-Barre syndrome (GBS) is a well known entity that is characterized by acute flaccid paralysis. The spectrum of GBS includes classic, and the most common variant, acute inflammatory demyelinating polyneuropathy (AIDP), acute motor axonal neuropathy (AMAN), acute motor sensory axonal neuropathy (AMSAN), and some other variants like Miller-Fisher syndrome (MFS) . AMAN variant has clinical features similar to the classic AIDP and those include: ascending, symmetric paralysis of the extremities, loss of deep tendon reflexes and variable involvement of bulbar, respiratory, ocular and facial muscles as well as sensory symptoms. The most common antecedent event for AMAN is Campylobacter jejuni infection due to molecular mimicry between peripheral nerve components and lipo-oligosaccharide coat of Campylobacter [1] . However, some other agents like cytomegalovirus, Mycoplasma pneumoniae, Hemophilus influenzae, and Epstein-Barr virus have been reported as triggers for this disorder as well [1] [2] [3] . Cerebrospinal fluid (CSF) analysis in AMAN variant of GBS usually reveals increased protein content with less than 50 cells per cubic millimeter as in AIDP. AMAN can be distinguished from other forms of GBS by electrophysiological studies and to some extent by anti-ganglioside antibody assay profile with GM1, GD1a, GD1b being positive and GQ1b negative [1] . Current treatment options include intravenous immune globulin (IVIG) and plasma exchange (PE). Outcome of AMAN is similar to the AIDP variant and approximately 80% of the patients recover fully or have minor deficits that do not interfere with every day activities [4] . Mortality traditonally approximated 5%, but a recent study in the US hospitals revealed mortality of only 2.58% [5] .",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 368,
                    "text": "(MFS)",
                    "ref_id": null
                },
                {
                    "start": 821,
                    "end": 824,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1002,
                    "end": 1005,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1006,
                    "end": 1009,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1010,
                    "end": 1013,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1371,
                    "end": 1374,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1642,
                    "end": 1645,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1760,
                    "end": 1763,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Pathogenesis of GBS is probably autoimmune with many infections and vaccines implicated as a triggering antecedent event. Seasonal influenza A and B have been serologically associated with GBS [6, 7] . However, this association has been very scarce and has not been reported with the AMAN variant.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 196,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 197,
                    "end": 199,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We present a case of AMAN variant of GBS after severe bilateral pneumonia and ARDS due to the novel pandemic H1N1 influenza A virus. Our patient presented as a new onset flaccid tetraplegia after prolonged hospitalization in the ICU and the differential diagnosis of this condition in such clinical setting is discussed as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In December of 2009 a previously healthy 28-year-old white female was admitted to our Intensive Care Unit during the influenza pandemic because of severe ARDS due to bilateral pneumonia. She was not vaccinated with any influenza vaccine. The symptoms started 8 days prior to admission with fever, myalgia, and cough. Shortness of breath begun a day before she was referred to our hospital. At admission she was febrile, normotensive, severely hypoxemic, fully alert with Glasgow coma score of 15. Crackles were present diffusely over both lungs. Remaining physical examination was unremarkable. Mechanical ventilation was started immediately after admission. Chest radiography revealed diffuse bilateral patchy infiltrates and tracheal aspirate detected genetic material of H1N1 influenza A by polymerase chain reaction. Due to the poor oxygenation despite the high level of conventional respiratory support extracorporeal membrane oxygenation (ECMO) was indicated. After 7 days of ECMO treatment patient was weaned and after another 3 weeks there was no need for mechanical respiratory support. Muscle weakness was observed 3 days afterward and evolved gradually over 3 days. At first, this weakness was mistakenly attributed to the critical illness polyneropathy. Six days after the patient was weaned from the ventilator tetraplegia with areflexia was noticed. Weakness included equally proximal and distal muscles in all limbs without sensory symptoms and cranial nerve involvement. Spinal tap was performed and yielded CSF containing 1 cell per cubic millimeter with high protein content of 4.528 g/l.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Report"
        },
        {
            "text": "Electromyoneurography revealed reduced compound muscle action potential, fibrillation potentials in all examined muscles, F-waves were of mildly prolonged latency and conduction velocities were mildly reduced without the conduction block. Those features were indicative of motor axonal demage and compatible with AMAN. Semi-quantitative GanglioCombi ELISA anti-ganglioside antibody assay was positive for GM1, GD1a, and GD1b antibodies without the GQ1b antibody. However, this assay detects all anti-gangloside antibodies equally and cannot differentiate between the IgM and IgG subclasses. Furthermore, the results are listed as negative, gray zone, positive and strongly positive without the exact antibody titer. Computed tomography scan and the magnetic resonance imaging of the brain were normal. Plasma exchange commenced 1 day after the detection of tetraplegia and complete treatment consisted of seven sessions. Over the period of approximately 2 months her muscle strength gradually recovered. Upper extremities are mildly paretic as well as the proximal muscles of the lower extremities. However, the distal muscles of the lower extremities are still severely affected and she is only able to perform flexion of the feet. At this time the patient is still recovering in our hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Report"
        },
        {
            "text": "We report a case of AMAN variant of GBS associated with proven H1N1 influenza A infection. This virus has not been reported previously as the agent of antecedent infection that induced this disorder. Pandemic influenza in our patient presented as severe viral pneumonia and ARDS that required ECMO treatment and prolonged mechanical ventilation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Critically ill patients, such as the one presented, frequently acquire some form of neuromuscular weakness with the most common being critical illness myopathy (CIM) and critical illness polyneuropathy (CIP). Other causes of flaccid general weakness in the ICU population of patients are: prolonged neuromuscular junction blockade, rhabdomyolysis, cachectic myopathy, and rarely GBS. Consequently, ICU patients who acquire these disorders have significantly prolonged ICU stays and increased length of hospital stay overall.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Loss of myosin fibers results in CIM and the only certain risk factor established thus far is intravenous glucocorticoid treatment [8] . CIP is a common complication of severe sepsis and the implicated pathogenetic mechanism is injury to the microcirculation of distal nerves, causing ischemia and axonal degeneration [9] . Prolonged neuromuscular junction blockade occurs in patients with hepatic or renal insufficiency that recieved treatment with paralytic agents. Cachectic myopathy is due to protein catabolism and disuse, while infection and medications can induce rhabdomyolysis.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 134,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 318,
                    "end": 321,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Obviously, the diagnosis of GBS, as the most scarce cause of the new onset flaccid paralysis in the ICU setting requires a high index of suspicion. However, recognition of this syndrome is of vital importance, since unlike other conditions that induce flaccid paralysis in the ICU it has effective treatment with either IVIG or PE. Furthermore, if this disorder is not identified promptly and the treatment is delayed possible detrimental consequences such as permanent neurological deficits and even death can occur.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Despite only limited experience, it is mandatory to perform electrophysiological studies, lumbar puncture, and anti-ganglioside antibody assay in all critically ill patients with the new onset flaccid tetraplegia, especially if pandemic influenza A or some other infection was the reason for the ICU admission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Risk factors for other causes of ICU neuromuscular weakness are usually present in the ICU setting and should not be the reason for reluctance in active quest for GBS. Once the diagnosis of GBS is established or suspected the treatment with PE or IVIG should commence. Our patient responded to the PE treatment and since the experience with this infectious agent as antecedent agent of the AMAN variant of the GBS is absent we suggest PE to be the first line of treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Axonal Guillain-Barré syndrome: relation to anti-ganglioside antibodies and Campylobacter jejuni infection in Japan",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ogawara",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kuwabara",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mori",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hattori",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Koga",
                    "suffix": ""
                },
                {
                    "first": "Yuki",
                    "middle": [
                        "N"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Ann Neurol",
            "volume": "48",
            "issn": "",
            "pages": "624--655",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Haemophilus influenzae has a GM1 ganglioside-like structure and elicits Guillain-Barré syndrome",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mori",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kuwabara",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Miyake",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Neurology",
            "volume": "52",
            "issn": "6",
            "pages": "1282--1286",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Acute motor axonal neuropathy associated with IgM anti-GM1 following Mycoplasma pneumoniae infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Heckmann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Sommer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Druschky",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Erbguth",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Steck",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Neundörfer",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Eur Neurol",
            "volume": "41",
            "issn": "",
            "pages": "175--181",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical presentation and prognosis of childhood Guillain-Barré syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "Y"
                    ],
                    "last": "Sung",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "S"
                    ],
                    "last": "Rew",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Paediatr Child Health",
            "volume": "44",
            "issn": "",
            "pages": "449--54",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Guillain-Barré syndrome: incidence and mortality rates in US hospitals",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alshekhlee",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hussain",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sultan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Katirji",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Neurology",
            "volume": "70",
            "issn": "",
            "pages": "1608--1621",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Influenza, Campylobacter and Mycoplasma infections, and hospital admissions for Guillain-Barré syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Tam",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "O&apos;brien",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Rodrigues",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "England. Emerg Infect Dis",
            "volume": "12",
            "issn": "",
            "pages": "1880--1887",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Guillain-Barré syndrome and influenza virus infection",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Sivadon-Tardy",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Orlikowski",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Porcher",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Infect Dis",
            "volume": "48",
            "issn": "",
            "pages": "48--56",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Acute myopathy of intensive care: clinical, electromyographic, and pathological aspects",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lacomis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Giuliani",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Van Cott",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Kramer",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Ann Neurol",
            "volume": "40",
            "issn": "",
            "pages": "645--54",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Critical illness polyneuropathy. A complication of sepsis and multiple organ failure",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Zochodne",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Bolton",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Wells",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Brain",
            "volume": "110",
            "issn": "",
            "pages": "819--860",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}