{"paper_id": "8936065192a304b6c8ac8fd0b2e1bbe66327369a", "metadata": {"title": "", "authors": [{"first": "Kikard", "middle": [], "last": "Holmdahlo", "suffix": "", "affiliation": {"laboratory": "", "institution": "Uppsala University", "location": {"settlement": "Uppsala, Zentralinstitut"}}, "email": ""}, {"first": "Carina", "middle": [], "last": "Vingsboo", "suffix": "", "affiliation": {"laboratory": "", "institution": "Uppsala University", "location": {"settlement": "Uppsala, Zentralinstitut"}}, "email": ""}, {"first": "Hans", "middle": [], "last": "Hedrich+", "suffix": "", "affiliation": {"laboratory": "", "institution": "Uppsala University", "location": {"settlement": "Uppsala, Zentralinstitut"}}, "email": ""}, {"first": "Mikael", "middle": [], "last": "Karlssono", "suffix": "", "affiliation": {"laboratory": "", "institution": "Uppsala University", "location": {"settlement": "Uppsala, Zentralinstitut"}}, "email": ""}, {"first": "Christina", "middle": [], "last": "Kvicko", "suffix": "", "affiliation": {"laboratory": "", "institution": "Uppsala University", "location": {"settlement": "Uppsala, Zentralinstitut"}}, "email": ""}, {"first": "Tom", "middle": ["J"], "last": "Goldschmidto", "suffix": "", "affiliation": {"laboratory": "", "institution": "Uppsala University", "location": {"settlement": "Uppsala, Zentralinstitut"}}, "email": ""}, {"first": "Kenth", "middle": [], "last": "Gustafssono", "suffix": "", "affiliation": {"laboratory": "", "institution": "Uppsala University", "location": {"settlement": "Uppsala, Zentralinstitut"}}, "email": ""}]}, "abstract": [{"text": "MHC class I1 and collagen-induced arthritis Homologous collagen-induced arthritis in rats mice are associated with structurally different major histocompatibility complex DQ-like molecules* 419 and Collagen-induced arthritis (CIA) in rats, induced with homologous type I1 collagen (CII), is a genetically more restricted disease and has better resemblance to rheumatoid arthritis by its chronic disease course, than CIA induced with heterologous CII. The DA strain is highly susceptible to CIA induced with homologous CII, while the Lewis strain is resistant. (DAxLew)FI is susceptible and backcrossing to Lewis reveals a close, but not complete, association of both arthritis and CII responsiveness to the RT1\" haplotype. Analyses of congenic strains on DA and Lewis backgrounds suggest that expression of a major histocompatibility complex class I1 Ba molecule, encoded from the RTlB\" locus, is associated with arthritis susceptibility and CII responsiveness. The second exons coding for the first domains of the a and (3 chains of both the RTla and RT1' haplotypes were sequenced and the deduced amino acid sequences compared with the corresponding molecule associated with susceptibility to CIA in the mouse (H-2 Aq). The sequences of the respective alleles revealed no obvious structural homology explaining the extensive similarities in the development of chronic autoimmune arthritis, Instead, this finding implies that different trimolecular constituents (i. e. class I1,Tcell receptor, and CII peptides) may yield an antigen presentation event that is able to trigger a similar autoaggressiveness in the two rodent species.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Rheumatoid arthritis (RA) is a disease of uncertain etiology although recent data suggest a T cell-dependent autoimmune inflammatory attack on joints to be a crucial event in the disease. One of the most exciting recent findings is the genetic association of RA with certain MHC haplotypes. It was recently suggested that classical, severe, RA is closely associated with class I1 molecules sharing structures in the third and fourth hypervariable region of the DRB chain [ 1-31. This is the hitherto best-defined genetic association of the disease and supports an important role of antigen specific recognition by autoreactive Tcells. However, it has not yet been possible to demonstrate which self peptides, or which autoreactiveT cells, are of importance.These interactions, and their importance for the development of arthritis, need to be studied in vivo and for this purpose animal models are useful. The only model for RA in which susceptibility to arthritis has reproducibly been shown to be MHC associated is the type I1 collageninduced arthritis (CIA). In the mouse, immunization with type I1 collagen (CII) of heterologous or homologous [7] origin leads to arthritis only in H-2'1 and H-2' haplotype strains. The ability to respond to homologous CII was found to be critical for arthritis susceptibility since immunization with heterologous CII induced a strong immune response to CII in mouse strains with other H-2 haplotypes, whereas immunization with homologous CII evoked an immune response to CII only in H-2s and H-2' strains. Similarly to RA, small structural differences between class I1 molecules determine arthritis susceptibility, as demonstrated by the finding that only four amino acid differences located in the 85,86,88 and 89 position of the Ag chain of q, as compared with p, determine CIA susceptibility and immune responsiveness to CII [8] [9] .The rat MHC has been termed RT1. The rat homologues of the mouse H-2 class I1 genes, A,, Ap, E, and Eg (corresponding to the human DQA, DQB, DRA and DRB), have been termed RT1-B,, Bg, D, and Dg, respectively. In the rat, the MHC association has been less clear than in the mouse. Immunization with heterologous CII leads to the highest incidence of arthritis and the strongest anti-CII immune response in strains with RTIU, RTll and RTla haplotypes, although no haplotype confers resistance to arthritis [lo-111. Analysis of the MHC association of CIA induced with homologous CII in rats is needed for three reasons. First, immunization with homologous CII may induce a disease more similar to RA with a chronic development of arthritis [12] . Second, the disease induced with homologous CII is critically dependent on the activation of autoreactive T cells, whereas in the disease induced with heterologous CII the disease is dependent on the activity of Tcells reactive with heterologous CII [13] . Third [14] . For induction of CIA, native CII were disolved in 0.1 M acetic acid at 4 \"C and emulsified 1 : 1 on ice with IFA (Difco, Detroit, MI) to a final concentration of 0.5 mg/ml. Rats were injected intradermally in the base of the tail with 300 pl of the emulsion. Arthritis development was followed for approximately 4 months after immunization by inspections using a macroscopic scoring system for the four paws ranging from 0 to 4 (1 = swelling and/or redness of one toe or finger joint, 2 1 two joints involved, 3 = more than two joints involved, and 4 = severe arthritis in the entire paw with functional gait and grip impairment). The maximal score obtained during the disease course for each rat was determined. To ascertain that only severity, and not incidence, is reflected, the mean value of the maximal scores of arthritic rats only are shown.", "cite_spans": [{"start": 1147, "end": 1150, "text": "[7]", "ref_id": null}, {"start": 1866, "end": 1869, "text": "[8]", "ref_id": null}, {"start": 1870, "end": 1873, "text": "[9]", "ref_id": null}, {"start": 2612, "end": 2616, "text": "[12]", "ref_id": null}, {"start": 2869, "end": 2873, "text": "[13]", "ref_id": null}, {"start": 2876, "end": 2881, "text": "Third", "ref_id": null}, {"start": 2882, "end": 2886, "text": "[14]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Sera were collected individually and stored at -20 \"C until assayed. For the quantification of CII-reactive autoantibodies in serum, a modified ELISA was used [6] . Micro-ELISA plates (Dynatech, Plochingen, FRG) were coated overnight at 4°C with 10 pg/ml of native rat CII in phosphate-buffered saline. All tests were carried out in duplicates, and the standard deviations did not exceed 10%. The amount of bound antibody was estimated after incubation with a goat anti-rat IgG (H+L) affinity-purified antibody conjugated to alkaline phosphatase (Jackson Immunoresearch Laboratories, West Groove, PA). The subsequent quantification of bound enzyme was performed with a p-nitrophenol-containing substrate buffer in a Titertek Multiscan (Flow Labs., Irvine, Scotland) spectrophotometer. To estimate the amount of CII-reactive antibodies present in the serum samples, affinity-purified rat C11-reactive antibodies were used as standards.", "cite_spans": [{"start": 159, "end": 162, "text": "[6]", "ref_id": null}], "ref_spans": [], "section": "Quantification of antibodies in serum"}, {"text": "Genomic DNA was prepared from liver tissue of DA and Lewis rats as described earlier in detail [8, 9] .The following primers were synthesized on an Applied Biosystems 380A (Warrington, GB) oligonucleotide synthesizer and used for amplification of exon 2 encoding the Bg chain first domain; LA3 : 5'-ATGGATCCGTCCGTCCGCAGGGCATTT-3', R1: 5'-CCCGAATTCGCGCTCACCAAGCCGCCG-3'. The following primers were used for the amplification of exon 2 coding for the B, chain first domain; R2 : 5'-CGCG-AATTCAGGGTGGTGAGCACGTAC-3'. The polymerase chain reaction (PCR) amplifications were carried out using 1 pg of genomic DNA, oligonucleotide primers at a concentration of 1 p~ and 2.5 units Taq polymerase (Perkin-Elmer, Cetus, Emeryville, CA) in a final volume of 100 pl. The amplified products were cloned into M13mp18 and/or M13mp19 and the nucleotide sequence determined using the chain termination method [15] .The sequence of at least three different M13 clones were determined, in order to detect PCR misincorporations.", "cite_spans": [{"start": 95, "end": 98, "text": "[8,", "ref_id": null}, {"start": 99, "end": 101, "text": "9]", "ref_id": null}, {"start": 892, "end": 896, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "DNA analyses"}, {"text": "GATCCCACCTAAATTCCTCAGCC-3', R3 : 5'-CCGG-", "cite_spans": [], "ref_spans": [], "section": "DNA analyses"}, {"text": "Incidences of arthritis were analysed by their proportionate group frequencies (two-tailed x2 test with continuity correction) and the Mann Whitney U-test was used for analysis of arthritic scores. Antibody levels were analyzed by the two-tailed Student's t-test.", "cite_spans": [], "ref_spans": [], "section": "Statistical analyses"}, {"text": "The DA rat strain develops chronic arthritis after immunization with homologous rat CII emulsified in IFA (the siveness and arthritis development. A comparison with the Lewis rats, which are resistant to arthritis but develop low levels of anti-CII autoantibody levels, shows an influence of non-MHC background genes. The development of arthritis in 1/1 rats did not correlate with development of an anti-CII autoantibody response, in fact, some of these rats had no detectable (< 1 pg/ml) anti-CII antibodies in serum.", "cite_spans": [], "ref_spans": [], "section": "Both arthritis susceptibility and CII autoimmune responsiveness are associated with the RTla haplotype"}, {"text": "To investigate the role of the class I1 region and whether (Table 4 ). Not unexpectedly, the association is with the class II region since the DA.ll strain, carrying non-a alleles flanking the class I1 region, was as highly susceptible as the DA rat. Furthermore, it is likely that the susceptibility is associated with the MHC class 11 molecule encoded from the B locus since the LewlC rat,which was resistant to arthritis, carries the c haplotype known to express a D molecule indistinguishable from that of the a haplotype [16, 171. The congenic strains carrying other RT1 haplotypes were low responders to CII except the u haplotype which developed a strong anti-CII autoantibody response but no arthritis. One rat of the f haplotype developed arthritis, althoughvery late after immunization, and this single rat developed a relatively high antibody response to CII. A Lewis rat developed mild arthritis in a proximal interphalangeal joint, late after immunization, but did not develop a CII autoantibody response. Taken together, these findings suggest that self CII responsiveness and development of arthritis after immunization with homologous CII are associated with expression of a B\" molecule whereas other RT1 haplotypes confer weak and variable responses.", "cite_spans": [{"start": 526, "end": 530, "text": "[16,", "ref_id": null}], "ref_spans": [{"start": 59, "end": 67, "text": "(Table 4", "ref_id": "TABREF3"}], "section": "MHC-congenic strains"}, {"text": "R. Holmdahl ", "cite_spans": [{"start": 3, "end": 11, "text": "Holmdahl", "ref_id": null}], "ref_spans": [], "section": "MHC-congenic strains"}, {"text": "We have earlier shown that CIA in mice is associated with expression of an Aq molecule, both when induced with rat CII or with homologous mouse CTI. Since the A molecule in the mouse corresponds to the B molecule in the rat, and since in both species chronic arthritis can be induced with homologous CII 112, 181, we wanted to compare the structures of these molecules. For this purpose we sequenced the second exons, encoding the first domains of and AP first domains from mice and rats. The Aq molecule has earlier been showed to be associated with development of CIA induced with heterologous or homologous CII while the AP molecule is associated with resistance against disease [7] . Positions postulated to be involved in the ABS [19] are boxed. the B, and BE molecules, of the susceptible RTla haplotype and the resistant RTll haplotype (Fig. 1) . The deduced amino acid sequences showed a number of differences between the two haplotypes (Fig. 2) . Several of these differences were found in the postulated antigen-binding site (ABS) [19] .Thus, of a total of 16 ABS residues in the @ chains, 4 were different between the haplotypes. The corresponding figures for the a chains were 8 differences of a total of 20 ABS residues. An alignment of the respective rat a and @ chain amino acid sequences with the corresponding mouse A molecule sequences showed no obvious structural homology which could explain the similarities in responsiveness to CII in the two species. Instead, of the 20 M chain ABS residues, 8 differed in all comparisons between the species. In the chains, of the 16 ABS residues, 11 differed between the non-susceptible RT1 B1 and H-2 AP, whereas 10 out of 16 residues differed, in the ABS, between the susceptible RT1 B\" and H-2 AS haplotypes. In fact, the susceptible rat Ba molecule was found to share the sequence in the critical region, position 85-89 in the Ap chain, with the mouse AP molecule, which is associated with resistance to CIA in the mouse model [8] .", "cite_spans": [{"start": 682, "end": 685, "text": "[7]", "ref_id": null}, {"start": 735, "end": 739, "text": "[19]", "ref_id": null}, {"start": 1041, "end": 1045, "text": "[19]", "ref_id": null}, {"start": 1989, "end": 1992, "text": "[8]", "ref_id": null}], "ref_spans": [{"start": 843, "end": 851, "text": "(Fig. 1)", "ref_id": "FIGREF3"}, {"start": 945, "end": 953, "text": "(Fig. 2)", "ref_id": "FIGREF4"}], "section": "Structural analysis of class I1 genes"}, {"text": "In this report we show that the development of CIA and an autoimmune response in rats, after immunization with homologous CII, are associated with the class 11 genes of the RT1\" haplotype. This is different from the MHC association of arthritis susceptibility after immunization with heterologous CII where also the 1 and u haplotypes have been found to be highly susceptible to arthritis. Arthritis induced with homologous CII provides several similarity with the role of TNF genes for susceptibility to murine lupus [28] . advantages as a model for RA and for studies of autoimmune arthritis compared with arthritis induced with heterologous CII. It is a chronic disease [12] in which the autoimmune disease process has been shown to be driven by alp receptor-expressing Tcells [20] and in which a Tcell-dependent anti-CII autoantibody production is induced. CIA induced with heterologous CII is a more self-limited disease dependent on anti-CII antibody production. Immunization with heterologous CII triggers predominantly T cells reactive with heterologous CII and a strong B cell activation leading to anti-CII antibody production. In fact, it has been suggested that the pathogenic effector mechanisms are antibody mediated and do not involve CII autoreactive T cells . The earlier described association of several RT1 haplotypes may reflect their importance as restriction elements for heteroreactive Tcells and does not necessarily imply a critical role for triggering of autoreactive T cells. We have analyzed earlier the immune response to heterologous and homologous CII in detail in the mouse and shown that immunization with heterologous CII induces CII-specific proliferation of Tcells with no cross-reactivity to homologous CII [25] . In addition, a strong autoantibody response to CII, but no arthritis, develops after immunization with heterologous CII in mouse strains with certain H-2 haplotypes [7] , parallelling the presently described situation in the rat. In both mice and rats, after immunization with homologous C11, the class I1 DQ-like molecule seems to be used as the restriction element for CII-reactiveT cells of critical importance for the development of CIA and a CII autoantibody response. However, a structural comparison of the a and first domains of the rat Bd and the mouse Aq molecules did not reveal any apparent homology which could argue for a shared structural interaction as an explanation for the development of chronic arthritis after immunization with homologous CII in the two species. This is in line with a structural comparison with class I1 genes associated with RA which yields even less similarities since the restriction clement is the DR and not the D Q molecule. It follows that structural dissimilarities between mice and rats, or between rodents and humans, do not exclude similarities in the pathogenesis and etiology. Thus, our data indicate a situation where, in different species, different CII peptides along the highly conserved CII molecule, are recognized by different T cell receptors in the trimolecular antigen presentation event leading to similar disease development. However, existence of shared structural motifs in the class I1 molecules which allow binding and presentation of collagen peptides, as an explanation for the MHC association of RA andd CIA, cannot be excluded and structural similarities between the mouse Aq vs. DR4 and rat D U vs. DR4 have earlier been highlighted [13, 26] .The latter cases are of interest since in the present investigation we found that the LewislW (RTIU) developed a strong autoantibody response after immunization with homologous CII. However, we could not find any sign of arthritis in this strain. A possible explanation could be that a different functional subtype of Tcells are preferentially activated by CII in conjunction with a class I1 molecule as has been shown for the immune response to type IV collagen in mice [27] . Another explanation might be that non-class I1 genes flanking the MHC or within the complex and differing between the congenic strains, influence the susceptibility to arthritis, but not the anti-CII autoimmune response, in", "cite_spans": [{"start": 518, "end": 522, "text": "[28]", "ref_id": null}, {"start": 673, "end": 677, "text": "[12]", "ref_id": null}, {"start": 780, "end": 784, "text": "[20]", "ref_id": null}, {"start": 1744, "end": 1748, "text": "[25]", "ref_id": null}, {"start": 1916, "end": 1919, "text": "[7]", "ref_id": null}, {"start": 3403, "end": 3406, "text": "DR4", "ref_id": null}, {"start": 3423, "end": 3426, "text": "DR4", "ref_id": null}, {"start": 3457, "end": 3461, "text": "[13,", "ref_id": null}, {"start": 3462, "end": 3465, "text": "26]", "ref_id": null}, {"start": 3938, "end": 3942, "text": "[27]", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "The MHC class I1 association of CIA susceptibility after immunization with homologous CII was surprisingly restricted, compared with the CIA induced with heterologous CII. However, in several other haplotypes a weak but significant autoantibody response developed, and in rats with RTl' and RTlf a few animals developed arthritis. This putative responsiveness is dependent also on the non-MHC background genes as is clearly seen in the DAxLewis backcross experiment and by the comparison of DA and LewlA strains. In the backcross experiments several Lew(DAxLew) RT1' homozygous rats developed arthritis without detectable anti-CII autoantibodies in serum. We have obtained similar findings in the development of CIA in certain mouse strains induced with homologous CII and this supports the conclusion that CIA may develop without the participation of arthritogenic antibodies, although it does not exclude a critical role of B cell activation to CII as being important for the chronicity of the disease, as has been earlier discussed [13] .The above findings do also emphasize the influence of non-MHC genes in the development of arthritis. The same genes may be of importance also in the development of arthritis after injection of non-immunogenic adjuvant oils since DA, but not Lewis or (DAx-Lew)F1 rats, are susceptible to this oil adjuvant-induced arthritis [29] .Thus, the rat provides us with disease models, induced without involvement of non-self immunogens, in which the genetic contribution of both MHC and non-MHC genes to the susceptibility for autoimmune arthritis can be analyzed and compared with analyses of the genetic contribution to RA.", "cite_spans": [{"start": 1035, "end": 1039, "text": "[13]", "ref_id": null}, {"start": 1364, "end": 1368, "text": "[29]", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "Received October 4, 1091", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF14": {"ref_id": "b14", "title": "Proc. Nutl. Acad. Sci", "authors": [{"first": "R", "middle": [], "last": "Sanger", "suffix": ""}, {"first": "S", "middle": [], "last": "Nicklcn", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Coulson", "suffix": ""}], "year": 1977, "venue": "", "volume": "74", "issn": "", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Nucleic Acids Res", "authors": [{"first": "J", "middle": [], "last": "Syha", "suffix": ""}, {"first": "W", "middle": [], "last": "Henkes", "suffix": ""}, {"first": "K", "middle": [], "last": "Reske", "suffix": ""}], "year": 1989, "venue": "J. Exp. Med", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "170: 2135. press", "authors": [{"first": "K", "middle": [], "last": "", "suffix": ""}, {"first": "J", "middle": [], "last": "Exp", "suffix": ""}, {"first": "", "middle": [], "last": "Med", "suffix": ""}], "year": 1987, "venue": "Transplantation", "volume": "43", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "This study was supportcd by the Swedish Medical Research Council, the Swedish Cancer Society, the National League against Rheumatism, King Gustaf V : s 80-years Foundation, Osterrnan foundation, Akc Wiberg foundation, Professor Nanna Svartz Research Foundation and the Craaford Research Foundation. Correspondence: Rikard Holmdahl, Department of Medical and Physiological Chemistry, Box 575, Uppsala University, S-75123 Uppsala, Sweden Abbreviations: CIA: Collagcn-induced arthritis CII: Type I1 collagen 0 VCH Vcrlagsgesellschaft mbH, D-6940 Weinheim, 1992", "latex": null, "type": "figure"}, "FIGREF1": {"text": "arthritis and CIl responsiveness were analyzed a series of RT1-congenic rat strains on Lewis and DA backgrounds. Only female rats were used in the experiment and the rats were observed for a long time after immunization (4 months) in order to determine the character of the disease course. A summary of class I and class I1 alleles in the different RT1 haplotypes carried by rats in the experiment are depicted inTable 3. Only strains carrying a, avl or i haplotypes were susceptible to arthritis and U U U u permitted only in rats expressing the RTla haplotype we a) The summary of the alleles in various rat MHC haplotypes are compiled from data reviewed by Gill I11 et al.[30] and Diamond ct al, [171. RT1.A and RT1.E are class I molecules and RT1.B a,ld RT1.D are class 11 molecules. The RT1.B molecule corresponds to the 14-2 A in the mouse and the HLA DQ molecule in humans, whereas the RT1.D molecule corresponds to the H-2 E in the mouse and thc HLA D R in humans.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Nucleotide sequences of the second exons coding for the first domains of the A, and Ap chains of a and I alleles. Primer sites are indicated by squares.The obtained sequence is coding for the amino acid position 7 to 88 of the A,, chain and for 7 to 92 of the Ap chain. A full cDNA sequence of the A, first domain of the 1 allele has earlier been published [31] and the present sequence was found to be identical.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Alignment of the deduced amino acid sequences of A,", "latex": null, "type": "figure"}, "TABREF0": {"text": ", a structural comparison of the MHC association of 0014-2980/92/0202-0419$3.50 + .25/0 arthritis, induced with homologous CII, in the mouse and rat might tell us whether or not there are similarities in class I1 structures with disease association in these two closely related species.", "latex": null, "type": "table"}, "TABREF1": {"text": "so-called collagen-induced arthritis) [ 121. If induced with lathyritic rat CII or essentially pepsin-free pepsin-modified rat CII, Lewis rats are resistant and (DAxLewis)FI hybrids susceptible even after immunization with high doses of CII (Holmdahl et al., to be published;Table 1). These findings suggest an influence of recessive or co-dominant gene loci. The DA and Lewis rat strains carry different MHC genes, RTlavl and RTli, respectively, and the data implicate an association of disease susceptibility to RTldV1 but not to RTll, in contrast to CIA induced with heterologous CII which is associated with both haplotypes [lo, 111. To address directly this possibility, (DAxLewis)Fl rats were backcrossed to Lewis and the offspring analyzed for arthritis susceptibility and CII autoantibody response and the results correlated with RT1 haplotype. In experiment 1 (Table 1) the rats were immunized with 500 pg lathyritic CII and in experiment 2 (Table 2)with 150 pg pepsin-digested CII giving similar results. No sex differences in arthritis susceptibility or CII responsiveness were found. Both arthritis susceptibility and CII autoimmune response were associated with the expression of RTldV1.", "latex": null, "type": "table"}, "TABREF2": {"text": "MHC haplotypes of rat strains used\")", "latex": null, "type": "table"}, "TABREF3": {"text": "Susceptibility to arthritis induced with homologous CII in RT1-congenic Lewis rats", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Strain </td><td>RT1 </td><td>n </td><td>Incidence of arthritis </td><td>Mean day of onset </td><td>Mean maximal severity </td><td>Anti-CII antibody serum levels </td></tr><tr><td> </td><td> </td><td> </td><td>(\"/) </td><td> </td><td> </td><td>(pg/ml) (day 21) </td></tr><tr><td>DA </td><td>avl </td><td>5 </td><td>100 </td><td>12 f 0 </td><td>14.0 f 4.0 </td><td>376 f 138 </td></tr><tr><td>DAll </td><td>i </td><td>4 </td><td>100 </td><td>18 f 12 </td><td>13.2 f 5.2 </td><td>195 f 92 </td></tr><tr><td>Lewis </td><td>1 </td><td>6 </td><td>17 </td><td>45 </td><td>1 </td><td>0 </td></tr><tr><td>LEW.1A </td><td>a </td><td>11 </td><td>64 </td><td>31 f 15 </td><td>10.3 f 5.7 </td><td>174 k 125 </td></tr><tr><td>LEW.lN </td><td>n </td><td>9 </td><td>0 </td><td> </td><td> </td><td>16 f 24 </td></tr><tr><td>LEW.lC </td><td>c </td><td>4 </td><td>0 </td><td> </td><td> </td><td>5 + 6 </td></tr><tr><td>LEW.1D </td><td>d </td><td>6 </td><td>0 </td><td> </td><td> </td><td>0 </td></tr><tr><td>LEW.1F </td><td>f </td><td>6 </td><td>17 </td><td>61 </td><td>3 </td><td>1 5 f 20 </td></tr><tr><td> </td><td> </td><td>LEW.1W </td><td>u </td><td>6 </td><td>0 </td><td>278 f 292 </td></tr></table></body></html>"}, "TABREF4": {"text": "Table 1. Arthritis susceptibility of DAxLewis backcross rats immunized with 500 yg rat CII", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Rats </td><td>RT1 </td><td>n </td><td>Incidence of arthritis (% 1 </td><td>Mean day of onset </td><td>Mean maximal severity </td><td>Anti-CII antibody serum levels (pg/ml) (day 28) </td></tr><tr><td>Lewx(DAxLew) p value </td><td>a/l </td><td>10 </td><td> </td><td>90 </td><td>20 f 4 </td><td>7.7 f 3.8 </td><td>533 + 331 </td></tr><tr><td> </td><td> </td><td>= </td><td>0.001 </td><td> </td><td> </td><td>&lt;O.o001 </td></tr><tr><td>Lewx(DAxLew) </td><td>v1 </td><td>20 </td><td> </td><td>20 </td><td>24 f 3 </td><td>7.3 f 3.5 </td><td>28 f 29 </td></tr><tr><td>(DAxLew)FI </td><td>a </td><td>n 5 </td><td> </td><td>100 </td><td>19 f 6 </td><td>9.5 f 6.2 </td><td>339 f 158 </td></tr><tr><td> </td><td> </td><td> </td><td>Lewis </td><td>v1 </td><td>5 </td><td>0 </td><td>12 f 12 </td></tr></table></body></html>"}, "TABREF5": {"text": "Table 2. Arthritis susceptibility of DAxLewis backcross rats immunized with 150 yg rat CII", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Rats </td><td>RT1 </td><td>n </td><td>Incidence of arthritis </td><td>Mean day of onset </td><td>Mean severity maximal </td><td>Anti-CII antibody serum levels </td></tr><tr><td> </td><td> </td><td> </td><td>(Yo </td><td> </td><td> </td><td>(pg/ml) (day 28) </td></tr><tr><td>Lewx(DAxLew) p value </td><td>aA </td><td>13 </td><td>54 </td><td>31 f 8 </td><td>6.3 f 3.4 </td><td>176 f 142 </td></tr><tr><td> </td><td> </td><td>= 0.06 </td><td> </td><td> </td><td>&lt;O.o001 </td></tr><tr><td>Lewx(DAxLew) </td><td>111 </td><td>13 </td><td>13 </td><td>26 f 1 </td><td>3.5 f 3.5 </td><td>6 f 12 </td></tr></table></body></html>"}}, "back_matter": []}