{
    "paper_id": "894ab22ad89a08a4c012aa6bcf438327055109ef",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "for blood lipids. Eddleston and Shelly [3] presented a patient who needed up to 6.4 mg/kg per h of propofol. His triglyceridaemia reached 5.6 retool/1.",
            "cite_spans": [
                {
                    "start": 39,
                    "end": 42,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The evolution of lipaemia in our patients suggests a relationship with propofol. Although patient number 1 possibly had a prior alteration in fat metabolism, his baseline lipaemia was abnormal. The propofol doses we used are relatively high, but the emulsion furnished a moderate load of triglycerides (from 0.6 to 1.5 g lipids/kg per day), far from the maximum recommended dose for parenteral nutrition in critically ill patients, assumed [4] to be 2.5 g of fat/kg per day. Hypertriglyceridaemia has been reported with doses corresponding to 1.8-3.6g of fat/kg per day [5] , but not with infusions of 100 g lipids/day [61, similar to ours. Therefore, the hypertriglyceridaemia in our patients does not seem directly correlated to the quantity of lipids received. Rather, it could be hypothesized that propofol per se somehow alters triglyceridaemia. This would occur when propofol doses approach 5-6 mg/kg per h and the infusion lasts about 100 h -the situation for most our patients. This agrees with some prior observations [71.",
            "cite_spans": [
                {
                    "start": 440,
                    "end": 443,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 570,
                    "end": 573,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Complementary studies are needed of extended, high-dose infusions of propofol to evaluate the incidence of hypertriglyceridaemia [7] . It is advised to monitor lipaemia in patients receiving propofol of over 5-6 mg/kg per h or in long-term infusion. ",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 132,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Received: 29 September 1995 Accepted: 15 March 1996",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respiratory distress syndrome and septic shock due to varicella in an HIV-infected adult"
        },
        {
            "text": "Sir: In patients infected with the human immunodeficiency virus (HIV), varicella is rare. As in the general population, its incidence is higher in children than in adults [1] [2] [3] . In a retrospective study of 421 patients with HIV (including two children), only 15 (3.5%) had a diagnosis of varicella [1] . Leibovitz et al. [2] reported an incidence of 9.7% among HIV positive Romanian children, with a mortality of 5%, mostly due to respiratory failure. In children as in adults, incidence and outcome were not correlated with the CD~ cell count [1, 21.1 A 37-year-old African man was admitted with hepatalgia, fever and generalized vesicular eruption Which had appeared 10 days after his daughter was ill with chickenpox. Chest X-ray studies showed bilateral interstitial pneumonitis, though the patient denied any dyspnea. Laboratory findings on admission showed normal white blood cell count (WBC) and mild hepatitis. Therapy with intravenous acyclovir 10mg/kg per 8 h was begun.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 174,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 175,
                    "end": 178,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 179,
                    "end": 182,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 305,
                    "end": 308,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 328,
                    "end": 331,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Respiratory distress syndrome and septic shock due to varicella in an HIV-infected adult"
        },
        {
            "text": "The next day, respiratory failure, collapse, disseminated intravascular coagula~ tion (DIC), and acute renal failure with anuria developed. Chest X-ray studies showed massive bilateral pneumonitis. The patient was intubated and dobutamine treatment was begun. Blood gas analysis showed: partial pressure of oxygen in arterial blood/fractional inspired oxygen = 74. Bronchoalveolar lavage (BAL) examination did not yield any bacterial, viral, fungal, or parasitic pathogen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respiratory distress syndrome and septic shock due to varicella in an HIV-infected adult"
        },
        {
            "text": "One week later, physical examination did not show any improvement. Antibodies to HIV were positive, CD~ cells were 255/mm 3. Laboratory findings were: WBC 20900/mm3; amylase 274 IU/1 (n < 115); lipase 382 IU/1 (n <190); creatinine 669 mmol/1. Cultures of BAL and blood were negative. Acyclovir was discontinued for suspicion of acyc!ovir-induced nephropathy; however, renal biopsy failed to show acyclovir-crystalline precipitation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respiratory distress syndrome and septic shock due to varicella in an HIV-infected adult"
        },
        {
            "text": "Ten days after admission, Klebsiella pneumoniae septicemia and Pseudomonas aeruginosa pneumonia developed. Despite antibiotic and inotropic treatment the patient progressively worsened and died 1 month after admission. Immunoglobulin G titers for varicella had increased from 700 IU/1 5 days after admission to 2250 IU/1 2 weeks later. Titers for cytomegalovirus, respiratory syncytial virus, influenza virus, Epstein-Barr virus, herpes simplex virus, and toxoplasmosis remained negative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respiratory distress syndrome and septic shock due to varicella in an HIV-infected adult"
        },
        {
            "text": "In HIV-infected patients, varicella often is atypical, prolonged, and recurrent [1, 41. The duration of the appearance of new lesions frequently is longer than in immunocompetent patients [4] . Reactivated cases have been reported and serologic immunity thus does not provide complete protection [1, 3, 4] . Even if mortality remains low [1, 2] , serious complications may occur, with death mostly due to bacterial superinfection [4] , respiratory failure [21 and DIC [1] .",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 191,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 296,
                    "end": 299,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 300,
                    "end": 302,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 303,
                    "end": 305,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 338,
                    "end": 341,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 342,
                    "end": 344,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 430,
                    "end": 433,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 468,
                    "end": 471,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Respiratory distress syndrome and septic shock due to varicella in an HIV-infected adult"
        },
        {
            "text": "In our case, the patient deteriorated rapidly with the adult respiratory distress syndrome (ARDS), septic shock, and subsequent multiple organ failure (MOF), despite early initiation of acyclovir therapy. The absence of any other infectious pathogen suggests the direct responsibility of varicella for these complications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respiratory distress syndrome and septic shock due to varicella in an HIV-infected adult"
        },
        {
            "text": "Even if hepatitis [1, 3, 4] , pancreafitis [4] , pneumonia [5] and DIC [1] have already been described in varicella, their association with ARDS, MOF, and septic shock is an original observation being reported here for the first time. Clinicians should be aware of this etiology in immunocompromised patients presenting ARDS. Early treatment with acyclovir and hyperimmune anti-varicella immunoglobulins may be beneficial in this setting. ",
            "cite_spans": [
                {
                    "start": 18,
                    "end": 21,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 22,
                    "end": 24,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 25,
                    "end": 27,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 43,
                    "end": 46,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 59,
                    "end": 62,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 71,
                    "end": 74,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Respiratory distress syndrome and septic shock due to varicella in an HIV-infected adult"
        },
        {
            "text": "Received: 18 September 1995 Accepted: 15 February 1996",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reliability of brain death diagnostics"
        },
        {
            "text": "Sir: The problem of brain death diagnostics remains controversial [1] . Any investi-gation of the reliability of methods used to determine brain death, such as the study by Paolin et al. [2] , should therefore comply with the rules established for diagnosing brain death [3] [4] [5] . An indispensable requirement for the clinical diagnosis of brain death is that not only the loss of all brain functions be proven, but that the irreversibility of this condition be demonstrated as well. Irreversibility may only be assumed if repeated examinations over a defined period of time confirm the loss of function. Recommended observation periods are 12-72 h, depending on the underlying pathology [3] [4] [5] . The authors did not test gag and tracheal reflexes or carry out repeated examinations and did not conduct their observations over any recommended period of time. Even though the patients were on phenobarbital, apnea testing was performed. Because of this considerable deviation from accepted standards, the clinical diagnosis of brain death made by the authors cannot be accepted as valid [3] [4] [5] . For methodological reasons, the authors' statement that they observed \"EEG activity after clinically determined brain death;' as well as their conclusion that the EEG has only a \"low sensitivity ... in the diagnosis of brain death~' have to be rejected. This is true despite the results of cerebral panangiography (CPA) showing cessation of intracranial circulation, because CPA was carried out subsequent to clinical examination, EEG, TCD and CBF, in this order. These CPA results cannot confirm that the patients were brain dead during EEG tracing. Additionally, it is known and should be stressed that in patients with primary infratentorial lesions, brain stem death may precede cortical death, as assessed by EEG, by days [5, 61. . This means that any study concerning clinical brain death diagnostics must differentiate between infratentorial and other brain lesions. Unfortunately, Paolin et al. [21 did not do this.",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 69,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 187,
                    "end": 190,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 271,
                    "end": 274,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 275,
                    "end": 278,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 279,
                    "end": 282,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 692,
                    "end": 695,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 696,
                    "end": 699,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 700,
                    "end": 703,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1095,
                    "end": 1098,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1099,
                    "end": 1102,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1103,
                    "end": 1106,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1836,
                    "end": 1843,
                    "text": "[5, 61.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Reliability of brain death diagnostics"
        },
        {
            "text": "In the Discussion section of their paper, the authors mention that they observed EEG activity in several patients with intracranial circulatory arrest. Astonishingly, this finding is not presented in the Results section and no details are given. This remarkable observation would be the first claim of EEG activity in adults after intracranial circulatory arrest proven by CPA. To discuss these results, which were stated in only one sentence, reasonably, it would be of great help if all relevant details for the patients were given. These would include the results and complete time course of all investigations, especially of the CPA and subsequent EEGs, detailed description of the EEG tracings, the angiographic images and the intracranial pathology. The reference to the paper by Grigg et al. [7] , who also claimed a discrepancy between EEG and flow study in adults, is of no help in this discussion because in that study, clinical brain death diagnostics also deviated significantly from recommended practice [4] . For example, no apnea testing was performed in 20 of the patients, flow studies were done by cerebral perfusion scintigraphy (CPS), not by CPA, and it is not clear whether CPS was performed prior to or following EEG tracing. Additionally, in at least two patients, primary brain stem death must be assumed [7] . Diagnosing brain death is a synoptic procedure. An indispensable requirement for this diagnosis, even if confirmatory tests including CPA are performed, is a meticulous clinical examination complying with recommended and established standards. If there is a deviation from accepted practice, any conclusions regarding discrepancies between clinical and EEG diagnostics, or flow studies and EEG, become questionable.",
            "cite_spans": [
                {
                    "start": 799,
                    "end": 802,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1017,
                    "end": 1020,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1329,
                    "end": 1332,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Reliability of brain death diagnostics"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Rethinking brain death",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Truog",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Fackler",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Crit Care Med",
            "volume": "20",
            "issn": "",
            "pages": "1705--1713",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Reliability in diagnosis of brain death",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Paolin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Manuali",
                    "suffix": ""
                },
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Paola",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Boccaletto",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Caputo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zanata",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bardin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Simini",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Intensive Care Med",
            "volume": "21",
            "issn": "",
            "pages": "657--662",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Medical Royal Colleges and their Faculties in the United Kingdom (1976) Diagnosis of brain death",
            "authors": [],
            "year": null,
            "venue": "BMJ",
            "volume": "2",
            "issn": "",
            "pages": "1187--1188",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Report of the Medical Consultants on the Diagnosis of Death to the President's Commission for the Study of Ethical Problems in Medicine and Biomedical and Behavioral Research (1981) Guidelines for the determination of death",
            "authors": [],
            "year": null,
            "venue": "JAMA",
            "volume": "246",
            "issn": "",
            "pages": "2184--2186",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Kriterien des Hirntodes",
            "authors": [],
            "year": 1991,
            "venue": "Wissenschaftlicher Beirat der Bundes-~trztekammer",
            "volume": "88",
            "issn": "",
            "pages": "2855--2860",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Electroencephalographic activity after brain death",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Grigg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Celesia",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Ghobrial",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Ross",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Arch Neurol",
            "volume": "44",
            "issn": "",
            "pages": "948--954",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}