{
    "paper_id": "89a6698cdba2c01b8b7580b13b0f32edcbbaaa8b",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "A",
                "middle": [],
                "last": "Pfleger",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Medizinische Universität Graz",
                    "location": {
                        "settlement": "Graz"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "E"
                ],
                "last": "Eber",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Medizinische Universität Graz",
                    "location": {
                        "settlement": "Graz"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Respiratorische Notfälle, darunter auch Infektionen, die zu einer oberen Luftwegsobstruktion führen, sind besonders während der Wintermonate Ursache für das Aufsuchen einer Notfallambulanz oder einer kinderärztlichen Praxis. In diesem Übersichtsbeitrag soll die differenzialdiagnostische Herangehensweise durch Anamneseerhebung und physikalische Untersuchung dargestellt werden. Zudem werden Therapiemodalitäten besprochen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infektiöse obere Luftwegsobstruktion Ein pädiatrischer Notfall"
        },
        {
            "text": "Säuglinge und Kleinkinder haben im Vergleich zu Schulkindern und Jugendlichen eine relativ große Zunge, absolut einen kleineren Trachealdurchmesser und einen höher stehenden, konisch geformten Larynx mit dem Ringknorpel als engster Stelle. Der im Vergleich zum Erwachsenen doppelte Basissauerstoffverbrauch und die geringere funktionelle Residualkapazität sowie eine deutlich erhöhte Atemarbeit bei weinenden Säuglingen und Kleinkindern können relativ rasch zu einer respiratorischen Erschöpfung führen. Ruhiges, aber entschlossenes Handeln mit Unterstützung der Eltern, die möglichst beim Kind bleiben sollen, ist gefordert.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Anatomische und funktionelle Aspekte"
        },
        {
            "text": "Wesentliche erste Aspekte der Anamnese betreffen die Schnelligkeit des Auftretens von geräuschvoller und erschwerter Atmung und die Frage, ob (hohes) Fieber oder eine rinnende Nase bzw. eine be-hinderte Nasenatmung und Husten begleitend aufgefallen sind. Wichtig ist auch eine orientierende Langzeitanamnese, die mögliche Ursachen einer perinatalen Problematik mit Intubation und Beatmung und eventuell daraus resultierendem erworbenem Granulationsgewebe in der subglottischen Region, eine geräuschvolle Atmung seit Geburt und andere klare Hinweise auf eine angeborene Luftwegsproblematik erfasst. Kinder mit verschiedenen kraniofazialen Dysmorphiesyndromen oder Pierre-Robin-Sequenz, besonders wenn zusätzlich Fehlbildungen des Larynx oder der Trachea bestehen, sowie Kinder mit Down-Syndrom oder Tetraparese sind bei Infekten besonders gefährdet (. Tab. 1). Pulsus paradoxus erkennen lassen, der einer Abnahme der Amplitude der Pulsoxymetriekurve im Inspirium entspricht, wenn der Abfall des systolischen Blutdrucks zur Exspiration >20 mmHg beträgt. In dieser Situation sind meist auch ein exspiratorischer Stridor und Bauchmuskeleinsatz feststellbar. Eine primäre orale Untersuchung sollte bei schwerer oberer Luftwegsstenose unterlassen werden, um eine weitere Verschlechterung und dann möglicherweise komplette obere Luftwegseinengung zu vermeiden. Blässe und später Zyanose sind Zeichen einer drohenden kompletten Luftwegsobstruktion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Anamnese"
        },
        {
            "text": "Stridor ist ein charakteristisches höherfrequentes Atemgeräusch. Er ist zumindest initial vorwiegend inspiratorisch zu hören und weist auf eine substanzielle Obstruktion auf Höhe des Larynx oder der extrathorakalen Anteile der Trachea hin. Zu bedenken ist, dass Patienten mit >50%iger Luftwegsobstruktion noch asymptomatisch sein können.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physikalische Untersuchung"
        },
        {
            "text": "Eine erworbene obere Luftwegseinengung kann infektiösen und nichtinfektiösen Ursachen zugeordnet werden (. Tab. 2, 3; [1, 2] ).",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 121,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 122,
                    "end": 124,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Physikalische Untersuchung"
        },
        {
            "text": "Krupp ist die häufigste Erkrankung mit akutem Auftreten von Stridor im Kindesalter. Meist tritt er zwischen dem sechsten Lebensmonat und dem sechsten Lebensjahr mit einer Spitzeninzidenz um den zweiten Geburtstag auf. Heiserkeit und bellender Husten sowie eine vorausgehende bzw. begleitende Rhinitis oder Rhinopharyngitis prägen das durch verschiedene Infektionen ausgelöste Krankheitsbild (Parainfluenzaviren, Influenza A und B, \"respiratory syncytial virus\", Rhinoviren, Herpes-simplex-Virus 1, Masern, Varizellen, Mycoplasma pneumoniae und viele andere Erreger).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laryngotracheobronchitis (Krupp, Laryngitis subglottica, Pseudokrupp)"
        },
        {
            "text": "Das Ausmaß der subglottischen Schwellung bestimmt den Verlauf der Erkrankung und die Therapie. Geschätzt weniger als 1% der Fälle verlaufen sehr schwer und können zu Hypoxie und Hyperkapnie mit respiratorischer Dekompensation führen, wenn nicht eine rasche ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laryngotracheobronchitis (Krupp, Laryngitis subglottica, Pseudokrupp)"
        },
        {
            "text": "Infectious diseases of the upper airway can lead to emergency situations with partial up to complete obstruction and respiratory insufficiency, especially in infants and toddlers. This necessitates a cool-headed and calm approach; however, at times a prompt intervention is required by the primary care physician. Important questions concerning patient history include the onset of symptoms, severity and duration of fever and for orientation possible previously known respiratory problems since birth or in the first weeks afterwards (e.g. congenital malformations of the larynx or trachea). The examination should begin by careful observation of the child's position of comfort and by noting all vital signs. A child with inspiratory or biphasic stridor at rest al-ready has some degree of airway obstruction that can progress to complete obstruction over time. Systemic steroids and inhalation of nebulized epinephrine (adrenaline) are the best therapeutic options for viral laryngotracheobronchitis, which is the most common cause of acute stridor in childhood. Rare differential diagnoses, such as bacterial tracheitis, epiglottitis (supraglottitis), retropharyngeal and parapharyngeal infections necessitate disease-specific management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infectious upper airway obstruction. A pediatric emergency Abstract"
        },
        {
            "text": "Physical examination · Laryngotracheobronchitis · Tracheitis · Epiglottitis · Epinephrine einer 1:1000-Verdünnung. An unserer Klinik wird die 2,25%ige Mischung des razemischen Epinephrin-Fertigpräparats (Ra-cepinephrin®) 0,4 auf 4 ml NaCl verdünnt und mit einem Kompressionsdüsenvernebler inhaliert. Empfohlene körpergewichtsadaptierte Dosierungen laut Literatur sind auch 0,25 ml (5-10 kgKG), 0,5 ml (10-20 kgKG) und 1 ml (>20 kgKG).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keywords"
        },
        {
            "text": "Die wichtigste Differenzialdiagnose ist die bakterielle Tracheitis, wobei die betroffenen Patienten hohes Fieber haben, deutlich kränker imponieren und ein geringes Ansprechen auf Epinephrin zeigen. Patienten mit protrahierten, länger als 7 Tage dauernden Episoden von Krupp bzw. mit Krupp außerhalb des typischen Altersspektrums (insbesondere bei einem Alter von <6 Monaten), mit schlechtem Ansprechen auf die Therapie und mit rekurrierender Symptomatik (\"atypischer Krupp\") sollten mit einer flexiblen Endoskopie evaluiert werden. Damit können u. a. kongenitale laryngeale Malformationen, subglottische Hämangiome, Granulationsgewebe, laryngeale Fremdkörper sowie bakterielle oder Pilzinfektionen erkannt werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keywords"
        },
        {
            "text": "Die bakterielle Tracheitis ist eine seltene und schwere Infektionskrankheit, die durch Bakterien wie Staphylococcus aureus, Streptococcus pneumoniae, Streptococcus pyogenes, Moraxella catarrha-lis, Haemophilus influenzae, durch andere bakterielle Mischinfektionen und auch in Kombination mit (vorausgehenden) Virusinfekten ausgelöst wird. Wegen der obstruierenden Schleimhautbeläge wird sie auch als membranöse Laryngotracheobronchitis bezeichnet. Die Erkrankung betrifft Kinder im Alter von 6 Monaten bis 8 Jahren mit einem mittleren Alter von 4 bis 6 Jahren, wobei diese generell deutlich kränker imponieren und älter sind als an Pseudokrupp erkrankte Patienten und kaum auf Epinephrin-Inhalationen ansprechen. Im Gegensatz zu Kindern mit Epiglottitis zeigen sie einen deutlichen Husten und können auch eher liegen, ohne dass die Atemnot zunimmt. In der Regel manifestiert sich kein Speicheln und es werden kaum Schluckprobleme festgestellt. Das klinische Bild kann ähnlich wie beim viralen Krupp mit Fieber, Husten und Stridor für einige Tage beginnen. Dann folgt aber hohes Fieber mit erschwerter Atmung und sehr krankem Aussehen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bakterielle Tracheitis"
        },
        {
            "text": "Weist die klinische Untersuchungund oft auch der Laborbefund -auf diese Erkrankung hin, sollte unverzüglich die Therapie mit einem Breitbandantibiotikum begonnen werden, das Staphylokokken sicher einschließt (Ampicillin/ Sulbactam oder Amoxicillin/Clavulansäure, Clindamycin, Ceftriaxon kombiniert mit Flucloxacillin u. a.). Die Diagnose wird endoskopisch gestellt, indem das massive subglottische Ödem, Ulzera- Kehlkopfpapillomatose, seltene andere Tumoren tionen sowie auch (Pseudo-)Membranen und purulente Sekretion festgestellt werden. In vielen Fällen ist eine Intubation unumgänglich, um eine komplette Obstruktion zu verhindern -auch hier sollte ein mindestens um eine Größe kleinerer Tubus als üblich Verwendung finden. In einer retrospektiven Fallserie (1997) (1998) (1999) (2000) (2001) (2002) (2003) (2004) (2005) (2006) von 107 Patienten mit oberen Luftwegsinfektionen hatten 2 eine Epiglottitis und 18 eine bakterielle Tracheitis. Von diesen 18 Patienten mussten 15 intubiert werden, 5 davon zeigten schwere Komplikationen bis zu einem \"acute respiratory distress syndrome\" (ARDS) und Multiorganversagen [3] .",
            "cite_spans": [
                {
                    "start": 762,
                    "end": 768,
                    "text": "(1997)",
                    "ref_id": null
                },
                {
                    "start": 769,
                    "end": 775,
                    "text": "(1998)",
                    "ref_id": null
                },
                {
                    "start": 776,
                    "end": 782,
                    "text": "(1999)",
                    "ref_id": null
                },
                {
                    "start": 783,
                    "end": 789,
                    "text": "(2000)",
                    "ref_id": null
                },
                {
                    "start": 790,
                    "end": 796,
                    "text": "(2001)",
                    "ref_id": null
                },
                {
                    "start": 797,
                    "end": 803,
                    "text": "(2002)",
                    "ref_id": null
                },
                {
                    "start": 804,
                    "end": 810,
                    "text": "(2003)",
                    "ref_id": null
                },
                {
                    "start": 811,
                    "end": 817,
                    "text": "(2004)",
                    "ref_id": null
                },
                {
                    "start": 818,
                    "end": 824,
                    "text": "(2005)",
                    "ref_id": null
                },
                {
                    "start": 825,
                    "end": 831,
                    "text": "(2006)",
                    "ref_id": null
                },
                {
                    "start": 1117,
                    "end": 1120,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Bakterielle Tracheitis"
        },
        {
            "text": "Die Supraglottitis ist eine lebensbedrohliche Erkrankung, gekennzeichnet durch das rasche Fortschreiten einer Inflammation und eines Ödems von Pharynx, Epiglottis, aryepiglottischen Falten und weiteren supraglottischen Strukturen. Seit Einführung der H.-influenzae-Typ-b-Impfung ist diese Erkrankung extrem selten zu sehen und betrifft eher Risikogruppen wie Ungeimpfte und immundefiziente Personen, v. a. im Alter von 2 bis 8 Jahren. Als Erreger sind Streptokokken, Staphylokokken, Candida albicans, Pneumokokken, Klebsiella pneumoniae, Neisseria meningitidis, Varizella zoster und andere Virusinfekte beschrieben. Ein abrupter Beginn mit hohem Fieber, ein \"toxisches\" Aussehen und die Symptome Speichelfluss, erschwertes Schlucken, kloßige Sprache und Atemnot mit einem karchelnden Atemgeräusch sind charakteristisch (4 D = \"drooling\", \"dysphagia\", \"dysphonia\", \"dyspnea\"). Dagegen fehlen in der Regel Heiserkeit, bellender Husten und deutlicher Stridor, wie sie bei viralem Krupp und bakterieller Tracheitis auftreten. Man sollte das Kind in der selbst gewählten Haltung belassen und wenn möglich unter kontrollierten Bedingungen eine elektive nasotracheale Intubation anstreben. Im Notfall kann eine Beutel-Masken-Beatmung mit 100%igem Sauerstoff als Überbrückung wirkungsvoll sein, in extremen Situationen eine Nadelkrikothyreotomie. Zusätzlich zur antibiotischen Therapie, z. B. mit Ceftriaxon oder Cefotaxim plus Clindamycin oder Vancomy-cin bzw. Ampicillin/Sulbactam oder Cefuroxim-Monotherapie) werden oft auch Steroide systemisch verabreicht, wenn auch keine sichere Evidenz dafür besteht.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epiglottitis (Supraglottitis)"
        },
        {
            "text": "Der Retropharyngealabszess betrifft meist Kinder <4 Jahren, bei denen sich im Retropharyngealraum über prominentes lymphatisches Gewebe eine Infektion ausgehend vom Nasopharynx, den Adenoiden, dem Mittelohr und der eustachischen Tube ausbreiten kann. Anfangs besteht ein Racheninfekt mit Schluckschmerzen, dann entwickelt der Patient hohes Fieber und speichelt, zeigt Nackensteifigkeit (aber keinen Meningismus im eigentlichen Sinn), eine seitliche Halsschwellung und einen Tortikollis wegen der muskulären Irritation durch das infektiöse Gewebe. In seltenen Fällen (5%) kann laut Literatur ein Stridor zu hören sein. Die Ultraschalluntersuchung hat neben weiteren Bildgebungen mittels Computertomographie an Bedeutung gewonnen, wenn es um die Diagnostik und erweiterte Therapie durch chirurgische Intervention geht. In jedem Fall muss rasch eine möglichst i.v. applizierte antibiotische Therapie initiiert werden, die sich gegen S. aureus und Anaerobier sowie Streptokokken richtet. Sehr seltene Komplikationen sind neben der Luftwegsobstruktion die Ruptur des Abszesses in die Mundhöhle und eine nachfolgende Aspirationspneumonie, ein Übergreifen auf angrenzende Kompartments, Sepsis und Mediastinitis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Retropharyngeal-und Peritonsillarabszess"
        },
        {
            "text": "Parapharyngeale Abszesse manifestieren sich klinisch sehr ähnlich, zeigen aber eine deutlichere, sehr schmerzempfindliche anterolaterale Halsschwellung und einen Tortikollis zur betroffenen Seite hin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Retropharyngeal-und Peritonsillarabszess"
        },
        {
            "text": "Der Peritonsillarabszess betrifft eher Erwachsene, seltener Kinder und Jugendliche. Er äußert sich in schmerzhaftem Schlucken und Speicheln sowie kloßiger Sprache und hohem Fieber. Eine orale Inspektion, die bei Kieferklemme erschwert sein kann, zeigt die rötliche Vorwölbung über der Tonsillennische am Gaumen und die Deviation der Uvula. Eine operative Intervention mit Abszessspaltung und ei-ne Antibiotikatherapie, z. B. mit Ampicillin/Sulbactam, sind erforderlich.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Retropharyngeal-und Peritonsillarabszess"
        },
        {
            "text": "Seltene Komplikationen sind die Tonsillenvergrößerung und das Schleimhautödem im Rahmen einer infektiösen Mononukleose, die auch zur Obstruktion der oberen Luftwege führen können. Sie treten v. a. bei jüngeren Kindern mit Speicheln, Halsschmerzen und Atemnot auf und werden meist mit Steroiden behandelt. Eine akute Tonsillektomie wurde von manchen Autoren in Extremfällen empfohlen, birgt aber ein relativ großes Blutungsrisiko.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Retropharyngeal-und Peritonsillarabszess"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Management of acute severe upper airway obstruction in children",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pfleger",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Eber",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Paediatr Respir Rev",
            "volume": "14",
            "issn": "",
            "pages": "70--77",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Pediatric upper airway infectious disease emergencies",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Marin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Baren",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Pediatr Emerg Med Pract",
            "volume": "4",
            "issn": "11",
            "pages": "1--16",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Changing epidemiology of life-threatening upper airway infections: the reemergence of bacterial tracheitis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hopkins",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lahiri",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Salerno",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Pediatrics",
            "volume": "118",
            "issn": "",
            "pages": "1418--1421",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Die physikalische Untersuchung beginnt mit dem Beobachten der Atembewegungen und der Körperhaltung des Kindes sowie der Erfassung des Schweregrads der Atemnotsymptomatik. Ein lauter inspiratorischer Stridor in Ruhe oder gar ein biphasischer Stridor, Heiserkeit, bellender Husten oder eine erstickte, kloßige Stimme können auffallen; ein plötzliches Leiserwerden des Stridors kann in Zusammenschau mit verminderten Atemexkursionen auf eine rapide Zunahme der Obstruktion hinweisen. Die Vigilanz des Säuglings bzw. Kindes wird beurteilt, auf eine abnorme Kopf-bzw. Sitzposition des Kindes wird geachtet. Dabei sollte der vermehrte Einsatz der Atemhilfsmuskulatur auffallen (extremer Einsatz der Mm. scaleni und sternocleidomastoidei bei Säuglingen mit hochgradiger Atemnot als sog. \"head bobbing\" = Flexion des Kopfs im Inspirium, weil die Nackenmuskulatur zur Stabilisation des Kopfs zu schwach ist). Tab. 1 Wichtige Fragen bzw. Symptome bei akuter oberer Luftwegsobstruktion Auftreten, Ausmaß und Dauer von Fieber Zeichen einer oberen Luftwegsinfektion wie rinnende Nase oder Husten; Art des Hustens (bellend?) Geräuschvolles Atmen in der Ein-und/oder Ausatmung Heiserkeit oder kloßige Stimme Schluckbeschwerden bzw. Unvermögen zu schlucken mit Speichelfluss? Auftreten der Beschwerden im Zusammenhang mit der Nahrungsaufnahme? Fremdkörperaspiration denkbar? (Fremdkörperexposition durch ältere Geschwister?) Kontakt zu Erkrankten Impfanamnese (Haemophilus influenzae Typ b)",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Intubation erfolgt -am besten mit einem um eine Nummer kleineren Tubus als für das Alter des Kindes üblich. Die Behandlung der Wahl bei milden und mittelschweren Verläufen ist die systemische Gabe eines Steroids (p.o. oder rektal), wodurch sich Inflammation und Ödem zurückbilden. Nebenwirkungen wie orale Candidiasis und bakterielle Tracheitis sind sehr selten, aber bekannt. Dexamethason, das 5-bis 6-fach stärker als Prednisolon wirkt, kann p.o. in einer Dosis von 0,15-0,2 mg/kgKG verabreicht werden (Dosen von 0,15 mg/kgKG wurden mit 0,6 mg/kgKG verglichen und als gleich effektiv befunden). Die Halbwerts-zeit von Dexamethason liegt bei 36-72 h, während die von Prednisolon 12-36 h beträgt. Von Letzterem gibt man 1 mg/kgKG p.o. oder 2 mg/kgKG rektal (Suppositorien zu 30 und 100 mg). Razemisches Epinephrin wirkt innerhalb von 10 bis 30 min; die Wirkung kann 2 h anhalten. Bei deutlichem, in Ruhe hörbarem inspiratorischem Stridor mit Einziehungen wird es vernebelt appliziert, um die Zeit bis zur Wirkung von Dexamethason oder Prednisolon zu überbrücken. Der α-adrenerge Effekt auf die Schleimhautgefäße wirkt sehr effektiv abschwellend. Die empfohlene Dosis beträgt 5 ml Epinephrin (Adrenalin) in Zusammenfassung · Abstract Paediatr Paedolog 2015 · 50:53-56 DOI 10.1007/s00608-015-0240-0 © Springer-Verlag Wien 2015 A. Pfleger · E. Eber Infektiöse obere Luftwegsobstruktion. Ein pädiatrischer Notfall Zusammenfassung Infektiöse Erkrankungen der oberen Luftwege können besonders beim Säugling und Kleinkind zum Notfall mit partieller bis kompletter Luftwegsobstruktion und respiratorischer Insuffizienz führen. Sie erfordern ein besonnenes, ruhiges Vorgehen, manchmal aber auch ein rasches Eingreifen des erstversorgenden Mediziners. Fragen nach dem Symptombeginn, begleitender Rhinitis und Fieber sowie eine orientierende Anamnese zu möglicherweise bereits bekannten Atemwegsproblemen seit der Geburt oder in den ersten Wochen danach (z. B. kongenitale Malformationen von Larynx oder Trachea) und eine sorgfältige Beobachtung zur Einschätzung des Ausmaßes der Atemnot und Zu-",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}