{"paper_id": "89c09d58a8eec276949e350e191d1a604ada4d9e", "metadata": {"title": "The social benefits of private infectious disease-risk mitigation", "authors": [{"first": "Benjamin", "middle": ["R"], "last": "Morin", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Charles", "middle": [], "last": "Perrings", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ann", "middle": [], "last": "Kinzig", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Simon", "middle": [], "last": "Levin", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Does society benefit from private measures to mitigate infectious disease risks? Since mitigation reduces both peak prevalence and the number of people who fall ill, the answer might appear to be yes. But mitigation also prolongs epidemics and therefore the time susceptible people engage in activities to avoid infection. These avoidance activities come at a cost-in lost production or consumption, for example. Whether private mitigation yields net social benefits depends on the social weight given to the costs of illness and illness avoidance, now and into the future. We show that, for a large class of infectious diseases, private risk mitigation is socially beneficial. However, in cases where society discounts the future at either very low or very high rates relative to private individuals, or where it places a low weight on the private cost of illness, the social cost of illness under proportionate mixing (doing nothing) may be lower than the social cost of illness under preferential mixing (avoiding infectious individuals). That is, under some circumstances, society would prefer shorter, more intense epidemics without avoidance costs over longer, less intense epidemics with avoidance costs. A sobering (although not surprising) implication of this is that poorer societies should be expected to promote less private diseaserisk mitigation than richer societies.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The epidemiological effects of public disease-risk mitigation measures such as quarantines, school closures, vaccinations, trade interdictions, or travel restrictions have attracted considerable attention (see (Chowell et al. 2004a; Ferguson et al. 2006; Chowell et al. 2004b; Shim and Galvani 2009) for examples relating to SARS, ebola, and avian influenza). The net social benefits of such measures have also been assessed (Gupta et al. 2005; Bridges et al. 2000; Cauchemez et al. 2009; Sadique et al. 2008; Sadique et al. 2007; Sander et al. 2009 ). Less attention has been paid to the benefits of private disease-risk mitigation measures such as contact reduction, prophylaxis, private vaccination, or preferential mixing according to health status (Fenichel 2013; Fenichel et al. 2011; Gross et al. 2006; Maharaj and Kleczkowski 2012) , and almost no attention has been paid to the net social benefits of private disease-risk mitigation (Reluga 2010) . We address this problem here.", "cite_spans": [{"start": 210, "end": 232, "text": "(Chowell et al. 2004a;", "ref_id": "BIBREF13"}, {"start": 233, "end": 254, "text": "Ferguson et al. 2006;", "ref_id": "BIBREF20"}, {"start": 255, "end": 276, "text": "Chowell et al. 2004b;", "ref_id": "BIBREF14"}, {"start": 277, "end": 299, "text": "Shim and Galvani 2009)", "ref_id": "BIBREF48"}, {"start": 425, "end": 444, "text": "(Gupta et al. 2005;", "ref_id": "BIBREF26"}, {"start": 445, "end": 465, "text": "Bridges et al. 2000;", "ref_id": "BIBREF9"}, {"start": 466, "end": 488, "text": "Cauchemez et al. 2009;", "ref_id": "BIBREF12"}, {"start": 489, "end": 509, "text": "Sadique et al. 2008;", "ref_id": "BIBREF45"}, {"start": 510, "end": 530, "text": "Sadique et al. 2007;", "ref_id": "BIBREF44"}, {"start": 531, "end": 549, "text": "Sander et al. 2009", "ref_id": "BIBREF46"}, {"start": 753, "end": 768, "text": "(Fenichel 2013;", "ref_id": "BIBREF16"}, {"start": 769, "end": 790, "text": "Fenichel et al. 2011;", "ref_id": "BIBREF19"}, {"start": 791, "end": 809, "text": "Gross et al. 2006;", "ref_id": "BIBREF25"}, {"start": 810, "end": 839, "text": "Maharaj and Kleczkowski 2012)", "ref_id": "BIBREF38"}, {"start": 942, "end": 955, "text": "(Reluga 2010)", "ref_id": "BIBREF42"}], "ref_spans": [], "section": "Introduction"}, {"text": "We focus on the class of infectious diseases that allow recovery with immunity (see Table 2 ). Since we model neither memory nor learning, recovery with immunity allows us to treat each outbreak as an independent event. We also ignore births and deaths. We suppose that susceptible and infected people behave in different ways as a function of disease risk, and not as a function of the infection itself (as in the case of, for example, gonorrhea (Yorke et al. 1978; Blank et al. 2008) ). Within each health class, we assume that all individuals respond to risk in the same way and so ignore any sources of heterogeneity in the behavioral response of individuals due to, for example, age, gender, or occupation (Albarracín et al. 2005; Klepac and Caswell 2011; Khan et al. 2009 ). Among possible risk mitigation strategies, we focus on the case where reactive individuals, defined as susceptible, asymptomatic, or recovered asymptomatic individuals, preferentially mix with healthy people and avoid sick people. 1 How much reactive people adjust their pattern of contacts depends on the relative costs of preferential mixing and the expected cost of illness. If the disease risk is positive, where risk is the probability of illness multiplied by its cost, individuals will invest in preferential mixing up to the point at which the marginal expected costs of disease and of disease avoidance are equalized. Investment in preferential mixing will increase with the cost of disease and decrease with the cost of disease avoidance.", "cite_spans": [{"start": 447, "end": 466, "text": "(Yorke et al. 1978;", "ref_id": "BIBREF51"}, {"start": 467, "end": 485, "text": "Blank et al. 2008)", "ref_id": "BIBREF6"}, {"start": 711, "end": 735, "text": "(Albarracín et al. 2005;", "ref_id": "BIBREF0"}, {"start": 736, "end": 760, "text": "Klepac and Caswell 2011;", "ref_id": "BIBREF34"}, {"start": 761, "end": 777, "text": "Khan et al. 2009", "ref_id": "BIBREF33"}], "ref_spans": [{"start": 84, "end": 91, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Introduction"}, {"text": "We show that preferential mixing always reduces the size of epidemics, but increases their duration. We then compare the cost of epidemics with and without preferential mixing to measure when, and under what conditions, private disease-risk mitigation is socially beneficial. We show that the social net benefit of private disease-risk mitigation is systematically related to the characteristics both of the disease and of the society in which the disease occurs. If the benefit of avoided illness is high compared to the cost of avoidance, we find that private disease-risk mitigation always yields net benefits to society. As the relative benefits of avoided illness become smaller, however, so do the net benefits to society. Whether proportionate or preferential mixing is more costly then depends on the weight that society gives to the private cost of illness and the rate at which they discount future relative to present costs. We show the conditions under which private disease-risk mitigation results in a net loss to society and consider what this means for infectious disease management in general, for a rich/poor world in particular.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Our modeling approach builds on existing affinity-based mixing compartment models (Hadeler 2012; Hadeler and Castillo-Chavez 1995; Busenberg and Castillo-Chavez 1991; Morin et al. 2014) , where compartments represent different disease states. In most models, the probability of contact between individuals in different compartments depends only on their prevalence in the population (proportionate mixing). By contrast, we suppose that individuals mix preferentially, conditional on their own disease state and the (observable) disease states of others. As in , a mixing strategy depends on the relative costs of illness and illness avoidance.", "cite_spans": [{"start": 82, "end": 96, "text": "(Hadeler 2012;", "ref_id": null}, {"start": 97, "end": 130, "text": "Hadeler and Castillo-Chavez 1995;", "ref_id": "BIBREF29"}, {"start": 131, "end": 166, "text": "Busenberg and Castillo-Chavez 1991;", "ref_id": "BIBREF10"}, {"start": 167, "end": 185, "text": "Morin et al. 2014)", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "A mathematical model of private disease-risk mitigation"}, {"text": "The core of the model is an affinity framework for the preferential mixing structure. This framework has been shown to provide the most mathematically general solution to the problem of who mixes with whom (Blythe et al. 1991; Levin 1995) . Groups may be defined by various shared attributes, including economic status, cultural or ethnic identity, geographical location, age, or disease awareness. In this paper, we define groups by their epidemiological status. The use of the affinity framework allows for three different factors to control the volume of contact between groups: (1) the size of each group, (2) the nominal activity levels of each group, and (3) the relative affinity/disaffinity between groups. We model the decision process behind changes in the affinity/disaffinity between groups, focusing on decisions made by susceptible or asymptomatically infectious (a subset of reactive) individuals. We hold the nominal level of activity (volume of contacts) constant throughout the course of the epidemic to measure more accurately the effect of changes in mixing preferences (see ) for a treatment that affects only the volume of contacts for the reactive class and (Morin et al. 2014 ) for more details on varying contact volume versus contact type). To illustrate the approach, we first focus on a susceptible-infectious-recovered, SIR, model:", "cite_spans": [{"start": 206, "end": 226, "text": "(Blythe et al. 1991;", "ref_id": "BIBREF7"}, {"start": 227, "end": 238, "text": "Levin 1995)", "ref_id": "BIBREF36"}, {"start": 1181, "end": 1199, "text": "(Morin et al. 2014", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "A mathematical model of private disease-risk mitigation"}, {"text": "As is standard with such a model, we let c be the nominal contact volume of all individuals. P SI is the conditional probability that a contact made by a susceptible individual, S(t), is with an infectious individual, I(t), and γ is the rate at which an individual recovers and becomes immune, R(t).", "cite_spans": [], "ref_spans": [], "section": "A mathematical model of private disease-risk mitigation"}, {"text": "The affinity-based mitigation framework involves specification of a mixing matrix, P=(P ij ), that is generally taken to satisfy three mixing axioms at each moment in time t Blythe et al. 1991; Castillo-Chavez et al. 1991) :", "cite_spans": [{"start": 174, "end": 193, "text": "Blythe et al. 1991;", "ref_id": "BIBREF7"}, {"start": 194, "end": 222, "text": "Castillo-Chavez et al. 1991)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "A mathematical model of private disease-risk mitigation"}, {"text": "3. i(t)P ij =j(t)P ji , for all i, j ∈ {S, I, R}.", "cite_spans": [], "ref_spans": [], "section": "A mathematical model of private disease-risk mitigation"}, {"text": "The first two axioms imply that P is a matrix of conditional probabilities, and the third implies that it is symmetric.", "cite_spans": [], "ref_spans": [], "section": "A mathematical model of private disease-risk mitigation"}, {"text": "Susceptible individuals carry the same expected risk of encountering infection as the expected risk of infectious individuals encountering susceptible individuals. It has been shown that the unique solution to these mixing axioms is given by", "cite_spans": [], "ref_spans": [], "section": "A mathematical model of private disease-risk mitigation"}, {"text": "where and Ф=(ϕ ij ) is a symmetric affinity matrix, in this case 3×3. The element ϕ ij may be interpreted as the effort that individuals in disease state i make to avoid individuals in disease state j (if ϕ ij <0) or to associate with individuals in disease state j (if ϕ ij >0). If all individuals in every disease state i make no effort to avoid individuals in disease state j ϕ ij =0, we have classic proportionate mixing. The zero elements of the affinity matrix, Ф, reflect what we call avoidance-neutrality. That is, they show the individual to be neutral about a pairing event resulting from mixing behavior. By contrast, negative (positive) elements reflect the desire of an individual in one disease state to avoid (seek out) an individual in another disease state. This is a similar measure to that used in models of assortative mating (Karlin 1979) and selective mixing (Hyman and Li 1997) and is a form of a contact kernel (Gurarie and Ovaskainen 2013) .", "cite_spans": [{"start": 846, "end": 859, "text": "(Karlin 1979)", "ref_id": "BIBREF32"}, {"start": 881, "end": 900, "text": "(Hyman and Li 1997)", "ref_id": "BIBREF31"}, {"start": 935, "end": 964, "text": "(Gurarie and Ovaskainen 2013)", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "A mathematical model of private disease-risk mitigation"}, {"text": "The elements of the affinity matrix describe what people want. What they actually get depends both on the preferences of others in the population and on their relative abundance. The mixing matrix P=(P ij ) for the population thus derives from the affinity matrix and represents the conditional probabilities that an individual of disease state i contacts someone in disease state j. Reactive individuals, those with incentive to avoid infection, will maximize the net present value of disease avoidance taking into account the cost of illness and illness avoidance by choosing the effort to commit to preferential mixing the elements of Ф(t).", "cite_spans": [], "ref_spans": [], "section": "A mathematical model of private disease-risk mitigation"}, {"text": "Formally, the decision problem for reactive individuals is to choose the level of mitigation effort, P(Φ(t)), to maximize the difference between the benefit of not being symptomatic, B, and the cost of mitigation effort, C(ϕ SI (t)), give the weight they place on future wellbeing (the discount factor ρ) and their planning horizon, T", "cite_spans": [], "ref_spans": [], "section": "A mathematical model of private disease-risk mitigation"}, {"text": "Affinity-based mixing decisions can have four different effects on P:", "cite_spans": [], "ref_spans": [], "section": "A mathematical model of private disease-risk mitigation"}, {"text": "& Susceptible individuals seeking to reduce contact with infectious individuals can drive down the value of ϕ SI =ϕ IS directly; & Recovered individuals seeking to increase non-infectioncausing contacts can drive up ϕ SR =ϕ RS and lower herd immunity thresholds; & Infectious individuals seeking to minimize contact with susceptible individuals can drive down SI, and possibly RI contacts, further reducing ϕ SI and reducing ϕ IR =ϕ RI , & In the limit, contact avoidance can induce an effective quarantine of infectious individuals (when P SI and P RI are very, very small, P IS and P IR are small, and P II is nearly 1).", "cite_spans": [], "ref_spans": [], "section": "A mathematical model of private disease-risk mitigation"}, {"text": "In what follows, we assume that susceptible individuals are averse to mixing with symptomatic (infectious or otherwise) individuals. In the SIR case, omitting all other disease-risk aversion behaviors, Ф takes the form:", "cite_spans": [], "ref_spans": [], "section": "A mathematical model of private disease-risk mitigation"}, {"text": "with 0 representing neutrality of mixing and −a < 0 representing the effort susceptible individuals make to avoid mixing with infectious individuals (Morin et al. 2014 ). This defines", "cite_spans": [{"start": 149, "end": 167, "text": "(Morin et al. 2014", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "A mathematical model of private disease-risk mitigation"}, {"text": "We may then write the mixing matrix of conditional probabilities as", "cite_spans": [], "ref_spans": [], "section": "A mathematical model of private disease-risk mitigation"}, {"text": "To see whether action by susceptible individuals to avoid infected individuals can be strong enough in this structure to induce isolation of infectious individuals (private quarantine), we consider the conditions under which P SI = P IS = 0. More particularly, we construct a hard upper bound for the maximum effort that may be applied to avoidance subject to relative prevalence of the epidemiological classes. Supposing that neither population is zero, S(t) I(t) ≠ 0, we consider the case M S M I −aV ¼ 0;", "cite_spans": [], "ref_spans": [], "section": "A mathematical model of private disease-risk mitigation"}, {"text": "which implies the convex quadratic", "cite_spans": [], "ref_spans": [], "section": "A mathematical model of private disease-risk mitigation"}, {"text": "Consider the positive and negative roots, a + and a − . For a greater than the positive root,", "cite_spans": [], "ref_spans": [], "section": "A mathematical model of private disease-risk mitigation"}, {"text": "Þ;∞Þ , the mixing probability is less than zero, P SI <0, and thus inva-", "cite_spans": [], "ref_spans": [], "section": "A mathematical model of private disease-risk mitigation"}, {"text": "Þ;0Þ contacts between susceptible and infectious individuals would be desired, which violates our assumption that susceptible individuals are averse to mixing with infectious individuals. So, the effort by susceptible individuals to avoid infectious individuals is restricted to the range:", "cite_spans": [], "ref_spans": [], "section": "A mathematical model of private disease-risk mitigation"}, {"text": "with proportionate mixing at the left end point, P SI (t)=I(t) the maximum probability of contact, and private quarantine of infectious individuals at the right end point, P SI (t)=0, the minimum probability of contact. Economically, the occurrence of private quarantine implies that the expected marginal cost of illness dominates the marginal cost of illness avoidance.", "cite_spans": [], "ref_spans": [], "section": "A mathematical model of private disease-risk mitigation"}, {"text": "The mixing strategy of the representative reactive individual generates infectious contact probabilities that lie anywhere between proportionate mixing and the privately driven quarantine of infectious individuals. Note that this may not be true for diseases like chicken pox or measles, where the costs of contracting the disease are much lower among children than adults. The parents of reactive children may actually seek out infection for their children to prevent the large cost of infection as an adult. In our case, however, reactive individuals assess the risk of illness and select the preferential mixing strategies that maximize the expected net benefits of those strategies where future and current costs of disease are the same. Specifically, individuals will increase effort to avoid infection up to the point where the marginal cost is offset by the marginal benefits (in terms of avoided illness) it yields. Efforts to avoid infection will be increasing in the cost of illness and decreasing in the cost of illness avoidance including any forgone benefits from contact with infectious individuals. In models without risk mitigation, disease dynamics may be completely characterized from initial conditions. With risk mitigation, the evolution of the epidemic reflects feedbacks between the cost of disease and disease avoidance on the one hand and averting behavior on the other (see (Fenichel and Horan 2007; Horan et al. 2011 ) for further discussion).", "cite_spans": [{"start": 1400, "end": 1425, "text": "(Fenichel and Horan 2007;", "ref_id": "BIBREF17"}, {"start": 1426, "end": 1443, "text": "Horan et al. 2011", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "A mathematical model of private disease-risk mitigation"}, {"text": "We investigated several configurations of the following epidemiological classes: (S)usceptible, (E)xposed or latently infected, (A)symptomatically infectious, (I)nfectious with symptoms, and (R)ecovered and immune to the disease; not all epidemiological classes would be expected to mitigate disease risk (see Table 1 ).", "cite_spans": [], "ref_spans": [{"start": 310, "end": 317, "text": "Table 1", "ref_id": "TABREF0"}], "section": "The epidemiological effects of private disease-risk mitigation"}, {"text": "We further considered the effect of risk mitigation by reactive individuals in four compartmental models: SIR, SEIR, and two SAIR models-a one-path and a two-path progression. Within the one-path model, susceptible individuals are first asymptomatically infectious and then progress to symptomatically infectious and then immune. In the two-path model, a susceptible individual becomes either asymptomatically or symptomatically infectious and then recovers. Individuals who recover from asymptomatic infection (R A ) are expected to be reactive. Individuals who recover from symptomatic infection (R I ) are not. We did not consider models with reentry to the susceptible class, e.g., SIS, SIRS, and other cyclical models. This is for two reasons. First, each of these models is capable of endemic levels of infection. This, combined with the fact that people may experience reinfection, would require individuals to form expectations (possess memory) with respect to the impact of different avoidance strategies. Second, numerical simulations of these models reveal very broad oscillations that confound comparison with single outbreak models. There are no entries (births) or removals (deaths) from the system (see Table 2 for example diseases listed for each model). Each model considered here is therefore a so-called single outbreak model; the population is not only kept at a fixed number, but it is also closed to the introduction of new individuals.", "cite_spans": [], "ref_spans": [{"start": 1218, "end": 1225, "text": "Table 2", "ref_id": "TABREF1"}], "section": "The epidemiological effects of private disease-risk mitigation"}, {"text": "We modeled the dynamics of the epidemic types in Table 2 using ordinary differential equations (see Table 3 ). This has two main implications for disease dynamics: (a) once nonzero, the state variables will never again be zero in finite time, and (b) in an infinitely small amount of time Bmass^will move into each compartment as long as the transition rates are nonzero. These affect the interpretation to be given of the point at which an epidemic is Bover.^It is feasible that an extremely strong avoidance response early in the course of the epidemic could wipe out the infection within a population. However, within the differential equation framework, as soon as those behavioral adjustments are loosened, coupled with the fact that there is a nonzero infectious population with potentially a very large susceptible population, the infection will again spread, potentially causing additional peaks. To characterize the point at which an epidemic is over, we therefore measured the slope of a best-fit line on the last 50 time steps and then measured the variance of the data contained within that time window. If each was sufficiently close to zero (I<0.005) we concluded that the dynamics had stopped. The beginning of the time window where these conditions were met was then treated as the end time of the epidemic.", "cite_spans": [], "ref_spans": [{"start": 49, "end": 56, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 100, "end": 107, "text": "Table 3", "ref_id": null}], "section": "The epidemiological effects of private disease-risk mitigation"}, {"text": "The instantaneous transfer of individuals from one compartment to another also serves to induce reaction timing that may not conform to data. In recognition of this, we supposed that the differential equations represent an expectation of outcomes over a population divided between three health classes.", "cite_spans": [], "ref_spans": [], "section": "The epidemiological effects of private disease-risk mitigation"}, {"text": "We found that in the absence of asymptomatically infectious individuals, disease-risk mitigation has three main effects on epidemiological trajectories: (1) fewer individuals get sick, (2) the peak level of infection is lower, and (3) the epidemic lasts longer. If asymptomatically infectious individuals are present, the effects are slightly different: (1b) fewer symptomatic infections occur, (2b) the peak level of symptomatic infection is less, and (3) the epidemic lasts longer. If latently infectious individuals are present, the effects can also include secondary peaks or waves. The effects of risk mitigation in an SIR model (susceptible, infectious, recovered individuals only, with no latency or asymptomatic illness) are illustrated in Fig. 1 .", "cite_spans": [], "ref_spans": [{"start": 748, "end": 754, "text": "Fig. 1", "ref_id": null}], "section": "The epidemiological effects of private disease-risk mitigation"}, {"text": "The caveat with respect to asymptomatically infectious individuals is an important one. We found that, in two cases, contact between asymptomatically infectious and susceptible individuals may be the primary source of infection during an epidemic. The first is where asymptomatically infectious individuals actively seek to avoid symptomatic individuals. The second is where infection rates due to contact with asymptomatic individuals are greater than infection rates due to contact with symptomatic individuals either because the probability of infection or because the time during which an asymptomatic is infectious is greater than that for symptomatically infectious individuals. In mathematical terms, this is a direct consequence of the fact that ∂P SA ∂a > 0. Thus, while both S(t) and A(t) seek to avoid I(t), we have that P SI is decreasing while P SA is increasing which may result in more infections by asymptomatic than by symptomatic individuals, β A P SA >β I P SI . Since the count of A(t) and I(t) is partly controlled by their rate of exit, e.g., γ A (t) and γ I (t), it is clear that this too plays a role in the overall effect of each class on creating new infections.", "cite_spans": [], "ref_spans": [], "section": "The epidemiological effects of private disease-risk mitigation"}, {"text": "The lack of a closed-form solution for any of the standard models studied here and thus for a(t) implies that analytical results on the interactions between mixing decisions and disease dynamics are beyond our reach. We have, however, identified a few key characteristics of these interactions through an expansive parameter sweep. For all our simulations, we numerically solved the appropriate system of epidemiological differential equations (see Table 3 ) but assumed a daily decision process for optimal avoidance levels (i.e., we use the discrete time analog of Eq. 2). In the narrowest sense, we are no longer using ordinary differential equations to model the system since we have introduced a time-dependent parameter in the form of a step function, a(t)=a(t). However, the discrete nature of the decision process is consistent with the continuous time model for the evolution of the disease. We varied β X , the conjoined effect of transmissibility and activity level for infectious class X; γ X , the infectious duration for class X; κ, the duration of exposure before the onset of infectiousness; B x , the relative benefit gained from belonging in nonsymptomatic class X; ρa 2 , the costs of avoidance mitigation; p XX =1−p XY , the probability of an infection caused by an infectious individual of type X resulting in an individual of the same type; and T, the planning horizon. We chose a set of baseline parameters to be β=0.12 (with 12 contacts a day, this makes the probability of infection per contact 0.01), γ ¼ 1", "cite_spans": [], "ref_spans": [{"start": 449, "end": 456, "text": "Table 3", "ref_id": null}], "section": "Sensitivity of disease dynamics to epidemiological parameters"}, {"text": ".001 (making the cost function for behavior change 0.001a 2 ), p AA =0.034, P II = 0.965, and T=12 days. We varied β X from 0.005 to 0.012, γ X and κ each from 1 28 to 1 7 , B X from 0 to 90 (with 0 representing no cost of infection) ρ from 0 to 0.1, p AA and p II from 0 to 1, and T from 1 to 20 (Table 4) .", "cite_spans": [], "ref_spans": [{"start": 297, "end": 306, "text": "(Table 4)", "ref_id": "TABREF2"}], "section": "Sensitivity of disease dynamics to epidemiological parameters"}, {"text": "To see the effect of disease-risk mitigation on the epidemiology of infectious diseases, we considered the impact of variation in these parameters on several metrics including the proportion of the population that avoids infection, the duration of the epidemic, and peak infection levels. The relation between these metrics and the model parameters is intuitive and does not require further discussion. However, it is important to note that β and γ each has a unique impact on the metrics. Specifically, we found that the relationship between the sensitivities is not simply proportional, as shown in Fig. 2 . Figure 3 shows infected classes for the baseline parameters of each model with and without private disease-risk mitigation. Risk mitigation results in 32, 30, 15, and 33 % less of the population infected for SIR, SEIR, OPSAIR, and TPSAIR, respectively. Note that infections due to contact with asymptomatic individuals account for only 6 % of all infections in the two-path model, but nearly 50 % in the one-path model (in part accounted for by the reactive population of immune, and previously asymptomatically infectious, individuals in the two-path model).", "cite_spans": [], "ref_spans": [{"start": 601, "end": 607, "text": "Fig. 2", "ref_id": "FIGREF0"}, {"start": 610, "end": 618, "text": "Figure 3", "ref_id": null}], "section": "Sensitivity of disease dynamics to epidemiological parameters"}, {"text": "Epidemic \"End\" Fig. 1 The upper panel shows trajectories for the baseline set of epidemiological parameters for an SIR model with and without mitigation (dashed and solid lines, respectively). The susceptible and recovered trajectories are removed to show the trajectory of infectious individuals in the lower panel. The final epidemic size for this example is 33 % less with mitigation than with proportionate mixing, and the peak level of infection is 70 % less. Epidemic end of I(t)=0.0005 is marked for the two models Table 3 The differential equations used for each epidemic model, other than the previously stated SIR model", "cite_spans": [], "ref_spans": [{"start": 15, "end": 21, "text": "Fig. 1", "ref_id": null}, {"start": 522, "end": 529, "text": "Table 3", "ref_id": null}], "section": "Sensitivity of disease dynamics to epidemiological parameters"}, {"text": "Now consider what these epidemiological impacts of private risk mitigation measures imply for the social cost of infectious disease outbreaks. The social net benefit from private diseaserisk mitigation is simply the difference between the aggregate cost of illness under proportionate mixing and the aggregate cost of illness plus the aggregate cost of illness avoidance under preferential mixing. For simplicity, we assume that the benefits of being well (susceptible, asymptomatic, or recovered/ immune) are the same for all individuals in society, B(S)=B(E)= B(A)=B(R)=B>0, and that those benefits are lost when an individual becomes symptomatically infected, B(I)=0. For a population of size N, we take the present value of benefits net of the costs of illness at time t to be ρ t B(N−αI t ), where ρ ¼ 1 1þδ is the social discount factor, δ is the social discount rate, and α is a measure of the difference between the private and social cost of illness. We emphasize that we do not solve the social planner's problem and hence do not estimate the magnitude of the Bwedge^between optimal public and private disease-risk mitigation strategies. Rather, we consider when private disease-risk mitigation generates net public benefits and how sensitive the social net benefit of private risk mitigation is to the difference between private and social costs of illness.", "cite_spans": [], "ref_spans": [], "section": "The social cost of private disease-risk mitigation"}, {"text": "The discrete social net benefit of private risk mitigation is defined as ∑", "cite_spans": [], "ref_spans": [], "section": "The social cost of private disease-risk mitigation"}, {"text": "and I t prop are infection levels corresponding to privately optimal preferential and proportionate mixing, respectively, and C t denotes the cost of illness avoidance-the cost of preferential mixing. That is, the social payoff to private risk mitigation is positive only if the discounted opportunity cost of illness plus the cost of mitigation under preferential mixing is less than the discounted opportunity cost of illness under proportionate mixing. For B>0, the optimal private response is always to mitigate risk (even if by a small amount). At each time, the private individual uses observations on the current state of an epidemic to calculate the discounted future To explore this, we simulated the epidemiological implications of private risk mitigation over a range of social discount rates, avoidance costs, and social weights on the cost of illness using a discrete (daily) decision process. We began by considering the relationship between the private and social costs of illness. Setting the benefits gained during symptomatic infection to zero, the private cost of illness is exactly B. The social cost of illness is then αB=:B S . We take three cases, but focus on only one of these.", "cite_spans": [], "ref_spans": [], "section": "The social cost of private disease-risk mitigation"}, {"text": "In the case that α=1, society weighs the cost of illness the same as private individuals do. There are no externalities of either proportionate or preferential mixing. Intuitively, there is complete Bagreement^between the social and private payoffs to mitigation so long as the social discount rate does not deviate from the private discount rate. However, if the social discount rate is significantly lower than the private discount, rate preferential mixing may not generate social benefits beyond proportionate mixing. We illustrate this via our discussion of case 3.", "cite_spans": [], "ref_spans": [], "section": "Case 1: social cost of illness=private cost of illness"}, {"text": "In the case that α>1, society weighs the cost of illness higher than the individual. This is the case considered most frequently in the literature, at least implicitly. If infected individuals consider only the cost of illness to themselves, and neglect the cost of illness to others with whom they come into contact, they will underweigh the true cost of illness. There are negative externalities of proportionate mixing. In this case too, if the social discount rate substantially deviates from the private discount rate, preferential mixing may not generate social benefits beyond proportionate mixing. However, for most nonzero social discount rates, preferential mixing generates positive social net benefits over proportionate mixing.", "cite_spans": [], "ref_spans": [], "section": "Case 2: social cost of illness>private cost of illness"}, {"text": "In the case that α∈[0,1) society discounts the private cost of illness. The implication is that private individuals overweigh mitigate mitigate the private cost of illness relative to the cost to society. This would occur if private disease-risk mitigation that conferred a benefit on the individual imposed non-disease-related costs on others that were not taken into account by the individual. Traditional cost of illness studies sum the direct costs of illness, such as medical care, and the indirect costs of illness, such as lost production (World Health Organization 2009). If private disease-risk mitigation involves similar indirect costs-frictional productivity costs to employers, say-but these are neglected, individuals will underweigh the true cost of illness avoidance. We treat this as equivalent to overweighing the cost of illness. It implies negative externalities of preferential mixing.", "cite_spans": [], "ref_spans": [], "section": "Case 3: social cost of illness<private cost of illness"}, {"text": "While the three cases are symmetric, in what follows, we focus on case 3. The social net benefit of private disease-risk mitigation depends on its impact on the aggregate cost of illness and illness avoidance relative to the proportionate mixing case. This is influenced (a) by the cost of avoidance behavior, (b) by its effect on prevalence and duration of the disease, and (c) by the weight attaching to present versus future costs. In the lower panel of Fig. 1 , the Bobvious^trade-off is the area between the two curves in [0,800] and [180,∞]≈ [180, 800] .", "cite_spans": [{"start": 548, "end": 553, "text": "[180,", "ref_id": null}, {"start": 554, "end": 558, "text": "800]", "ref_id": null}], "ref_spans": [{"start": 457, "end": 463, "text": "Fig. 1", "ref_id": null}], "section": "Case 3: social cost of illness<private cost of illness"}, {"text": "Due to initial conditions chosen (low values for E 0 , I 0 , and/ or A 0 ), the initial response to the epidemic will be small (shown in Fig. 1 from time [0,20] ). Nevertheless, if the social discount rate is extremely high (the discount factor is extremely low), even this level of avoidance could be regarded as excessive from a social perspective if the benefits associated with a reduction in incidence within [20, 180] are effectively weighted at zero. More generally, the lower the social discount rate relative to the private discount rate, the more proportionate mixing would be expected to dominate preferential mixing. For social discount rates close to zero (discount factors close to 1), the prolongation of the epidemic, and hence of private risk mitigation efforts, means that proportionate mixing is less socially costly than preferential mixing.", "cite_spans": [{"start": 414, "end": 418, "text": "[20,", "ref_id": null}, {"start": 419, "end": 423, "text": "180]", "ref_id": null}], "ref_spans": [{"start": 137, "end": 160, "text": "Fig. 1 from time [0,20]", "ref_id": "FIGREF0"}], "section": "Case 3: social cost of illness<private cost of illness"}, {"text": "This range of outcomes is illustrated in Figs. 4, 5, and 6. In all cases, hot colors indicate that the net social benefits under preferential mixing are less than the net social benefits under proportionate mixing. Cold colors indicate the reverse. Figure 4 focuses on the cost of illness. It shows the net social benefits of preferential relative to proportionate mixing under different private costs of illness and different social weights on those costs. It shows that society would gain more from proportionate than from preferential mixing where the private cost of illness is low (B<5 in our example) and/or where society places a low weight on the private cost of illness (α < 0.2 in our example). Interestingly, if this region of Bdisagreement^is smaller, the larger the uncertainty that individuals face. Preferential mixing is most likely to yield social benefits for diseases with OPSAIR dynamics, where reactive individuals are uncertain about the disease state of others. Preferential mixing is least likely to yield social benefits for diseases with SIR dynamics, where there is complete certainty (in our models) about disease state. Diseases with TPSAIR and SEIR dynamics lie somewhere in between.", "cite_spans": [], "ref_spans": [{"start": 249, "end": 257, "text": "Figure 4", "ref_id": null}], "section": "Case 3: social cost of illness<private cost of illness"}, {"text": "As highlighted in the previous discussion, the social discount rate can also have a large impact on the social payoff to preferential mixing. In the following two figures, we explore the implications of the social (daily) discount rate on the relative net social benefit of preferential versus proportionate mixing. We show that the lower the social discount rate, the greater the range of costs of illness over which the society will benefit more from proportionate than preferential mixing. Fig. 4 At B=0, there is no cost of illness, and proportionate mixing dominates preferential mixing for both private individuals and society. For B>0 and α=0, the social weight on illness is zero, and proportionate mixing dominates preferential mixing for society. For most B>0 and α>0, however, preferential mixing dominates proportionate mixing for both private individuals and society Figure 5 shows values of B and ρ for which preferential mixing dominates proportionate mixing (cold colors), given four different social weights on the private cost of illness. The higher the social weight attaching to the private cost of illness, α, the higher the discount rate at which preferential mixing dominates proportionate mixing and the lower the cost of illness at which preferential mixing dominates proportionate mixing. Increases in the private cost of illness induce private disease-risk mitigation. It is intuitive that a rise in the social weight attaching to the private cost of illness, α, will also increase the likelihood that private disease-risk mitigation will be beneficial from a social perspective. Increases in the social discount rate relative to the private discount rate increases the relative social weight attaching to present over future costs of illness and illness avoidance. It is also intuitive that this will lower the social cost of prolonging epidemics. Figure 6 considers a special case-where the social weight on the private cost of illness is α=1/B. This implies that the private cost of illness is given the same weight by society regardless of whether that cost is high or low to individuals. Individuals are assumed to respond to the cost of illness as described above, and the net payoff to society relative to proportionate mixing is judged solely in terms of the strength of the private response. In this special case, we see a different relation between the social discount rate and the likelihood that private disease-risk mitigation will be socially beneficial. As we vary the (daily) social discount factor and the private cost of illness in this case, we see that if the private cost of illness is low, proportionate mixing always dominates preferential mixing. However, as the private cost of illness rises, whether proportionate or preferential mixing dominates depends on the discount rate. If the cost of illness is extremely high, and the social discount rate is less than or equal to the private discount rate, preferential mixing dominates proportionate mixing in all cases. If the cost of illness is intermediate, however, preferential mixing dominates proportionate mixing only at either very high or very low discount rates (ρ≪1,ρ≈1).", "cite_spans": [], "ref_spans": [{"start": 493, "end": 499, "text": "Fig. 4", "ref_id": null}, {"start": 880, "end": 888, "text": "Figure 5", "ref_id": null}, {"start": 1876, "end": 1884, "text": "Figure 6", "ref_id": null}], "section": "Case 3: social cost of illness<private cost of illness"}, {"text": "An interesting feature of the OPSAIR plot is that proportionate mixing is favored over preferential mixing over a range of social discount rates regardless of private cost of illness. This is because above B≈70, the privately optimal mitigation strategy is chosen such that P SI =0, meaning that all infections are caused by asymptomatic individuals. Therefore, these epidemics become insensitive to further increases in the private cost of illness. 2", "cite_spans": [], "ref_spans": [], "section": "Case 3: social cost of illness<private cost of illness"}, {"text": "Private disease-risk mitigation has been a primary driver of trends in infectious disease epidemics over the last half century. While vaccination (either privately chosen or publically mandated) is the main form of risk mitigation for many diseases, private Bdistancing^strategies that reduce exposure to infectious classes are also common. Private effort to avoid infection depends on the costs and benefits of that effort for the individual. Whether private risk mitigation also benefits society depends on the way it changes epidemic dynamics. We find that private disease-risk mitigation always not only reduces the number falling ill but also extends the duration of epidemics. While the social net benefits of private disease-risk mitigation are, intuitively, increasing in the social cost of illness and decreasing in the cost of illness avoidance, they are also sensitive to the timing of these costs. Whether private risk mitigation generates social benefits relative to proportionate 2 We acknowledge that the individual could reduce contact volume in order to reduce risk and without asymptomatic infection, it would make no difference (Morin et al. 2014) . However, in this study, we only consider affinity-based preferential mixing. Fig. 5 The social value of preferential mixing over proportionate mixing for four values of α={.03,.05,.09,.15} as a function of both the private cost of illness and the social daily discount factor. The cost of illness is measured on the Y-axis, and the daily discount factor on the X-axis. For α≥0.2, preferential mixing dominates proportionate mixing at all social discount rates. The daily discount factor used to calculate private risk mitigation behavior, 0.9986, is indicated on each panel. This corresponds to an annual discount rate of around 5 % mixing-i.e., whether the social cost of illness and illness avoidance is lower under preferential than proportionate mixing-depends both on the social weight on the private cost of illness and on the social discount rate. We find that if the private cost of illness is high relative to the social cost of illness, then society may be better off allowing a disease to run its course without incurring the cost of disease avoidance. Similarly, if the social discount rate is very low relative to the private discount rate, society may be better off avoiding the prolongation of epidemics that comes with preferential mixing. If private and social discount rates and private and social costs are not substantially different, however, private disease-risk mitigation will ordinarily generate positive social benefits over proportionate mixing.", "cite_spans": [{"start": 994, "end": 995, "text": "2", "ref_id": null}, {"start": 1147, "end": 1166, "text": "(Morin et al. 2014)", "ref_id": "BIBREF39"}], "ref_spans": [{"start": 1246, "end": 1252, "text": "Fig. 5", "ref_id": null}], "section": "Discussion"}, {"text": "Observed data on the DALY (disability-adjusted life year) losses to disease indicate that developed countries account for only 12 % of worldwide losses due to death and disability, but for more than 90 % of health expenditure. Infectious diseases of the type modeled here are overwhelmingly a problem of the developing world, accounting for more than 34 % of DALYs in developing countries, but less than 5 % in developed countries (World Health Organization 2009; Lopez et al. 2006; Murray and Lopez 1997; Murray et al. 2013 ). Our findings suggest that one explanation for this lies in differences in the private response to disease risk in developed and developing countries and hence to differences in the relative private costs of illness and illness avoidance. In countries where the private cost of illness avoidance is high relative to the cost of illness (i.e., the income forgone by the sick), we would expect very little private disease-risk mitigation. In countries where the private cost of illness avoidance is low relative to the cost of illness, we would expect the opposite.", "cite_spans": [{"start": 431, "end": 463, "text": "(World Health Organization 2009;", "ref_id": null}, {"start": 464, "end": 482, "text": "Lopez et al. 2006;", "ref_id": "BIBREF37"}, {"start": 483, "end": 505, "text": "Murray and Lopez 1997;", "ref_id": "BIBREF40"}, {"start": 506, "end": 524, "text": "Murray et al. 2013", "ref_id": "BIBREF41"}], "ref_spans": [], "section": "Discussion"}, {"text": "The greater incidence of infectious disease in developing countries may also, however, reflect differences in the social weight attached to the private costs of illness and illness avoidance. There are various reasons why the private and social costs of illness and illness avoidance might be expected to differ. The case most often explored in the literature is the public good nature of illness avoidance. Self-protection through vaccination, for example, is an impure public good. It not only confers benefits on the individual but also confers benefits on others (Andre et al. 2008; Boulier et al. 2007 ). Since the benefits to others will typically not be part of the private vaccination decision, however, the private value of vaccination will be less than the social value (Bauch and Earn 2004) . In such cases, public health authorities may have an interest in increasing the level of private disease-risk mitigation (Chowell et al. 2009; Sandler 2004) .", "cite_spans": [{"start": 567, "end": 586, "text": "(Andre et al. 2008;", "ref_id": "BIBREF1"}, {"start": 587, "end": 606, "text": "Boulier et al. 2007", "ref_id": "BIBREF8"}, {"start": 780, "end": 801, "text": "(Bauch and Earn 2004)", "ref_id": "BIBREF5"}, {"start": 925, "end": 946, "text": "(Chowell et al. 2009;", "ref_id": "BIBREF15"}, {"start": 947, "end": 960, "text": "Sandler 2004)", "ref_id": "BIBREF47"}], "ref_spans": [], "section": "Discussion"}, {"text": "In this paper, we consider the case where the social cost of illness is less than the private cost. This would follow if private disease-risk mitigation conferred benefits on the individual but imposed costs on society that were not taken into account by the individual. Such costs might include, for example, the frictional and productivity losses of disease-risk-related absenteeism (Rice 2000) . If the social cost of the private response to shorter, more intense epidemics was less than the social cost of private responses to longer, less intense epidemics, governments might have an interest in decreasing the level of private disease-risk mitigation.", "cite_spans": [{"start": 385, "end": 396, "text": "(Rice 2000)", "ref_id": "BIBREF43"}], "ref_spans": [], "section": "Discussion"}, {"text": "We have not modeled the public health authority's problem in this paper and so have not identified the socially optimal level of private risk mitigation or the levers that might be used to generate that level of risk mitigation. Our focus has been on the epidemiological implications of private disease avoidance, and the cost of that to both private individuals and society. In setting up the public health authority's problem, it is the disease dynamics that come out of this process that are relevant. There is now a growing literature on the impact of private contact and mixing decisions on disease transmission (Gersovitz and Hammer 2004; Gersovitz and Hammer 2003; Fig. 6 The social net benefits of private disease-risk mitigation where the social cost of illness is equal to 1 irrespective of the private cost of illness. The figure reports the difference between the social cost of illness under proportionate and preferential mixing for a range of daily social discount factors and private illness costs. Cold colors indicate that the social net benefits of preferential mixing are higher than the social net benefits of proportionate mixing. Hot colors indicate the reverse. The daily discount factor used to calculate private risk mitigation behavior, 0.9986, is indicated on each panel Barrett and Hoel 2007; Fenichel et al. 2010; Springborn et al. 2010) . From a public health perspective, an understanding of the decision process improves the capacity to predict the dynamics of epidemics, but it also opens up a new set of disease management options. Options that target either the contact rate (Auld 2003; Kremer 1996) or the probability that contact leads to infection (Geoffard and Philipson 1996) have already been assessed. Options that target preferential mixing have not. The implications of the general approach for public health policy are now being explored (Fenichel 2013) , but the effect of differences between social and private assessments of the appropriate weight to be given to the cost of illness now and in the future has yet to be considered.", "cite_spans": [{"start": 617, "end": 644, "text": "(Gersovitz and Hammer 2004;", "ref_id": "BIBREF23"}, {"start": 645, "end": 671, "text": "Gersovitz and Hammer 2003;", "ref_id": "BIBREF22"}, {"start": 672, "end": 678, "text": "Fig. 6", "ref_id": null}, {"start": 1299, "end": 1321, "text": "Barrett and Hoel 2007;", "ref_id": "BIBREF4"}, {"start": 1322, "end": 1343, "text": "Fenichel et al. 2010;", "ref_id": "BIBREF18"}, {"start": 1344, "end": 1367, "text": "Springborn et al. 2010)", "ref_id": "BIBREF49"}, {"start": 1611, "end": 1622, "text": "(Auld 2003;", "ref_id": "BIBREF2"}, {"start": 1623, "end": 1635, "text": "Kremer 1996)", "ref_id": "BIBREF35"}, {"start": 1687, "end": 1716, "text": "(Geoffard and Philipson 1996)", "ref_id": "BIBREF21"}, {"start": 1884, "end": 1899, "text": "(Fenichel 2013)", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Discussion"}, {"text": "This also has implications for the way that health authorities address the management of disease risks that span communities or countries. There is a perception that the control of infectious disease is a Bweakest-link^public good-that the benefits of disease control to all are limited by the capacity of the weakest link in the chain (Sandler 2004; Barrett 2003) . One implication is that effort to build the capacity of the weakest link should be sufficient to address the problem, and capacity building is in fact written in to both the International Health Regulations (World Health Organization 2005) and the Sanitary and Phytosanitary Agreement (the main multilateral agreements governing responses to infectious human, animal, and plant diseases) (World Trade Organization 1995).", "cite_spans": [{"start": 336, "end": 350, "text": "(Sandler 2004;", "ref_id": "BIBREF47"}, {"start": 351, "end": 364, "text": "Barrett 2003)", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Discussion"}, {"text": "Our findings indicate the problem may be deeper than that. It may not be that poor communities and poor countries would do more if they could, but that doing more may not be in their own interest. Interventions that best serve the public interest in rich communities may not best serve the public interest in poor communities. To prevent the wider spread of outbreaks in poor countries, countries in which the opportunity cost of illness is high may need to incentivize risk mitigation in poor countries. The West African Ebola epidemic, to take a current example, is a case in point (Gostin et al. 2014) .", "cite_spans": [{"start": 584, "end": 604, "text": "(Gostin et al. 2014)", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "A test of major assumptions about behavior change: a comprehensive look at the effects of passive and active HIV-prevention interventions since the beginning of the epidemic", "authors": [{"first": "D", "middle": [], "last": "Albarracín", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Gillette", "suffix": ""}, {"first": "A", "middle": ["N"], "last": "Earl", "suffix": ""}, {"first": "L", "middle": ["R"], "last": "Glasman", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Durantini", "suffix": ""}], "year": 2005, "venue": "Psychol Bull", "volume": "131", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Vaccination greatly reduces disease, disability, death and inequity worldwide", "authors": [{"first": "F", "middle": [], "last": "Andre", "suffix": ""}, {"first": "R", "middle": [], "last": "Booy", "suffix": ""}, {"first": "H", "middle": [], "last": "Bock", "suffix": ""}, {"first": "J", "middle": [], "last": "Clemens", "suffix": ""}, {"first": "S", "middle": [], "last": "Datta", "suffix": ""}], "year": 2008, "venue": "Bull World Health Organ", "volume": "86", "issn": "", "pages": "140--146", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Choice, beliefs, and infectious disease dynamics", "authors": [{"first": "M", "middle": ["C"], "last": "Auld", "suffix": ""}], "year": 2003, "venue": "J Health Econ", "volume": "22", "issn": "3", "pages": "361--377", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Environment and statecraft: the strategy of environmental treaty-making", "authors": [{"first": "S", "middle": [], "last": "Barrett", "suffix": ""}], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Optimal disease eradication", "authors": [{"first": "S", "middle": [], "last": "Barrett", "suffix": ""}, {"first": "M", "middle": [], "last": "Hoel", "suffix": ""}], "year": 2007, "venue": "Environ Develop Econom", "volume": "12", "issn": "", "pages": "627--652", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Vaccination and the theory of games", "authors": [{"first": "C", "middle": ["T"], "last": "Bauch", "suffix": ""}, {"first": "Djd", "middle": [], "last": "Earn", "suffix": ""}], "year": 2004, "venue": "Proc Natl Acad Sci", "volume": "101", "issn": "", "pages": "13391--13394", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Influenza vaccination coverage rates in five European countries during season 2006/07 and trends over six consecutive seasons", "authors": [{"first": "P", "middle": ["R"], "last": "Blank", "suffix": ""}, {"first": "M", "middle": [], "last": "Schwenkglenks", "suffix": ""}, {"first": "T", "middle": ["D"], "last": "Szucs", "suffix": ""}], "year": 2008, "venue": "BMC Public Health", "volume": "8", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Toward a unified theory of sexual mixing and pair formation", "authors": [{"first": "S", "middle": [], "last": "Blythe", "suffix": ""}, {"first": "C", "middle": [], "last": "Castillo-Chavez", "suffix": ""}, {"first": "J", "middle": [], "last": "Palmer", "suffix": ""}, {"first": "M", "middle": [], "last": "Cheng", "suffix": ""}], "year": 1991, "venue": "Math Biosci", "volume": "107", "issn": "", "pages": "379--405", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Vaccination externalities", "authors": [{"first": "B", "middle": ["L"], "last": "Boulier", "suffix": ""}, {"first": "T", "middle": ["S"], "last": "Satta", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Goldfarb", "suffix": ""}], "year": 2007, "venue": "BE J Econ Analys Poli", "volume": "7", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Effectiveness and cost-benefit of influenza vaccination of healthy working adults: a randomized controlled trial", "authors": [{"first": "C", "middle": [], "last": "Bridges", "suffix": ""}, {"first": "W", "middle": ["W"], "last": "Thompson", "suffix": ""}, {"first": "M", "middle": ["I"], "last": "Meltzer", "suffix": ""}], "year": 2000, "venue": "JAMA", "volume": "284", "issn": "", "pages": "1655--1663", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "A general solution of the problem of mixing of subpopulations and its application to risk-and age structured epidemic models for the spread of AIDS", "authors": [{"first": "S", "middle": [], "last": "Busenberg", "suffix": ""}, {"first": "C", "middle": [], "last": "Castillo-Chavez", "suffix": ""}], "year": 1991, "venue": "Math Med Biol", "volume": "8", "issn": "", "pages": "1--29", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Pair formation in structured populations", "authors": [{"first": "C", "middle": [], "last": "Castillo-Chavez", "suffix": ""}, {"first": "S", "middle": [], "last": "Busenberg", "suffix": ""}, {"first": "K", "middle": [], "last": "Gerow", "suffix": ""}], "year": 1991, "venue": "Diff Equat Appl Biol Phys Eng", "volume": "", "issn": "", "pages": "47--65", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Closure of schools during an influenza pandemic", "authors": [{"first": "S", "middle": [], "last": "Cauchemez", "suffix": ""}, {"first": "N", "middle": ["M"], "last": "Ferguson", "suffix": ""}, {"first": "C", "middle": [], "last": "Wachtel", "suffix": ""}, {"first": "A", "middle": [], "last": "Tegnell", "suffix": ""}, {"first": "G", "middle": [], "last": "Saour", "suffix": ""}], "year": 2009, "venue": "Lancet Infect Dis", "volume": "9", "issn": "", "pages": "473--481", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Model parameters and outbreak control for SARS", "authors": [{"first": "G", "middle": [], "last": "Chowell", "suffix": ""}, {"first": "C", "middle": [], "last": "Castillo-Chavez", "suffix": ""}, {"first": "P", "middle": ["W"], "last": "Fenimore", "suffix": ""}, {"first": "C", "middle": [], "last": "Kribs-Zaleta", "suffix": ""}, {"first": "L", "middle": [], "last": "Arriola", "suffix": ""}], "year": 2004, "venue": "Emerg Infect Dis", "volume": "10", "issn": "", "pages": "1258--1263", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "The basic reproductive number of Ebola and the effects of public health measure: the cases of Congo and Uganda", "authors": [{"first": "G", "middle": [], "last": "Chowell", "suffix": ""}, {"first": "N", "middle": ["W"], "last": "Hengartner", "suffix": ""}, {"first": "C", "middle": [], "last": "Castillo-Chavez", "suffix": ""}, {"first": "P", "middle": ["W"], "last": "Fenimore", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Hyman", "suffix": ""}], "year": 2004, "venue": "J Theor Biol", "volume": "299", "issn": "", "pages": "119--126", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Adaptive vaccination strategies to mitigate pandemic influenza: Mexico as a case study", "authors": [{"first": "G", "middle": [], "last": "Chowell", "suffix": ""}, {"first": "C", "middle": [], "last": "Vibound", "suffix": ""}, {"first": "X", "middle": [], "last": "Wang", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Bertozzi", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Miller", "suffix": ""}], "year": 2009, "venue": "Pub Lib Sci ONE", "volume": "4", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Economic considerations for social distancing and behavioral based policies during an epidemic", "authors": [{"first": "E", "middle": [], "last": "Fenichel", "suffix": ""}], "year": 2013, "venue": "J Health Econ", "volume": "32", "issn": "", "pages": "440--451", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Jointly-determined ecological thresholds and economics trade-offs in wildlife disease management", "authors": [{"first": "E", "middle": [], "last": "Fenichel", "suffix": ""}, {"first": "R", "middle": [], "last": "Horan", "suffix": ""}], "year": 2007, "venue": "Nat Resour Model", "volume": "20", "issn": "", "pages": "511--547", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Management of infectious wildlife diseases: bridging conventional and bioeconomic approaches", "authors": [{"first": "E", "middle": ["P"], "last": "Fenichel", "suffix": ""}, {"first": "R", "middle": ["D"], "last": "Horan", "suffix": ""}, {"first": "G", "middle": ["J"], "last": "Hickling", "suffix": ""}], "year": 2010, "venue": "Ecol Appl", "volume": "20", "issn": "", "pages": "903--914", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Adaptive human behavior in epidemiological models", "authors": [{"first": "E", "middle": ["P"], "last": "Fenichel", "suffix": ""}, {"first": "C", "middle": [], "last": "Castillo-Chavez", "suffix": ""}, {"first": "M", "middle": ["G"], "last": "Ceddia", "suffix": ""}, {"first": "G", "middle": [], "last": "Chowell", "suffix": ""}, {"first": "Gonzalez", "middle": [], "last": "Parra", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "", "suffix": ""}], "year": 2011, "venue": "Proc Natl Acad Sci", "volume": "108", "issn": "", "pages": "6306--6311", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Strategies for mitigating an influenza pandemic", "authors": [{"first": "N", "middle": ["M"], "last": "Ferguson", "suffix": ""}, {"first": "Dat", "middle": [], "last": "Cummings", "suffix": ""}, {"first": "C", "middle": [], "last": "Fraser", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Cajka", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Cooley", "suffix": ""}], "year": 2006, "venue": "Nature", "volume": "442", "issn": "", "pages": "448--452", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Rational epidemics and their public control", "authors": [{"first": "P-Y", "middle": [], "last": "Geoffard", "suffix": ""}, {"first": "T", "middle": [], "last": "Philipson", "suffix": ""}], "year": 1996, "venue": "Int Econom Rev", "volume": "37", "issn": "", "pages": "603--624", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Infectious diseases, public policy, and the marriage of economics and epidemiology", "authors": [{"first": "M", "middle": [], "last": "Gersovitz", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Hammer", "suffix": ""}], "year": 2003, "venue": "World Bank Res Observ", "volume": "18", "issn": "", "pages": "129--157", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "The economical control of infectious diseases", "authors": [{"first": "M", "middle": [], "last": "Gersovitz", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Hammer", "suffix": ""}], "year": 2004, "venue": "Econom J", "volume": "114", "issn": "", "pages": "1--27", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "The Ebola epidemic: a global health emergency", "authors": [{"first": "L", "middle": ["O"], "last": "Gostin", "suffix": ""}, {"first": "D", "middle": [], "last": "Lucey", "suffix": ""}, {"first": "A", "middle": [], "last": "Phelan", "suffix": ""}], "year": 2014, "venue": "JAMA", "volume": "312", "issn": "", "pages": "1095--1096", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Epidemic dynamics on an adaptive network", "authors": [{"first": "T", "middle": [], "last": "Gross", "suffix": ""}, {"first": "D", "middle": [], "last": "&apos;lima", "suffix": ""}, {"first": "C", "middle": [], "last": "Blasius", "suffix": ""}, {"first": "B", "middle": [], "last": "", "suffix": ""}], "year": 2006, "venue": "Phys Rev Lett", "volume": "96", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "The economic impact of quarantine: SARS in Toronto as a case study", "authors": [{"first": "A", "middle": ["G"], "last": "Gupta", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Moyer", "suffix": ""}, {"first": "D", "middle": ["T"], "last": "Stern", "suffix": ""}], "year": 2005, "venue": "J Infect", "volume": "50", "issn": "", "pages": "386--393", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Towards a general formalization of encounter rates in ecology", "authors": [{"first": "E", "middle": [], "last": "Gurarie", "suffix": ""}, {"first": "O", "middle": [], "last": "Ovaskainen", "suffix": ""}], "year": 2013, "venue": "Theor Ecol", "volume": "6", "issn": "", "pages": "189--202", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Hadeler KP (2012) Pair formation", "authors": [], "year": null, "venue": "J Math Biol", "volume": "64", "issn": "", "pages": "613--645", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "A core group model for disease transmission", "authors": [{"first": "K", "middle": ["P"], "last": "Hadeler", "suffix": ""}, {"first": "C", "middle": [], "last": "Castillo-Chavez", "suffix": ""}], "year": 1995, "venue": "Math Biosci", "volume": "128", "issn": "", "pages": "41--55", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Wildlife disease bioeconomics", "authors": [{"first": "R", "middle": ["D"], "last": "Horan", "suffix": ""}, {"first": "E", "middle": ["P"], "last": "Fenichel", "suffix": ""}, {"first": "R", "middle": ["T"], "last": "Melstrom", "suffix": ""}], "year": 2011, "venue": "Int Rev Environ Resour Econom", "volume": "5", "issn": "", "pages": "23--61", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Behavior changes in SIS STD models with selective mixing", "authors": [{"first": "J", "middle": ["M"], "last": "Hyman", "suffix": ""}, {"first": "J", "middle": [], "last": "Li", "suffix": ""}], "year": 1997, "venue": "SIAM J Appl Math", "volume": "57", "issn": "", "pages": "1082--1094", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Models of multifactorial inheritence: I, multivariate formualtions and basic convergence results", "authors": [{"first": "S", "middle": [], "last": "Karlin", "suffix": ""}], "year": 1979, "venue": "Theor Popul Biol", "volume": "15", "issn": "", "pages": "308--355", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Spread of a novel influenza A (H1N1) virus via global airline transportation", "authors": [{"first": "K", "middle": [], "last": "Khan", "suffix": ""}, {"first": "J", "middle": [], "last": "Arino", "suffix": ""}, {"first": "W", "middle": [], "last": "Hu", "suffix": ""}, {"first": "P", "middle": [], "last": "Raposo", "suffix": ""}, {"first": "J", "middle": [], "last": "Sears", "suffix": ""}], "year": 2009, "venue": "New Eng J Med", "volume": "361", "issn": "", "pages": "212--214", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "The stage-structured epidemic: linking disease and demography with a multi-state matrix approach model", "authors": [{"first": "P", "middle": [], "last": "Klepac", "suffix": ""}, {"first": "H", "middle": [], "last": "Caswell", "suffix": ""}], "year": 2011, "venue": "Theor Ecol", "volume": "4", "issn": "", "pages": "301--319", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Integrating behavioral choice into epidemiological models of AIDS", "authors": [{"first": "M", "middle": [], "last": "Kremer", "suffix": ""}], "year": 1996, "venue": "Quart J Econom", "volume": "111", "issn": "", "pages": "549--573", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Grouping in population models. In: Mollison D (ed) Epidemic models: their structure and relation to data", "authors": [{"first": "S", "middle": [], "last": "Levin", "suffix": ""}], "year": 1995, "venue": "", "volume": "", "issn": "", "pages": "271--278", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Global and regional burden of disease and risk factors, 2001: systematic analysis of population health data", "authors": [{"first": "A", "middle": ["D"], "last": "Lopez", "suffix": ""}, {"first": "C", "middle": ["D"], "last": "Mathers", "suffix": ""}, {"first": "M", "middle": [], "last": "Ezzati", "suffix": ""}, {"first": "D", "middle": ["T"], "last": "Jamison", "suffix": ""}, {"first": "Cjl", "middle": [], "last": "Murray", "suffix": ""}], "year": 2006, "venue": "Lancet", "volume": "367", "issn": "", "pages": "1747--1757", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Controlling epidemic spread by social distancing: do it well or not at all", "authors": [{"first": "S", "middle": [], "last": "Maharaj", "suffix": ""}, {"first": "A", "middle": [], "last": "Kleczkowski", "suffix": ""}], "year": 2012, "venue": "BMC Public Health", "volume": "12", "issn": "", "pages": "679--695", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Disease risk mitigation: the equivalence of two selective mixing strategies on aggregate contact patterns and resulting epidemic spread", "authors": [{"first": "B", "middle": ["R"], "last": "Morin", "suffix": ""}, {"first": "C", "middle": [], "last": "Perrings", "suffix": ""}, {"first": "S", "middle": [], "last": "Levin", "suffix": ""}, {"first": "A", "middle": [], "last": "Kinzig", "suffix": ""}], "year": 2014, "venue": "J Theor Biol", "volume": "363", "issn": "", "pages": "262--270", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Global mortality, disability, and the contribution of risk factors: global burden of disease study", "authors": [{"first": "Cjl", "middle": [], "last": "Murray", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Lopez", "suffix": ""}], "year": 1997, "venue": "Lancet", "volume": "349", "issn": "", "pages": "1436--1442", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Disability-adjusted life years (DALYs) for 291 diseases and injuries in 21 regions, 1990-2010: a systematic analysis for the global burden of disease study", "authors": [{"first": "C", "middle": ["J"], "last": "Murray", "suffix": ""}, {"first": "T", "middle": [], "last": "Vos", "suffix": ""}, {"first": "R", "middle": [], "last": "Lozano", "suffix": ""}, {"first": "M", "middle": [], "last": "Naghavi", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Flaxman", "suffix": ""}], "year": 2010, "venue": "Lancet", "volume": "380", "issn": "", "pages": "2197--2223", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Game theory of social distancing in response to an epidemic", "authors": [{"first": "T", "middle": ["C"], "last": "Reluga", "suffix": ""}], "year": 2010, "venue": "PLoS Comput Biol", "volume": "6", "issn": "", "pages": "", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Cost of illness studies: what is good about them?", "authors": [{"first": "D", "middle": ["P"], "last": "Rice", "suffix": ""}], "year": 2000, "venue": "Inj Prev", "volume": "6", "issn": "", "pages": "177--179", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Precautionary behavior in response to perceived threat of pandemic influenza", "authors": [{"first": "M", "middle": [], "last": "Sadique", "suffix": ""}, {"first": "W", "middle": [], "last": "Edmunds", "suffix": ""}, {"first": "R", "middle": [], "last": "Smith", "suffix": ""}, {"first": "W", "middle": [], "last": "Meerding", "suffix": ""}, {"first": "O", "middle": [], "last": "De Zwart", "suffix": ""}], "year": 2007, "venue": "Emerg Infect Dis", "volume": "13", "issn": "", "pages": "1307--1313", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Estimating the costs of school closure for mitigating an influenza pandemic", "authors": [{"first": "M", "middle": [], "last": "Sadique", "suffix": ""}, {"first": "E", "middle": [], "last": "Adams", "suffix": ""}, {"first": "W", "middle": [], "last": "Edmunds", "suffix": ""}], "year": 2008, "venue": "BMC Public Health", "volume": "8", "issn": "", "pages": "", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Economic evaluation of influenza pandemic mitigation strategies in the United States using a stochastic microsimulation transmission model", "authors": [{"first": "B", "middle": [], "last": "Sander", "suffix": ""}, {"first": "A", "middle": [], "last": "Nizam", "suffix": ""}, {"first": "L", "middle": ["P"], "last": "Garrison", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Postma", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Halloran", "suffix": ""}], "year": 2009, "venue": "Value Health J Int Soc Pharmacoeconom Outcome Res", "volume": "12", "issn": "", "pages": "226--233", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Global collective action", "authors": [{"first": "T", "middle": [], "last": "Sandler", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Evolutionary repercussions of avian culling on host resistance and influenza virulence", "authors": [{"first": "E", "middle": [], "last": "Shim", "suffix": ""}, {"first": "A", "middle": ["P"], "last": "Galvani", "suffix": ""}], "year": 2009, "venue": "PLoS One", "volume": "4", "issn": "", "pages": "", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Optimal random exploration for trade-related non-indigenous", "authors": [{"first": "M", "middle": [], "last": "Springborn", "suffix": ""}, {"first": "C", "middle": [], "last": "Costello", "suffix": ""}, {"first": "P", "middle": [], "last": "Ferrier", "suffix": ""}], "year": 2010, "venue": "Bioinvasions and globalization: ecology, economics, management, and policy", "volume": "", "issn": "", "pages": "127--144", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "International health regulations. World Health Organization, Geneva World Health Organization (2009) Global health risks: mortality and burden of disease attributable to selected major risks. WHO, Geneva World Trade Organization (1995) The WTO agreement on the application of sanitary and phytosanitary measures (SPS agreement)", "authors": [], "year": 2005, "venue": "World Health Organization", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Dynamics and control of the transmission of gonorrhea", "authors": [{"first": "J", "middle": ["A"], "last": "Yorke", "suffix": ""}, {"first": "H", "middle": ["W"], "last": "Hethcote", "suffix": ""}, {"first": "A", "middle": [], "last": "Nold", "suffix": ""}], "year": 1978, "venue": "Sex Transm Dis", "volume": "5", "issn": "", "pages": "51--56", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "In this figure, we show the effect that varying R 0 has on the final epidemic size and time to peak infection levels. Notice that while β and γ each have the same qualitative effect, they have different effects quantitatively. For R 0 ≈1.65, we observe a switch in which parameter produces the larger magnitude metric risk of illness associated with different levels of avoidance behavior. They then select a level of avoidance behavior so as to equate the marginal cost of avoidance and the expected marginal reduction in disease risk.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Disease states and disease-risk mitigation", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Description </td><td>Reactive (will mitigate risk)\n</td></tr><tr><td>S </td><td>Susceptible </td><td>Yes\n</td></tr><tr><td>E </td><td>Latently infected: asymptomatic and noninfectious\n</td><td>Yes\n</td></tr><tr><td>A </td><td>Asymptomatically infectious </td><td>Yes\n</td></tr><tr><td>I </td><td>Symptomatically infectious </td><td>No\n</td></tr><tr><td>Rx </td><td>Recovered from disease state x and immune\n</td><td>RA yes/RI no\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Models studied and corresponding compartments. Red compartments denote reactive individuals who engage in disk-risk mitigation. Compartment classifications are shown inTable 1. For noncommunicable diseases (such as cholera or West Nile virus), it is assumed that the number of infectious individuals is proportionate to the infectious material or the disease vector", "latex": null, "type": "table"}, "TABREF2": {"text": "Explanation of system parameters with nominal values", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Parameter name </td><td>Symbol </td><td>Value </td><td>Units\n</td></tr><tr><td>Probability of infection per contact with infective of type-x </td><td>βx </td><td>0.01 </td><td>-\n</td></tr><tr><td>Infectious period for infective of type-x </td><td>1\nγx\n</td><td>14 </td><td>days\n</td></tr><tr><td>Latent period </td><td>1\nκ\n</td><td>7 </td><td>days\n</td></tr><tr><td>Proportion of type-y infections created by a type-x infective </td><td>pxy </td><td>pII=0.965; pAA=0.034 </td><td>-\n</td></tr><tr><td>Contact rate </td><td>c </td><td>12 </td><td>People/day\n</td></tr><tr><td>Benefit for being type-x </td><td>Bx </td><td>BS=BE=BR=BA=1; BI=0 </td><td>Utils\n</td></tr><tr><td>Mitigation effort </td><td>a </td><td>- </td><td>-\n</td></tr><tr><td>Cost of mitigation </td><td>ρa2 </td><td>ρ=0.001 </td><td>Utils\n</td></tr><tr><td>Planning horizon </td><td>T </td><td>12 </td><td>Days\n</td></tr></table></body></html>"}, "TABREF3": {"text": "Table 3 The differential equations used for each epidemic model, other than the previously stated SIR model", "latex": null, "type": "table", "html": "<html><body><table><tr><td>SEIR </td><td>OPSAIR </td><td>TPSAIR\n</td></tr><tr><td>dE dS ð tÞ\n¼ −cβS ð tÞPSI\n</td><td>ð tÞ\nκE ð tÞ− ¼ cβ\ndS ð tÞ\ndt dA ð tÞ\ndt\n</td><td>¼ −cS ð tÞ ð þ βIPSIÞ\n</td><td>dA ð tÞ\ndt\ndS ð tÞ\ndt\ndI ð tÞ\n¼ −cS ð tÞ ð βAPSA þ βIPSIÞ\n¼ cS ð tÞ\n</td></tr><tr><td>dt dt\nS ð tÞPSI−κE ð tÞ dl ð tÞ¼ dt </td><td>βAPSA </td></tr><tr><td> </td><td> </td><td>¼ cS ð tÞ ð βAPSA þ βI PSIÞ−γAA ð tÞ\ndI ð tÞ\n</td><td>ð βAPSAPAA þ βIPSI ð 1−pIIÞÞ −γAA ð tÞ\ndt\nð tÞ\n¼ cS ð tÞ\n</td></tr><tr><td> ðÞγI ð tÞ dR t dt\n¼ γI ð tÞ\n</td><td> </td><td>¼ γAA ð tÞ−γI I ð tÞ\ndt\n</td><td>dRA dt\nð βAPSA ð 1−pAAÞþβIPSI pII Þ −γI I ð tÞ\n¼ γAA ð tÞ\n</td></tr><tr><td> </td><td> </td><td>dR ð tÞ\n</td><td>dRI ð TÞ\n¼ ð tÞ\n</td></tr><tr><td> </td><td> </td><td>dt\n¼ γI I ð tÞ\n</td><td>dt\nγI I </td></tr></table></body></html>"}}, "back_matter": []}