{
    "paper_id": "89dffc29afd3a729bc731f04f6d06f38af63804e",
    "metadata": {
        "title": "Crimean-Congo haemorrhagic fever: transmission to visitors and healthcare workers",
        "authors": [
            {
                "first": "T",
                "middle": [],
                "last": "Yildirmak",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "N"
                ],
                "last": "Tulek",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "C"
                ],
                "last": "Bulut",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A 69-year-old male farmer was referred to the Department of Infectious Diseases and Clinical Microbiology at Ankara Training and Research Hospital after being diagnosed with CCHF from a secondary hospital at Kastamonu. He was suffering from fever, fatigue, nausea and vomiting for 3 days. He was living in Kastamonu, an endemic area, where he owned some cows and had received a tick bite on his back. He was hospitalised, isolated and administered supportive therapy under barrier nursing. His condition deteriorated as he developed respiratory and renal Abstract Crimean-Congo haemorrhagic fever is a viral haemorrhagic disease, mostly transmitted by tick bites or through contact with infected animal's blood, and bodily fluids. Nosocomial infections were occasionally reported in healthcare settings. We report nosocomial cluster of Crimean-Congo haemorrhagic fever including the visitor with unknown transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "may occur through percutaneous or permucosal exposure to blood, tissues or other bodily fluids from infected persons [1, 2] . Nosocomial transmission is also possible in a similar way and poses a threat for healthcare workers (HCWs). Although the number of cases diagnosed as CCHF has been decreasing over the years, Turkey has encountered one of the largest epidemics in the world since the detection of the first case in 2002 [3] . Only a few cases of nosocomial transmission of CCHF to healthcare workers have been reported till date [4] . Most of these nosocomial cases bear histories of percutaneous injuries or contact with contaminated blood without adequate barrier precautions. Here, we report nosocomial cases of CCHF from visitors and healthcare workers even in the absence of a percutaneous injury or contact with contaminated body fluid. The cases were diagnosed at two different hospitals located in different cities. Nosocomial clustering of the CCHF cases was perceived during personal communications between the doctors.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 120,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 121,
                    "end": 123,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 428,
                    "end": 431,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 537,
                    "end": 540,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Crimean-Congo haemorrhagic fever (CCHF) is a severe, contagious haemorrhagic fever with a case fatality rate ranging from 3 to 30 %. It is caused by an RNA virus, belonging to the Nairovirus genus of the Bunyaviridae family. The principal mode of transmission of Crimean-Congo haemorrhagic fever virus (CCHFV) to humans is through an infected Hyalomma tick bite or through contact with blood, tissues or bodily fluids of another infected animal. Agricultural workers, shepherds, veterinarians, picnickers and the people involved in outdoor sports are at greater risk in endemic regions, such as Africa, the Balkans, the Middle East and Asian countries. Human-to-human transmission insufficiencies; he was intubated and mechanically ventilated, and died after 5 days of hospitalisation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A 55-year-old male from Istanbul, a non-endemic area, was admitted to the Istanbul Okmeydani Training and Research Hospital following 5 days of complaining of fever, chills and fatigue. He had been an attendant to his uncle, the index case, at the Ankara Training and Research Hospital, who was diagnosed with CCHF and had died 4 days before the onset of his symptoms. He was hospitalised with thrombocytopenia, leukopenia, and elevated aminotransferases, creatinine phosphokinase and lactate dehydrogenase, besides his other complaints. A diagnosis of CCHF was established using RT-PCR. He received oral ribavirin for 10 days and was discharged with recovery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 1"
        },
        {
            "text": "A 24-year-old male, living in another city (Kastamonu), was admitted to Istanbul Okmeydani Training and Research Hospital with complaints of fever, chills, myalgia and arthralgia. He had visited his grandfather (index case) at the Ankara Training and Research Hospital, and was for 10 min in his room twice. He was hospitalised with a presumptive diagnosis of CCHF, treated with oral ribavirin and discharged upon recovery. A confirmatory diagnosis of CCHF was made at the Reference Laboratory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 2"
        },
        {
            "text": "Another visitor of the index case was hospitalised at Kastamonu. We could not get any information about him.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 2"
        },
        {
            "text": "A 30-year-old female nurse was hospitalised with complaints of high fever, myalgia, arthralgia and fatigue. She had provided care to the index patient 4 days ago in her shift. She was isolated with a presumptive diagnosis of CCHF, and serum samples were sent to National Reference Laboratory, where CCHF was confirmed by RT-PCR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 3"
        },
        {
            "text": "A 26-year-old resident was hospitalised with complaints of sudden onset of fever, chills and fatigue. He had attended the index patient on the same day with the nurse (Case 3) 5 days ago. His diagnosis was also confirmed as CCHF.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 4"
        },
        {
            "text": "Cases 3 and 4 were healthcare workers, and they had visited the index patient's room once without face-mask when the patient was on mechanical ventilation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 4"
        },
        {
            "text": "The index case and the secondary cases are shown in Table 1 . A confirmatory diagnosis of CCHF was made based on RT-PCR in each case at the National Reference Laboratory. All the cases were treated with oral ribavirin with initial dose of 2 g, then 4 × 1 g/day for 4 days, thereafter 4 × 0.5 g/day for 6 days [5] .",
            "cite_spans": [
                {
                    "start": 309,
                    "end": 312,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 52,
                    "end": 59,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Case 4"
        },
        {
            "text": "The hospital in which the index case was admitted is one of the Reference Hospitals for CCHF in Turkey. All the patients are kept isolated in private rooms at the Infectious Diseases and Clinical Microbiology Clinic. All healthcare workers involved in the patient care are trained. All healthcare workers are required to follow barrier-nursing techniques that include the use of disposable gloves, masks, gowns, goggles and hand-washing or an alcohol-based disinfectant during the care of patients with CCHF. Visitors are restricted, but this is not always possible with the patients having a bad prognosis. If visitors are allowed, they are informed about the transmission risks of CCHF, and they have to use personal protective equipment. In addition to these, each case has to be notified immediately to the local health authority by a web-based system. Epidemiological investigation of the case is done by the local public health authority of the city where the subjects live in.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In these cases, the index patient was intubated and put on mechanically ventilation before his death. He had no apparent haemorrhages. One doctor and one nurse were attending him, and four visitors were allowed during different hours for a short while. In this nosocomial outbreak, the nurse was the first case. She was enquired regarding her appropriate and consistent use of personal protective equipment while entering the patient room, any events of splashing of patient's bodily fluids, and was checked for the presence of punctures on her hands, etc. A similar detailed history was also obtained from the doctor. The doctor and the nurse had been in the patient room without mask for a very short time. The visitors were also enquired regarding their place of living, possibility of contact with ticks, animal holdings, their profession and events of close contact with the index case or any known CCHF case outside the hospital. Case 1 was living in a different city. Both of the visitors had no contact with the index case out of the hospital. We did not get any data about transmission of CCHF out of the hospital. The second case had been in the patient's room for ~10 min twice. Both of the visitors declared that they had used masks, gowns and gloves. Our clinic nurses confirmed their declaration. We could not investigate the environmental samples, since the symptoms in the secondary cases appeared 4-5 days after the death of the index case. As a rule, patient rooms are cleaned and disinfected after each case. Nosocomial cases among healthcare workers (HCWs) and small hospital outbreaks of CCHF have been reported from epidemic countries, including Turkey. Available data indicate that percutaneous exposure or contact with infected bodily fluids is the primary route of nosocomial transmission of CCHF [4, 6, 7] . Indeed, most of the previously reported cases have a history of close contact with the index patient's blood or needle stick injury. In our study, none of the cases came in contact with blood or secretions of the index case, and they did not have any percutaneous injury either.",
            "cite_spans": [
                {
                    "start": 1822,
                    "end": 1825,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1826,
                    "end": 1828,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1829,
                    "end": 1831,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Recently, a nosocomial cluster of CCHF among HCWs reported from Russia [8] . Most of their subjects had no direct contact with patient's blood or bodily fluids, as with our cases, and they considered airborne transmission, especially from the patients on mechanical ventilation. Our index patient was intubated and on mechanical ventilation when the cases were encountered. All these cases suggest the droplet or airborne transmission of CCHF virus in some cases. We could not measure the viral load in the index patient, but during the terminal stages, severe patients might become more infectious [9] . On the other hand, although there is no bleeding, some patients with CCHF might act as super-spreaders as in SARS and Ebola virus diseases [10] .",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 74,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 599,
                    "end": 602,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 744,
                    "end": 748,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "All the secondary cases were treated with oral ribavirin and all of them survived. We revised our infection control measures, repeated education, limited the visitors and enforced the use of N95 respirator.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, infection control measures form an important part of care of CCHF. Besides contact and standard precautions, airborne precautions must be strictly followed, especially for the patients with severe disease, and visitors must be restricted. Physicians, whenever confront with a patient with high suspicion for haemorrhagic fever, should promptly isolate the patient in a single patient room with a closed door, use personal protective equipment, including respiratory protection, and should follow the guidance in collaboration with local heath office.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Crimean-Congo hemorrhagic fever: history, epidemiology, pathogenesis, clinical syndrome and genetic diversity",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Bente",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Forester",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Watts",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcauley",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Whitehouse",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bray",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Antivir Res",
            "volume": "100",
            "issn": "",
            "pages": "159--89",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Crimean-Congo hemorrhagic fever virus: new outbreaks, new discoveries",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ergonul",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Curr Opin Virol",
            "volume": "2",
            "issn": "",
            "pages": "215--235",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The epidemiology of Crimean-Congo hemorrhagic fever in Turkey",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Yilmaz",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Buzgan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Irmak",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Safran",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Uzun",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Cevik",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Int J Infect Dis",
            "volume": "13",
            "issn": "",
            "pages": "380--386",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Crimean-Congo hemorrhagic fever among health care workers",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Celikbas",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Dokuzoğuz",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Baykam",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Gok",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Eroğlu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Midilli",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Turkey. Emerg Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2003.131353"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Treatment of Crimean-Congo hemorrhagic fever",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ergonul",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Antivir Res",
            "volume": "78",
            "issn": "",
            "pages": "125--156",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Crimean-Congo hemorrhagic fever among health care workers in Iran: a seroprevalence study in two endemic regions",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mardani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rahnavardi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rajaeinejad",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Naini",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chinikar",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pourmalek",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Trop Med Hyg",
            "volume": "76",
            "issn": "",
            "pages": "443--448",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Crimean-Congo haemorrhagic fever, precautions and ribavirin prophylaxis: a case report",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Tütüncü",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Gurbuz",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ozturk",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kuscu",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Sencan",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Scand J Infect Dis",
            "volume": "41",
            "issn": "",
            "pages": "378--80",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Probable Crimean-Congo hemorrhagic fever virus transmission occurred after aerosol-generating medical procedures in Russia: nosocomial cluster",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Pshenichnaya",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Nenadskaya",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Int J Infect Dis",
            "volume": "33",
            "issn": "",
            "pages": "120--122",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Viral load as predictor of Crimean-Congo hemorrhagic fever outcome",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Duh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Saksida",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Petrovec",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ahmeti",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Dedushaj",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Panning",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Emerg Infect Dis",
            "volume": "13",
            "issn": "",
            "pages": "1769--72",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "the role of super-spreaders in infectious disease",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "Sars",
                    "middle": [],
                    "last": "Mers",
                    "suffix": ""
                },
                {
                    "first": "Ebola",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cell Host Microbe",
            "volume": "18",
            "issn": "",
            "pages": "398--401",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Onset of symptoms of nosocomial Crimean-Congo haemorrhagic fever cases in relation to the contact to the index patient X being in hospital, C contact to index case in hospital, S onset of symptoms, H hospitalisation",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Conflict of interest We have no conflict of interest for this manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        }
    ]
}