{
    "paper_id": "8aca7d8ca2d4ddcb241ad4d205a4c9ac5372cf0b",
    "metadata": {
        "title": "Die neue Grippe (porzine Influenza/Schweinegrippe): Eine Zusammenfassung aktueller Informationen zu Influenza A/H1N1 The new influenza (porcine influenza/swine flu): A synopsis of current information on influenza A/H1N1",
        "authors": [
            {
                "first": "Univ",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [
                    "D"
                ],
                "last": "Groneberg",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "David",
                "middle": [
                    "A"
                ],
                "last": "Groneberg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Freie Universität Berlin und Humboldt Universität zu Berlin",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Anke",
                "middle": [],
                "last": "Van Mark",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Institut für Arbeitsmedizin ■ Charité -Universitätsmedizin Berlin ■ Freie Universität Berlin und Humboldt-Universität zu Berlin ■ Thielallee 73",
                    "institution": "",
                    "location": {
                        "postCode": "14195",
                        "settlement": "Berlin"
                    }
                },
                "email": ""
            },
            {
                "first": "Sabine",
                "middle": [],
                "last": "Wicker",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Axel",
                "middle": [],
                "last": "Fischer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Freie Universität Berlin und Humboldt Universität zu Berlin",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [],
                "last": "Quarcoo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Freie Universität Berlin und Humboldt Universität zu Berlin",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "D",
                "middle": [
                    "A"
                ],
                "last": "Groneberg",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Van Mark",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Wicker",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Fischer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "D",
                "middle": [],
                "last": "Quarcoo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Die Porzine Influenza (auch Schweinegrippe oder Schweineinfluenza) ist eigentlich eine akut verlaufende Infektionskrankheit der Atemwege bei Hausschweinen. Diese wird durch porzine Influenzaviren der Virusgattung Influenzavirus A verursacht. Durch ein Gen-Reassortment von porzinen und humanen Influenzaviren können neue, humanpathogene Varianten entstehen. Dies ist aktuell in Mexiko passiert. Aufgrund der aktuellen Thematik mit einer extrem hohen Relevanz für die betriebliche Praxis fasst der vorliegende Artikel Informationen zusammen, die momentan seitens der Behörden (Robert Koch-Institut) zur Verfügung gestellt werden. Dabei ist der Artikel nur eine Zusammenstellung, die auf Informationen bis zum 1. Mai 2009 reichen. Die Leser werden deswegen gebeten, den Inhalt mit aktuellen Meldungen des Robert Koch-Instituts abzugleichen. Die relevante Internet adresse lautet: www.rki.de. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Einleitung"
        },
        {
            "text": "Folgende Fallkategorien listet das Robert Koch-Institut auf (Robert Koch-Institut 2009a):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fallkategorien"
        },
        {
            "text": "Person mit erfülltem klinischem Bild und Vorliegen der epidemiologischen Exposition sowie fehlendem Nachweis einer anderen Ursache, die das Krankheitsbild vollständig erklärt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Verdachtsfall"
        },
        {
            "text": "Person mit labordiagnostischem Nachweis von Schweine-Influenzavirus A/H1N1-Reassortante ohne Bestätigung durch ein Nationales Referenzzentrum (NRZ) und Vorliegen der epidemiologischen Exposition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wahrscheinlicher Fall"
        },
        {
            "text": "Person mit labordiagnostischem Nachweis von Schweine-Influenzavirus A/H1N1-Reassortante, der durch ein nationales Referenzzentrum (NRZ) bestätigt wurde.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bestätigter Fall"
        },
        {
            "text": "Ein Verdachtsfall gilt als ausgeschlossen, wenn (1) eine andere Ursache gefunden wurde, die die Symptomatik hinreichend erklärt; (2) ein spezifischer serologischer Test auf A/H1N1-Reassortante durch ein Referenzlabor (NRZ) mindestens 2 Wochen nach der letzten Exposition ein negatives Ergebnis ergibt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ausschluss eines Falls von Infektion mit der Schweine-Influenzavirus A/H1N1-Reassortante"
        },
        {
            "text": "Neben den bestehenden arbeitsmedizinischen Regelungen (z.B. SGB VII §202) sind folgende gesetzlichen Grundlagen zu beachten (Robert Koch-Institut 2009a).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gesetzliche Grundlagen"
        },
        {
            "text": "Am 30 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meldepflicht"
        },
        {
            "text": "Genamplifikation, gefolgt von einer geeigneten Spezifitätskontrolle (z.B. Sequenzierung).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nukleinsäure-Nachweis mittels PCR, definiert als"
        },
        {
            "text": "hinreichender Anstieg (oder in Einzelfällen Abfall) des maßgeblichen Laborwerts zwischen zwei in geeignetem zeitlichem Abstand entnommenen vergleichbaren Proben, um nach Auffassung des durchführenden Labors eine akute Infektion anzunehmen (z.B. negatives Ergebnis, gefolgt von positivem Ergebnis (z.B. bei einem ELISA) oder mindestens vierfacher Titeranstieg (z.B. bei einem HHT)). Buchst. a IfSG).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Deutliche Änderung zwischen zwei Proben, definiert als"
        },
        {
            "text": "Das in Abbildung 1 dargestellte Flussdiagramm kennzeichnet die Empfehlungen des Robert Koch-Instituts (Robert Koch-Institut 2009b) zum Vorgehen bei Verdacht auf Porzine Influenza beim Menschen (Influenzavirus A/H1N1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vorgehen bei Verdacht auf Schweinegrippe beim Menschen"
        },
        {
            "text": "Bei Verdacht auf eine Erkrankung an Influenza ist der betroffene Patient bis zur Einweisung in ein Krankenhaus bzw. bis zur stationären Aufnahme möglichst in einem separaten Raum, getrennt von anderen Patienten unterzubringen. Personen, die unmittelbaren Kontakt zum Patienten haben, sollen sich mit einem Schutzkittel, Einweghandschuhen und einem Mund-Nasen-Schutz schützen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ambulante Versorgung"
        },
        {
            "text": "Transport des Patienten: siehe Krankentransport eines Erkrankungs-verdächtigen/Erkrankten. Die konkrete Umsetzung dieser Empfehlungen soll unter Berücksichtigung der lokalen Gegebenheiten unter Einbeziehung des Hygienefachpersonals ggf. in Rücksprache mit dem zuständigen Gesundheitsamt erfolgen (Robert Koch-Institut 2009b).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ambulante Versorgung"
        },
        {
            "text": "Die folgenden Schutz-und Hygienemaßnahmen werden auf der stationären Ebene empfohlen (Robert Koch-Institut 2009b). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schutz-und Hygienemaßnahmen auf der stationären Ebene"
        }
    ],
    "bib_entries": {
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Empfehlungen des Robert Koch-Institutes zu Hygienemaßnahmen bei Patienten mit Verdacht auf bzw. nachgewiesener Influenza",
            "authors": [
                {
                    "first": "Robert",
                    "middle": [],
                    "last": "Koch-Institut",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Die folgende Definition des Robert Koch-Instituts basiert auf dem aktuellen Kenntnisstand zu den genannten reassortanten Schweinegrippeviren (Influenza A/H1N1) und soll angewendet werden, wenn diese Viren von Mensch zu Mensch übertragen werden (Robert Koch-Institut 2009a). Diese Falldefinition betrifft nur Infektionen des Menschen durch diese Viren. Falls weitere Tatsa-chen bekannt werden, die für die Falldefinition relevant werden, wird sie entsprechend angepasst werden. Infektionen durch diese H1N1-Influenza-Virusvariante sind zu unterscheiden von der humanen saisonalen Influenza, die jähr-Patienten, oder intensive Exposition) kurzfristig mit einer sensitiveren Methode, z.B. PCR, aus Material möglichst aus den tieferen Atemwegen wiederholt werden. Befunde von Influenza Schnelltests sind für die Einordnung eines Falls nach Falldefinition ohne Belang, beeinflussen aber das Patientenmanagement bis zum Vorliegen weiterer Laborbefunde.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": ". April 2009 erfolgte mit der Verordnung über die Meldepflicht bei Influenza eine Ausdehnung der Meldepflicht. Dabei wurde die Pflicht zur namentlichen Meldung nach §6 Absatz 1 Satz 1 Nummer 1 des Infektionsschutzgesetzes ausgedehnt auf 1. den Krankheitsverdacht, 2. die Erkrankung sowie 3. den Tod eines Menschen an Influenza, die durch das erstmals im April 2009 in Nordamerika aufgetretene neue Virus hervorgerufen wird. Die Meldung eines Krankheitsverdachts nach Nummer 1 hat nur zu erfolgen, wenn der Verdacht nach dem Stand der Wissenschaft sowohl durch das klinische Bild als auch durch einen wahrscheinlichen epide mi ologischen Zusammenhang begründet ist.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "AB gemäß der Definition der Liste der vom RKI anerkannten Desinfektionsmittel und -verfahren verwendet werden. Im Übrigen gelten die Empfehlungen zur Aufbereitung von Medizinprodukten http://www.rki.de/DE/Content/Infekt/ Krankenhaushygiene/Kommission/ Downloads/Medpro__Rili,templateId =raw,property=publicationFile.pdf/ Medpro_Rili.pdf • Geschirr kann in einem geschlossenen Behältnis zur Spülmaschine transportiert und darin wie üblich bei Temperaturen > 60 °C gereinigt werden. • Wäsche/Textilien können dem Routine-Waschverfahren für Krankenhauswäsche zugeführt werden. Als Taschentücher und andere Tücher, die Respi-Infektionsschutz für medizinisches Personal *Falls kein Influenza-Schnelltest verfügbar ist, sollte das Probenmaterial in ein Labor mit der Möglichkeit für einen labordiagnostischen Virusnachweis gesandt werden.Klinische und epidemiologische Kriterien der Falldefinition erfüllt",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Angaben für die tägliche Desinfektion (siehe auch \"Anforderungen an die Hygiene bei der Reinigung und Desinfektion von Flächen\").",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Die Entsorgung von Abfällen, die mit Sekreten oder Exkreten kontaminiert sind, erfolgt nach Abfallschlüssel AS 180104 gemäß LAGA-Richtlinie (http://www.rki.de/DE/Content/Infekt/ Krankenhaushygiene/Kommission/ Downloads/LAGA-Rili,templateId =raw,property=publicationFile.pdf/ LAGA-Rili.pdf).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abfallentsorgung"
        },
        {
            "text": "Beim Umgang mit an Influenza Verstorbenen bestehen aufgrund der Übertragungswege und der relativ geringen Tenazität des Erregers potenzielle Infektionsgefahren beim direkten Umgang mit der Leiche und ggf. bei deren Transport; so ist der ungeschützte Kontakt mit erregerhaltigen Sekreten generell zu vermeiden. Um das Austreten von erregerhaltigen Flüssigkeiten aus dem Leichnam und daraus resultierende Kontamination zu vermeiden, ist ggf. die Verwendung eines geeigneten, flüssigkeitsdichten Leichensacks angezeigt. Im Übrigen verweisen wir auf die entsprechenden Verlautbarungen zum Arbeitsschutz und die bestehenden landesrechtlichen Regelungen zum Leichen-und Bestattungswesen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Umgang mit Leichen"
        },
        {
            "text": "Die Empfehlungen zum Transport richten sich nach Empfehlungen des Robert Koch-Institutes zu Hygienemaßnahmen bei Patienten mit Verdacht auf bzw. nachgewiesener Influenza (Robert Koch-Institut 2006). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patiententransport"
        }
    ]
}