{
    "paper_id": "8ad5a17b757ad107e652b0cc19fe3cc0474ba2e4",
    "metadata": {
        "title": "T follicular regulatory cells infiltrate the human airways during the onset of acute respiratory distress syndrome and regulate the development of B regulatory cells",
        "authors": [
            {
                "first": "Hongqiang",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Runv",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chunmei",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yusheng",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Guizhen",
                "middle": [],
                "last": "Zheng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sen",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tiancao",
                "middle": [],
                "last": "Dong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jianwen",
                "middle": [],
                "last": "Bai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shumin",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "T follicular regulatory (Tfr) cell is a CXCR5 + Foxp3 + subset of T regulatory (Treg) cell with critical roles in regulating germinal center responses and modulating the immune environment in the lymph nodes. Studies have shown that the proportion of Tfr cells may increase during acute inflammation. In this study, we investigated the role of Tfr cells in acute respiratory distress syndrome (ARDS). We found that Tfr cells were significantly enriched in peripheral blood and in mini-bronchoalveolar lavage (BAL) during the onset of ARDS. Notably, Tfr cells represented the majority of Treg cells in the mini-BAL samples. Tfr cells also showed CTLA-4, IL-10, and TGF-β expression, but compared to the non-Tfr Treg cells, the CTLA-4 and IL-10 expression by Tfr cells were slightly reduced. Both Tfr cells and non-Tfr Treg cells suppressed the proliferation of autologous CD4 + CD25 − T cells; however, the Tfr cells displayed slightly reduced suppression capacity. Subsequently, B cells were co-incubated with autologous Tfr cells or non-Tfr Treg cells. Interestingly, we found that the frequency of IL-10 + Breg cells was significantly higher following incubation with Tfr cells than with non-Tfr Treg cells, which suggested that Tfr cells were more potent at inducing IL-10 + Breg cells. Together, these results demonstrated that Tfr cells were a similar but distinctive subset of Treg cells. Given that Tfr cells were strongly enriched in ARDS patients, especially in the lung infiltrates, they may exert critical ameliorating effects in ARDS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "T follicular regulatory (Tfr) cell is a recently discovered T regulatory (Treg) cell subset with critical roles in regulating germinal center responses and modulating the immune environment in the lymph nodes [1] . Tfr cells present features of both T follicular helper (Tfh) cells and Treg cells, including CXCR5, PD-1, ICOS, CTLA-4, and Foxp3 expression [2] . Currently, it is thought that Tfr cells differentiate from Treg cells that gain access to the B cell follicles in the spleen, lymph nodes, and Peyer's patches [1, 2] . Following interaction with cognate B cells in the germinal center and the B cell follicles, these Treg cells gain fully differentiated Tfr phenotype with PD-1 and ICOS expression, and may stay in the B cell zones, exit the lymphoid tissues and enter circulation, or infiltrate the peripheral tissues [3, 4] . Representing approximately 1% of the total CD4 + T cells, and 6% of total Treg cells in draining lymph nodes, Tfr cells are a small but critical population in the development of antibody responses. In mice, Tfr cell depletion resulted in elevated numbers of GC B cells, antigen-specific B cells, and plasma cells, and increased serum antibody titer [2, 5, 6] . Sorted human Tfr cells (CD4 + CXCR5 + CD25 + CD127 − T cells) were shown to suppress antibody production in vitro [7] . Mechanistically, Tfr cells can suppress Tfh cell expansion and cytokine production in a CTLA-4-dependent fashion [8] . Interestingly, CTLA-4-deleted Tfr cells promoted the production of low-affinity antibodies [8] , suggesting that Tfr cells likely improved the quality of the antibody response by Hongqiang Li and Runv Zhou contributed equally to this work. preventing overactive Tfh-mediated antibody secretion. Recently, studies demonstrated that Tfr cells were dynamically regulated in acute and chronic virus infections. During influenza infection or LCMV infection, Tfr cells in the lymphoid organs presented a drop in frequency, and it is possible that this drop was required for the generation of virus-specific antibodies [1] . In contrast, Tfr frequency appeared to increase in chronic HIV infections, as well as in chronic hepatitis B and hepatitis C patients [9, 10] . The frequency and function of Tfr cells in other settings have not been extensively investigated.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 212,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 356,
                    "end": 359,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 521,
                    "end": 524,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 525,
                    "end": 527,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 830,
                    "end": 833,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 834,
                    "end": 836,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1188,
                    "end": 1191,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1192,
                    "end": 1194,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1195,
                    "end": 1197,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1314,
                    "end": 1317,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1433,
                    "end": 1436,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1530,
                    "end": 1533,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2051,
                    "end": 2054,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2191,
                    "end": 2194,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2195,
                    "end": 2198,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Acute respiratory distress syndrome (ARDS) is characterized by rapid-onset alveolar damage, hypoemia, interstitial and alveolar edema, fibrin deposition, and fibrocyte recruitment and proliferation in the lung [11] . Despite years of research, ARDS remains a life-threatening condition with only palliative treatments available [12] . Activation of effector immune cells and secretion of proinflammatory cytokines are found in the lung of ARDS patients, both of which can increase alveolar membrane permeability and coagulation in a perpetuating positive feedback loop [13] . On the other hand, Treg cells in humans and murine acute lung injury (ALI) models can disrupt the proinflammatory process, reduce disease severity, promote injury resolution, and accelerate healing [14] [15] [16] [17] . In addition, we previously showed that early recruitment of IL-10-producing Breg cells and elevated IL-10 secretion could suppress the production of proinflammatory cytokines and predicted better survival in ARDS patients [18, 19] . The role of Tfr cells, on the other hand, has not been elucidated in ARDS patients.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 214,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 328,
                    "end": 332,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 569,
                    "end": 573,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 774,
                    "end": 778,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 779,
                    "end": 783,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 784,
                    "end": 788,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 789,
                    "end": 793,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1018,
                    "end": 1022,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1023,
                    "end": 1026,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this study, the Tfr cells in ARDS patients were examined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "All procedures of sample collection and experiment were approved by the Shanghai East Hospital Ethics Committee. Peripheral blood and mini-bronchoalveolar lavage (BAL) samples were collected from ten ARDS patients who provided written informed consent. Diagnosis and treatment were performed at Shanghai East Hospital. All patients satisfied the American-European Consensus for ARDS, including acute onset, ratio of partial pressure of arterial oxygen to fraction of inspired oxygen less or equal to 200, bilateral infiltrates on frontal chest radiograph, pulmonary artery wedge pressure less or equal than 18 mmHg, and no evidence of left atrial hypertension [20] . Ten age, sex, and BMI-matched healthy controls without prior history of pneumonia, ARDS, or other respiratory diseases donated peripheral blood samples.",
            "cite_spans": [
                {
                    "start": 660,
                    "end": 664,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Study subjects"
        },
        {
            "text": "Peripheral blood mononuclear cells (PBMCs) or mini-BAL lymphocytes were harvested using standard Ficoll-Paque (GE Healthcare) centrifugation method. A portion of fresh PBMCs and all mini-BAL samples were used directly ex vivo. The remaining PBMCs were stored at − 80°C until further use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample collection"
        },
        {
            "text": "For sorting, PBMCs or mini-BAL lymphocytes were incubated with anti-human CD3 (HIT3a), CD4 (A161A1), CXCR5 (J252D4), and CD25 (BC96; BioLegend) monoclonal antibodies for 30 min on ice. Cells were then washed twice in sterile PBS supplemented with 2% FBS (Gibco), and sorted in FACSAria system (BD Biosciences). For frequency analysis, PBMCs or mini-BAL lymphocytes were incubated with anti-human CD3, CD4, CXCR5, and CD25 monoclonal antibodies for 30 min on ice, and washed twice. The Foxp3/Transcription Factor Staining kit (eBioscience) and anti-human Foxp3 monoclonal antibody (clone PCH101; eBioscience) was then used according to the manufacturer's protocols. Samples were analyzed in the LSR system (BD Biosciences). Greater than 1 × 10 6 events were acquired for PBMC samples, and greater than 5 × 10 4 events were acquired for mini-BAL samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Flow cytometry"
        },
        {
            "text": "Following sorting, Tfr and non-Tfr Treg cells were lysed and treated with the RNeasy Mini kit (Qiagen) to collect total RNA. cDNA synthesis was then performed using High-Capacity cDNA Reverse Transcription kit (Thermo Fisher Scientific) following protocol from the manufacturer. qPCR was performed in the ABI Prism 7500 system (Applied Biosystems) with pre-packaged TaqMan gene expression assays (Thermo Fisher Scientific) for human CTLA-4 (Hs00175480_m1), IL-10 (Hs00961622_m1), TGF-β (Hs00998133_m1), and β 2 microglobulin (Hs00187842_m1). Three independent replicates were performed for each assay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gene expression"
        },
        {
            "text": "Tfr/Treg suppression assay CD4 + CD25 − T cells were sorted from PBMCs and plated in 96well round-bottom plates at 2 × 10 5 cells per well. Sorted Tfr or non-Tfr Treg cells were then added to each well at numbers specified per experiment. Cells were stimulated with T activator beads (Thermo Fisher Scientific). After 72 h incubation, cells were pulsed with 0.1 μCi/mL tritiated thymidine (Amersham Biosciences) for 6 h, and harvested. The amount of incorporated radioactive thymidine was examined using a beta counter. Three independent replicates were performed for each assay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gene expression"
        },
        {
            "text": "Tfr/Treg-B cell coculture B cells from ARDS PBMCs were sorted using Human B cell Enrichment kit (Stemcell), and were incubated with sorted Tfr cells or non-Tfr Treg cells at 5/1 B/T ratio in the presence of 2 μg/mL SEB (Sigma). After 72 h, cells were incubated with anti-human CD19 (BioLegend), fixed and permeabilized using CytoFix/CytoPerm buffer (BD Biosciences), and incubated with anti-human IL-10 (BioLegend). Excess antibodies were removed by washing, and the samples were analyzed in the LSR system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gene expression"
        },
        {
            "text": "Data between two samples were compared using unpaired t test with Welch's correction. Data between multiple samples were compared using regular or repeated-measures (RM) oneway or two-way ANOVA, as specified per experiment. Twotailed P values smaller than 0.05 were considered significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistics"
        },
        {
            "text": "To investigate Tfr cells, PBMCs from ten ARDS patients at day 1 of disease onset, and from 10 age, sex, and BMImatched healthy control volunteers were collected. The frequency of Foxp3 + Treg cells and Foxp3 + CXCR5 + Tfr cells was determined by flow cytometry (Fig. 1a) . In healthy controls, the frequency of Foxp3 + Treg cells in CD4 + T cells was 10.37% ± 1.44% (mean ± S.D. for all results), and the frequency of Foxp3 + CXCR5 + Tfr cells in CD4 + T cells was 1.09% ± 0.46% (Fig. 1b) . In ARDS patients, the frequency of Foxp3 + Treg cells in CD4 + T cells was 16.26% ± 2.24%, and the frequency of Foxp3 + CXCR5 + Tfr cells in CD4 + T cells was 5.15% ± 1.75%, both of which were significantly higher compared to that in healthy controls (P < 0.001). The frequency of non-Tfr Treg cells, calculated by the frequency of Treg cells minus the frequency of Tfr cells, was also slightly higher in ARDS patients than in healthy controls (P < 0.05). The expression level of Foxp3 was not significantly different between Tfr cells and non-Tfr Treg cells, and not significantly different between healthy controls and ARDS patients (P > 0.05 for all comparisons; Fig. 1c ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 261,
                    "end": 270,
                    "text": "(Fig. 1a)",
                    "ref_id": null
                },
                {
                    "start": 479,
                    "end": 488,
                    "text": "(Fig. 1b)",
                    "ref_id": null
                },
                {
                    "start": 1157,
                    "end": 1164,
                    "text": "Fig. 1c",
                    "ref_id": null
                }
            ],
            "section": "Tfr cells during ARDS onset were enriched in PBMCs and bronchoalveolar lavage"
        },
        {
            "text": "In order to investigate the infiltration of Treg and Tfr cells in the affected lung tissue, mini-BAL was performed on day 1, day 2, and day 3 after ARDS onset. The frequency of Treg cells and Tfr cells was examined in the mini-BAL samples by flow cytometry (Fig. 2a) . First, we observed that the Foxp3 expression level in mini-BAL samples was not significantly different between Tfr cells and non-Tfr Treg cells (Fig. 2b) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 257,
                    "end": 266,
                    "text": "(Fig. 2a)",
                    "ref_id": null
                },
                {
                    "start": 413,
                    "end": 422,
                    "text": "(Fig. 2b)",
                    "ref_id": null
                }
            ],
            "section": "Tfr cells during ARDS onset were enriched in PBMCs and bronchoalveolar lavage"
        },
        {
            "text": "Also, the Foxp3 expression by Tfr cells from the PBMCs was not significantly different from the Foxp3 expression by Tfr cells from mini-BAL samples (P > 0.05 for all comparisons). In most ARDS subjects, the frequencies of Treg and Tfr cells presented an increasing trend (Fig. 2c) . For Treg cells, the frequency in mini-BAL increased from 9.51% ± 3.37% on day 1, 13.40% ± 2.84% on day 2, to 16.36% ± 3.37% on day 3. For Tfr cells, the frequency in mini-BAL increased from 7.16% ± 2.77% on day 1, 11.02% ± 2.73% on day 2, to 12.80% ± 3.04% on day 3. The non-Tfr Treg cells, on the other hand, were not different between day 1 and day 2, but were elevated between day 2 and day 3. Notably, the Tfr cells represented a minor subset in Treg cells from PBMCs, but in mini-BAL, Tfr cells represented the major Treg subtype.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 271,
                    "end": 280,
                    "text": "(Fig. 2c)",
                    "ref_id": null
                }
            ],
            "section": "Tfr cells during ARDS onset were enriched in PBMCs and bronchoalveolar lavage"
        },
        {
            "text": "Tfr cells expressed inhibitory molecules at similar or moderately reduced levels compared to non-Tfr Treg cells Next, we sought to determine the function of Tfr cells. Both Tfr (Foxp3 + CXCR5 + CD4 + ) cells and non-Tfr Treg (Foxp3 + CXCR5 − CD4 + ) cells presented high CD25 expression compared to Foxp3 − CD4 + T cells (Fig. 3a) . We sorted Tfr cells as CD4 + CD25 + CXCR5 + T cells, and non-Tfr Treg cells as CD4 + CD25 + CXCR5 − T cells from PBMCs of healthy controls ARDS patients, and ARDS mini-BAL samples were sorted using fluorescence activated cell sorting (FACS). The cells were then lysed for the collection of mRNA. The expression levels of CTLA-4, IL-10, and TGF-β were analyzed by RT-PCR. The expression of CTLA-4 in non-Tfr Treg cells and Tfr cells from ARDS PBMCs and ARDS mini-BAL was significantly higher than the expression of CTLA-4 in non-Tfr Treg cells and Tfr cells from healthy control PBMCs (Fig. 3b) . The CTLA-4 expression in non-Tfr Treg cells and Tfr cells from ARDS mini-BAL was further increased compared to the CTLA-4 expression in non-Tfr Treg cells and Tfr cells from ARDS PBMCs. Tfr cells from ARDS mini-BAL presented lower CTLA-4 expression than non-Tfr Treg cells. The IL-10 expression by non-Tfr Treg cells and Tfr cells was lower in healthy controls and significantly higher in ARDS PBMCs and ARDS mini-BAL (Fig. 3c) . Non-Tfr Treg cells and Tfr cells from ARDS mini-BAL presented significantly higher IL-10 expression than cells from ARDS PBMCs. In both ARDS PBMCs and ARDS mini-BAL, the IL-10 expression by Tfr cells was lower than the IL-10 expression by non-Tfr Treg cells. Non-Tfr Treg cells and Tfr cells from healthy controls presented significantly lower TGF-β expression than the non-Tfr Treg cells and Tfr cells from ARDS patients (Fig. 3d) . The non-Tfr Treg cells and Tfr cells from ARDS mini-BAL presented significantly higher TGF-β expression than the non-Tfr Treg cells and Tfr cells from ARDS PBMCs. No significant differences between non-Tfr Treg cells and Tfr cells in terms of TGF-β expression were observed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 321,
                    "end": 330,
                    "text": "(Fig. 3a)",
                    "ref_id": null
                },
                {
                    "start": 917,
                    "end": 926,
                    "text": "(Fig. 3b)",
                    "ref_id": null
                },
                {
                    "start": 1347,
                    "end": 1356,
                    "text": "(Fig. 3c)",
                    "ref_id": null
                },
                {
                    "start": 1781,
                    "end": 1790,
                    "text": "(Fig. 3d)",
                    "ref_id": null
                }
            ],
            "section": "Tfr cells during ARDS onset were enriched in PBMCs and bronchoalveolar lavage"
        },
        {
            "text": "To further analyze Tfr and non-Tfr Treg function, we sorted Tfr cells as CD4 + CD25 + CXCR5 + T cells and non-Tfr Treg cells as CD4 + CD25 + CXCR5 − T cells from ARDS PBMCs. These cells were then incubated with autologous CD4 + CD25 − T cells in the presence of TCR (anti-CD3/CD28) stimulation for 72 h, and pulsed with tritiated thymidine for 6 h. The capacity to suppress CD4 + CD25 − T cell proliferation was compared between Tfr cells and non-Tfr Treg cells. Both non-Tfr Treg cells and Tfr cells were capable of suppressing the proliferation of autologous CD4 + CD25 − T cells (Fig. 4) . The Tfr cells were less effective than non-Tfr Treg cells at high (4/20) regulatory-to-effector ratio.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 582,
                    "end": 590,
                    "text": "(Fig. 4)",
                    "ref_id": null
                }
            ],
            "section": "Tfr cells could suppress the proliferation of CD4 + CD25 − T cells with slightly reduced capacity compared to non-Tfr Treg cells"
        },
        {
            "text": "Subsequently, the interactions between Tfr cells, non-Tfr Treg cells, and B cells were examined. B cells from ARDS PBMCs were co-incubated with Tfr (CD4 + CD25 + CXCR5 + ) cells or non-Tfr Treg (CD4 + CD25 + CXCR5 − ) cells in the presence of SEB for 72 h. The frequency of IL-10 + Breg cells was evaluated before and after stimulation by flow cytometry. The frequency of IL-10 + B cells was significantly increased following incubation with both non-Tfr Treg cells and Tfr cells (Fig. 5) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 480,
                    "end": 488,
                    "text": "(Fig. 5)",
                    "ref_id": null
                }
            ],
            "section": "Tfr cells could significantly promote the development of Breg cells"
        },
        {
            "text": "Interestingly, Tfr cells were significantly more potent at increasing IL-10 + Breg cell frequency than non-Tfr Treg cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tfr cells could significantly promote the development of Breg cells"
        },
        {
            "text": "The current consensus suggests that Treg cells promote ARDS resolution and recovery and may suppress fibroblast recruitment and proliferation [14, 16] . Hence, Treg cells are considered a beneficial cell type in ARDS. In this study, we focused on a newly characterized subset of Treg cells, the Foxp3 + CXCR5 + Tfr cells, and investigated their frequency and function. Three major discoveries were made: first, both the Treg cells and the Tfr cells were significantly enriched in ARDS patients compared to in healthy controls; second, compared to the non-Tfr Treg cells, the Tfr cells were slightly less effective in some, but not all, aspects of suppression; and third, compared to non-Tfr Treg cells, the Tfr cells were more effective at promoting IL-10 expression in B cells. Overall, these results demonstrated that Tfr cells presented similar, but different functions compared to non-Treg cells.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 146,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 147,
                    "end": 150,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study examined the Tfr frequency in two distinctive samples, the circulating blood and the local lung infiltrates, represented by the mini-BAL samples. A notable feature is that in mini-BAL, the vast majority of Treg cells were, in fact, Tfr cells. In addition, Tfr infiltration in the lung increased with the duration of disease onset. Hence, the functional difference between non-Tfr Treg cells and Tfr cells may become critical Fig. 1 The frequency of Treg cells and Tfr cells in the PBMCs from ARDS patients and healthy controls. a Fresh PBMCs from ARDS patients and healthy controls were collected and examined using flow cytometry directly ex vivo. Figures shown were pre-gated on CD4 + T cells from one representative ARDS patient and one representative healthy control. Treg cells were gated as total Foxp3 + CD4 + T cells, and Tfr cells were gated as Foxp3 + CXCR5 + CD4 + T cells. b The frequencies of Treg cells, Tfr cells, and non-Tfr Treg cells in the PBMCs from ten healthy controls and ten ARDS patients. c The mean fluorescence intensity (MFI) of Foxp3, compared between Tfr cells and non-Tfr Treg cells in healthy controls and ARDS patients. Unpaired t test with Welch's correction. ***P < 0.001. NS not significant in the determination of disease outcome. A number of mysteries remain. First, since there was no mini-BAL sample from controls, it is yet unclear whether Tfr cells also infiltrate healthy lungs. Second, Tfr frequency in mice increased significantly in the lung draining lymph nodes and in blood following influenza infection, which was another disease that involved significant inflammation in the respiratory tract and the lung [3] . Whether Tfr upregulation is a general feature of lung inflammation requires further analysis.",
            "cite_spans": [
                {
                    "start": 1667,
                    "end": 1670,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 436,
                    "end": 442,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In order to investigate Tfr function, we examined and compared the expression of inhibitory molecules in three samples, including the healthy PBMCs, the ARDS PBMCs, and the ARDS mini-BAL. We found that the expressions of CTLA-4, IL-10, and TGF-β by healthy Tfr and non-Tfr Treg cells were much lower than those by ARDS Tfr and non-Tfr Treg cells. This unlikely indicated that the Tfr or non-Tfr Treg cells from healthy individuals were defective, but rather, it was likely that Tfr and non-Tfr Treg cells in ARDS samples were more activated and expressed more effector molecules. The higher IL-10 and TGF-β in ARDS mini-BAL compared to autologous PBMCs likely indicated that the Tfr and non-Tfr Treg cells in the lung infiltrates were further activated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Interestingly, although the expression of CTLA-4 and IL-10, as well as the capacity to suppress CD4 + CD25 − T cell proliferation, were slightly reduced in Tfr cells compared to non-Tfr Treg cells, the Tfr cells presented higher capacity in inducing IL-10 + Breg cells than non-Tfr Treg cells. Possibly, the common CXCR5 expression by Tfr cells and B cells allowed both to localize close to each other, thus increasing interaction. Whether Tfr cells may represent a specialized Breg-helper cell type requires further investigation. Of note, the experiments were performed in vitro, where Tfr cells, non-Tfr Treg cells and B cells were placed in the same tissue culture. In vivo, the requirement for common CXCR5 expression might be much higher for colocalization of T cells and B cells to occur. In chronic hepatitis B and hepatitis C patients, the frequencies of IL-10 + Breg cells and Tfr cells were both upregulated [10] . Whether a common pathway upregulated both cell types, or one cell type promoted the upregulation of the other, still require further analysis.",
            "cite_spans": [
                {
                    "start": 919,
                    "end": 923,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A number of limitations were present in this study. First, the samples, especially those from mini-BAL, were limited in availability. As a result, the suppression studies were performed using Tfr cells from PBMCs. Since the Tfr cells from Fig. 2 The frequency of Treg cells and Tfr cells in the mini-BAL from ARDS patients at day 1, day 2, and day 3 after disease onset. a Fresh lymphocytes from mini-BAL were collected and examined using flow cytometry immediately following isolation. Figures shown were pre-gated on CD4 + T cells from day 1, day 2, and day 3 of the same ARDS patient. Treg cells were gated as total Foxp3 + CD4 + T cells, and Tfr cells were gated as Foxp3 + CXCR5 + CD4 + T cells. b",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 239,
                    "end": 245,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The MFI of Foxp3 in Tfr cells and non-Tfr Treg cells from the mini-BAL. Unpaired t test with Welch's correction. c The frequencies of Treg cells, Tfr cells, and non-Tfr Treg cells in the mini-BAL from ten ARDS patients. RM 1-way ANOVA followed by Tukey's test. *P < 0.05. **P < 0.01. ***P < 0.001. NS not significant Fig. 3 The expression of inhibitory molecules by non-Tfr Treg cells and Tfr cells from healthy controls and ARDS patients. a Fresh PBMCs from healthy controls, PBMCs from ARDS patients, and fresh day 1 mini-BAL lymphocytes from ARDS patients were examined by flow cytometry directly ex vivo. The expression levels of CD25 by Tfr (Foxp3 + CXCR5 + CD4 + ) cells (solid black line), non-Tfr-Treg (Foxp3 + CXCR5 − CD4 + ) cells (dotted black line), and Foxp3 − CD4 + T cells (gray area) in one representative from each of the three samples were shown. b The Tfr cells were sorted from each frozen-and-thawed sample as CD4 + CD25 + CXCR5 + T cells, and the non-Tfr Treg cells were sorted from each sample as CD4 + CD25 + CXCR5 − T cells. The expression levels of CTLA-4, IL-10, and TGF-β from each cell type from ten healthy control PBMCs, ten ARDS PBMCs, and ten ARDS day 1 mini-BAL are represented as ratios over β 2 microglobulin (β 2 m). Two-way ANOVA followed by Sidak's test. *P < 0.05. **P < 0.01. ***P < 0.001. NS not significant Fig. 5 Tfr and non-Tfr Treg-mediated promotion of IL-10 expression in B cells. From frozen-and-thawed ARDS PBMCs, the Tfr cells were sorted as CD4 + CD25 + CXCR5 + T cells, and the non-Tfr Treg cells were sorted as CD4 + CD25 + CXCR5 − T cells. B cells were enriched using negative selection, and were incubated with Tfr cells or non-Tfr Treg cells at 5/1 B/T ratio. After 72 h incubation with SEB, the frequency of IL-10 + B cells was examined by flow cytometry. RM two-way ANOVA followed by Sidak's test. ***P < 0.001. NS not significant. Symbols directly above the datasets indicate the difference between the 72-h experiment and the 0-h control Fig. 4 Tfr and non-Tfr Treg-mediated suppression of CD4 + CD25 − T cells. From frozen-and-thawed ARDS PBMCs, the Tfr cells were sorted as CD4 + CD25 + CXCR5 + T cells, and the non-Tfr Treg cells were sorted as CD4 + CD25 + CXCR5 − T cells. The CD4 + CD25 − T cells (effector) were also sorted and incubated with Tfr or non-Tfr Treg (regulatory) cells at the indicated ratios. After 72 h in the presence of T activator beads (anti-CD3/ CD28), cells were pulsed for 6 h with tritiated thymidine and harvested, and the amount of radioactive thymidine incorporation was examined. RM two-way ANOVA followed by Sidak's test. *P < 0.05. ***P < 0.001. NS not significant. Symbols directly above the datasets indicate the difference between the labeled dataset and the no regulatory cell control (0/20) dataset mini-BAL samples tended to present higher expressions of inhibitory molecules, it is possible that the Tfr cells from mini-BAL samples had more potent capacity to mediate suppression. Also, our in vitro experiments need to be verified in animal models of ARDS to prove that Tfr cell-mediated effects could ameliorate or prevent tissue damage mediated by inflammation. In addition, specific gene knockout experiments are necessary to investigate which inhibitory molecules are required for Tfr cell-mediated suppression in vivo. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 317,
                    "end": 323,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 1350,
                    "end": 1356,
                    "text": "Fig. 5",
                    "ref_id": null
                },
                {
                    "start": 1999,
                    "end": 2005,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Conflict of interest The authors declare that they have no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        },
        {
            "text": "Ethical approval All procedures performed in studies involving human participants were in accordance with the ethical standards of the institutional and/or national research committee and with the 1964 Helsinki declaration and its later amendments or comparable ethical standards.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        },
        {
            "text": "Informed consent Informed consent was obtained from all individual participants included in the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "T follicular regulatory cells",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Sage",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Sharpe",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Immunol Rev",
            "volume": "271",
            "issn": "",
            "pages": "246--59",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "T follicular regulatory cells in the regulation of B cell responses",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Sage",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Sharpe",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Trends Immunol",
            "volume": "36",
            "issn": "",
            "pages": "410--418",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Circulating T follicular regulatory and helper cells have memorylike properties",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Sage",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Alvarez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Godec",
                    "suffix": ""
                },
                {
                    "first": "Von",
                    "middle": [],
                    "last": "Andrian",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "H"
                    ],
                    "last": "Sharpe",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Clin Invest",
            "volume": "124",
            "issn": "",
            "pages": "5191--204",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The receptor PD-1 controls follicular regulatory T cells in the lymph nodes and blood",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Sage",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Francisco",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "V"
                    ],
                    "last": "Carman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Sharpe",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat Immunol",
            "volume": "14",
            "issn": "",
            "pages": "152--61",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Association between chemotherapy-response assays and subsets of tumor-infiltrating lymphocytes in gastric cancer: a pilot study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Son",
                    "suffix": ""
                },
                {
                    "first": "J-H",
                    "middle": [],
                    "last": "Cheong",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Hyung",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Noh",
                    "suffix": ""
                },
                {
                    "first": "C-B",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Gastric Cancer",
            "volume": "15",
            "issn": "",
            "pages": "223--253",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Regulation of the germinal center reaction by Foxp3+ follicular regulatory T cells",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Wollenberg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Agua-Doce",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hernandez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Almeida",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "G"
                    ],
                    "last": "Oliveira",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Faro",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Immunol",
            "volume": "187",
            "issn": "",
            "pages": "4553--60",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Human T-follicular helper and T-follicular regulatory cell maintenance is independent of germinal centers",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Wallin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Jolly",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Suchánek",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Bradley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Espéli",
                    "suffix": ""
                },
                {
                    "first": "Drw",
                    "middle": [],
                    "last": "Jayne",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Blood",
            "volume": "124",
            "issn": "",
            "pages": "2666--74",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The coinhibitory receptor CTLA-4 controls B cell responses by modulating T follicular helper, T follicular regulatory, and T regulatory cells",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Sage",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Paterson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Lovitch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Sharpe",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Immunity",
            "volume": "41",
            "issn": "",
            "pages": "1026--1065",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "HIV-infected spleens present altered follicular helper T cell (Tfh) subsets and skewed B cell maturation",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Colineau",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rouers",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yamamoto",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Urrutia",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Pham",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS One",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Increased numbers of CD5+CD19+CD1dhighIL-10+ Bregs, CD4+Foxp3+ Tregs, CD4+ CXCR5+Foxp3+ follicular regulatory T (TFR) cells in CHB or CHC patients",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Transl Med",
            "volume": "12",
            "issn": "",
            "pages": "251--260",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Acute respiratory distress syndrome: a clinical review",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Donahoe",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Pulm Circ",
            "volume": "1",
            "issn": "",
            "pages": "192--211",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Epidemiology, patterns of care, and mortality for patients with acute respiratory distress syndrome in intensive care units in 50 countries",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bellani",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Laffey",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pham",
                    "suffix": ""
                },
                {
                    "first": "Fan",
                    "middle": [
                        "E"
                    ],
                    "last": "Brochard",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Esteban",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "JAMA",
            "volume": "315",
            "issn": "",
            "pages": "788--96",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Acute lung injury and the acute respiratory distress syndrome: four decades of inquiry into pathogenesis and rational management",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Matthay",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Zimmerman",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Am J Respir Cell Mol Biol",
            "volume": "33",
            "issn": "",
            "pages": "319--346",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Regulatory T cells reduce acute lung injury fibroproliferation by decreasing fibrocyte recruitment",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Garibaldi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "&apos;alessio",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Mock",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Files",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Chau",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Eto",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am J Respir Cell Mol Biol",
            "volume": "48",
            "issn": "",
            "pages": "35--43",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Regulatory T cell DNA methyltransferase inhibition accelerates resolution of lung inflammation",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Singer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Mock",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Aggarwal",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Garibaldi",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "K"
                    ],
                    "last": "Sidhaye",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Florez",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Am J Respir Cell Mol Biol",
            "volume": "52",
            "issn": "",
            "pages": "641--52",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "CD4+CD25+Foxp3+ Tregs resolve experimental lung injury in mice and are present in humans with acute lung injury",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "D&apos;alessio",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tsushima",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Aggarwal",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "West",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Willett",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Britos",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Clin Invest",
            "volume": "119",
            "issn": "",
            "pages": "2898--913",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Regulatory T cells contribute to the recovery of acute lung injury by upregulating Tim-3",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Inflammation",
            "volume": "38",
            "issn": "",
            "pages": "1267--72",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Upregulation of CD19+CD24hiCD38hi regulatory B cells is associated with a reduced risk of acute lung injury in elderly pneumonia patients",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xi",
                    "suffix": ""
                },
                {
                    "first": "G-G",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Intern Emerg Med",
            "volume": "11",
            "issn": "",
            "pages": "415--438",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Early recruitment of IL-10-producing B cells into alveoli improved the resolution of acute lung injury",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "G-Gg",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Cell Physiol Biochem",
            "volume": "38",
            "issn": "",
            "pages": "1752--60",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Definitions, mechanisms, relevant outcomes, and clinical trial coordination",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bernard",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Artigas",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Brigham",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Carlet",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Falke",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hudson",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Am J Respir Crit Care Med",
            "volume": "149",
            "issn": "",
            "pages": "818--842",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Funding information This work was supported by the Shanghai Science and Technology Commission Medical Guidance Project (15411962300), National Natural Science Foundation of China (81670067), Shanghai Key Medical Discipline for Critical Care Medicine (2017ZZ02017), and Tongji University Basic Research Ability Improvement Plan (22120170190).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}