{
    "paper_id": "8b1c261645646be4b37ae97576b2db30b1dbdfd2",
    "metadata": {
        "title": "Numerical investigation of indoor particulate contaminant transport using the Eulerian-Eulerian and Eulerian-Lagrangian two-phase flow models",
        "authors": [
            {
                "first": "Yihuan",
                "middle": [],
                "last": "Yan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "RMIT University",
                    "location": {
                        "postBox": "PO Box 71",
                        "postCode": "3083",
                        "settlement": "Bundoora",
                        "region": "VIC",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiangdong",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "RMIT University",
                    "location": {
                        "postBox": "PO Box 71",
                        "postCode": "3083",
                        "settlement": "Bundoora",
                        "region": "VIC",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Kazuhide",
                "middle": [],
                "last": "Ito",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "RMIT University",
                    "location": {
                        "postBox": "PO Box 71",
                        "postCode": "3083",
                        "settlement": "Bundoora",
                        "region": "VIC",
                        "country": "Australia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Transport of micron particles in a displacement ventilated room was simulated using both the Eulerian-Eulerian model and the Eulerian-Lagrangian model. The same inter-phase action mechanisms were included in both models. The models were compared against each other in the aspects of air velocity, particle concentration, and particle-wall interactions. It was found that the two models have similar accuracy in predicting the airflow field while each of them has its own advantage and drawback in modelling particle concentration and particle-wall interactions. The E-E model is capable of providing a mechanistic description of the inter-phase interactions, whilst the E-L model has obvious advantage in modelling particle-wall interactions. Advices were given for choosing an appropriate model for modelling particulate contaminant transport in indoor environments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Keywords",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Eulerian-Lagrangian model indoor space airflow field particle concentration Article History",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Particulate pollutants in indoor environments have drawn increasing attentions in recent years since a number of diseases including asthma, neurogenic diseases, and lung cancer have been found to be related to exposure to inhalable airborne particles (Mølhave et al., 2000; Fucic et al., 2011) . In addition, virus could be carried by the particles or droplets and widely spread due to particle dispersion. Recalling the global outbreaks of SARS in 2003 and H1N1 flu in 2009, a great concern of infectious disease transmission through airborne particles in building environments and in small enclosed spaces, such as vehicle and airliner cabins, has been raised (Rothman et al., 2006) . Epidemiologic studies (Buonanno et al., 2013) have proven that health risk associated with particulate matters is subject to the exposure dose which could be represented by the pollutant concentrations. Thus, knowledge about the concentration and distribution of particulate matters in indoor environments is crucial to risk assessment and disease prevention associated with particle exposure.",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 273,
                    "text": "(Mølhave et al., 2000;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 274,
                    "end": 293,
                    "text": "Fucic et al., 2011)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 662,
                    "end": 684,
                    "text": "(Rothman et al., 2006)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 709,
                    "end": 732,
                    "text": "(Buonanno et al., 2013)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The computational fluid dynamics (CFD) technique has been proven to be an efficient approach to analyse transport of particulate matters in indoor environments as CFD is not only able to provide full-scale simulations and visualisation of the transport processes in a cost-efficient way, but also capable of leading to an in-depth understanding of the complicated physical phenomena. Basically, two distinct approaches, namely the Lagrangian approach and the Eulerian approach, each having its own advantages and drawbacks, have been employed in CFD simulations of particulate transport in indoor air. Both the Lagrangian approach and the Eulerian approach simulate the airflow using the same set of conservation equations, but use different methods to model particle movement through the air.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The Lagrangian approach, which tracks a number of representative particles separately through the air, has its unique advantage in whole-process description of particle movement from the injection point to the final destination. However, this approach cannot give direct prediction to the Vol. 2, No. 1, 2020, 31-40 Experimental and Computational Multiphase Flow https://doi.org/10.1007/s42757-019-0016-z Y. Yan, X. Li, K. Ito 32 particle concentration as only particle dynamic equations are solved. Therefore, additional post-process is required to calculate particle concentrations through the statistics of a large number of particle trajectories yielded from CFD computations. During the past years, the so-called sampling volume method (Zhang and Chen, 2007; Salmanzadeh et al., 2012) and the kernel method (Chang et al., 2012a (Chang et al., , 2012b have been developed to estimate particle concentration based on the Lagrangian CFD results. However, the stability and accuracy of these post-process procedures are still not satisfactory as reported by Chang et al. (2012a Chang et al. ( , 2012b .",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 362,
                    "text": "Vol. 2, No. 1, 2020, 31-40 Experimental and Computational Multiphase Flow",
                    "ref_id": null
                },
                {
                    "start": 741,
                    "end": 763,
                    "text": "(Zhang and Chen, 2007;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 764,
                    "end": 789,
                    "text": "Salmanzadeh et al., 2012)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 812,
                    "end": 832,
                    "text": "(Chang et al., 2012a",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 833,
                    "end": 855,
                    "text": "(Chang et al., , 2012b",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1059,
                    "end": 1078,
                    "text": "Chang et al. (2012a",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1079,
                    "end": 1101,
                    "text": "Chang et al. ( , 2012b",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "On the other hand, the Eulerian approach, which treats the dispersed particles as a continuous phase, has gained relatively higher reputation in saving computational cost and simulating pollutant concentration, whilst it cannot predict particle motions or provide particle transport tracks. The Eulerian approach comes with different models depending on the integrality of the description of the gas-particle interactions. During the past years, some simplified Eulerian models have been utilized to model gas-particle flows in indoor environments, including the single fluid model by Zhang and Chen (2007) , the mixture model by Zhao et al. (2008) , and the drift-flux model by Chen et al. (2006) and Zhao et al. (2008) . Zhao et al. (2008) found that when compared with the mixture model, the drift-flux model has better accuracy since more mechanisms such as gravitational settling are included in the latter model. In fact, all of the aforementioned Eulerian models are simplified by assuming the gas-particle mixture as a pseudo fluid whose physical properties are calculated based on the local volume or mass fractions of the two phases. Despite a transport equation is solved for a dimensionless transportable scalar representing the particle concentration in some models, it should be noted that only one set of transport equations are solved for the balance of mass, momentum, and energy of the two phases. This drawback actually makes the inter-phase actions between the phases could not be fully described. Therefore, a more comprehensive Eulerian model which is capable of describing the transport of each phase as well as the inter-phase actions is in demand.",
            "cite_spans": [
                {
                    "start": 585,
                    "end": 606,
                    "text": "Zhang and Chen (2007)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 630,
                    "end": 648,
                    "text": "Zhao et al. (2008)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 679,
                    "end": 697,
                    "text": "Chen et al. (2006)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 702,
                    "end": 720,
                    "text": "Zhao et al. (2008)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 723,
                    "end": 741,
                    "text": "Zhao et al. (2008)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this study, another type of Eulerian approach, known as the Eulerian-Eulerian two-fluid model (Tu and Fletcher, 1995; Mohanarangam and Tu, 2007) , is employed to simulate the transport and concentration distribution of particulate pollutants in an indoor environment. Being different to the aforementioned Eulerian models, the Eulerian-Eulerian model solves two sets of conservation equations governing the balance of mass, momentum, and energy for each phase. Since the macroscopic fields of one phase are not independent of the other phase, the interaction terms which couple the transport of mass, momentum, and energy across the interfaces are solved in the field equations. The Eulerian-Eulerian model is believed to be capable of leading to a more mechanistic modelling of two-phase flows than the simplified Eulerian models. Although the Eulerian-Eulerian model has rarely been utilized to analyse contaminant transport in indoor environments, it has been widely employed in modelling aerosol (Armand et al., 1998) and other gas-particle flows (Chen and Wang, 2014) . It was found that the Eulerian-Eulerian model is not only more cost-efficient, but also more accurate when the particle concentration is relatively high (Chen and Wang, 2014) .",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 120,
                    "text": "(Tu and Fletcher, 1995;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 121,
                    "end": 147,
                    "text": "Mohanarangam and Tu, 2007)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1003,
                    "end": 1024,
                    "text": "(Armand et al., 1998)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1054,
                    "end": 1075,
                    "text": "(Chen and Wang, 2014)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1231,
                    "end": 1252,
                    "text": "(Chen and Wang, 2014)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "For the purpose of comparison, the Lagrangian approach, termed as the Eulerian-Lagrangian model in this study, was also employed with the same inter-phase action terms included. The Eulerian-Eulerian model and the Eulerian-Lagrangian model are abbreviated as the E-E model and the E-L model in the following sections, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A displacement ventilated room with dimensions of 5.5 m (length) × 4.5 m (width) × 2.7 m (height) was built for the purpose of model test, as illustrated in Fig. 1 . All the room walls were assumed to be adiabatic. Air with constant temperature of 18 °C was supplied from a square inlet (0.53 m × 0.53 m) located near the floor and exhausted through a circular outlet (diameter 0.25 m) located near the ceiling. This ventilation layout created a displacing airflow pattern in the room. The air exchange rate was carefully selected to be 3 h −1 in terms of the ASHRAE standard (2013b), which yielded an air supply rate of 0.066 kg/s at the inlet.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 157,
                    "end": 163,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "CFD model and boundary conditions"
        },
        {
            "text": "For the dual purposes of a realistic simulation and achieving a low-momentum airflow condition at the inlet, a separate computation was firstly conducted to simulate air flowing through a displacement diffuser with the same dimensions as those of the inlet (0.53 m × 0.53 m) and containing 3200 small holes (each with 3 mm in diameter) on its discharging plate. The predicted velocity profile at the perforated plate was extracted and then set as the inlet velocity boundary condition at the room inlet. The numerical procedure of obtaining the inlet boundary condition is illustrated in Fig. 1 as well.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 588,
                    "end": 594,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "CFD model and boundary conditions"
        },
        {
            "text": "As demonstrated in our previous study (Li et al., 2013) , when an occupant's thermal plume overlaps with its breathing zone, the thermal plume has a significant effect on the characteristics of particle inhalation. Therefore, in order to create a breathing zone affected the thermal plume in this study, a seated female manikin model with detailed body features (available at www.ie.dtu.dk/manikin) was place in the middle of the room with its back towards the inlet. Detailed information about the manikin geometry could be found in Sørensen and Voigt (2003) . The original manikin was slightly modified in this study to achieve a surface area of 1.50 m 2 . In terms of the ASHRAE handbook (2013a), the heat release rate from a sedentary human body (by both radiation and convection) with that skin area magnitude is around 85 W. As heat transfer by radiation is not taken into account in this study, a convective heat release rate of 45 W was equally applied at the manikin surface, as recommended by Rim and Novoselac (2009) . Particles with a density of 1000 kg/m 3 and different sizes were released from a circular area with diameter of 0.5 m and located 0.5 m upstream of the manikin so that the particle trajectories could be effectively affected by the thermal plume of the manikin, as illustrated in Fig. 1 . It should be noted that the shape and location of the particle injection area are for computational purpose only and they donot stand for any scenario. The selected particle sizes were 0.2, 0.77, and 2.5 μm, representing ultrafine, fine, and coarse aerosol particles, respectively. The rate of particle release was 0.1 g/s and the injection velocity was 0.15 m/s. In fact, it was found that the particle velocity dropped immediately after being released so that the particle injection velocity just had an invisible effect on the overall particle trajectories or particle concentration distribution. This is because that for particles with such small sizes, their movement is mainly controlled by the airflow due to the low inertial and gravitational effects (Longest et al., 2004) . Furthermore, comparative computations also demonstrated that even the particle injection rate is as high as 0.1 g/s, the normalized particle concentration pattern is free from the effects of particle injection concentration. This means that for CFD simulations of particulate transport in most indoor environments, it is safe to ignore the effects of particle injection concentration on the overall concentration pattern.",
            "cite_spans": [
                {
                    "start": 38,
                    "end": 55,
                    "text": "(Li et al., 2013)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 534,
                    "end": 559,
                    "text": "Sørensen and Voigt (2003)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1003,
                    "end": 1027,
                    "text": "Rim and Novoselac (2009)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2077,
                    "end": 2099,
                    "text": "(Longest et al., 2004)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 1309,
                    "end": 1315,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "CFD model and boundary conditions"
        },
        {
            "text": "In an E-E model, the particle phase is treated as an additional continuous phase inter-penetrating with the continuous air phase and two sets of conservations governing the balance of mass, momentum, and energy of each phase are solved. As inter-phase heat and mass transfers are not considered in this study, the conservation equations take the following form (Ansys, 2011) : the continuity equation",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 374,
                    "text": "(Ansys, 2011)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "The Eulerian-Eulerian (E-E) model"
        },
        {
            "text": "where i and j are the phase denotations (i, j = a for the air phase and i, j = p for the particle phase). , α , ρ , U  P, H, T, and λ represent the volume fraction, density, velocity, pressure, enthalpy, temperature, and thermal conductivity, respectively. It should be noted that the energy equation (Eq. (3)) was solved only for the air phase while heat transfer within the particle phase was ignored.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Eulerian-Eulerian (E-E) model"
        },
        {
            "text": "is the momentum source due to buoyancy, which is defined in terms of a reference density ref ρ which takes value of air density at the inlet:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S"
        },
        {
            "text": "When calculating the thermal buoyancy force induced by the thermal plume, the Buossinesq approximation is employed in the momentum equation to take into account thermal expansion of the air.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S"
        },
        {
            "text": "where β is the coefficient of thermal expansion and ref T is the reference temperature which takes value of air temperature at the inlet. (2)) represents the interfacial forces, which is formulated based on the assumption of spherical particles and includes the drag force D F  , the turbulent dispersion force TD F  , and the virtual mass force",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S"
        },
        {
            "text": "where D C is the drag coefficient correlated to the particle Reynolds number, TD C is the turbulent dispersion coefficient, and VM C is the virtual mass coefficient.",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 80,
                    "text": "TD",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "S"
        },
        {
            "text": "When an E-L model is employed for a gas-particle flow, the air phase is still governed by the Eulerian equations (Eqs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Eulerian-Lagrangian (E-L) model"
        },
        {
            "text": "(1)-(3) with a 1 α = , which means the volume fraction occupied by the particles is negligible), while the particles are tracked using the Lagrangian method separately through the airflow field.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Eulerian-Lagrangian (E-L) model"
        },
        {
            "text": "Being different to the E-E model, the effect of turbulent dispersion on particle transport is modelled by adding an eddy fluctuating component onto the mean air velocity. It is the fluctuating component of the air velocity which causes the dispersion of particles in turbulent flow. Therefore, the local air velocity is redefined by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Eulerian-Lagrangian (E-L) model"
        },
        {
            "text": "where Φ is a normally distributed random number which accounts for the randomness of turbulence about a mean value.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Eulerian-Lagrangian (E-L) model"
        },
        {
            "text": "In the E-L model, the particles are tracked using the equation of motion. For a spherical particle with a diameter of p d immersed in continuous air, the drag force D F  , the buoyancy force Buoy F  , and the virtual mass force VM F  are considered here in order to keep the same inter-phase momentum transfer mechanisms as those considered in the E-E model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Eulerian-Lagrangian (E-L) model"
        },
        {
            "text": "The room model containing the manikin (Fig. 1) was discretized using unstructured tetrahedral and prism meshes. Fine meshes were used around the manikin surface in order to capture the geometric features and the human thermal plume. The grid sensitivity test proved that mesh independence was achieved at 3.4 million cells for the both models. The Re-Normalisation Group (RNG) k-ε model was chosen for the airflow turbulence because of its successful utilization in the simulations dilute gas-particle flows (Tu and Fletcher, 1995) . To resolve the boundary layer in the near wall regions, the scalable wall function (Ansys, 2011) was used for the air phase in all the models. Particle deposition was not considered in this study. In the E-L model, the particles are assumed to bounce back with the same momentum magnitude after they collide with the solid walls. However, as the particles are treated as a continuous phase in the E-E model, their bouncing behaviour is hard to be modelled (Tu and Fletcher, 1995) . As an approximation, a free-slip boundary condition was applied at the solid walls for the particle phase in the E-E model. The models were solved by the commercial CFD code CFX 14.5 (Ansys Inc.) and convergence was achieved when the RMS residual of the continuity equation dropped down to 1.0 × 10 −6 .",
            "cite_spans": [
                {
                    "start": 508,
                    "end": 531,
                    "text": "(Tu and Fletcher, 1995)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 617,
                    "end": 630,
                    "text": "(Ansys, 2011)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 990,
                    "end": 1013,
                    "text": "(Tu and Fletcher, 1995)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 38,
                    "end": 46,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Numerical procedures"
        },
        {
            "text": "A typical airflow field yielded from the computations is illustrated in Fig. 2(a) . It was found that due to the effect of manikin body heat, a significant thermal buoyancy flow was observed above the manikin head. The thermal buoyancy flow was so strong that it was the major airflow in the room, besides the airflow near the floor which was induced by the ventilating jet. Salmanzadeh et al. (2012) the airflow in a displacement ventilated room containing a seated thermal manikin, and the predicted thermal plume is illustrated in Fig. 2(b) for the purpose of comparison. It was found that this study predicted a very close pattern of the human thermal plume to that by Salmanzadeh et al. (2012) ; especially, the low-velocity region immediately above the head was successfully predicted. As shown in Fig. 2 , as the uprising airflow detaches the manikin head, it keeps accelerating until it reaches its maximum velocity. Therefore, the highest speed of thermal plume exists at somewhere above the manikin head. As the thermal plume hits the ceiling, it then changes its direction to horizontally spread. This actually contributes to the temperature stratification in a displacement ventilated room. However, due to the difference in the geometry and boundary conditions such as the ventilating jet direction and velocity, as well as the heat flux at the manikin surface, this study predicted a slightly lower buoyancy flow velocity than that by Salmanzadeh et al. (2012) .",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 400,
                    "text": "Salmanzadeh et al. (2012)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 673,
                    "end": 698,
                    "text": "Salmanzadeh et al. (2012)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1449,
                    "end": 1474,
                    "text": "Salmanzadeh et al. (2012)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 72,
                    "end": 81,
                    "text": "Fig. 2(a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 534,
                    "end": 543,
                    "text": "Fig. 2(b)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 804,
                    "end": 810,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Airflow field"
        },
        {
            "text": "The numerical results demonstrated that the both models yielded very similar airflow fields. For the purpose of quantitative comparison of these models, velocity distributions along a horizontal line (Line 1, Fig. 2(a) ) crossing the whole computation domain at a height of 2.0 m and a vertical line (Line 2, Fig. 2(a) ) which has a length of 200 mm and is located 20 mm in front of the manikin nose tip were plotted in Figs. 3(a) and 3(b), respectively. Air velocity distribution along Line 1 could represent the overall airflow field while the air velocity distribution along the short vertical line could represent the local airflow pattern. It was found that the two models gave very close predictions for the air velocity profile. Especially in the breathing zone ( Fig. 3(b) ), the value difference between the E-E model and E-L model was less than 1%. Rim and Novoselac (2009) once investigated experimentally the airflow field and human thermal plume in a displacement ventilated room containing a seated manikin, which had a very similar setup with the model of this study. The measurements revealed that the air velocity in the bulk region was negligibly small (less than 0.05 m/s), which agreed well with the predictions of this study. As shown in Fig. 3(a) , the models predicted almost quiescent air in the bulk region with air velocity less than 0.02 m/s. Rim and Novoselac (2009) also measured the average thermal plume velocity in a circular plane with 0.25 m diameter above the manikin head using 8 velocity sensors. The experimental data was analysed in this study and an average air velocity of 0.215 m/s was obtained and compared to the numerical results, as shown in Fig. 4 . The area-averaged air velocities in the circular region were found to be 0.201 and 0.203 m/s for the E-E and E-L model, respectively. This small difference (less than 5%) is within the uncertainty of the experimental measurement and computational model Rim and Novoselac (2009) and velocity in the circular region (250 mm in diameter) 250 mm above the manikin head.",
            "cite_spans": [
                {
                    "start": 859,
                    "end": 883,
                    "text": "Rim and Novoselac (2009)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1370,
                    "end": 1394,
                    "text": "Rim and Novoselac (2009)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1950,
                    "end": 1974,
                    "text": "Rim and Novoselac (2009)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 209,
                    "end": 218,
                    "text": "Fig. 2(a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 309,
                    "end": 318,
                    "text": "Fig. 2(a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 771,
                    "end": 780,
                    "text": "Fig. 3(b)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1259,
                    "end": 1268,
                    "text": "Fig. 3(a)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1688,
                    "end": 1694,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "also simulated"
        },
        {
            "text": "prediction. The predicted air velocities in the thermal plume region also agreed well with most experimental measurements (Craven and Settles, 2006) and numerical simulations (Sørensen and Voigt, 2003) . Again, the E-E model and E-L model yielded very close predictions. This indicates that a complete description of inter-phase actions would help further improve the model reliability.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 148,
                    "text": "(Craven and Settles, 2006)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 175,
                    "end": 201,
                    "text": "(Sørensen and Voigt, 2003)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "also simulated"
        },
        {
            "text": "Typical particulate contaminant distributions in the room predicted by the aforementioned models are illustrated in Fig. 5 . It is clear that the E-E model (Fig. 5(a) ) gives a direct prediction to the particle concentration while the E-L model (Fig. 5(b) ) predicts the particle trajectories (0.77 μm). Despite this, the overall transport or distribution patterns of the particles predicted by the both models are very close. As the particles approach the manikin, they bend their way upwards due to the buoyancy effect of the thermal plume, then after the particles hit the ceiling, they bend their way again into the horizontal direction, which causes the particles spreading all over the room. Locally, it is important to notice that some of the particles which are released at lower height are entrained into the breathing zone by the thermal plume ( Fig. 5(a) ). The particle concentration in the breathing zone is therefore larger than the ambient concentration. This is consistent with a number of experimental observations that the human thermal plume is capable of increasing the exposure risk of the occupants to particulate contaminants by entraining particles from a lower level into the breathing zone (Bjorn and Nielsen, 2002; Rim and Novoselac, 2009 ).",
            "cite_spans": [
                {
                    "start": 1216,
                    "end": 1241,
                    "text": "(Bjorn and Nielsen, 2002;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1242,
                    "end": 1265,
                    "text": "Rim and Novoselac, 2009",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 116,
                    "end": 122,
                    "text": "Fig. 5",
                    "ref_id": null
                },
                {
                    "start": 156,
                    "end": 166,
                    "text": "(Fig. 5(a)",
                    "ref_id": null
                },
                {
                    "start": 245,
                    "end": 255,
                    "text": "(Fig. 5(b)",
                    "ref_id": null
                },
                {
                    "start": 856,
                    "end": 865,
                    "text": "Fig. 5(a)",
                    "ref_id": null
                }
            ],
            "section": "Particulate contaminant transport"
        },
        {
            "text": "Typical particulate contaminant distributions yielded by the models (0.77 μm). CN presents the normalized particle concentration, which was normalized based on the average particle concentration in the circular region of particle injection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 5"
        },
        {
            "text": "In order to keep the comparability of the models in predicting particle transport, the so-called Particle Source in Cell (PSI-C) method developed by Zhang and Chen (2007) was utilized to calculate the particle concentration based on the particle trajectories yielded from the E-L model.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 170,
                    "text": "Zhang and Chen (2007)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Fig. 5"
        },
        {
            "text": "where C j is the local particle concentration in the jth cell and V j is the volume of that cell, M is the mass flow rate represented by a particle trajectories, and dt(i, j) is the residence time of the ith particle in the jth cell. It should be noted that the control volume here for concentration calculation is different from the computational mesh for model solution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 5"
        },
        {
            "text": "In terms of the PSI-C method, the computational domain needs firstly to be divided into a number of small control volumes (or cells, which are for post-processing purpose only and are different to the computational meshes), then a number of particle trajectories are selected for concentration calculation from the numerical results yielded from the E-L model. It was found that the resultant particle concentration is highly sensitive to both the cell size and the particle trajectory number. At first, the cell size needs to be carefully determined so that an appropriate number of particle trajectories are contained in the each cell. Then, for a given cell division scheme, the number of particle trajectories needs to be tested to obtain an acceptable concentration calculation. For the issue of this study, when the computational domain was divided into 100(X) × 80(Y) × 50(Z) cells, sensitivity test proved that 50,000 particle trajectories were sufficient for a stable particle concentration since a further increase to 60,000 trajectories just caused a negligible change in the concentration profile along a randomly selected vertical line, as shown in Fig. 6 . In fact, since the stability of the PSI-C Fig. 6 Sensitivity test of particle trajectory number on particle concentration calculation. method and its resultant particle concentration are not only affected by the trajectory number, but also highly impacted by the cell size, when a quantitative index is absent for the assessment of optimal cell size, it is anything but an easy job to obtain a stable solution. Therefore, more advanced postprocessing procedures for particle concentration calculation based on the E-L model are in urgent demand.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1162,
                    "end": 1168,
                    "text": "Fig. 6",
                    "ref_id": null
                },
                {
                    "start": 1213,
                    "end": 1219,
                    "text": "Fig. 6",
                    "ref_id": null
                }
            ],
            "section": "Fig. 5"
        },
        {
            "text": "The predicted particle concentration distributions in a vertical plane cutting through the manikin (Y = 2.25 m) and a horizontal plane close to the ceiling (Z = 2.50 m) are compared in Fig. 7 , which clearly illustrates the process of particle transport. After the particles are released from the injection area, they follow the airflow and move forward. When approaching the manikin, most of the particles bend their way upwards before reaching the manikin while minority of them go around the manikin and then are brought up by the thermal plume. After the particles approach the ceiling, they bend their way and move horizontally and finally to the whole room. This is consistent with the airflow velocity pattern as illustrated in Fig. 2 . A comparison of Fig. 2 and Fig. 7 reveals that the size of the particle plume, which is the region in which the particle concentration is obviously higher than the ambient concentration, is significantly smaller than that of the thermal plume (Fig. 2) in which the air velocity is higher than the ambient air velocity. Furthermore, the particle plume exists mainly upstream of head-top point where it detaches the manikin. This is physically reasonable since the solid manikin behaves as an obstacle against particle movement, most of the particles have to change their way upward and then were brought further by the uprising airflow and finally detach the manikin before reaching the head-top point. On the other hand, the heat-releasing manikin works as a driving force of the thermal plume, which causes uprising airflow exists mainly on the downstream side. Therefore, in the plane cutting through the manikin (Y = 2.25 m), the particle plume was observed to exist mainly upstream of the head top while the thermal plume exists in a wider area. In the plane of Z = 2.50 m, it was found that the particle transport in horizontal directions was successfully predicted by the both models, although the patterns and the local values of particle concentration yielded from different models were slightly different. Figure 7 also demonstrates that the E-E model and the E-L model yield similar overall particle concentration profiles in the room, and they give significantly different particle concentration prediction in some local areas close to the walls. As shown in Fig. 7(b) , several distinct local regions with high particle concentration were predicted by the E-L model, while the E-E model just predicted a smoothly changing concentration distribution near the walls. It is supposed that this is caused by the different methods employed by the models to describe the particle-wall interactions. In the E-L model, the particles are assumed to bounce back after they hit the wall. This actually enables a near-mechanistic description of particle behaviours in the wall boundary layer. It is physically reasonable that due to uprising airflow caused by the thermal plume, particles close to the ceiling would be pushed back again to the ceiling after they bounce back from it, which would cause particle gathering and lead to higher local particle concentration in some local regions. On the other hand, since particles are treated either as a continuous phase in the E-E model, it is hard to realize an accurate modelling of their actual behaviours such as bouncing-back in the boundary layers. In this study, the E-E model actually failed to achieve a mechanistic modelling of particle-wall interactions and the particle movement in the boundary layer. For the purpose of a mechanistic modelling of gas-particle flows using the Eulerian method, Fletcher (1994, 1995) derived a wall boundary condition for the particulate phase, through which the particle-wall interactions such as the momentum exchange between the particles and the solid walls could be included in the particle momentum equation. This mechanistic method is believed to be promising in improving the Eulerian model for gas-particle flows.",
            "cite_spans": [
                {
                    "start": 3597,
                    "end": 3618,
                    "text": "Fletcher (1994, 1995)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 185,
                    "end": 191,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 735,
                    "end": 741,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 760,
                    "end": 766,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 771,
                    "end": 777,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 987,
                    "end": 995,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2059,
                    "end": 2067,
                    "text": "Figure 7",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 2314,
                    "end": 2323,
                    "text": "Fig. 7(b)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Fig. 5"
        },
        {
            "text": "For the purpose of quantitative comparison, particle concentration profiles along Line 1 (Fig. 2(a) ) and Line 3 which is located 20 mm in front of the nose tip ( Fig. 7(a) ) are shown in Fig. 8 . Line 1 and Line 3 penetrate through the whole computational domain horizontally and vertically respectively, and Line 3 is also located in the thermal plume region; therefore, they could be used to verify both the overall and local particle concentration predictions. It seems that the agreement between the two models increases with increasing particle size up to 2.5 μm. For the overall particle concentration (Figs. 8(a) , 8(c), and 8(e)), the E-E models predicted obviously higher particle concentration in the bulk region, except the E-L model predicted a higher particle concentration in the area above the manikin head. With increasing particle size, the predicting error of particle concentration in the bulk region decreases. However, the E-L model still gave a higher prediction than the E-E model. It is supposed that the peak distribution of particle concentration is caused by the PSI-C algorithm which actually deals with the particle resident time. Comparatively, the particle concentration profiles predicted by the models along Line 3 agree better with each other and the agreement for coarse and fine particles is better than that for ultra-fine particles. This is especially true for regions close to the walls. However, as experimental data is unavailable at this moment to validate the models, it's hard to tell which model behaves better for ultra-fine particles. Further research is still needed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 89,
                    "end": 99,
                    "text": "(Fig. 2(a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 163,
                    "end": 172,
                    "text": "Fig. 7(a)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 188,
                    "end": 194,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 609,
                    "end": 620,
                    "text": "(Figs. 8(a)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Fig. 5"
        },
        {
            "text": "Recalling Fig. 7 and Fig. 8 , the particle concentration patterns predicted by the E-L model seem discontinuously distributed while the E-E model yields smoothly changing particle concentration fields. It is suspected that the discontinuous concentration pattern is induced by the PSI-C method for converting particle trajectories into particle concentration. It was found the PSI-C method is not stable enough as its results are highly sensitive to both the domain discretization and the number of particle trajectories. The complicated geometry of the manikin of this study further increased the instability. Even a large amount of efforts have been devoted; however, the final results of the particle concentration field were still not satisfactory. Therefore, a more robust model or algorithm for converting particle trajectories into particle concentration is in urgent demand.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 10,
                    "end": 16,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 21,
                    "end": 27,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Fig. 5"
        },
        {
            "text": "Both the Eulerian-Eulerian model and the Eulerian-Lagrangian model were employed in this study to simulate particulate contaminant transport in a displacement ventilated room containing a thermal manikin. The two models were compared against each other in terms of airflow velocity and particle concentration. It was found the both models give very close prediction to the airflow field; however, each of the models have its own advantages and drawbacks in modelling particle transport. This study not only highlighted the advantages of each model, but also gave detailed recommendations for improving the both models. Conclusions arising from this study mainly include:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "(1) The E-E model, which treats the dispersed particles as a continuous phase, not only gives a direct prediction to the particle concentration, but also is capable of providing a mechanistic description of the inter-phase interactions. However, since the particles are treated as a continuous phase, their interactions with the solid walls are hard to be modelled accurately. Further research is needed to develop a model to describe particle behaviours in the boundary layer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "(2) The E-L model, which tracks the particles through the air separately, not only can give a whole-process tracking of particle movement, but also has obvious advantage in modelling particle-wall interactions. However, further study is still need to develop a reliable post-processing procedure for converting particle tracks into particle concentration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "ANSYS CFX-Solver Theory Guide",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ansys",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Two-fluid modeling of aerosol transport in laminar and turbulent flows",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Armand",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Boulaud",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pourprix",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vendel",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Aerosol Sci",
            "volume": "29",
            "issn": "",
            "pages": "961--983",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "ASHRAE. 2013a. 2013 ASHRAE Handbook-Fundamentals. Atlanta. ASHRAE. 2013b. Standard 62.1-2013-Ventilation for Acceptable Indoor Air Quality (ANSI Approved)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Dispersal of exhaled air and personal exposure in displacement ventilated rooms",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bjorn",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Nielsen",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Indoor Air",
            "volume": "12",
            "issn": "",
            "pages": "147--164",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Health effects of daily airborne particle dose in children: Direct association between personal dose and respiratory health effects",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Buonanno",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Marks",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Morawska",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Environ Pollut",
            "volume": "180",
            "issn": "",
            "pages": "246--250",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Lagrangian modeling of particle concentration distribution in indoor environment with different kernel functions and particle search algorithms",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Kao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Build Environ",
            "volume": "57",
            "issn": "",
            "pages": "81--87",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Comparison of a new kernel method and a sampling volume method for estimating indoor particulate matter concentration with Lagrangian modeling",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Kao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Build Environ",
            "volume": "54",
            "issn": "",
            "pages": "20--28",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Modeling particle distribution and deposition in indoor environments with a new drift-flux model",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "Z"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C M"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C K"
                    ],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Atmos Environ",
            "volume": "40",
            "issn": "",
            "pages": "357--367",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A comparison of two-fluid model, dense discrete particle model and CFD-DEM method for modeling impinging gas-solid flows",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "Z"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Powder Technol",
            "volume": "254",
            "issn": "",
            "pages": "94--102",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A computational and experimental investigation of the human thermal plume",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Craven",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Settles",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Fluid Eng",
            "volume": "128",
            "issn": "",
            "pages": "1251--1258",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Radiochemical indoor environment and possible health risks in current building technology",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fucic",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fucic",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Katic",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Stojković",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gamulin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Seferović",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Build Environ",
            "volume": "46",
            "issn": "",
            "pages": "2609--2614",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Numerical investigation of particle transport and inhalation using standing thermal manikins",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "D"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Inthavong",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "J"
                    ],
                    "last": "Ge",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Build Environ",
            "volume": "60",
            "issn": "",
            "pages": "116--125",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Efficient computation of micro-particle dynamics including wall effects",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Longest",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kleinstreuer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Buchanan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Comput Fluids",
            "volume": "33",
            "issn": "",
            "pages": "577--601",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Two-fluid model for particleturbulence interaction in a backward-facing step",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mohanarangam",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "AIChE J",
            "volume": "53",
            "issn": "",
            "pages": "2254--2264",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Sensory and other neurogenic effects of exposures to airborne office dust",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mølhave",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Kjaergaard",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Attermann",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Atmos Environ",
            "volume": "34",
            "issn": "",
            "pages": "4755--4766",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Transport of particulate and gaseous pollutants in the vicinity of a human body",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rim",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Novoselac",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Build Environ",
            "volume": "44",
            "issn": "",
            "pages": "1840--1849",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Communicable respiratory threats in the ED: Tuberculosis, influenza, SARS, and other aerosolized infections",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Rothman",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Hsieh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Emerg Med Clin N Am",
            "volume": "24",
            "issn": "",
            "pages": "989--1017",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Computational modeling of effects of thermal plume adjacent to the body on the indoor airflow and particle transport",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Salmanzadeh",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zahedi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ahmadi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Marr",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Glauser",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Aerosol Sci",
            "volume": "53",
            "issn": "",
            "pages": "29--39",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Modelling flow and heat transfer around a seated human body by computational fluid dynamics",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Sørensen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Voigt",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Build Environ",
            "volume": "38",
            "issn": "",
            "pages": "753--762",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "An improved model for particulate turbulence modulation in confined two-phase flows",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A J"
                    ],
                    "last": "Fletcher",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Int Commun Heat Mass",
            "volume": "21",
            "issn": "",
            "pages": "775--783",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Numerical computation of turbulent gas-solid particle flow in a 90° bend",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A J"
                    ],
                    "last": "Fletcher",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "AIChE J",
            "volume": "41",
            "issn": "",
            "pages": "2187--2197",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Comparison of the Eulerian and Lagrangian methods for predicting particle transport in enclosed spaces",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Atmos Environ",
            "volume": "41",
            "issn": "",
            "pages": "5236--5248",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Particle dispersion and deposition in ventilated rooms: Testing and evaluation of different Eulerian and Lagrangian models",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Q"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "D"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Build Environ",
            "volume": "43",
            "issn": "",
            "pages": "388--397",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Displacement ventilated room.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "the momentum equation (Eq.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Predicted human thermal plume in displacement ventilated rooms.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Local air velocity distributions along selected lines.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Experimental data by",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "CN distributions predicted by different models (0.77 μm).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Particle concentration profiles along selected lines.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The financial supports provided by Australian Research Council (Project ID: DP160101953) and JSPS (Japan Society for the Promotion of Science) Fund for the Promotion of Joint International Research (Grant No. 15KK0211) are gratefully acknowledged.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}