{"paper_id": "8b372053e681af0324ce5755b1d448c0f234982b", "metadata": {"title": "Clinicopathological Conference: Fever, Productive Cough, and Tachycardia in a 22-year-old Asian Male", "authors": [{"first": "Amandeep", "middle": [], "last": "Singh", "suffix": "", "affiliation": {"laboratory": "", "institution": "Thomas Jefferson University Hospital (SM)", "location": {"addrLine": "1901 First Avenue, Room 2A18", "postCode": "10029", "settlement": "Philadelphia, New York", "region": "PA., NY"}}, "email": ""}, {"first": "Siamak", "middle": [], "last": "Moayedi", "suffix": "", "affiliation": {"laboratory": "", "institution": "Thomas Jefferson University Hospital (SM)", "location": {"addrLine": "1901 First Avenue, Room 2A18", "postCode": "10029", "settlement": "Philadelphia, New York", "region": "PA., NY"}}, "email": ""}]}, "abstract": [{"text": "A 22-year-old Indonesian male who recently immigrated to the United States presented to the emergency department (ED) with a chief complaint of four weeks of intermittent fevers and cough productive of white sputum. Through translator services, the patient revealed that three weeks before presentation, he was seen by his primary care physician (PCP), diagnosed with bronchitis, and treated with a sevenday course of cephalexin. Despite compliance with this treatment regimen, the patient complained of a persistent cough, intermittent fevers, and episodes of palpitations. He denied any chest pain or shortness of breath. He reported no significant past medical history and denied taking any medications other than the prescribed antibiotic. His social history was significant for emigration from Indonesia to the United States five months before presentation in the ED, while he denied use of alcohol, tobacco, or recreational drugs. The family history and review of systems provided no additional information.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "On physical examination, the patient was in mild respiratory distress. His oral temperature was 100.78F, pulse was 150 beats/min, respiratory rate was 20 breaths/min, blood pressure was 106/71 mm Hg, and pulse oximetry was 97% on room air.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The patient's pupils were equally round and reactive to light. His sclera were anicteric. His oropharynx was clear with moist mucous membranes.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "were appreciated. His abdomen was soft, nontender, and nondistended, with normal bowel sounds. No abdominal masses were palpated. He had no peripheral edema. He was alert and oriented, without any focal neurologic deficits. His skin was mildly diaphoretic, without any rashes or lesions.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Upon arrival to the ED, the patient was triaged to a telemetry bed. Intravenous (IV) access was established and an electrocardiogram (ECG) was obtained ( Figure 1) . A 1-L bolus of IV normal saline was started, and appropriate blood work was collected. A portable chest radiography (Figure 2 ) was obtained. After reviewing the radiograph, a bedside echocardiogram was requested ( Figure 3) .", "cite_spans": [], "ref_spans": [{"start": 154, "end": 163, "text": "Figure 1)", "ref_id": "FIGREF0"}, {"start": 282, "end": 291, "text": "(Figure 2", "ref_id": "FIGREF1"}, {"start": 381, "end": 390, "text": "Figure 3)", "ref_id": "FIGREF2"}], "section": ""}, {"text": "Laboratory values returned as follows: sodium, 134 mEq/L; potassium, 3.7 mEq/L; chloride, 99 mEq/L; bicarbonate, 22 mEq/L; BUN, 10 mg/dL; creatinine, 1 mg/dL; glucose, 98 mg/dL. White blood cell count was 5.2 (310 9 /L), hemoglobin was 12.6 g/dL, and platelets were 393 (310 9 /L). Creatine kinase was 141 U/L with a normal MB fraction, and troponin I was \\0.2 ng/mL. Additionally, blood cultures were pending, and a urine drug screen was negative.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The patient's heart rate remained around 150 beats/ min despite the IV fluid bolus. After reviewing the echocardiogram, appropriate consultation was made and the patient was admitted to the intensive care unit.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "A 22-year-old man who recently entered the United States from Indonesia presented to the ED with four weeks of intermittent fever and a productive cough. His PCP saw him three weeks earlier and treated him with cephalexin for seven days, but his symptoms persisted despite treatment. Upon presentation to the ED, he was found to have a heart rate of 150 beats/min, a temperature of 100.78F, and a pulse oximetry reading of 97% on room air. His physical examination revealed a well-developed and wellnourished male in mild respiratory distress, with bibasilar pulmonary rales, distant heart sounds, and mild diaphoresis on examination. No dermatologic, ophthalmic, gastrointestinal, genitourinary, musculoskeletal, or neurologic signs or symptoms were reported. His electrolytes, renal function, and cardiac markers were normal, as well as his leukocyte count and hemoglobin. No information regarding his prior immunization status was reported.", "cite_spans": [], "ref_spans": [], "section": "FACULTY DISCUSSION"}, {"text": "A chest radiography ( Figure 2 ) was ordered, presumably to see if an infiltrate was present, and serendipitously showed enlargement of the cardiopericardial silhouette. Additionally, a 12-lead ECG ( Figure 1 ) was obtained and revealed a sinus tachycardia, diffuse T-wave flattening, and low QRS-wave voltage. On the ECG, there was no ST-segment elevation, PR-segment depression, or T-wave inversion to suggest early or resolving acute pericarditis. An echocardiogram was performed to evaluate the enlarged cardio-pericardial silhouette and electrocar-diographic findings, and revealed a large hypoechoic fluid collection surrounding the heart indicative of a pericardial effusion ( Figure 3 ).", "cite_spans": [], "ref_spans": [{"start": 22, "end": 30, "text": "Figure 2", "ref_id": "FIGREF1"}, {"start": 200, "end": 208, "text": "Figure 1", "ref_id": "FIGREF0"}, {"start": 684, "end": 692, "text": "Figure 3", "ref_id": "FIGREF2"}], "section": "FACULTY DISCUSSION"}, {"text": "To generate the appropriate differential diagnosis in this case, there are several key features of the patient's history and physical examination that aid in the understanding of his pathologic process: 1) symptom development occurred soon after emigration from Indonesia, 2) the patient's primary symptoms were pulmonary in origin, and 3) secondary cardiac involvement resulted in a large, initially asymptomatic pericardial effusion. Although several disease processes are possible explanations for this patient's pathology, one likely diagnosis will become clear through our discussion. Travel from Southeast Asia. With over 500 million people crossing international borders each year, the potential for emerging pathogens to be spread from other geographic regions is greater than ever. 1 Over a decade ago, the Institute of Medicine identified travel as one of six major factors related to the emergence and re-emergence of tropical disease. 2 Several years later, the Centers for Disease Control and Prevention (CDC) released Addressing Emerging Infectious Disease Threats: A Prevention Strategy for the United States; in this doctrine international travelers, refugees, and immigrants are targeted as a priority group for infectious disease surveillance. 3 The updated 1998 document from the CDC entitled Preventing Emerging Infectious Diseases: A Strategy for the 21 st Century continues to identify international travelers as a high-risk population that has contributed to the spread of these diseases. 4 The CDC recommendations are in part the result of the concern that many tropical and developing countries contain infectious pathogens not common to the United States. These diseases, such as malaria, plague, dengue fever, and yellow fever, have explosive potential if introduced in this country in sufficient quantity. For symptomatic patients who recently have immigrated to the United States, the potential for diagnosis of these unusual pathogens is significant. New emigrants from developing countries are at particular risk for infectious disease. This population frequently does not utilize appropriate pretravel medical care, may not be appropriately or completely vaccinated, and may experience living or working conditions that place them at higher risk for virulent infectious diseases. 5 Additionally, genetic variations in the immune system of immigrants and lack of exposure to antigens on indigenous infectious organisms can contribute to the development of an infection soon after entering a new country. A significant number of immigrants who develop medical complaints will seek primary medical care through the ED. These patients are particularly challenging because of language barriers, atypical presentations of diseases, self-medication with atypical treatments before arrival, and a lack of physician familiarity of indigenous infections from the country of origin.", "cite_spans": [{"start": 791, "end": 792, "text": "1", "ref_id": "BIBREF0"}, {"start": 1262, "end": 1263, "text": "3", "ref_id": "BIBREF2"}, {"start": 1512, "end": 1513, "text": "4", "ref_id": "BIBREF3"}, {"start": 2312, "end": 2313, "text": "5", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "FACULTY DISCUSSION"}, {"text": "Upto 3% of individuals will complain of fever in the period immediately after travel. 6 The evaluation of the febrile immigrant begins with a thorough pretravel history regarding the living conditions in the country of origin, the patient's vaccination history, and any pretravel health care. Specific questions regarding medical history and risk factors for common enteric, respiratory, neurologic, dermatologic, and hematologic infections should be made. In the post-travel period, fever most often indicates an underlying infection; however, other causes of fever should be simultaneously explored (Table 1 ). Many infectious diseases will have characteristic clinical features that distinguish them from other illness.", "cite_spans": [{"start": 86, "end": 87, "text": "6", "ref_id": "BIBREF5"}], "ref_spans": [{"start": 601, "end": 609, "text": "(Table 1", "ref_id": "TABREF0"}], "section": "FACULTY DISCUSSION"}, {"text": "Our patient entered this country from Indonesia five months before presentation to the ED. Assuming that he became symptomatic with intermittent fever and productive cough three to four weeks before his presentation (i.e., when seen and treated by his PCP), one can assume that one of two possibilities occurred. He either became infected with an organism in the United States four months after entering this country or he harbored an occult, slow-growing infection with a long incubation period from Indonesia. In this type of patient, it is useful to generate differential diagnoses for each of these possibilities. A listing of potential pulmonary pathogens is seen in Table 2 .", "cite_spans": [], "ref_spans": [{"start": 672, "end": 679, "text": "Table 2", "ref_id": "TABREF1"}], "section": "FACULTY DISCUSSION"}, {"text": "Pulmonary Infection. If we assume that this patient developed his infection in the United States, then we are most likely dealing with a common pulmonary pathogen such as those on the left side of Table 2 . The clinical presentation and description of these organisms can be found in most emergency medicine textbooks. It is more likely that this patient harbored a pulmonary infection from Indonesia. Many of the common pulmonary pathogens from Indonesia are similar to those found in the United States; however, many unusual pathogens are found with increasing frequency in this developing country (see right side of Table 2 ). Mycobacterium tuberculosis is a slow-growing aerobic rod with characteristic acid-fast staining properties. Infection with tuberculosis continues to be a worldwide problem, with approximately one-third of the world population currently infected. 7 Indonesia has the dubious distinction of having the third largest tuberculosis organism burden in the world. Individuals throughout portions of Asia are given Bacille-Calmette-Guerin (BCG) vaccination as children; however, the overall efficacy and duration of protective immunity using the BCG vaccine remain unclear. 8 Tuberculosis is transmitted primarily through inhalation of aerosolized bacilli. Initially, patients often are asymptomatic following primary infection, although the organism may remain viable and dormant for years. In these individuals, the only indication of primary infection is a positive tuberculin purified protein derivative (PPD) skin test.", "cite_spans": [{"start": 876, "end": 877, "text": "7", "ref_id": "BIBREF6"}, {"start": 1196, "end": 1197, "text": "8", "ref_id": "BIBREF7"}], "ref_spans": [{"start": 197, "end": 204, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 619, "end": 626, "text": "Table 2", "ref_id": "TABREF1"}], "section": "FACULTY DISCUSSION"}, {"text": "Reactivation of the disease is highest in the first two years following exposure, and is highest in young adults. Typically, reactivation occurs in the lungs and should be considered in any patient who presents with a cough of more than three weeksÕ duration, intermittent fever, night sweats, hemoptysis, weight loss, and anorexia. Although any patient may be at risk for developing tuberculosis, patients with an immunocompromising illness such as HIV infection, prior institutionalization, travel to an endemic region, a positive PPD placed in the past, or known exposure to tuberculosis are especially at increased risk. 9 This patient came from a region known to be endemic for tuberculosis and presented with typical signs and symptoms of reactivation of the disease. The failure of his symptoms to respond to cephalexin also is consistent with a diagnosis of tuberculosis because this antibiotic has little effect against these slowgrowing bacilli. Infection with tuberculosis may exhibit extrapulmonary manifestations of this disease that can occur during primary infection or during reactivation of the disease. Dissemination can result in infection spreading to any organ system, including the heart and pericardium.", "cite_spans": [{"start": 625, "end": 626, "text": "9", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "FACULTY DISCUSSION"}, {"text": "Q fever is a self-limited infection seen in about 50% of people infected with the obligate intracellular rickettsial pathogen Coxiella burnetii. Transmission is primarily through inhalation and is generally seen in farmers as a result of exposure to livestock, through ingestion by drinking unpasteurized milk, or uncommonly via a tick bite. 10 Acute infection begins with sudden onset of one or more of the following: high fevers (up to 104-1058F), severe headache, general malaise, myalgia, confusion, sore throat, chills, sweats, nonproductive cough, nausea, vomiting, diarrhea, abdominal pain, and chest pain. 11, 23 Fever usually lasts for one to two weeks, and abnormalities on liver function testing can be seen. Symptoms of pneumonia occur in 30% to 50% of symptomatic patients. The chest radiograph typically shows rounded segmental lower-lobe densities, but may show lobar consolidation. 12 In general, most patients will recover to good health within several months without any treatment. Only 1% to 2% of people with acute Q fever die from the disease. The chronic form of Q fever is much more serious, and as many as 65% of persons with chronic Q fever may die from the disease. Endocarditis, most commonly involving the aortic valve, can occur in up to twothirds of patients with chronic Q fever. 13 Our Indonesian patient reported no farm-exposure history and did not complain about the typical headache seen in C. burnetii infection. Additionally, the typical incubation period of Q fever ranges from 14 to 39 days, much longer than the four-month asymptomatic period our patient would have had to experience if he was infected in Indonesia.", "cite_spans": [{"start": 342, "end": 344, "text": "10", "ref_id": "BIBREF9"}, {"start": 614, "end": 617, "text": "11,", "ref_id": "BIBREF10"}, {"start": 618, "end": 620, "text": "23", "ref_id": "BIBREF22"}, {"start": 898, "end": 900, "text": "12", "ref_id": "BIBREF11"}, {"start": 1311, "end": 1313, "text": "13", "ref_id": null}], "ref_spans": [], "section": "FACULTY DISCUSSION"}, {"text": "Psittacosis and tularemia are caused by infection with Chlamydia psittaci and Francisella tularensis, respectively. Pet shop workers and bird handlers, especially parrot and pigeon handlers, are especially at risk for acquiring psittacosis. The clinical presentation of psittacosis includes high fever associated with a relative bradycardia, severe headache, nonproductive cough or hemoptysis, and hepatic and spleen enlargement. Chest radiography reveals patchy perihilar or lower-lobe infiltrates. 14 Hunters and trappers of rabbits and those exposed to ticks and rodents contaminated with F. tularensis are at risk for development of tularemia. Depending on the route of exposure, the tularemia bacteria may cause skin ulcers, swollen and painful lymph glands, inflamed eyes, sore throat, oral ulcers, or pneumonia. An acute infection presents with the abrupt onset of fever, chills, headache, muscle aches, joint pain, dry cough, and progressive weakness. Persons with pneumonia can develop chest pain, difficulty breathing, bloody sputum, and respiratory failure. Chest radiography reveals bilateral patchy infiltrates. Treatment with streptomycin or gentamycin is highly effective and reduces the mortality rate from 30% to \\1%. 15 Although uncommon, pericarditis can be seen in both psittacosis and tularemia. Our patient had no avian or rabbit exposure and did not have any of the laboratory or physical examination findings consistent with psittacosis or tularemia.", "cite_spans": [{"start": 1235, "end": 1237, "text": "15", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "FACULTY DISCUSSION"}, {"text": "Infection with Bordetella pertussis is characterized by three distinct phases: the catarrhal phase, the paroxysmal phase, and the convalescent phase. The catarrhal phase begins after an incubation period of seven to ten days. Symptoms last one to two weeks and are indistinguishable from an upper respiratory tract infection with cough. The paroxysmal phase lasts two to four weeks and is characterized by paroxysms of coughing followed by a forceful inspiration producing the characteristic ''whoop'' sound. A residual, irritating cough lasting weeks to months is seen in the convalescent phase. Whooping cough has seen an increase in worldwide incidence as a result of a reduction in the use of its vaccine. 16 It is unlikely that our patient had whooping cough. Although pertussis is seen in any age, it is predominately a pediatric illness. Additionally, pericardial effusion is not a known complication of whooping cough.", "cite_spans": [{"start": 710, "end": 712, "text": "16", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "FACULTY DISCUSSION"}, {"text": "Although diphtheria has been nearly eradicated in the United States, endemic infection still occurs in areas throughout the world, including Southeast Asia. Corynebacterium diphtheriae is a gram-positive, club-shaped bacillus that presents as an infection involving the respiratory tract or skin. Systemic involvement of the cardiovascular and nervous system may occur. Following a short incubation period, patients present with signs of a typical upper respiratory tract infection. On oropharyngeal examination, a grayish-white pseudomembrane adherent to the posterior pharynx can be seen in infected individuals. C. diphtheriae releases a powerful exotoxin that directly injures myocytes, producing a myocarditis, congestive heart failure, and conduction blocks. The exotoxin's disruption of protein synthesis produces a peripheral neuropathy manifesting as muscle weakness. 17 The typical symptoms and signs of diphtheria infection were absent in our patient.", "cite_spans": [{"start": 877, "end": 879, "text": "17", "ref_id": null}], "ref_spans": [], "section": "FACULTY DISCUSSION"}, {"text": "Hantavirus and the pneumonic plague are endemic in many parts of Southeast Asia, including Indonesia. Whereas hantavirus occurs with exposure to rodent excrement, infection with Yersinia pestis is transmitted by flea bites from infected rodents. Hantavirus infection occurs after a one-to five-week incubation period and initially presents with fever and myalgias. Symptoms of cough and shortness of breath herald the development of a rapidly aggressive bilateral pneumonia, often requiring mechanical ventilation within 24 hours. 18, 22 Hematogenous spread of Y. pestis leads to a highly contagious and rapidly fatal pneumonia. 19, 22 Without a history of rodent or flea exposure and as a result of the slowly developing symptoms seen in our patient, it is unlikely that our patient was infected with hantavirus or pneumonic plague.", "cite_spans": [{"start": 531, "end": 534, "text": "18,", "ref_id": null}, {"start": 535, "end": 537, "text": "22", "ref_id": "BIBREF21"}, {"start": 629, "end": 632, "text": "19,", "ref_id": null}, {"start": 633, "end": 635, "text": "22", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "FACULTY DISCUSSION"}, {"text": "Lassa virus and lymphocytic choriomeningitis virus are members of the arenaviridae viruses. Lassa fever is transmitted person to person and through contact with infected rodent urine. A gradual onset of fever and malaise begin after an incubation period lasting up to three weeks. Severe headache and retrosternal chest pain may accompany the development of pneumonitis and respiratory distress. Lymphocytic choriomeningitis virus begins as an influenza-like illness after a one-to three-week incubation period. Aseptic meningitis may ensue, but even severe cases are associated with good recovery. 20 Melioidosis, or Whitmore's disease, is caused by infection with Burkholderia pseudomallei. A handful of cases are confirmed in the United States each year, seen exclusively in travelers and immigrants, especially from Southeast Asia, where it is endemic. Transmission occurs through either direct person-to-person contact, direct contact with contaminated soil and surface water, or inhalation. Acute infection with melioidosis can produce fever and general muscle aches, and may progress rapidly to infect the bloodstream. The acute, localized form of infection presents as a nodule and results from inoculation through a break in the skin. The pulmonary form of the disease presents with symptoms consistent with a mild bronchitis to severe pneumonia. The onset of pulmonary melioidosis is typically accompanied by a high fever, headache, anorexia, and general muscle soreness. Chest pain is common, but a nonproductive or productive cough with normal sputum is the hallmark of this form of melioidosis. Bacteremic spread of this organism leads to septic shock with microabscesses found throughout the body, including pus-filled skin lesions. 21 Numerous fungal and parasitic organisms endemic to Southeast Asia have potential pulmonary involvement. The acute phase (invasion and migration) of Paragonimus westermani may be marked by diarrhea, abdominal pain, fever, cough, urticaria, hepatosplenomegaly, pulmonary abnormalities, and eosinophilia. During the chronic phase, pulmonary manifestations include cough, expectoration of discolored sputum, hemoptysis, and chest radiographic abnormalities. Echinococcus granulosus infections remain silent for years before the enlarging cysts cause symptoms in the affected organs. Hepatic involvement can result in abdominal pain, a mass in the hepatic area, and biliary duct obstruction. Pulmonary involvement can produce chest pain, cough, and hemoptysis. Rupture of the cysts can produce fever, urticaria, eosinophilia, and anaphylactic shock, as well as cyst dissemination. Ascaris lumbricoides, Strongyloides stercoralis, Schistosoma haematobium, and several other less common parasites also can present with pulmonary findings. It is unlikely that one of these organisms infected our patient, because the majority of symptoms listed were not present in our patient. Additionally, our patient lacked information regarding eosinophilia, which is classically seen in parasitic infections.", "cite_spans": [{"start": 599, "end": 601, "text": "20", "ref_id": "BIBREF19"}, {"start": 1747, "end": 1749, "text": "21", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "FACULTY DISCUSSION"}, {"text": "With these possibilities in mind, let us turn to the last piece of critical information in this case: the development of a large pericardial effusion.", "cite_spans": [], "ref_spans": [], "section": "FACULTY DISCUSSION"}, {"text": "Pericardial Effusion. The normal pericardium is composed of two layers and a potential space that exists between them. The two layers of the pericardium include a thin, visceral layer closely applied to the epicardium and a dense, outer parietal layer. The parietal layer is attached to the sternum, diaphragm, and mediastinum by fibrinous extensions and adventitia. Between 15 and 60 mL of fluid normally is contained in the space between the visceral and parietal pericardium. The pericardium is thought to maintain the heart's position, lubricate the heart's surface, prevent the spread of infection from adjacent thoracic structures, prevent cardiac overdilatation, augment atrial filling, and maintain the normal pressurevolume relationships of the cardiac chambers. A minimum of 250 mL is needed to fill the pericardial reserve volume sufficiently to detectably increase the cardio-pericardial silhouette by chest radiography. 24 Our patient had multiple imaging findings consistent with a large pericardial effusion. His chest radiograph showed enlargement of the cardio-pericardial silhouette. Common etiologies for cardiopericardial enlargement include pericardial effusion, valvular heart disease, cardiomyopathy, and congenital heart disease. Our patient did not carry a congenital heart disease diagnosis and did not have a cardiac murmur to signify valvular heart disease. An echocardiogram is needed to investigate these possibilities and in this patient showed a large hypoechoic area surrounding the myocardium. Finally, his 12-lead ECG showed sinus tachycardia, low voltage in the precordial leads, and diffuse T-wave flattening, all of which are consistent with a pericardial effusion. Notably, there was no ST-segment elevation, PRsegment depression, or T-wave inversion to suggest the early or resolving stages of acute pericarditis.", "cite_spans": [{"start": 933, "end": 935, "text": "24", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "FACULTY DISCUSSION"}, {"text": "The causes of pericardial effusion are numerous and parallel the etiologies of acute pericarditis (Table  3) . Large pericardial effusions are most common with tumors, tuberculosis pericarditis, cholesterol pericarditis, myxedema, vasculitis/connective tissue disease, uremic pericarditis, and parasitoses. 25 An effusion is often asymptomatic but should be suspected in the appropriate clinical setting. Pericardial effusions can present with vague chest symptoms such as a feeling of chest pressure and chest ache. A very large effusion can manifest as dyspnea on exertion (compression of lung parenchyma), dysphagia (compression of esophagus), cough (compression of pulmonary bronchi), hiccups (compression of vagus and phrenic nerve), or hoarseness (compression of recurrent laryngeal nerve). Classic physical examination findings of distant heart sounds and jugular venous distension are generally unreliable and difficult to detect in the ED. Cardiovascular changes occur as fluid within the pericardium accumulates. Tachycardia occurs commonly, but many patients may have heart rates of 90 to 100 beats/min or lower in hypothyroidism or uremic patients. Significant cardiac tamponade produces absolute or relative hypotension. Chest radiography and 12-lead ECG can suggest the diagnosis of pericardial effusion, but are neither sensitive nor specific enough to confirm the diagnosis. The diagnostic criterion standard is two-dimensional echocardiography in the diagnosis of pericardial effusion.", "cite_spans": [{"start": 307, "end": 309, "text": "25", "ref_id": "BIBREF24"}], "ref_spans": [{"start": 98, "end": 108, "text": "(Table  3)", "ref_id": "TABREF2"}], "section": "FACULTY DISCUSSION"}, {"text": "In our patient, the most likely cause of the pericardial effusion was infection with tuberculosis. Tuberculous pericarditis is estimated to occur in 1% to 2% of patients with pulmonary tuberculosis 26 and is one of the leading causes of pericarditis in nonindustrialized countries. Associated pericardial effusions typically are slowly accumulating, and several hundred milliliters of fluid may develop before symptoms become apparent. In many patients, the chest radiography film shows an enlarged cardiac silhouette, but a pulmonary infiltrate often is absent, as was seen in this patient. Special cultures of pericardial fluid are needed to diagnose tuberculous pericardial effusion. Yields may be increased with biopsy of the pericardium or culturing the precipitant after centrifugation of pericardial effusion. In addition to the development of a constrictive pericarditis, or myocarditis, complications of tuberculous pericarditis includes impairment of cardiac function either directly or through cardiac tamponade.", "cite_spans": [{"start": 198, "end": 200, "text": "26", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "FACULTY DISCUSSION"}, {"text": "Probable Diagnosis: Large Pericardial Effusion Secondary to Tuberculosis Infection. To summarize, this patient's recent immigration, symptoms of intermittent fever and of chronic cough that failed to respond to outpatient antibiotics, and development of large pericardial effusion all are consistent with a diagnosis of tuberculosis. Suggested management includes admission to a monitored setting and ap- ", "cite_spans": [], "ref_spans": [], "section": "FACULTY DISCUSSION"}, {"text": "The ECG revealed sinus tachycardia and low voltage. The chest radiography revealed a large cardiac silhouette consistent with either cardiomegaly and or a pericardial effusion. The echocardiogram confirmed a large pericardial effusion and global hypokinesis. Cardiovascular surgery was consulted and the patient underwent a pericardial window. Six hundred milliliters of bloody fluid was drained from the pericardium. A biopsy of the thickened pericardium revealed necrotizing granulomas consistent with tuberculous pericarditis. M. tuberculosis was isolated from the pericardial specimen. Postsurgical serial echocardiograms revealed persistent moderate-to-severe global hypokinesis. Five days following surgery, the patient remained stable and was transferred to a telemetry unit. An asymptomatic tachycardia persisted throughout his hospital stay. The patient was discharged 12 days after admission with a four-drug tuberculosis regimen (pyrazinamide, isoniazid, rifampin, and ethambutol). Follow-up was arranged with cardiology and infectious disease specialists.", "cite_spans": [], "ref_spans": [], "section": "RESIDENT DISCUSSION AND CASE OUTCOME"}, {"text": "Tuberculosis is a lethal infectious disease with diverse manifestations. The incidence of tuberculosis has been rising over the past decades. According to the World Health Organization, approximately 4 million new cases occur annually. 27 It is reported that more than 95% of these cases are in developing countries such as Indonesia. 28 In the United States, more than 22,000 cases are reported annually. 29 Tuberculous pericarditis is thought to occur in 2% of all instances of pulmonary tuberculosis. 29 Worldwide, tuberculosis is the leading cause of pericarditis. In the United States, it is the leading cause of immunodeficiency-related pericarditis. 30 The typical symptoms of this disease are cough, dyspnea, and chest pain. Additionally, night sweats, orthopnea, and weight loss are common. Cardiomegaly, pericardial rub, fever, and tachycardia are frequent signs. 31 The mycobacterium spreads to the pericardium either by direct extension from the lungs or by a hematogenous route. The resultant effusion is thought to be caused by a hypersensitivity reaction to the tuberculoprotein. Proinflammatory cytokines are implicated as the etiology of symptoms such as fever, weakness, and weight loss. 31 Cardiomegaly caused by pericardial effusion frequently is evident on chest radiography. However, fewer than half of the patients may have radiographic evidence of pulmonary tuberculosis. 32 Characteristic ECG findings of tuberculous pericarditis are lowvoltage QRS waves and inverted T waves. However, these findings are present only in a minority of cases and are not diagnostic. 29 Similarly, echocardiogram findings are nonspecific. Evidence of pericardial effusion with possible pericardial thickening is suggestive of the diagnosis. Rarely, there may be evidence of cardiac tamponade. 31 Definitive diagnosis of tuberculous pericarditis requires isolation of M. tuberculosis. A positive tuberculin skin test may increase the suspicion for the diagnosis; however, a negative test does not exclude it. Given the difficulty of isolating the bacteria, pericardial fluid culture is neither reliable nor timely. In fact, culture of the fluid reveals the diagnosis in only 30% of the cases. 27 A pericardial tissue specimen has a higher yield for isolation of the bacteria. When a large pericardial effusion is present, an open biopsy along with a pericardial window serves as both a diagnostic and a therapeutic procedure. 31 Antibiotic therapy mimics the same dose and length as that of pulmonary tuberculosis. Resolution of the pericarditis is expected within three months in 80% of patients. 32 Before the advent of modern antituberculosis drug therapy, mortality rates of up to 85% were noted. With current therapy, the mortality rate has decreased to 50%. 29 Constrictive pericarditis develops in 30% to 50% of patients despite medical therapy. 32 Thus, the placement of a pericardial window generally is recommended in the treatment of tuberculous pericarditis.", "cite_spans": [{"start": 236, "end": 238, "text": "27", "ref_id": "BIBREF26"}, {"start": 335, "end": 337, "text": "28", "ref_id": "BIBREF27"}, {"start": 406, "end": 408, "text": "29", "ref_id": "BIBREF28"}, {"start": 504, "end": 506, "text": "29", "ref_id": "BIBREF28"}, {"start": 657, "end": 659, "text": "30", "ref_id": "BIBREF29"}, {"start": 874, "end": 876, "text": "31", "ref_id": "BIBREF30"}, {"start": 1206, "end": 1208, "text": "31", "ref_id": "BIBREF30"}, {"start": 1396, "end": 1398, "text": "32", "ref_id": "BIBREF31"}, {"start": 1590, "end": 1592, "text": "29", "ref_id": "BIBREF28"}, {"start": 1799, "end": 1801, "text": "31", "ref_id": "BIBREF30"}, {"start": 2198, "end": 2200, "text": "27", "ref_id": "BIBREF26"}, {"start": 2431, "end": 2433, "text": "31", "ref_id": "BIBREF30"}, {"start": 2603, "end": 2605, "text": "32", "ref_id": "BIBREF31"}, {"start": 2769, "end": 2771, "text": "29", "ref_id": "BIBREF28"}, {"start": 2858, "end": 2860, "text": "32", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "RESIDENT DISCUSSION AND CASE OUTCOME"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Travel and the emergence of infectious diseases", "authors": [{"first": "M", "middle": [], "last": "Wilson", "suffix": ""}], "year": 1995, "venue": "Emerg Infect Dis", "volume": "1", "issn": "", "pages": "39--46", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "d www.aemj.org 2. Institute of Medicine. Emerging Infections: Microbial Threats to Health in the United States", "authors": [{"first": "", "middle": [], "last": "Acad", "suffix": ""}], "year": 1992, "venue": "", "volume": "11", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Addressing Emerging Infectious Disease Threats: A Prevention Strategy for the United States", "authors": [], "year": 1994, "venue": "Centers for Disease Control and Prevention", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Centers for Disease Control and Prevention. Preventing Emerging Infectious Disease Threats: A Strategy for the 21 st Century", "authors": [], "year": 1998, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Travel medicine", "authors": [{"first": "D", "middle": ["O"], "last": "Freedman", "suffix": ""}], "year": 1998, "venue": "Infect Dis Clin North Am", "volume": "12", "issn": "", "pages": "523--565", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Illness after international travel", "authors": [{"first": "E", "middle": ["T"], "last": "Ryan", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Wilson", "suffix": ""}, {"first": "K", "middle": ["C"], "last": "Kain", "suffix": ""}], "year": 2002, "venue": "N Engl J Med", "volume": "347", "issn": "", "pages": "505--521", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "The global tuberculosis situation and the new control strategy of the World Health Organization", "authors": [{"first": "A", "middle": [], "last": "Kochi", "suffix": ""}], "year": 1991, "venue": "Tubercle", "volume": "72", "issn": "", "pages": "1--6", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Efficacy of BCG vaccine in the prevention of tuberculosis. Meta analysis of the published literature", "authors": [{"first": "G", "middle": ["A"], "last": "Colditz", "suffix": ""}, {"first": "T", "middle": ["F"], "last": "Brewer", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Berkey", "suffix": ""}], "year": 1994, "venue": "JAMA", "volume": "271", "issn": "", "pages": "698--702", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Rosen's Emergency Medicine Concepts and Clinical Practice", "authors": [{"first": "Chan", "middle": ["D"], "last": "Tuberculosis", "suffix": ""}], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Rosen's Emergency Medicine Concepts and Clinical Practice", "authors": [{"first": "G", "middle": [], "last": "Moran", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Talan", "suffix": ""}, {"first": "", "middle": [], "last": "Pneumonia", "suffix": ""}], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Coxiella burnetii (Q fever) pneumonia", "authors": [{"first": "T", "middle": ["J"], "last": "Marrie", "suffix": ""}], "year": 1995, "venue": "Clin Infect Dis", "volume": "21", "issn": "3", "pages": "253--264", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "The chest film findings in ''Q'' fever-a series of 35 cases", "authors": [{"first": "J", "middle": ["K"], "last": "Miller", "suffix": ""}], "year": 1978, "venue": "Clin Radiol", "volume": "29", "issn": "", "pages": "371--376", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Chlamydia psittaci (psittacosis)", "authors": [{"first": "D", "middle": [], "last": "Schlossberg", "suffix": ""}], "year": 2000, "venue": "Principles and Practice of Infectious Diseases", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Francisella tularensis (tularemia)", "authors": [{"first": "J", "middle": ["T"], "last": "Cross", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Penn", "suffix": ""}], "year": 2000, "venue": "Principles and Practice of Infectious Diseases", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Bordetella pertussis and chronic cough in adults", "authors": [{"first": "N", "middle": ["H"], "last": "Birkebaek", "suffix": ""}, {"first": "M", "middle": [], "last": "Kristiansen", "suffix": ""}, {"first": "T", "middle": [], "last": "Seefeldt", "suffix": ""}], "year": 1999, "venue": "Clin Infect Dis", "volume": "29", "issn": "", "pages": "1239--1281", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Viral hemorrhagic fevers and hantavirus infections in the Americas", "authors": [{"first": "T", "middle": ["J"], "last": "Doyle", "suffix": ""}, {"first": "R", "middle": ["T"], "last": "Bryan", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Peters", "suffix": ""}], "year": 1998, "venue": "Infect Dis Clin North Am", "volume": "12", "issn": "", "pages": "95--110", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Pseudomonas species (including melioidosis and glanders)", "authors": [{"first": "J", "middle": ["P"], "last": "Sanford", "suffix": ""}], "year": 2000, "venue": "Principles and Practice of Infectious Diseases", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Emerging infectious diseases and risk to the traveler", "authors": [{"first": "D", "middle": ["O"], "last": "Freedman", "suffix": ""}, {"first": "J", "middle": [], "last": "Woodall", "suffix": ""}], "year": 1999, "venue": "Med Clin North Am", "volume": "83", "issn": "", "pages": "865--83", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Fever in the returned traveler", "authors": [{"first": "A", "middle": ["J"], "last": "Magill", "suffix": ""}], "year": 1998, "venue": "Infect Dis Clin North Am", "volume": "12", "issn": "", "pages": "445--69", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Heart Disease: A Textbook of Cardiovascular Medicine", "authors": [{"first": "D", "middle": ["H"], "last": "Spodick", "suffix": ""}], "year": 2001, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Should pericardial drainage be performed routinely in patients who have a large pericardial effusion without tamponade?", "authors": [{"first": "J", "middle": [], "last": "Merce", "suffix": ""}, {"first": "J", "middle": [], "last": "Sagrista-Sauleda", "suffix": ""}, {"first": "G", "middle": [], "last": "Permanyer-Miralda", "suffix": ""}, {"first": "J", "middle": [], "last": "Soler-Soler", "suffix": ""}], "year": 1998, "venue": "Am J Med", "volume": "105", "issn": "", "pages": "106--115", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Rosen's Emergency Medicine: Concepts and Clinical Practice", "authors": [{"first": "N", "middle": ["J"], "last": "Jouriles", "suffix": ""}, {"first": "Myocardial", "middle": [], "last": "Pericardial", "suffix": ""}, {"first": "", "middle": [], "last": "Disease", "suffix": ""}], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Harrison's Principles of Internal Medicine, 15 th Edition", "authors": [{"first": "M", "middle": ["C"], "last": "Raviglione", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "O&apos;brien", "suffix": ""}, {"first": "", "middle": [], "last": "Tuberculosis", "suffix": ""}], "year": 2001, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Cardiac tamponade as a manifestation of tuberculosis", "authors": [{"first": "E", "middle": [], "last": "Gladych", "suffix": ""}, {"first": "S", "middle": [], "last": "Goland", "suffix": ""}, {"first": "M", "middle": [], "last": "Attali", "suffix": ""}, {"first": "M", "middle": [], "last": "Somin", "suffix": ""}, {"first": "S", "middle": ["D"], "last": "Malnick", "suffix": ""}], "year": 2001, "venue": "South Med J", "volume": "94", "issn": "", "pages": "525--533", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Tuberculous pericarditis", "authors": [{"first": "N", "middle": ["O"], "last": "Fowler", "suffix": ""}], "year": 1991, "venue": "JAMA", "volume": "266", "issn": "", "pages": "99--103", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Human immunodeficiency virus-associated pericardial effusion: report of 40 cases and review of the literature", "authors": [{"first": "Y", "middle": [], "last": "Chen", "suffix": ""}, {"first": "D", "middle": [], "last": "Brennessel", "suffix": ""}, {"first": "J", "middle": [], "last": "Walters", "suffix": ""}, {"first": "M", "middle": [], "last": "Johnson", "suffix": ""}, {"first": "F", "middle": [], "last": "Rosner", "suffix": ""}, {"first": "M", "middle": [], "last": "Raza", "suffix": ""}], "year": 1999, "venue": "Am Heart J", "volume": "137", "issn": "", "pages": "516--537", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Tuberculous pericarditis: optimal diagnosis and management", "authors": [{"first": "B", "middle": ["W"], "last": "Trautner", "suffix": ""}, {"first": "R", "middle": ["O"], "last": "Darouiche", "suffix": ""}], "year": 2001, "venue": "Clin Infect Dis", "volume": "33", "issn": "", "pages": "954--61", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Tuberculous pericarditis: ten years of experience with a prospective protocol for diagnosis and treatment", "authors": [{"first": "J", "middle": [], "last": "Sagrista-Sauleda", "suffix": ""}, {"first": "G", "middle": [], "last": "Permanger-Miralda", "suffix": ""}, {"first": "J", "middle": [], "last": "Soler-Soler", "suffix": ""}], "year": 1988, "venue": "J Am Coll Cardiol", "volume": "11", "issn": "", "pages": "724--732", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "The patient's electrocardiogram upon arrival to the emergency department.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "The patient's portable chest radiograph.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "The patient's echocardiogram.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Causes of Fever", "latex": null, "type": "table"}, "TABREF1": {"text": "Respiratory Pathogens of Southeast Asia", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Typical Respiratory Pathogens\n</td><td>Additional Respiratory Pathogens of Southeast Asia\n</td></tr><tr><td>Streptococcus pneumoniae </td><td>Mycobacterium tuberculosis\n</td></tr><tr><td>Hemophilus influenzae </td><td>Coxiella burnetii\n</td></tr><tr><td>Legionella pneumophila </td><td>Chlamydia psittaci\n</td></tr><tr><td>Moraxella catarrhalis </td><td>Francisella tularensis\n</td></tr><tr><td>Mycoplasma pneumoniae </td><td>Bordetella pertussis\n</td></tr><tr><td>Klebsiella pneumoniae </td><td>Corynebacterium diphtheriae\n</td></tr><tr><td>Parainfluenza virus </td><td>Yersinia pestis\n</td></tr><tr><td>Influenza virus </td><td>Hantavirus\n</td></tr><tr><td>Adenovirus </td><td>Arenaviridae\n</td></tr><tr><td>Coronavirus </td><td>Burkholderia pseudomallei\n</td></tr><tr><td> </td><td>Fungal organisms\n</td></tr><tr><td> </td><td>Parasitic organisms\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Etiologies of Pericarditispropriate referral to perform a diagnostic and therapeutic pericardiocentesis. Pericardial fluid should be sent for cell count, Gram stain, acid-fast stain, bacterial and viral cultures, glucose, protein, cytologic examination, and immunocytochemistry. Additional studies and cultures can be obtained as appropriate. The pericardium can be biopsied and also stained and cultured with the appropriate media.", "latex": null, "type": "table"}}, "back_matter": []}