{"paper_id": "8b89e18ac9a05967f01d204ab4afb873c5ad94d2", "metadata": {"title": "Polarization of immunity induced by direct injection of naked sequence-stabilized mRNA vaccines", "authors": [{"first": "J.-P", "middle": [], "last": "Carralot", "suffix": "", "affiliation": {}, "email": ""}, {"first": "J", "middle": [], "last": "Probst", "suffix": "", "affiliation": {}, "email": ""}, {"first": "I", "middle": [], "last": "Hoerr", "suffix": "", "affiliation": {}, "email": ""}, {"first": "B", "middle": [], "last": "Scheel", "suffix": "", "affiliation": {}, "email": ""}, {"first": "R", "middle": [], "last": "Teufel", "suffix": "", "affiliation": {}, "email": ""}, {"first": "G", "middle": [], "last": "Jung", "suffix": "", "affiliation": {}, "email": ""}, {"first": "H.-G", "middle": [], "last": "Rammensee", "suffix": "", "affiliation": {}, "email": ""}, {"first": "S", "middle": [], "last": "Pascolo", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "In the context of developing a safe genetic vaccination strategy we tested and studied globin-stabilized mRNA-based vaccination in mice. This vaccination strategy has the advantages of genetic vaccination (easy production, adaptability to any disease and inexpensive storage when lyophilized), but not the drawbacks of DNA vaccination (long-term uncontrolled expression of a transgene, possibility of integration into the host genome and possible induction of anti-DNA antibodies). We report here that injection of naked b-globin untranslated region (UTR)-stabilized mRNA coding for b-galactosidase is followed by detectable translation in vivo. In addition, we show that such a vaccination strategy primes a T helper 2 (Th2) type of response which can be enhanced and shifted to a Th1-type immune response by application of recombinant granulocyte/macrophage colonystimulating factor 1 day after mRNA injection. Our data demonstrate that the administration of globin UTR-stabilized mRNA is a versatile vaccination strategy that can be manipulated to fit the requirement of antiviral, antibacterial or antitumor immunity.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Conventional vaccines including attenuated or inactivated pathogens as well as subunit vaccines (sugar or protein moieties) are satisfactory in the context of many diseases but fail to trigger efficient protective immunity against some infectious agents (e.g. HIV, Plasmodium falciparum) and tumors. Moreover, the appearance of new pathogens, as illustrated by the SARS epidemics, as well as current fears of bioterrorism require new vaccines that are efficient, versatile, quickly and inexpensively engineered and that can be easily stored. Genetic vaccinations comprising of the injection of naked plasmid DNA were first documented in mice in the early 1990s and were envisioned as the new vaccination method meeting these needs [1] [2] [3] [4] [5] . Unfortunately, results of phase I/II human trials indicated * Corresponding author. that this technology is not as efficient in humans as in mice [6] . Furthermore DNA vaccination has potential safety drawbacks [7, 8] . The injected recombinant molecules must reach the nucleus (this step might actually limit the efficiency of the DNA vaccination) where they might recombine with host genes. Integration of foreign DNA might interfere with host gene expression and eventually trigger the expression of an oncogene or disrupt a tumor suppressor gene. Moreover, the ability of the DNA molecule to persist for a very long time in the nucleus (as an episome or integrated) may result in the infinite production of the transgenic protein and could lead to tolerance. It also prevents the utilization of cytokine-expressing nucleic acids. Additionnaly, injection of DNA may trigger the development of anti-DNA antibodies [9] and the induction of autoimmune diseases like systemic lupus erythematosus.", "cite_spans": [{"start": 731, "end": 734, "text": "[1]", "ref_id": null}, {"start": 735, "end": 738, "text": "[2]", "ref_id": null}, {"start": 739, "end": 742, "text": "[3]", "ref_id": null}, {"start": 743, "end": 746, "text": "[4]", "ref_id": null}, {"start": 747, "end": 750, "text": "[5]", "ref_id": null}, {"start": 899, "end": 902, "text": "[6]", "ref_id": null}, {"start": 964, "end": 967, "text": "[7,", "ref_id": null}, {"start": 968, "end": 970, "text": "8]", "ref_id": null}, {"start": 1669, "end": 1672, "text": "[9]", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "These potential risks associated with genetic vaccination are not relevant when mRNA is used instead of DNA. Providing the fundamentals for all life functions (storage of genetic information, regulation of gene expression, enzymatic activity and scaffold structure), RNA has also been used as a tool to induce antigen-specific immunity [10] [11] [12] . In this context, some researchers developed immunization strategies based on self-replicating RNA coding for both an antigen and a viral RNA replicase [13, 14] . Such a method shows efficiency but is limited by safety concerns related to the use of viral RNA replicases in a genetic vaccine (recombination between the injected RNA and endogenous RNA leading to the formation of new types of a-viruses cannot be excluded). Other researchers have focused their work on protecting the nucleic acid from degradation mediated by the abundant ribonucleases using liposomes [15] , or intracytosolic in vivo delivery with a ballistic device (gene gun) [16] or ex vivo methods (transfection of dendritic cells) [12] . In the course of such studies, we have shown that intraear pinna [14] injection of naked b-globin untranslated region (UTR)-stabilized mRNA induces a specific immune response against the antigen coded by the mRNA [17] . Protection against exogenous RNases, achieved by simple condensation of the mRNA with a cationic peptide such as protamine, makes the vaccine more stable but was not required. Similar results were also published by Granstein et al. [18] . We further studied this vaccination strategy and developed its production through the implementation of a good manufacturing practice (GMP) facility for large-scale production of pharmaceutical-grade mRNA to be used in human clinical trials. We studied the fate of the injected globin UTR-stabilized mRNA and the type of immune response it triggers. In addition, we tested the capacity of granulocyte/macrophage colony-stimulating factor (GM-CSF), the cytokine that shows an optimal adjuvant effect in the context of DNA vaccines [19, 20] , to enhance the mRNA-induced immune response. Our results indicate that vaccination with mRNA is a versatile immunization strategy that can be oriented to generate protective immunity against varied types of pathogens or tumors.", "cite_spans": [{"start": 336, "end": 340, "text": "[10]", "ref_id": null}, {"start": 341, "end": 345, "text": "[11]", "ref_id": null}, {"start": 346, "end": 350, "text": "[12]", "ref_id": null}, {"start": 504, "end": 508, "text": "[13,", "ref_id": null}, {"start": 509, "end": 512, "text": "14]", "ref_id": null}, {"start": 920, "end": 924, "text": "[15]", "ref_id": null}, {"start": 997, "end": 1001, "text": "[16]", "ref_id": null}, {"start": 1055, "end": 1059, "text": "[12]", "ref_id": null}, {"start": 1275, "end": 1279, "text": "[17]", "ref_id": null}, {"start": 1514, "end": 1518, "text": "[18]", "ref_id": "BIBREF0"}, {"start": 2051, "end": 2055, "text": "[19,", "ref_id": "BIBREF1"}, {"start": 2056, "end": 2059, "text": "20]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": ""}, {"text": "Six-to 12-week-old BALB/c AnNCrlBR (H-2d) female mice were purchased from Charles River (Sulzfeld, Germany). The local animal ethics committee of Tübingen gave its approbation for genetic (DNA and mRNA) vaccination of mice (number IM/200).", "cite_spans": [], "ref_spans": [], "section": "Animals"}, {"text": "All RNAs were purchased from CureVac GmbH (Tübingen, Germany) (RNActive™). They have the following structure: cap-b-globin UTR (80 bases)-b-galactosidase coding sequence-b globin 3¢ UTR (ca 180 bases)-poly A tail (A 30 C 30 ). Recombinant plasmid DNA was in vitro transcribed using the T7 RNA polymerase. The DNA template was then degraded by a DNase treatment. The RNA was recovered by LiCl precipitation, quantified and further cleaned by phenol-chloroform extraction and ethanol/ammonium acetate precipitation. The injected RNA was resuspended in water at 10 mg/ml and diluted to 0.8 mg/ml with injection buffer (10 mM HEPES, 150 mM NaCl).", "cite_spans": [], "ref_spans": [], "section": "RNA"}, {"text": "Media and cell culture P815 cells were cultivated in RPMI 1640 (Bio-Whittaker, Verviers, Belgium) complemented with 10 % heat-inactivated fetal calf serum (FCS; PAN systems, Aidenbach, Germany), 2 mM L-glutamine, 100 U/ml penicillin and 100 mg/ml streptomycin.", "cite_spans": [], "ref_spans": [], "section": "RNA"}, {"text": "Cytotoxic T-Lymphocytes (CTL) cultures was done in RPMI 1640 medium complemented with 10% FCS, 2 mM L-glutamine, 100 U/ml penicillin, 100 mg/ml streptomycin, 50 mM b-mercaptoethanol, 50 mg/ml gentamycin, 1 ¥ MEM nonessential amino acids and 1 mM natrium pyruvate. CTLs were restimulated for 1 week with 1 mg/ml b-galactosidase protein from Sigma (Taufkirchen, Germany). At day 4, 4 ml of culture supernatant was carefully collect-ed and replaced by fresh medium containing 10 U/ml of recombinant interleukin-2 (rIL-2) (final concentration).", "cite_spans": [], "ref_spans": [], "section": "RNA"}, {"text": "Immunization BALB/c mice were anesthetized with 20 mg pentobarbital intraperitoneally. Mice were then injected intradermally in both ear pinnas with 25 mg of b-globin UTR-stabilized mRNA coding for b-galactosidase diluted in injection buffer (150 mM NaCl, 10 mM HEPES). When indicated, 5 ¥ 10 3 units (1 mg) of recombinant GM-CSF (Peprotech Inc., Rocky Hill, N. J.) diluted in 25 ml phosphate-buffered saline (PBS) was injected. This corresponds to a total amount of 2 mg (ca 10 4 units) injected once only. Such a dose is at the lowest range of the amounts usually used in mice [21] . Two weeks after the first injection, mice were boosted using the same conditions as for the first injection.", "cite_spans": [{"start": 579, "end": 583, "text": "[21]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "RNA"}, {"text": "Splenocytes were stimulated in vitro with the purified bgalactosidase protein (1 mg/ml) and CTL activity was determined after 6 days using a standard 51 Cr release assay as described previously [22] . The percentage of killing was determined from the amount of 51 Cr released in the medium (A) compared to spontaneous release of target cells (B) and total 51 Cr content of 1 % Triton X-100-lysed target cells (C) by the formula: % lysis = (A-B)/(C-B) ¥ 100.", "cite_spans": [{"start": 194, "end": 198, "text": "[22]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Chromium release assay"}, {"text": "MaxiSorb plates from Nalgene Nunc International (Nalge, Denmark) were plated overnight at 4°C with 100 ml of b-galactosidase protein at 100 mg/ml (antibody ELISA) or 50 ml of antimouse antiinterferon-g (IFNg) or anti-IL-4 (cytokine ELISA) capture antibodies (Becton Dickinson, Heidelberg, Germany) at 1 mg/ml in coating buffer (0.02% NaN 3 , 15 mM Na 2 CO 3 , 15 mM NaHCO 3 , pH 9.6). Plates were then saturated with 200 ml of blocking buffer (PBS-0.05% Tween 20-1% BSA) for 2 h at 37°C and then incubated with serum (antibody ELISA) at 1/10, 1/30 and 1/90 dilutions in washing buffer or 100 ml of the cell culture supernatant (cytokine ELISA) for 4 -5 h at 37°C. One hundred microliters of 1/1000 dilutions of goat antimouse IgG1 or IgG2a antibodies (antibody ELISA) from Caltag (Burlington, Calif.) or 100 ml/well of biotinylated antimouse anti-IFNg or anti-IL-4 (cytokine ELISA) detection antibodies (Becton Dickinson) at 0.5 mg/ml in blocking buffer were added and incubated for 1 h at room temperature. For cytokine ELISA, after three washes with washing buffer, 100 ml of a 1/1000 dilution of streptavidin-HRP (BD Biosciences, Heidelberg, Germany) was added per well. After 30 min at room temperature, 100 ml/well of ABTS [300 mg/l 2,2¢-azino-bis-(3-ethylbenzthiazoline-6-sulfonic acid) in 0.1 M citric acid, pH 4.35] substrate was added. After 15 -30 min at room temperature, extinction at OD 405 was measured with a Sunrise ELISA-Reader from Tecan (Crailsheim, Germany) and the amounts of cytokine calculated according to a standard curve made by titrating amounts of recombinant cytokines (BD Pharmingen, Heidelberg, Germany).", "cite_spans": [], "ref_spans": [], "section": "ELISA"}, {"text": "Injected naked globin UTR-stabilized mRNA is translated in vivo BALB/c mice were anesthetized and injected in the external side of the ear with a solution of HEPES and NaCl (injection buffer), or with the same solution containing in vitro-transcribed 5¢ capped, 3¢ polyadenylated and b-globin UTR-stabilized mRNA coding for b-galactosidase, or with a b-galactosidase-encoding plasmid diluted in PBS. Sixteen hours later, animals were sacrificed; ears were removed and cut into sections using a cryomicrotome. Sections were fixed and incubated with an optimized X-galcontaining solution at 37°C overnight. After such treatment, cells expressing b-galactosidase turned blue. In ears injected with buffer, some endogenous b-galactosidase activity could be detected in the hair follicles that were clearly identified by their location next to the surface of the skin and by their structure in which a hair could be seen ( fig. 1 A, open arrowheads) . In contrast, specific staining of some cells was detectable in the der- 1 ). Blue cells were located on the external side of the ear which could be recognized by the thickness between the epidermis and the cartilage (in the internal side there are only a few layers of cells between the cartilage and the epidermis). On average, as many blue cells could be seen in the ear sections as from DNA-injected mice ( fig. 1) . The strong limitation imposed on plasmid expression by the nuclear membrane might account for the relatively comparable number of blue cells observed when a very stable (DNA) or an unstable (RNA) but cytosolically active nucleic acid is injected. One can also not exclude that the observed blue cells expressed a receptor allowing uptake and translation of exogenous RNA in vivo. Indeed, we recently demonstrated that stabilized mRNAs activate dendritic cells through their interaction with a Toll-like receptor (TLR), showing for the first time that highly developed organisms have learnt to recognize singlestranded RNA (ssRNA) [23] . We do not know yet the identity of the blue cells detected in ear sections from bgalactosidase-encoding mRNA-injected mice. The fixation of the sections before overnight incubation with Xgal as well as the interference of the X-gal staining solution with fluorescence in a confocal microscope has so far prevented the identification of such cells by monoclonal antibody staining. Neither with DNA nor with mRNA injection could we unambiguously detect blue cells in the draining lymph nodes (data not shown).", "cite_spans": [{"start": 1997, "end": 2001, "text": "[23]", "ref_id": "BIBREF5"}], "ref_spans": [{"start": 918, "end": 944, "text": "fig. 1 A, open arrowheads)", "ref_id": "FIGREF1"}, {"start": 1019, "end": 1020, "text": "1", "ref_id": "FIGREF1"}, {"start": 1357, "end": 1364, "text": "fig. 1)", "ref_id": "FIGREF1"}], "section": "Results and discussion"}, {"text": "Knowing that injected naked stabilized mRNA is translated and that a specific immune response can be detected [17], we studied such an antigen-specific immune response in more detail. We analyzed the isotype of the bgalactosidase-specific antibodies developed in mice injected with naked nucleic acids coding for b-galactosidase. In BALB/c mice which received naked stabilized mRNA, the dominant isotype of b-galactosidase-specific antibodies in responding mice was IgG1 ( fig. 2 ; see also fig. 3 ). Thus, an antigen-specific Th2-type immune response was triggered by intraear mRNA injection. In contrast, the detected anti-b-galactosidase antibodies were dominantly of the IgG2a type in DNA-vaccinated mice.", "cite_spans": [], "ref_spans": [{"start": 473, "end": 479, "text": "fig. 2", "ref_id": "FIGREF2"}, {"start": 491, "end": 497, "text": "fig. 3", "ref_id": "FIGREF3"}], "section": "Injection of mRNA triggers a Th2-type response against the antigen"}, {"text": "Since such a Th1-type response is obtained after intraear application of plasmid DNA, we conclude that neither the route of injection nor the nature of the antigen dictates the orientation of the response but, rather, that the nature of the vaccines (RNA or DNA) is programming the type of immunity (Th2 or Th1). Interestingly, ssRNA is now known to trigger immunostimulation through a TLR-dependent pathway [23] . TLR-7 (in mice) and TLR-8 (in humans) recognize ssRNA [24, 25] . We have shown that, when used as adjuvant in the context of protein-based vaccination, ssRNA induces a Th2-type response [23] . We hypothesize from all these experiments and data that injection of naked ssRNA in mice induces through TLR-7 a signal that directs the immune system towards a Th2 type of immunity. The precise nature of this signal (intracellular pathway, cytokines produced, costimulation molecules expressed) is not yet fully elucidated.", "cite_spans": [{"start": 408, "end": 412, "text": "[23]", "ref_id": "BIBREF5"}, {"start": 469, "end": 473, "text": "[24,", "ref_id": "BIBREF6"}, {"start": 474, "end": 477, "text": "25]", "ref_id": "BIBREF7"}, {"start": 601, "end": 605, "text": "[23]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Injection of mRNA triggers a Th2-type response against the antigen"}, {"text": "GM-CSF is one of the most potent adjuvants in the context of DNA vaccination [19, 26, 27] . GM-CSF increases the density of dendcitic cells in the skin and in doing so There is uncertainty about the optimal timing of GM-CSF injection to achieve an efficient adjuvant effect [21] . We decided to apply GM-CSF either 1 day or 2 h before or 1 day after mRNA injection. Looking at all the parameters of the immune response (class of anti-b-galactosidase antibodies shown in fig. 3 A, cytokine release by cultured splenocytes shown in fig. 3 B and cytolytic activity by CD8-positive cells shown in fig. 3 C) , we found that injection of GM-CSF 1 day before mRNA injection ( fig. 3,  table 1 , group GM-CSF T-1) did not significantly affect the quality or quantity of the b-galactosidase-specific immune response: the amount and type of immunoglobulin against b-galactosidase was equivalent to that seen after injection of mRNA alone ( fig. 3 A) ; this was true also for cytokine production ( fig. 3 B) and cytolytic activity ( fig. 3 C) of splenocytes from injected mice which were restimulated in vitro with the purified b-galactosidase protein. We should note here that the cytotoxic activity shwon after vaccination with naked b-globin UTRstabilized mRNA by Hoerr et al. [17] was revealed by in vitro stimulation using the dominant b-galactosidase-de-rived epitope presented by H2-L d (the peptide TPH-PARIGL). In the present report, the in vitro stimulation of splenocytes was made with the whole b-galactosidase protein and should activate both helper and cytotoxic memory T cells. We can conclude from these results that a systemic enrichment of the skin with dendritic cells has no favorable impact on the efficiency of the mRNAbased vaccine. This suggests that using our vaccination strategy, the number of dendritic cells at the site of injection is not a main limiting factor for the development of the immune response. Injection of GM-CSF shortly (2 h) before the mRNA also had no strong impact on the anti-b-galactosidase immune response ( fig. 3, table 1 , group GM-CSF T0). In contrast, the injection of GM-CSF 24 h after the injection of mRNA ( fig. 3, table 1 , group GM-CSF T+1) enhanced the Th2 response slightly ( fig. 3 B) and, most importantly, induced a Th1-type immunity as shown by dominant anti-b-galactosidase IgG2a antibody production ( fig. 3 A) , production of IFN-g by b-galactosidase-stimulated splenocytes ( fig.  3 B) and recall of cytotoxic activity in these in vitro culture conditions (stimulation with the entire b-galactosi- (table 1) . A Th1 type of immunity is preferred for vaccines that should trigger an antivirus or an antitumor immune response. Such an immune response switch induced by GM-CSF was actually previously documented in the context of genetic vaccination: ballistic delivery of DNA into the dermis (through a gene gun) triggers a Th2-type response that can be switched to Th1 by GM-CSF delivery after DNA injection [28] . The mechanisms underlying such a phenomenon are not known. The combination of mRNA vaccination with GM-CSF as an adjuvant is currently being tested in the context of antitumor immune responses in stage 3 and 4 melanoma patients. The potential of total tumor mRNA libraries is being studied in this context. Since globin UTR-stabilized mRNA is a safe (naturally catabolized, cannot interact with the host genome, does not lead to uncontrolled long-term expression and cannot induce autoantibodies; furthermore, mRNA is produced in vitro using synthetic or bacteria-derived products and can be heated before injection: it should not be contaminated by harmful proteins or viruses) and versatile vehicle for vaccination whose price as a pharmaceutical product (GMP grade) is similar to other delivery methods (DNA, peptides, proteins: the price of a GMP product depends mainly on the cost of the facilities and the certification and quality controls and does not depend much on the cost of biochemical reagents), we anticipate that it will attract considerable interest in the near future. The utilization of different adjuvants (cholera toxin, for example) or cytokines (IL-2 or IL-12) which may be encoded by the naked stabilized mRNA vaccine (as opposed to DNA-based vaccination, the tran- Table 1 . The total number of mice whose splenocytes showed detectable cytokine release or b-galactosidase-specific cytotoxic activity in vitro in four independent experiments.", "cite_spans": [{"start": 77, "end": 81, "text": "[19,", "ref_id": "BIBREF1"}, {"start": 82, "end": 85, "text": "26,", "ref_id": "BIBREF8"}, {"start": 86, "end": 89, "text": "27]", "ref_id": "BIBREF9"}, {"start": 274, "end": 278, "text": "[21]", "ref_id": "BIBREF3"}, {"start": 1269, "end": 1273, "text": "[17]", "ref_id": null}, {"start": 2967, "end": 2971, "text": "[28]", "ref_id": null}], "ref_spans": [{"start": 470, "end": 476, "text": "fig. 3", "ref_id": "FIGREF3"}, {"start": 530, "end": 536, "text": "fig. 3", "ref_id": "FIGREF3"}, {"start": 593, "end": 602, "text": "fig. 3 C)", "ref_id": "FIGREF3"}, {"start": 669, "end": 685, "text": "fig. 3,  table 1", "ref_id": "FIGREF1"}, {"start": 930, "end": 939, "text": "fig. 3 A)", "ref_id": "FIGREF3"}, {"start": 987, "end": 996, "text": "fig. 3 B)", "ref_id": "FIGREF3"}, {"start": 1022, "end": 1031, "text": "fig. 3 C)", "ref_id": "FIGREF3"}, {"start": 2047, "end": 2062, "text": "fig. 3, table 1", "ref_id": "FIGREF1"}, {"start": 2155, "end": 2170, "text": "fig. 3, table 1", "ref_id": "FIGREF1"}, {"start": 2228, "end": 2237, "text": "fig. 3 B)", "ref_id": "FIGREF3"}, {"start": 2359, "end": 2368, "text": "fig. 3 A)", "ref_id": "FIGREF3"}, {"start": 2435, "end": 2445, "text": "fig.  3 B)", "ref_id": "FIGREF3"}, {"start": 2558, "end": 2567, "text": "(table 1)", "ref_id": null}, {"start": 4264, "end": 4271, "text": "Table 1", "ref_id": null}], "section": "Application of GM-CSF after mRNA injection switches the specific immunity to Th1"}, {"text": "Detection of Detection of activity IL4 Interferon-g DNA injection 3/8 2/8 5/8 mRNA injection 1/12 7/12 0/12 mRNA + 1/9 6/9 3/9 GM-CSF T-1 mRNA + 3/8 5/8 4/8 GM-CSF T0 mRNA + 8/12 6/12 9/12 GM-CSF T+1", "cite_spans": [], "ref_spans": [], "section": "Cytotoxic"}, {"text": "Mice showing at least 10 % more TPHPARIGL-loaded cells killing compared to the average killing in the negative control group (buffer-injected mice) were considered as responding mice. Splenocyte cultures containing at least 100 pg/ml of cytokine more than the average content in the splenocyte cultures released by the negative control mice (buffer-injected mice) were considered as responding cultures (responding mice). Italicized numbers indicate groups where more than half of the mice responded to the vaccine according to the studied parameter (cytokine or cytotoxic activity).", "cite_spans": [], "ref_spans": [], "section": "Cytotoxic"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Induction of anti-tumor immunity with epidermal cells pulsed with tumorderived RNA or intradermal administration of RNA", "authors": [{"first": "R", "middle": ["D"], "last": "Granstein", "suffix": ""}, {"first": "W", "middle": [], "last": "Ding", "suffix": ""}, {"first": "H", "middle": [], "last": "Ozawa", "suffix": ""}], "year": 2000, "venue": "J. Invest. Dermatol", "volume": "114", "issn": "", "pages": "632--636", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Enhanced CTL responses mediated by plasmid DNA immunogens encoding costimulatory molecules and cytokines", "authors": [{"first": "A", "middle": [], "last": "Iwasaki", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Stiernholm", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Chan", "suffix": ""}, {"first": "N", "middle": ["L"], "last": "Berinstein", "suffix": ""}, {"first": "B", "middle": ["H"], "last": "Barber", "suffix": ""}], "year": 1997, "venue": "J. Immunol", "volume": "158", "issn": "", "pages": "4591--4601", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Uses of granulocytemacrophage colony-stimulating factor in vaccine development", "authors": [{"first": "T", "middle": ["L"], "last": "Warren", "suffix": ""}, {"first": "G", "middle": ["J"], "last": "Weiner", "suffix": ""}], "year": 2000, "venue": "Curr. Opin. Hematol", "volume": "7", "issn": "", "pages": "168--173", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Granulocyte-macrophage-colony-stimulating factor added to a multipeptide vaccine for resected stage II melanoma", "authors": [{"first": "J", "middle": [], "last": "Weber", "suffix": ""}], "year": 2003, "venue": "Cancer", "volume": "97", "issn": "", "pages": "186--200", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Immunostimulating capacities of stabilized RNA molecules", "authors": [{"first": "B", "middle": [], "last": "Scheel", "suffix": ""}], "year": 2004, "venue": "Eur. J. Immunol", "volume": "34", "issn": "", "pages": "537--547", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Innate antiviral responses by means of TLR7-mediated recognition of single-stranded RNA", "authors": [{"first": "S", "middle": ["S"], "last": "Diebold", "suffix": ""}, {"first": "T", "middle": [], "last": "Kaisho", "suffix": ""}, {"first": "H", "middle": [], "last": "Hemmi", "suffix": ""}, {"first": "S", "middle": [], "last": "Akira", "suffix": ""}, {"first": "C", "middle": [], "last": "Reis E Sousa", "suffix": ""}], "year": 2004, "venue": "Science", "volume": "303", "issn": "", "pages": "1529--1531", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Species-specific recognition of singlestranded RNA via toll-like receptor 7 and 8", "authors": [{"first": "F", "middle": [], "last": "Heil", "suffix": ""}], "year": 2004, "venue": "Science", "volume": "303", "issn": "", "pages": "1526--1529", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Cytokine-facilitated priming of CD8(+) T cell responses by DNA vaccination", "authors": [{"first": "M", "middle": [], "last": "Kwissa", "suffix": ""}, {"first": "A", "middle": [], "last": "Kroger", "suffix": ""}, {"first": "H", "middle": [], "last": "Hauser", "suffix": ""}, {"first": "J", "middle": [], "last": "Reimann", "suffix": ""}, {"first": "R", "middle": [], "last": "Schirmbeck", "suffix": ""}], "year": 2003, "venue": "J. Mol. Med", "volume": "81", "issn": "", "pages": "91--101", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Enhanced cellular immunity to hepatitis C virus nonstructural proteins by codelivery of granulocyte macrophage-colony stimulating factor gene in intramuscular DNA immunization", "authors": [{"first": "J", "middle": ["H"], "last": "Cho", "suffix": ""}, {"first": "S", "middle": ["W"], "last": "Lee", "suffix": ""}, {"first": "Y", "middle": ["C"], "last": "Sung", "suffix": ""}], "year": 1999, "venue": "Vaccine", "volume": "17", "issn": "", "pages": "1136--1144", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "The timing of GM-CSF expression plasmid administration influences the Th1/Th2 response induced by an HIV-1-specific DNA vaccine", "authors": [{"first": "K", "middle": [], "last": "Kusakabe", "suffix": ""}], "year": 2000, "venue": "J. Immunol", "volume": "164", "issn": "", "pages": "3102--3111", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Vaccination with stabilized mRNA", "authors": [{"first": "J.-P", "middle": [], "last": "Carralot", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "the ears from mice injected with b-galactosidasecoding mRNA (fig. 1, filled arrowheads). A few blue cells could be seen on several consecutive sections (fig.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "In vivo translation of injected mRNA. Mice were injected in the ear pinna with injection buffer (buffer), b-galactosidase-coding b-globin UTR-stabilized mRNA diluted in injection buffer (Lac Zm RNA) or b-galactosidase-coding DNA in PBS (Lac Z DNA). Sixteen h after injection, mice were sacrificed, ears were shaved, removed and frosted in embedding medium. Cryosections were then generated, fixed and stained overnight with an X-Gal-containing solution. Cells that express b-galactosidase appear blue. The number of blue cells detected on each section is plotted on the diagrams. On the x-axis is the length of the ear that was analyzed (the 0 was arbitrarily assigned to the first section that shows blue cells; in buffer-injected mice, the 2-mm ear array at the injection site was analyzed and the 0 was arbitrarily set): each section was 50 mm and consequently several consecutive sections cover a total distance of a few millimeters. On each diagram (buffer-injected mice, mRNA-injected mice or DNA injected mice), the two sections highlighted by a star and a gray box are those shown on the accompanying microscopy pictures. Open arrowheads indicate endogenous expression of b-galactosidase activity mainly in ear follicles: this endogenous activity is recognizable by a very weak and diffuse blue staining. Filled arrows show blue cells that result from uptake and translation of a b-galactosidase-coding exogenous nucleic acid. Such cells are localized at the injection site, in the dermis, and show a dark-blue staining. Individual sections were photographed. The sections with most blue cells are shown.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Injection of mRNA triggers an antigen-specific Th2-type response. Mice were vaccinated and boosted with mRNA or DNA coding for b-galactosidase or injected with injection buffer. Two weeks later, mice received a boost injection. Two weeks later, the amount of b-galactosidase-specific antibodies present in their serum was estimated by ELISA using isotype-specific reagents. ,) DNA-injected mouse; ̆, RNA-injected mouse; v, injection buffer-injected mouse. a vaccine more potent.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Injection of GM-CSF can polarize the immune response among Th1. All results presented are means between animals of the same group in one experiment. The total number of responding mice in four independent experiments is shown in table1. (A) Mice were injected with either b-galactosidase emulsified in Freund's adjuvant or mRNA coding for b-galactosidase or with injection buffer as negative control. GM-CSF (a total of 2 mg recombinant protein; ca 10 4 units) was injected once 24 or 2 h before the mRNA or once 24 h after the mRNA (groups GM-CSF T-1, GM-CSF TO and GM-CSF T+1, respectively). The amount of b-galactosidase-specific IgG1 or IgG2a antibodies contained in the blood of the injected mice was estimated by ELISA (1:10 serum dilution). The background which is the mean result obtained with the serum from buffer-injected mice at the same dilution is subtracted. (B) The in vitro reactivation of T cells by b-galactosidase was examined using cytokine detection at day 4 of culture. IFNg and IL-4 content in the supernatant of the splenocytes culture was measured by ELISA. (C) The cytotoxic activity of splenocytes cultured in the presence of purified b-galactosidase for 6 days was tested in a chromium release assay. Target cells were P815 (H2 d ) cells loaded () or not loaded () with the synthetic peptide TPHPARIGL corresponding to the dominant H2-L d epitope of b-galactosidase. sient expression of the proteins by exogenous b-globin UTR-stabilized mRNA makes it a suitable short-lived cytokine delivery vehicle) may further modulate the immunity induced by mRNA vaccination. Thus, vaccination with naked globin UTR-stabilized mRNA is a versatile and safe method for the induction of immunity against various kinds of diseases.Acknowledgements. This work was supported by PRO INNO, a grant from the government of Germany and an EU grant in FP5: 'Efficacious vaccines.' J. P. is supported by the DFG Graduiertenkollegue 'Infektionsbiologie' of Tübingen and J. P. C. is supported by a 'Fortüne' grant from the University of Tübingen. 1 Tang D. C., De Vit M. and Johnston S. A. (1992) Genetic immunization is a simple method for eliciting an immune response. Nature 356: 152 -154 2 Ulmer J. B. et al. (1993) Heterologous protection against influenza by injection of DNA encoding a viral protein. Science 259: 1745 -1749 3 Wang B. et al. (1993) Gene inoculation generates immune responses against human immunodeficiency virus type 1. Proc. Natl. Acad. Sci. USA 90: 4156 -4160 4 Robinson H. L., Hunt L. A. and Webster R. G. (1993) Protection against a lethal influenza virus challenge by immunization with a haemagglutinin-expressing plasmid DNA. Vaccine 11: 957 -960 5 Fynan E. F. et al. (1993) DNA vaccines: protective immunizations by parenteral, mucosal, and gene-gun inoculations. Proc. Natl. Acad. Sci. USA 90: 11478 -11482 6 Ulmer J. B. (2001) An update on the state of the art of DNA vaccines. Curr. Opin. Drug Discov. Dev. 4: 192 -197 7 Donnelly J., Berry K. and Ulmer J. B. (2003) Technical and regulatory hurdles for DNA vaccines. Int. J. Parasitol. 33: 457 -467 8 Klinman D. M. et al. (1997) DNA vaccines: safety and efficacy issues. Springer Semin. Immunopathol. 19: 245 -256 9 Gilkeson G. S., Pippen A. M. and Pisetsky D. S. (1995) Induction of cross-reactive anti-dsDNA antibodies in preautoimmune NZB/NZW mice by immunization with bacterial DNA. J. Clin. Invest. 95: 1398 -1402 10 Saenz-Badillos J., Amin S. P. and Granstein R. D. (2001) RNA as a tumor vaccine: a review of the literature. Exp. Dermatol. 10: 143 -154 11 Sullenger B. A. and Gilboa E. (2002) Emerging clinical applications of RNA. Nature 418: 252 -258 12 Nair S. K. et al. (1998) Induction of primary carcinoembryonic antigen (CEA)-specific cytotoxic T lymphocytes in vitro using human dendritic cells transfected with RNA. Nat. Biotechnol. 16: 364 -369 13 Ying H. et al. (1999) Cancer therapy using a self-replicating RNA vaccine. Nat. Med. 5: 823 -827 14 Schirmacher V et al. (2000) Intra-pinna anti-tumor vaccination with self-replicating infectious RNA or with DNA encoding a model tumor antigen and a cytokine. Gene Ther. 7: 1137 -1147 15 Martinon F. et al. (1993) Induction of virus-specific cytotoxic T lymphocytes in vivo by liposome-entrapped mRNA. Eur. J. Immunol. 23: 1719 -1722 16 Vassilev V. B., Gil L. H. and Donis R. O. (2001) Microparticlemediated RNA immunization against bovine viral diarrhea virus. Vaccine 19: 2012 -2019 17 Hoerr I., Obst R., Rammensee H. G. and Jung G. (2000) In vivo application of RNA leads to induction of specific cytotoxic T lymphocytes and antibodies. Eur. J. Immunol. 30: , fig. 3 C) in most animals", "latex": null, "type": "figure"}, "TABREF1": {"text": "Table 1. The total number of mice whose splenocytes showed detectable cytokine release or b -galactosidase-specific cytotoxic activity in vitro in four independent experiments.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Cytotoxic activity </td><td>Detection of IL4 </td><td>Detection of Interferon-g\n</td></tr><tr><td>DNA injection </td><td>3/8 </td><td>2/8 </td><td>5/8\n</td></tr><tr><td>mRNA injection </td><td>1/12 </td><td>7/12 </td><td>0/12\n</td></tr><tr><td>mRNA + </td><td>1/9 </td><td>6/9 </td><td>3/9\n</td></tr><tr><td>GM-CSF T-1\nmRNA + </td><td> </td><td> </td><td> </td></tr><tr><td>3/8 </td><td>5/8 </td><td>4/8\n</td></tr><tr><td>GM-CSF T0\nmRNA + </td><td> </td><td> </td><td> </td></tr><tr><td>8/12 </td><td>6/12 </td><td>9/12\n</td></tr><tr><td> </td><td> </td><td> </td><td>GM-CSF T+1\n</td></tr></table></body></html>"}}, "back_matter": []}